{
    "abstract": [],
    "body_text": [
        {
            "text": "I collect data on how subjects acquire information about risky choices in both real and hypothetical settings using process-tracing software called Mouselab. "
        },
        {
            "text": "On average, there are no significant differences across settings in the amount of time subjects take to make a choice or the completeness of the information they acquire. "
        },
        {
            "text": "Subjects also acquire information in sequences consistent with an integration model of decision-making, such as expected utility theory or prospect theory. "
        },
        {
            "text": "I do not find significant differences in risk preferences across settings, on average, but I do find that subjects' risk preferences are related to the completeness of the information that they acquire and where they start their information acquisition. "
        },
        {
            "text": "(JEL C91,D80,D83) ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "bibr",
                    "text": "(JEL C91,"
                },
                {
                    "start": 9,
                    "end": 13,
                    "type": "bibr",
                    "text": "D80,"
                },
                {
                    "start": 13,
                    "end": 17,
                    "type": "bibr",
                    "text": "D83)"
                }
            ]
        },
        {
            "text": "Estimating individual risk preferences using \"real-world\" decisions with economically significant consequences is often impractical. "
        },
        {
            "text": "Studies that do use real-world choices must generally proceed without observing the probabilities used in the decision-making process or contend with other confounding factors. "
        },
        {
            "text": "The obstacles associated with using real-world data have encouraged the use of laboratory experiments to explore many questions related to risk preferences because experiments provide increased control. "
        },
        {
            "text": "But the choices used in laboratory experiments typically involve real stakes of less than 100 dollars (usually much less), so laboratory experiments that use real payoffs are often criticized for studying decisions with economically insignificant stakes (Levitt and List 2007). ",
            "ref_spans": [
                {
                    "start": 254,
                    "end": 276,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(Levitt and List 2007)"
                }
            ]
        },
        {
            "text": "Moreover, laboratory experiments are normally prohibited from exploring how individuals behave when faced with the prospect of losing their own money."
        },
        {
            "text": "Given the challenges to using real-world choices and the doubts about the generalizability of results from laboratory experiments that use real, but economically insignificant stakes, Kahneman and Tversky (1979, 265) concluded, \"By default, the method of hypothetical choices emerges as the simplest procedure by which a large number of theoretical questions can be investigated.\" ",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 216,
                    "type": "bibr",
                    "text": "Kahneman and Tversky (1979, 265)"
                }
            ]
        },
        {
            "text": "Economists, however, have been extremely reluctant to use hypothetical choices to explore risk preferences, even though the evidence on whether individuals treat hypothetical risky choices differently than real risky choices is inconclusive. "
        },
        {
            "text": "1 Several studies find that individuals faced with hypothetical choices indicate that they are less risk averse than they actually are (Battalio, Kagel, and Jiranyakul 1990;Harrison 2006;Holt andLaury 2002, 2005), but other studies do not find evidence of such \"hypothetical bias\" (Beattie and Loomes 1997;Kühberger, Schulte-Mecklenbeck, and Perner 2002;Wiseman and Levin 1996). ",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(Battalio, Kagel, and Jiranyakul 1990;"
                },
                {
                    "start": 173,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "Harrison 2006;"
                },
                {
                    "start": 187,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "Holt and"
                },
                {
                    "start": 195,
                    "end": 212,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "Laury 2002, 2005)"
                },
                {
                    "start": 281,
                    "end": 306,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(Beattie and Loomes 1997;"
                },
                {
                    "start": 306,
                    "end": 354,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Kühberger, Schulte-Mecklenbeck, and Perner 2002;"
                },
                {
                    "start": 354,
                    "end": 377,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "Wiseman and Levin 1996)"
                }
            ]
        },
        {
            "text": "Taylor (2013) finds that only individuals with higher cognitive ability tend to make choices exhibiting hypothetical bias. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "Taylor (2013)"
                }
            ]
        },
        {
            "text": "2 These contradictory results have yet to be explained. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Camerer and Hogarth (1999) illustrate that real incentives are likely to alter behavior when the task involved depends on the subject's effort level. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "Camerer and Hogarth (1999)"
                }
            ]
        },
        {
            "text": "But the choices that are typically used to measure risk aversion are designed to measure preferences, not effort. "
        },
        {
            "text": "Moreover, while it is clear how economic incentives can cause individuals to misrepresent their willingness to pay for clean air in a survey that could influence environmental policy, there is not an obvious economic motivation for why individuals would systematically misrepresent their risk preferences so that they appear more risk tolerant when they make choices with hypothetical consequences. "
        },
        {
            "text": "3 This study uses a method of process tracing to explore whether individuals acquire information about the risky choices in the commonly used Holt and Laury multiple-price list (HL MPL) differently when the choices have hypothetical monetary consequences rather than real monetary consequences (Holt and Laury 2002). ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "3"
                },
                {
                    "start": 177,
                    "end": 185,
                    "type": "bibr",
                    "text": "(HL MPL)"
                },
                {
                    "start": 294,
                    "end": 315,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(Holt and Laury 2002)"
                }
            ]
        },
        {
            "text": "It is possible that individuals may attend to the information in hypothetical choices differently than real choices, and several studies have demonstrated that how individuals acquire information can be related to their decision-making. "
        },
        {
            "text": "For instance, Costa- Gomes and Crawford (2006) show that simplified searches are correlated with deviations from equilibrium in a two-person guessing game, and Caplin, Dean, and Martin (2011) find that search patterns can affect subjects' decisions conditional on choice complexity.",
            "ref_spans": [
                {
                    "start": 21,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "Gomes and Crawford (2006)"
                },
                {
                    "start": 160,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "Caplin, Dean, and Martin (2011)"
                }
            ]
        },
        {
            "text": "There is no doubt that subjects are willing to devote at least some time to the consideration of hypothetical choices. "
        },
        {
            "text": "Psychologists frequently rely exclusively on hypothetical decisions to study behavior. "
        },
        {
            "text": "Some of these studies have used Mouselab or other process-tracing techniques, and they demonstrate that individuals do spend time considering hypothetical choices (Willemsen and Johnson 2010). ",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 191,
                    "type": "bibr",
                    "text": "(Willemsen and Johnson 2010)"
                }
            ],
            "entity_spans": [
                {
                    "start": 32,
                    "end": 40,
                    "type": "software",
                    "rawForm": "Mouselab",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "d1ad8ca2d7-software-simple-1"
                }
            ]
        },
        {
            "text": "The question of interest here, however, is whether information 2. "
        },
        {
            "text": "Taylor (2013) focuses on the relationship between cognitive ability, risk aversion, and incentives using data from this same experiment.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 13,
                    "type": "bibr",
                    "text": "Taylor (2013)"
                }
            ]
        },
        {
            "text": "3. Murphy and Stevens (2004) discuss the lack of theoretical reasoning for hypothetical bias with respect to willingness-to-pay elicitation and their case is actually more applicable to risk preference elicitation. ",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "Murphy and Stevens (2004)"
                }
            ]
        },
        {
            "text": "Carson and Groves (2007) consider the incentive properties of \"inconsequential\" survey questions in the context of valuation studies, but their conclusion that \"economic theory makes no predictions\" about respondent behaviour is equally relevant here. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "Carson and Groves (2007)"
                }
            ]
        },
        {
            "text": "acquisition behavior is significantly different for hypothetical and real risky choices. "
        },
        {
            "text": "Wilcox (1993) is the only other study that explores a similar question. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "Wilcox (1993)"
                }
            ]
        },
        {
            "text": "In particular, it tests whether subjects spend different amounts of time on decisions when there is variability in the fraction of subjects who will be paid. "
        },
        {
            "text": "This mechanism, known as the random lottery mechanism (RLM), adds additional uncertainty to an experiment from the perspective of the subject because only a portion of subjects will be paid based on their decisions. "
        },
        {
            "text": "Wilcox finds that subjects spend more time on higher-yielding decisions, where \"higher-yielding\" implies a greater probability that the subject will be selected to have at least one of her choices have real consequences. "
        },
        {
            "text": "Like Wilcox (1993), I also observe the amount of time subjects spend on each choice, but I also observe what types of information subjects acquire, how much information they collect before making a decision, and the sequences in which they collect that information.",
            "ref_spans": [
                {
                    "start": 5,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "Wilcox (1993)"
                }
            ]
        },
        {
            "text": "Observing the sequences in which information is acquired also allows me to test whether these patterns are more consistent with an integrative model of decision-making or a heuristic model. "
        },
        {
            "text": "Integration theories of decision-making maintain that individuals integrate probabilistic information and potential outcomes when making decisions. "
        },
        {
            "text": "In contrast, heuristic models of decision-making hypothesize that the complexity of many choices leads many individuals to resort to \"rules of thumb\" to simplify the decision-making process (Gigerenzer and Gaissmaier 2011;Gigerenzer, Todd, and the ABC Research Group 1999;Kahneman and Tversky 1982;Newell and Simon 1972;Payne, Bettman, and Johnson 1993).",
            "ref_spans": [
                {
                    "start": 190,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(Gigerenzer and Gaissmaier 2011;"
                },
                {
                    "start": 222,
                    "end": 272,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Gigerenzer, Todd, and the ABC Research Group 1999;"
                },
                {
                    "start": 272,
                    "end": 298,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "Kahneman and Tversky 1982;"
                },
                {
                    "start": 298,
                    "end": 320,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Newell and Simon 1972;"
                },
                {
                    "start": 320,
                    "end": 353,
                    "type": "bibr",
                    "text": "Payne, Bettman, and Johnson 1993)"
                }
            ]
        },
        {
            "text": "The few early studies that explored how individuals acquired information about risky choices suggested that strategies consistent with a heuristic tended to dominate information acquisition behavior (Ford et al. 1989;Johnson, Payne, and Bettman 1988;Payne, Bettman, and Johnson 1988). ",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(Ford et al. 1989;"
                },
                {
                    "start": 217,
                    "end": 250,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Johnson, Payne, and Bettman 1988;"
                },
                {
                    "start": 250,
                    "end": 283,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "Payne, Bettman, and Johnson 1988)"
                }
            ]
        },
        {
            "text": "However, the tasks and the presentation of the risky choices in these studies differ significantly from the tasks economists typically use to elicit risk preferences today. "
        },
        {
            "text": "4 4. "
        },
        {
            "text": "Payne, Bettman, and Johnson (1988) and Johnson, Payne, and Bettman (1988) are rare examples of early studies that used real payoffs. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "Payne, Bettman, and Johnson (1988)"
                },
                {
                    "start": 39,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Johnson, Payne, and Bettman (1988)"
                }
            ]
        },
        {
            "text": "The subjects who participated in the experiments included in Payne, Bettman, and Johnson (1988) had the potential to win up to $9.99, which is approximately $19.00 in 2011 dollars. ",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "Payne, Bettman, and Johnson (1988)"
                }
            ]
        },
        {
            "text": "However, the choice structure and the tasks were atypical relative to the types of task that are used to elicit risk preferences from individuals today."
        },
        {
            "text": "More recent studies that have explored this question employed tasks and choices more akin to the types of choices typically used by economists to measure risk preferences (Arieli, Ben-Ami, and Rubinstein 2011; Glöckner and Herbold 2011; Johnson, Schulte-Mecklenbeck, and Willem- sen 2008). ",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 288,
                    "type": "bibr",
                    "text": "(Arieli, Ben-Ami, and Rubinstein 2011; Glöckner and Herbold 2011; Johnson, Schulte-Mecklenbeck, and Willem- sen 2008)"
                }
            ]
        },
        {
            "text": "5 Interestingly, these studies have reached contradictory conclusions. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "5"
                }
            ]
        },
        {
            "text": "For example, Johnson, Schulte-Mecklenbeck, and Willemsen (2008) and Glöckner and Herbold (2011) find information acquisition patterns consistent with integration models, but Arieli, Ben-Ami, and Rubinstein (2011) do not. ",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 63,
                    "type": "bibr",
                    "text": "Johnson, Schulte-Mecklenbeck, and Willemsen (2008)"
                },
                {
                    "start": 68,
                    "end": 95,
                    "type": "bibr",
                    "text": "Glöckner and Herbold (2011)"
                }
            ]
        },
        {
            "text": "The conflicting results are not due to differences in how the process data were collected. "
        },
        {
            "text": "All three studies used hypothetical payoffs, and Glöckner and Herbold (2011) and Arieli, Ben-Ami, and Rubinstein (2011) used eye-tracking technology, while Johnson, Schulte-Mecklenbeck, and Willemsen (2008) used Mouselab.",
            "ref_spans": [
                {
                    "start": 49,
                    "end": 76,
                    "type": "bibr",
                    "text": "Glöckner and Herbold (2011)"
                },
                {
                    "start": 81,
                    "end": 119,
                    "type": "bibr",
                    "text": "Arieli, Ben-Ami, and Rubinstein (2011)"
                },
                {
                    "start": 156,
                    "end": 206,
                    "type": "bibr",
                    "text": "Johnson, Schulte-Mecklenbeck, and Willemsen (2008)"
                }
            ],
            "entity_spans": [
                {
                    "start": 212,
                    "end": 220,
                    "type": "software",
                    "rawForm": "Mouselab",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "d1ad8ca2d7-software-simple-2"
                }
            ]
        },
        {
            "text": "I find that there are not significant differences in individuals' information acquisition or their risk preferences, on average, across real and hypothetical settings. "
        },
        {
            "text": "Subjects also acquire information in a manner consistent with the implicit calculation of expected utility or another integrative model. "
        },
        {
            "text": "In other words, when individuals face the choices presented to them in the HL MPL, they do not merely make decisions \"as if\" they are integrating probabilities and outcomes, their search patterns suggest that they actually do."
        },
        {
            "text": "Subjects are not more likely to be inconsistent when their choices were made in the hypothetical setting, and, unsurprisingly, subjects who do not acquire enough information to compute expected value for most of their decisions the first time they complete the task are more likely to make inconsistent choices. "
        },
        {
            "text": "Interestingly, subjects who are willing to make these decisions without acquiring sufficient information to compute expected value also tend to make choices that imply that they are significantly less risk averse than the rest of the sample, even after controlling for the number of inconsistent choices."
        },
        {
            "text": "The following section briefly describes the method used to observe subject information acquisition, as well as provides a detailed explanation of the experimental design and the 5. "
        },
        {
            "text": "Glöckner and Betsch (2008) used a method that they call the \"open mouselab method,\" which does not actually mask the information and, instead, asked a subject to move the mouse to the piece of information about which she is thinking. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 26,
                    "type": "bibr",
                    "text": "Glöckner and Betsch (2008)"
                }
            ],
            "entity_spans": [
                {
                    "start": 66,
                    "end": 74,
                    "type": "software",
                    "rawForm": "mouselab",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "d1ad8ca2d7-software-simple-3"
                }
            ]
        },
        {
            "text": "They find that information search is more consistent with an integrative model using this method."
        },
        {
            "text": "protocol. "
        },
        {
            "text": "Section II outlines the measures of information acquisition considered in the analysis. "
        },
        {
            "text": "The results are presented and discussed in Section III and Section IV concludes."
        },
        {
            "text": "I use a software program called Mouselab to observe how subjects acquire information about risky choices. ",
            "section": "A. Observing Information Acquisition",
            "entity_spans": [
                {
                    "start": 32,
                    "end": 40,
                    "type": "software",
                    "rawForm": "Mouselab",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "d1ad8ca2d7-software-simple-4"
                }
            ]
        },
        {
            "text": "Mouselab is a method of processtracing used by psychologists for nearly three decades, and economists more recently, because it is lower-cost alternative to eye-tracking and provides analogous measures (Costa-Gomes and Crawford 2006; Costa-Gomes, Crawford, and Broseta 2001; Gabaix et al. 2006; Johnson et al. 2002; Payne, Bettman, and Johnson 1988; Reutskaja et al. 2011). ",
            "section": "A. Observing Information Acquisition",
            "ref_spans": [
                {
                    "start": 202,
                    "end": 372,
                    "type": "bibr",
                    "text": "(Costa-Gomes and Crawford 2006; Costa-Gomes, Crawford, and Broseta 2001; Gabaix et al. 2006; Johnson et al. 2002; Payne, Bettman, and Johnson 1988; Reutskaja et al. 2011)"
                }
            ],
            "entity_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "software",
                    "rawForm": "Mouselab",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "d1ad8ca2d7-software-simple-5"
                }
            ]
        },
        {
            "text": "The software enables the researcher to \"mask\" selected information so that a subject must move the computer pointer over the attribute to reveal it. ",
            "section": "A. Observing Information Acquisition"
        },
        {
            "text": "In this experiment, the probabilities and payoffs (the attributes) of each gamble were masked and the individual was required to \"unmask\" the attributes by scrolling over the cell to view it. ",
            "section": "A. Observing Information Acquisition"
        },
        {
            "text": "Once the mouse pointer leaves the cell, the attribute is hidden again. ",
            "section": "A. Observing Information Acquisition"
        },
        {
            "text": "By requiring a subject to unmask the gambles' attributes and allowing them to view only one piece of information at a time, individuals' strategies for acquiring information about risky choices is observable in this stylized context. ",
            "section": "A. Observing Information Acquisition"
        },
        {
            "text": "6 An example of how each pair of gambles was presented to subjects in the experiment is shown in Figure 1. ",
            "section": "A. Observing Information Acquisition",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "6"
                },
                {
                    "start": 97,
                    "end": 105,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "7",
            "section": "A. Observing Information Acquisition"
        },
        {
            "text": "The task used to measure risk preferences is a version of the multiple price list format pioneered by Holt and Laury (2002). ",
            "section": "B. The Task",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "Holt and Laury (2002)"
                }
            ]
        },
        {
            "text": "The HL MPL presents ten pairs of gambles, or lotteries, to the subject and asks her to choose the more-preferred gamble in each pair. ",
            "section": "B. The Task"
        },
        {
            "text": "Columns (1) through (4) of Table 1 illustrate the conventionally ordered HL MPL format. ",
            "section": "B. The Task",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 34,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The payoffs of the gambles are structured so that Gamble B is more risky than Gamble ",
            "section": "B. The Task"
        },
        {
            "text": "6. Subjects were required only to \"mouseover\" an attribute to reveal it and were not required to \"click\" on the attribute. ",
            "section": "B. The Task"
        },
        {
            "text": "Requiring a click is a design feature that could have been employed, but I believe that it would have increased the differences between our design and an eye-tracking design without an obvious benefit. ",
            "section": "B. The Task"
        },
        {
            "text": "7. The experiment was presented in color.",
            "section": "B. The Task"
        },
        {
            "text": "A because the differences in the potential payoffs are larger. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "In the example shown in Table 1, Gamble A has possible payoffs of $40 and $32, and Gamble B has higher-variance payoffs of $77 and $2. ",
            "section": "FIGURE 1 Choice Example",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 31,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The probabilities are adjusted progressively down the list of decisions so that the difference in the expected value between Gamble A and Gamble B, calculated in columns (5) through (7) but not shown to the subject, is monotonically decreasing.",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "Because the focus of this study is on how individuals acquire information about the gambles presented to them, in addition to masking the attributes of the gambles and requiring subjects to unmask them, I modified the conventional HL MPL design in four other important ways.",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "(a) Randomized order of the choices. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "First, the order of the choices was randomized and subjects were presented with only one pair of gambles at a time. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "Conventionally, subjects are presented with all ten gamble pairs simultaneously and in the order shown in Table 1. ",
            "section": "FIGURE 1 Choice Example",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 113,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Facing this conventional order, once an individual switches from the safe gamble to the risky gamble, it would be inconsistent (according to expected utility theory) to switch back to the safe gamble in subsequent decisions. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "In fact, several studies simply show subjects all ten choices at the same time and ask them to identify the gamble pair at which they Notes: All currency units are in 2011 U.S. dollars. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "Subjects were not presented with the information in columns (5) through (7). ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "The probabilities and payoffs are averages since the probabilities were randomly perturbed by up to 2 percentage points and payoffs were randomly varied between 19, 20, and 21 times the \"low\" payoffs used in Holt and Laury (2002). ",
            "section": "FIGURE 1 Choice Example",
            "ref_spans": [
                {
                    "start": 208,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "Holt and Laury (2002)"
                }
            ]
        },
        {
            "text": "would switch. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "8 That structure was not imposed here. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "This randomized design allows me to disentangle ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "(a) how individuals acquire information about more difficult choices in terms of the difference in their expected values, from ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "(b) learning effects that may occur as subjects become more 8. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "Harrison, Lau, and Rutström (2007) employ this strategy, as do Tanaka, Camerer, and Nguyen (2010) in various multiple-price list versions. ",
            "section": "FIGURE 1 Choice Example",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "Harrison, Lau, and Rutström (2007)"
                },
                {
                    "start": 63,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "Tanaka, Camerer, and Nguyen (2010)"
                }
            ]
        },
        {
            "text": "familiar with the experimental design. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "The order in which a subject actually completed a choice is referred to as the Position Number, while the conventional HL MPL order is referred to as the HL Decision Number. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "For example, if a subject was presented with the sixth decision in the HL MPL as her first choice, then the HL Decision Number for that choice is six and the Position Number is one.",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "(b) Random perturbations in probabilities. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "Second, the probabilities of each gamble were randomly perturbed, dynamically, by up to 2 percentage points, so that the probabilities for the two gambles in each choice were not identical. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "For example, consider HL Decision 3 in the conventionally ordered MPL. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "Rather than seeing a 30% chance of the high payoff in both the safe and risky gambles, a subject could be presented with a 31% chance of the high payoff in Gamble A and a 28% chance of the high payoff in Gamble B. Two percentage points is large enough to keep the probability information valuable, while preserving the monotonically decreasing relationship in the difference in expected values of the gambles.",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "(c) Random scaling of the payoffs. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "Third, the scale of the payoffs was varied because subjects might begin to ignore this information after making just a few choices if they were constant. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "Specifically, payoffs of each pair of gambles were randomly scaled by a multiple of 19, 20, or 21 times the \"low\" payoffs used in Holt and Laury (2002). ",
            "section": "FIGURE 1 Choice Example",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "Holt and Laury (2002)"
                }
            ]
        },
        {
            "text": "In that study, the low payoffs for the safe gamble were $2 and $1.60 and the low payoffs for the risky gamble were $3.85 and $0.10. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "In this experiment, if the payoffs for a gamble pair were scaled by 19, then a subject saw safe payoffs of $38 and $32 and risky payoffs of $73 and $1.90 for that particular pair of gambles. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "The \"20 times\" scale is shown in Table 1.",
            "section": "FIGURE 1 Choice Example",
            "ref_spans": [
                {
                    "start": 33,
                    "end": 40,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "(d) Randomization of the choice format across subjects. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "Finally, to address concerns about possible left-to-right and top-to-bottom bias in subjects' attention to different areas in a choice display (Reutskaja et al. 2011), the presentation of the gambles was randomized along three different dimensions: (1) whether the probabilities or the payoffs were presented in the top row, (2) whether the safe gamble or the risky gamble was on the left, and (3) whether the high payoff or low payoff was on the left within each gamble. ",
            "section": "FIGURE 1 Choice Example",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(Reutskaja et al. 2011)"
                }
            ]
        },
        {
            "text": "This randomization was by subject, and not across choice scenarios for any one subject. ",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "The instructions for each subject were designed so that the tutorial material was presented in the same format as the actual choice scenarios that were later displayed for that subject.",
            "section": "FIGURE 1 Choice Example"
        },
        {
            "text": "The experiment was computer-based, and a typical session included about four subjects, but never more than six, who were isolated by dividers. ",
            "section": "C. Protocol"
        },
        {
            "text": "Before subjects began the experiment, they were read instructions that explained that they would be asked to make some choices and that there were no correct choices. ",
            "section": "C. Protocol"
        },
        {
            "text": "They were also told that they were not competing against one another. ",
            "section": "C. Protocol"
        },
        {
            "text": "9 The remainder of the instructions, including a tutorial that explained the choices to the subjects and tested their understanding, were all presented via the computer.",
            "section": "C. Protocol"
        },
        {
            "text": "Each subject made choices in both the real and hypothetical settings, and the setting of the first task was randomly assigned. ",
            "section": "C. Protocol"
        },
        {
            "text": "Subjects were not aware at the beginning of the experiment that they would make choices in both settings, only that there would be two sections, and in each section they would be asked to make some choices. ",
            "section": "C. Protocol"
        },
        {
            "text": "All subjects received the same instructions and the same tutorial. ",
            "section": "C. Protocol"
        },
        {
            "text": "The computer-based tutorial explained the gambles to the subjects using a vignette in which they were asked to imagine that there were two opaque jars filled with green balls and red balls and that the probability and payoff associated with drawing each color from each jar would be masked but that they would be able to unmask this information by moving the computer mouse over the cell with the information. ",
            "section": "C. Protocol"
        },
        {
            "text": "They were then instructed that they would be asked to choose the jar from which they would prefer to draw a ball.",
            "section": "C. Protocol"
        },
        {
            "text": "After the tutorial, subjects randomly selected to make choices in the real setting were informed that they would make ten choices, one of which would be selected to determine their payoff. ",
            "section": "C. Protocol"
        },
        {
            "text": "These subjects were reminded that, although only one choice would be selected, each choice was equally likely to be selected. ",
            "section": "C. Protocol"
        },
        {
            "text": "Those designated to complete the hypothetical choices in the first task were informed that they would make ten choices, one of which would be selected, and they would then be shown how much their payoff would have been had the outcome counted toward their payoff. ",
            "section": "C. Protocol"
        },
        {
            "text": "These subjects were then asked to consider these choices as if they would count toward their actual payoff. ",
            "section": "C. Protocol"
        },
        {
            "text": "9. ",
            "section": "C. Protocol"
        },
        {
            "text": "Appendix S1, Supporting Information, includes the full script of these instructions.",
            "section": "C. Protocol"
        },
        {
            "text": "Once subjects completed the first task, they then saw the instructions for whichever treatment they had not yet completed. ",
            "section": "C. Protocol"
        },
        {
            "text": "After the subjects completed the second task, the results from both tasks were revealed to them in the order in which the subject completed the tasks. ",
            "section": "C. Protocol"
        },
        {
            "text": "After completion of the choice tasks, a subject's payoff was revealed to her, and she was then asked to complete a test that measured both numeracy and cognitive ability (Frederick 2005;Weller et al. 2013). ",
            "section": "C. Protocol",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Frederick 2005;"
                },
                {
                    "start": 186,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "Weller et al. 2013)"
                }
            ]
        },
        {
            "text": "The final section of the experiment was a debriefing questionnaire that inquired whether subjects had been distracted during the experiment, whether they were liquidity constrained, the income level of their household, their education level and educational aspirations, the extent of their math and probability training, their academic major, and their gender.",
            "section": "C. Protocol"
        },
        {
            "text": "An individual's information acquisition can be measured in terms of its breadth and its depth. ",
            "section": "II. MEASURES OF INFORMATION ACQUISITION"
        },
        {
            "text": "A search index that measures whether the sequences in which a subject acquires information suggests she is using an integrative decisionmaking model, like expected utility, or a heuristic to make her choices can also be computed.",
            "section": "II. MEASURES OF INFORMATION ACQUISITION"
        },
        {
            "text": "Breadth is defined here to be the completeness of an individual's information set. ",
            "section": "A. Breadth"
        },
        {
            "text": "One measure of information set breadth used here is whether a subject viewed at least one probability in each gamble and all four payoffs in a given choice scenario. ",
            "section": "A. Breadth"
        },
        {
            "text": "This measure acknowledges that some subjects may recognize the complementary nature of the probabilities and the fact that they can compute expected value without opening both probabilities in each gamble. ",
            "section": "A. Breadth"
        },
        {
            "text": "This measure is called 1(EV-Sufficient), and it takes a value of zero or one for each choice depending on whether the subject viewed sufficient information to compute expected value. ",
            "section": "A. Breadth"
        },
        {
            "text": "A second measure of information breadth is how many unique attributes a subject opened for a given choice, Unique Attributes. ",
            "section": "A. Breadth"
        },
        {
            "text": "Since each choice has eight pieces of information, this measure ranges from zero to eight for each choice. ",
            "section": "A. Breadth"
        },
        {
            "text": "10 Given that the results are not substantively different for the two measures, I present the results for 1(EV-Sufficient) below.",
            "section": "A. Breadth"
        },
        {
            "text": "An alternative way to think about information acquisition behavior is in terms of its depth. ",
            "section": "B. Depth"
        },
        {
            "text": "The depth of a subject's information acquisition was measured by the number of cells that he opened (including repetitions) before making a choice, which is referred to as # Acquisitions, as well as how much time he spent making a choice, the Decision Duration.",
            "section": "B. Depth"
        },
        {
            "text": "The sequences in which a subject acquires information acquisition can be used to construct an index to indicate whether those sequences are consistent with an integrative decision-making model or a heuristic. ",
            "section": "C. Search Index"
        },
        {
            "text": "Such indices are designed to measure whether the transitions that subjects use to acquire information about a choice are dominated by interdimensional transitions or intradimensional transitions. ",
            "section": "C. Search Index"
        },
        {
            "text": "Interdimensional transitions are transitions among the dimensions of a particular option, each option has four dimensions in this experiment, and they are consistent with an individual integrating the components of an option into a single value, like expected value. ",
            "section": "C. Search Index"
        },
        {
            "text": "Intradimensional transitions are transitions across options to the same dimension. ",
            "section": "C. Search Index"
        },
        {
            "text": "These types of transitions are consistent with an individual using a heuristic. ",
            "section": "C. Search Index"
        },
        {
            "text": "For instance, someone may always choose the option with the highest potential payoff. ",
            "section": "C. Search Index"
        },
        {
            "text": "The search metric (SM Index) introduced by Böckenholt and Hynan (1994) is one index that indicates whether information acquisition is dominated by interdimensional transitions or intradimensional transitions, and it takes the following form:",
            "section": "C. Search Index",
            "ref_spans": [
                {
                    "start": 43,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "Böckenholt and Hynan (1994)"
                }
            ]
        },
        {
            "text": "where r a denotes the number of interdimensional transitions, r d denotes the number of intradimensional transitions, N is the total number of transitions a subject makes while considering a choice, D is the number of dimensions in the choice, and A is the number of alternatives. ",
            "section": "C. Search Index"
        },
        {
            "text": "The SM index is structured so that the mean value generated by random search behavior is equal to zero, and positive numbers are consistent with integrative models of decision-making and negative numbers are consistent with the use of a heuristic. ",
            "section": "C. Search Index"
        },
        {
            "text": "Although there are other search indices, the SM index is the preferred index because it is independent of the alternative-dimension ratio and it can be used to test whether information acquisition patterns are different from random search behavior (Schulte-Mecklenbeck, Kuhberger, and Ranyard 2011).",
            "section": "C. Search Index"
        },
        {
            "text": "A total of 98 subjects participated in experimental sessions conducted during March and April of 2011. ",
            "section": "III. RESULTS"
        },
        {
            "text": "The subjects were recruited primarily from undergraduate chemistry, economics, and environmental studies courses at the University of Oregon. ",
            "section": "III. RESULTS"
        },
        {
            "text": "Subjects earned an average total payoff of $52.68, with a maximum of $86.00 and a minimum of $6.90. ",
            "section": "III. RESULTS"
        },
        {
            "text": "Nearly all subjects finished within 40 minutes.",
            "section": "III. RESULTS"
        },
        {
            "text": "Ninety-seven subjects are included in the analysis because one subject was dropped since she did not unmask a single attribute in seven of the ten real choices and eight of the ten hypothetical choices. ",
            "section": "III. RESULTS"
        },
        {
            "text": "11 As shown in Table 2, 48 subjects completed the real choices in the first task; the remaining 49 completed the hypothetical choices first. ",
            "section": "III. RESULTS",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 22,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "More than half of the subjects had completed a course in which at least 2 weeks were spent on probability and statistics. ",
            "section": "III. RESULTS"
        },
        {
            "text": "The average score on the nine-item cognitive ability test was approximately six, and just under one-third claim to have been liquidity constrained. ",
            "section": "III. RESULTS"
        },
        {
            "text": "Unlike many experiments that primarily use economics and psychology majors, this sample consists of a wider range of majors. ",
            "section": "III. RESULTS"
        },
        {
            "text": "Based on tests of equality of proportions, if the sample is partitioned by whether a subject completed the real or hypothetical choices first, the individuals randomly assigned to each treatment are not statistically different along these dimensions.",
            "section": "III. RESULTS"
        },
        {
            "text": "The mean number of cells unmasked per choice, # Acquisitions, and mean Decision Duration per choice in each of the four task-setting treatments is shown in Table 3, along with the percentage of choices for which subjects viewed enough information to compute expected value, 1(EV-Sufficient), and the SM Index. ",
            "section": "A. Information Acquisition",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 163,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "A simple comparison of means suggests that information acquisition was nearly identical in the real ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "11. In other words, she made 17 out of 20 choices with no information about the choice she was making. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "and hypothetical settings in the first task. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "For example, mean # Acquisitions is 16.13 in the first task for both the real and hypothetical settings (p = .999). ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "Decision Duration, the percentage of EV-Sufficient choices, and the SM Index are also nearly identical. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "12 The SM Index is positive and significantly different from zero in all four treatments, which indicates subjects used an integrative decisionmaking model for this task. ",
            "section": "A. Information Acquisition",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "12"
                }
            ]
        },
        {
            "text": "Out of the 1,939 choices made, there are only ten choices in which the SM Index was less than zero. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "13 In the second task, by contrast, in addition to a substantial decline in information acquisition relative to the first task, average information acquisition appears to differ across settings. ",
            "section": "A. Information Acquisition",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "13"
                }
            ]
        },
        {
            "text": "Subjects unmasked approximately three fewer cells in the hypothetical setting relative to the real setting (p = .001). ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "Subjects also spent significantly less time per decision on the hypothetical choices ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "12. All p values are adjusted for within-subject correlations.",
            "section": "A. Information Acquisition"
        },
        {
            "text": "13. It is possible that the spatial separation of the gambles may have biased subjects toward using within-gamble transitions to acquire information. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "In other words, because it is more \"work\" to make a same-attribute transition relative to a within-gamble transition subjects could, conceivably, make fewer same-attribute transitions. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "However, it is not obvious how the information can be presented to subjects in this type of choice context in a way that will both avoid this bias and not increase the difficulty of the choices with an unintuitive arrangement of the information. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "Moreover, Johnson, Schulte-Mecklenbeck, and Willemsen (2008) also find that subjects tend to make transitions consistent with an integrative model when each gamble is presented horizontally in a row rather than in a \"block\" like this experiment. ",
            "section": "A. Information Acquisition",
            "ref_spans": [
                {
                    "start": 44,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "Willemsen (2008)"
                }
            ]
        },
        {
            "text": "than the real choices in the second task-9.28 s compared to 10.97 s (p = .085)-and only 63% of the choices in the hypothetical setting satisfied the EV-Sufficient criteria (p = .007). ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "Table 4 presents the estimates from parametric models for the four measures shown in Table 3. ",
            "section": "A. Information Acquisition",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 4"
                },
                {
                    "start": 85,
                    "end": 92,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "14 The models include controls for each task setting separately, as well as their interactions with Position Number, HL Decision Number, and HL Decision Number 2 .",
            "section": "A. Information Acquisition"
        },
        {
            "text": "These models also include controls for gender, cognitive ability, and whether the subject indicated that any of the following three conditions were true: completed a course in probability or statistics, is a business or economics major, or is liquidity constrained.",
            "section": "A. Information Acquisition"
        },
        {
            "text": "There are not significant differences in information acquisition across settings. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "The coefficient estimates for 1(Hypot×1st Task) in all four specifications are effectively zero and statistically insignificant. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "The coefficient estimates for 1(Real×2nd Task) and 1(Hypot×2nd Task) for both information depth measures shown in columns (1) and (2) indicate that subjects spent approximately one-third less time and made fewer acquisitions on each choice in the second task compared to choices in the first task. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "But there is not a statistically significant difference across settings in the second task-a Wald test of the null hypothesis that these two estimates are equal fails to reject the null for all four specifications.",
            "section": "A. Information Acquisition"
        },
        {
            "text": "The coefficient estimates on Position Number in the information depth models indicate subjects 14. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "Although the panel structure of the data allows fixedeffects models to be estimated, the experimental design imposes a constraint on fixed-effects models that prevent us from using them to appropriately address the primary question of this study. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "A more detailed explanation is provided in Appendix S1. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "Fortunately, a fixed-effects model is not necessary. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "Table A1 in Appendix S1 shows results from fixedeffects specifications that are consistent with the main results discussed below, and Table A2 in Appendix S1 shows that coefficient estimates and standard errors generated from ordinary least squares (OLS), fixed-effects, and random-effects models for Decision Duration are nearly identical. ",
            "section": "A. Information Acquisition",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table A1"
                },
                {
                    "start": 134,
                    "end": 142,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table A2"
                }
            ]
        },
        {
            "text": "spent less time on each choice, approximately 5% less, and made fewer acquisitions, as they progressed through the first task in the real setting. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "This is congruent with the expectation that individuals will spend more time on the choices they see earlier and will decrease the amount of time on each choice as they become more familiar with the format. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "Somewhat counterintuitively, however, the coefficient estimates on the interaction of Position Number and treatment imply that subjects who faced hypothetical choices in both tasks and real choices in the second task reduced time spent on choices at a slower rate than subjects who faced real choices in the first task. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "Figure 2 reveals the reasons for this result. ",
            "section": "A. Information Acquisition",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "First, subjects who faced real choices in the first task spent significantly more time on the first choice. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "These subjects spent more than 22 seconds on their first choice, on average, while subjects who faced hypothetical choices in the first task spent approximately 16.4 seconds on their first choice (p = .025, adjusted for withinsubject correlation). ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "After the first choice in the first task the amount of time subjects spent on each choice is comparable across settings-the two lines for the first task overlap and they do not significantly diverge in the second task. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "If the first choice that subjects completed is excluded and an identical model is estimated there is no difference between the slopes. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "15 Second, subjects spent significantly less time on the first choice in the second task because they were repeating the same task, regardless of the setting.",
            "section": "A. Information Acquisition"
        },
        {
            "text": "While subjects reduced the depth of the information they acquired as they progressed through the tasks, they did not reduce the breadth of their information. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "The coefficient on Position Number in the 1(EV-Sufficient) specification shown in column (3) is not statistically different from zero. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "Subjects acquired nearly the same breadth 15. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "A model that includes a dummy for the first choice and the other covariates shown in Table 4 produces comparable results. ",
            "section": "A. Information Acquisition",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 92,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "of information for the first choice as they did for the tenth choice, which implies that subjects remained engaged throughout the entire task, again, regardless of the setting. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "The statistically significant coefficient estimates on HL Decision Number and HL Decision Number 2 for all four specifications indicate that subjects were more likely to acquire a greater breadth of information, spend more time, and unmask cells in sequences more consistent with an integrative decision-making model when the choices are more \"difficult.\" ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "Recall from Table 1 that the difference in expected values between the two gambles initially decreases, it is the smallest for HL Decision Numbers 4 and 5, and then begins to increase again. ",
            "section": "A. Information Acquisition",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "If the time spent on each choice is plotted against the HL Decision Number, then an inverted u-shape is formed. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "This pattern is consistent with the results of Glöckner and Herbold (2011), who also find that decision durations increase when the difference in the expected values of the options decreases.",
            "section": "A. Information Acquisition",
            "ref_spans": [
                {
                    "start": 47,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Glöckner and Herbold (2011)"
                }
            ]
        },
        {
            "text": "The interactions of 1(Hypot×1st Task) with HL Decision Number and HL Decision Number 2 are not statistically significant, which indicates that subjects responded to the changes in difficulty similarly for both the real and hypothetical choices in the first task. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "In contrast, a Wald test of   Duration (p=.050). ",
            "section": "A. Information Acquisition",
            "ref_spans": [
                {
                    "start": 30,
                    "end": 47,
                    "type": "bibr",
                    "text": "Duration (p=.050)"
                }
            ]
        },
        {
            "text": "In other words, subjects are less responsive to changes in the difficulty of the choices when the choices are hypothetical than when they are real, but only in the second task. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "Figure 3 shows this pattern visually. ",
            "section": "A. Information Acquisition",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "For each treatment, Decision Duration is fit with a quadratic with respect to the HL Decision Number. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "The two thin lines plot the real and hypothetical settings in the first task, and both follow very similar paths. ",
            "section": "A. Information Acquisition"
        },
        {
            "text": "The thick-dashed line plotting Decision Duration for the hypothetical choices in the second task, however, diverges dramatically from the thick-solid line plotting the time spent on each decision in the real choices, and this explains the difference in unconditional means shown in Table 3. ",
            "section": "A. Information Acquisition",
            "ref_spans": [
                {
                    "start": 282,
                    "end": 289,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Indeed, in the second task, subjects appear to be almost completely insensitive to the narrowing of expected value between the two options when the choices are hypothetical.",
            "section": "A. Information Acquisition"
        },
        {
            "text": "Probabilities or Payoffs. ",
            "section": "B. Where Do Subjects Begin Their Searches?"
        },
        {
            "text": "Given that subjects are spending more time on the choices in which the difference in expected value is narrower and that their search patterns are consistent with an integrative decision model, if subjects realize that the information about the difficulty of the choice is revealed via the probability cells, then we should expect them to begin their searches in the probability cells more often because the payoffs provide no information about the difficulty of the choice. ",
            "section": "B. Where Do Subjects Begin Their Searches?"
        },
        {
            "text": "The complementary nature of the probabilities allows a subject to infer the difficulty of the choice by opening any of the probability cells, and, in fact, there was a slight tendency for subjects to begin their searches in a probability cell-more than 53% of searches started in a probability cell-but the percentage is not significantly different from 50% (p=.135). ",
            "section": "B. Where Do Subjects Begin Their Searches?"
        },
        {
            "text": "16 Location. ",
            "section": "B. Where Do Subjects Begin Their Searches?",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "16"
                }
            ]
        },
        {
            "text": "Similar to Caplin, Dean, and Martin (2011) who find that subjects tend to use a top-down search pattern, I find a clear left-toright search pattern in the data and a tendency to start searches in the top-left corner of a choice. ",
            "section": "B. Where Do Subjects Begin Their Searches?"
        },
        {
            "text": "17 Subjects demonstrated a clear tendency to start their searches in the option on the left-they 16. ",
            "section": "B. Where Do Subjects Begin Their Searches?",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "17"
                }
            ]
        },
        {
            "text": "A linear probability model with standard error estimates clustered on subject was used to estimate the probability that a subject started to search in a probability cell. ",
            "section": "B. Where Do Subjects Begin Their Searches?"
        },
        {
            "text": "Figure A1 in Appendix S1 demonstrates that subjects did not reveal a tendency to start in a cell with any particular attribute, other than the tendency not to start in the low-payoff cell in the risky option.",
            "section": "B. Where Do Subjects Begin Their Searches?",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure A1"
                }
            ]
        },
        {
            "text": "17. The tasks in Caplin, Dean, and Martin (2011) were laid out along a vertical axis, whereas the options in the tasks for the present experiment were laid out horizontally. ",
            "section": "B. Where Do Subjects Begin Their Searches?"
        },
        {
            "text": "began in the left option in more than 75% of choices. ",
            "section": "B. Where Do Subjects Begin Their Searches?"
        },
        {
            "text": "18 The most common cell in which subjects began searches was in the top left corner of the option on the left. ",
            "section": "B. Where Do Subjects Begin Their Searches?",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "18"
                }
            ]
        },
        {
            "text": "More than 26% of searches began in this cell, although a random search pattern would result in about 12.5% of searches beginning in any particular cell (p=.000, proportion test that probability equals 12.5%). ",
            "section": "B. Where Do Subjects Begin Their Searches?"
        },
        {
            "text": "The second most common cell in which subjects began their searches was in the cell at the bottom right of the option on the left-the cell in the option on the left closest to the \"Submit\" button. ",
            "section": "B. Where Do Subjects Begin Their Searches?"
        },
        {
            "text": "Subjects began nearly 21% of their searches in this cell (p=.000, proportion test that probability equals 12.5%).",
            "section": "B. Where Do Subjects Begin Their Searches?"
        },
        {
            "text": "In contrast, subjects rarely started searches in the far right cells. ",
            "section": "B. Where Do Subjects Begin Their Searches?"
        },
        {
            "text": "Only about 6.5% of searches begin in the far right column, although we would expect 25% of searches to begin in the far right column if subjects were choosing to start their information acquisition in a random cell. ",
            "section": "B. Where Do Subjects Begin Their Searches?"
        },
        {
            "text": "19",
            "section": "B. Where Do Subjects Begin Their Searches?"
        },
        {
            "text": "Inconsistency. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "How subjects acquire information is mostly unrelated to the consistency of their 18. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "Figure A2 in Appendix S1 demonstrates this strong tendency for subjects to start in cells on the left.",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure A2"
                }
            ]
        },
        {
            "text": "19. Coefficient estimates from logit models indicate that the start location does not differ by setting. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "Results are not shown, but available from the author upon request.",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "choices. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "Table 5 shows the estimation results from logit regressions in which the dependent variable equals one if a subject made at least one inconsistent choice, 1(Inconsistent).",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "The coefficient estimates on Number of Choices Viewed and 1(EV-Sufficient All Choices) in columns (1) and (2) imply that it was not necessary for subjects to view EV-Sufficient information for all of their choices to make consistent choices. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "However, it appears unlikely that a subject who does not acquire enough information to compute expected value for most of their choices would be able to make consistent choices in this task. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "If the model is re-estimated using only data from the first task, as shown in columns (3) and (5), the coefficients on Number of Choices Viewed and 1(EV-Sufficient All Choices) indicate that subjects who acquired EV-Sufficient information for more choices were less likely to make an inconsistent choice. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "The coefficient on Number of Choices Viewed indicates that each choice that is viewed reduces the likelihood of an error by more than 20%. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "In contrast, these measures are unrelated to consistency in the second task, which is reasonable given that all subjects had just completed the entire task. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "20 20. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "As an additional robustness check, the models in columns (3) and (4) were also estimated using an indicator variable that equals one if the subject unmasked at least six Unique Attributes, on average, during the task (nearly 90% do). ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "Again, the results were substantively unchanged. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "Subjects also appear to have learned as they progressed through the experiment and this resulted in more consistent choices in the second task. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "The coefficient estimates on 1(Hypot×2nd Task) indicate subjects who faced hypothetical choices in the second task were significantly less likely to make an inconsistent choice-less than half as likely or approximately 17% points less likely, even though these subjects spent less time on the more difficult choices. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "Furthermore, although it is possible that shorter Decision Durations could increase the likelihood that a subject makes an error, the insignificant coefficients on Ln(Mean Decision Duration) indicate that subjects were not significantly less likely to make an inconsistent choice if they spent more time on their decisions.",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "Where subjects started their searches does not impact choice consistency. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "An indicator variable equal to one if a subject started in the left option for at least nine choices, 1(Started Left ≥ 9), was included in the model because subjects started their searches in the option on the left for at least nine choices nearly half the time (48.5%) and the coefficient on this variable is insignificant. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "The coefficient estimate on Freq. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "Started Probability, which is the number of times that a subject started in a probability cell, is also insignificant. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "21 Risk Aversion. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "21"
                }
            ]
        },
        {
            "text": "I do not find that average risk preferences are significantly different across settings in this experiment. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "The mean Last Safe Choice (i.e., the switch point) was 6.68 in the real setting and 6.47 in the hypothetical setting. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "The distributions of subjects' switch points in each setting is shown in Figure 4, and a Wilcoxon rank-sum test fails to reject the null hypothesis 21. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 81,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "As shown in Section III.B, subjects did not demonstrate such a strong tendency to start their searches in probability cells compared to payoff cells. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "The median number of choices that subjects started on the left in a task is eight, while the median number of choices that they started in a probability cell is five. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "A Shapiro-Wilk test rejects the null hypothesis that Freq. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "Started Left is normally distributed (p <.001), and fails to reject the null that Freq. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "Started Probability is normally distributed (p=.963). ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "The results are nearly identical if Freq. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "Started Left is used instead; log-likelihoods are slightly lower using 1(Started Left≥9) for all three specifications suggesting a slightly better fit. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "that these distributions come from the same population (p=.453). ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "The standard deviations are also very similar and do not significantly differ (σ r =.201, σ h =.197, p value =.639, Levene's test of equal variances). ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "22 Furthermore, although the tasks in this experiment were more challenging because the probabilities and payoffs were masked, subjects' switch points in these experiments are comparable to the average switch points of subjects who face the conventional HL MPL. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "For instance, Holt and Laury (2005) report average safe choices that range from 4.9 to 7.1 for subjects in three different experiments who faced 10 or 20 times the \"baseline\" payoffs.",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion",
            "ref_spans": [
                {
                    "start": 14,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "Holt and Laury (2005)"
                }
            ]
        },
        {
            "text": "Significantly, it appears that how subjects acquire information about these choices is related to their apparent risk preferences. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "Table 6 shows the results of Poisson regressions used to model risk aversion as measured by a subject's switch point. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_6",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "The regressors in the models are identical to the specification used to model consistency that is shown in column (1) of Table 5, except for the inclusion of an additional control for the number of reversals.",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 128,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "22. These results are substantively the same if these measures are compared within task. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "The mean Last Safe Choice in the first task was 6.77 in the real setting and 6.69 in the hypothetical setting (p=.781, Wilcoxon rank-sum test, σ r =.300; σ h =.277, p value = .639, Levene's test). ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "The means in the second task were 6.59 and 6.25 in the real and hypothetical settings, respectively (p=.417, Wilcoxon rank-sum test; σ r =.273, σ h =.280, p value = .835, Levene's test).",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "Subjects who acquire EV-Sufficient information for very few choices make decisions that make them appear less risk averse. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "The coefficient estimate on Number of Choices Viewed implies that subjects who do not typically acquire enough information to compute expected value may be revealing their risk preferences by demonstrating that they are willing to make these decisions with significantly less information. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "The magnitude of this effect is displayed in Figure 5, which shows the predicted number of safe choices conditional on the Number of Choices Viewed. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 53,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "A subject who views all ten choices is predicted to make approximately seven safe choices, while subjects who view three or fewer are expected to make approximately five safe choices. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "23 If we assume utility is described by the constant relative risk aversion utility function U(x) = x 1 − r /1 − r, a subject who makes seven safe choices is willing to pay no more than $12 to play a gamble with a 50-50 chance of paying $100 or $0, while someone who makes only five safe choices would be willing to pay up to $44 to play. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "23"
                }
            ]
        },
        {
            "text": "24 23. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "These predicted values are calculated using the variable means.",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "24. These dollar values are the certainty equivalents that would make an individual indifferent between the gamble and a certain amount of money using the coefficient of risk aversion on the lower bound. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "For example, an r of .15 implies a certainty equivalent of $44.20. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "The specification shown in column (2) demonstrates that the relationship between risk preferences and the number of choices that subjects viewed is robust, regardless of how it is included in the model. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "This specification also indicates that the coefficient estimate on Ln(Mean Decision Duration), which is relatively large and statistically significant at the 8% level in the specification shown in column (1), does not appear to be robust.",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "Interestingly, where a subject starts acquiring information is significantly related to her risk aversion. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "The coefficient estimate on 1(Started Left ≥ 9) implies that subjects who always, or nearly always start on the left, make choices that suggest that they are approximately 13% less risk averse than subjects who do not.",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "On the whole, these results provide evidence that some characteristics of information acquisition are related to apparent risk aversion. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "In particular, subjects who tend to not acquire enough information to compute expected value and those who systematically begin on the left tend to appear less risk averse. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "Thus, if subjects acquired information differently for hypothetical choices compared to real choices then it is possible these differences could have been a source of the hypothetical bias in some prior studies. ",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "However, the evidence in Section III.A indicates that information acquisition did not significantly differ across settings, except under very specific conditions (i.e., repeating a task under hypothetical conditions that they just completed under real conditions).",
            "section": "C. Information Acquisition, Consistency, and Risk Aversion"
        },
        {
            "text": "I used process-tracing software called Mouselab, which tracks how individuals acquire information while making choices, to test whether differences in information acquisition across real and hypothetical settings can explain the \"hypothetical bias\" in risk preferences that some studies have identified (Harrison 2006;Holt andLaury 2002, 2005). ",
            "section": "IV. DISCUSSION AND CONCLUSION",
            "ref_spans": [
                {
                    "start": 303,
                    "end": 318,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(Harrison 2006;"
                },
                {
                    "start": 318,
                    "end": 326,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "Holt and"
                },
                {
                    "start": 326,
                    "end": 343,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "Laury 2002, 2005)"
                }
            ]
        },
        {
            "text": "I do not find major differences in information acquisition or risk aversion across settings, on average, despite using relatively large potential payoffs in the experiment, ranging from $1.90 to $81, in the context of a modified HL MPL.",
            "section": "IV. DISCUSSION AND CONCLUSION"
        },
        {
            "text": "The process-tracing data generated in this experiment does not provide evidence that individuals acquire information for hypothetical choices differently than real choices. ",
            "section": "IV. DISCUSSION AND CONCLUSION"
        },
        {
            "text": "However, similar to Caplin, Dean, and Martin (2011), I also find that how subjects acquire information is related to their decisions. ",
            "section": "IV. DISCUSSION AND CONCLUSION",
            "ref_spans": [
                {
                    "start": 20,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "Caplin, Dean, and Martin (2011)"
                }
            ]
        },
        {
            "text": "Subjects who frequently fail to acquire enough information to compute expected value for the choices in a task tended to make more errors, and they also appear to be less risk averse, even after controlling for the number of errors. ",
            "section": "IV. DISCUSSION AND CONCLUSION"
        },
        {
            "text": "Additionally, subjects who start their information acquisition on the left tend to be less risk averse.",
            "section": "IV. DISCUSSION AND CONCLUSION"
        },
        {
            "text": "There are two subtle differences in how subjects acquire information in hypothetical settings that could be important in some research settings. ",
            "section": "IV. DISCUSSION AND CONCLUSION"
        },
        {
            "text": "First, subjects who made choices in the real setting in the first task spent 30% more time on the first choice than subjects who made choices in the hypothetical setting. ",
            "section": "IV. DISCUSSION AND CONCLUSION"
        },
        {
            "text": "After this first choice, information acquisition is very similar, but this difference for the first choice suggests that researchers relying on a single choice should be wary of assuming a hypothetical choice will receive the same attention as a real choice. ",
            "section": "IV. DISCUSSION AND CONCLUSION"
        },
        {
            "text": "Second, subjects who faced the hypothetical choices in the second Predicted Last Safe Choice 0 1 2 3 4 5 6 7 8 9 10 Number of Choices Viewed task did not respond to an increase in choice difficulty by increasing the amount of time spent to the same degree as those subjects who faced the real choices in the second task. ",
            "section": "IV. DISCUSSION AND CONCLUSION"
        },
        {
            "text": "This should make researchers who are seeking to conduct within-subject analysis cautious about whether it is appropriate to use a research design in which some subjects complete the real choices before the hypothetical choices. ",
            "section": "IV. DISCUSSION AND CONCLUSION"
        },
        {
            "text": "Depending on the task, the order may significantly affect the effort put forth by subjects in each task. ",
            "section": "IV. DISCUSSION AND CONCLUSION"
        },
        {
            "text": "In this case, it does not appear that this difference in duration in the second task affected choices, but it should be considered when designing an experiment that asks subjects to repeat a task in both real and hypothetical settings.",
            "section": "IV. DISCUSSION AND CONCLUSION"
        },
        {
            "text": "Hypothetical scenarios in surveys and experiments are valuable because they allow economists to explore questions that would be extremely costly or impractical with real consequences. ",
            "section": "IV. DISCUSSION AND CONCLUSION"
        },
        {
            "text": "In some cases, the only way to proceed with research is to use hypothetical choice scenarios. ",
            "section": "IV. DISCUSSION AND CONCLUSION"
        },
        {
            "text": "This study finds that some measures of information acquisition are related to risk aversion, but on the whole individuals do not acquire information about hypothetical choices in a significantly different way than they do about real choices, and that risk preferences are not significantly different across settings in this context. ",
            "section": "IV. DISCUSSION AND CONCLUSION"
        },
        {
            "text": "Considered in conjunction with several prior studies that do not find differences in risk preferences across settings (Beattie and Loomes 1997;Kühberger, Schulte-Mecklenbeck, and Perner 2002;Wiseman and Levin 1996), there is evidence to suggest risk preferences obtained via hypothetical choices are not necessarily biased and that economists should not reflexively dismiss them.",
            "section": "IV. DISCUSSION AND CONCLUSION",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(Beattie and Loomes 1997;"
                },
                {
                    "start": 143,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Kühberger, Schulte-Mecklenbeck, and Perner 2002;"
                },
                {
                    "start": 191,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "Wiseman and Levin 1996)"
                }
            ]
        },
        {
            "text": "Additional Supporting Information may be found in the online version of this article: Appendix S1. ",
            "section": "SUPPORTING INFORMATION"
        },
        {
            "text": "Instructions Read Aloud and Supporting Analysis",
            "section": "SUPPORTING INFORMATION"
        }
    ]
}