{
    "abstract": [],
    "body_text": [
        {
            "text": "The fact that European governments have grown dramatically since the end of World War II cannot be questioned. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In 1960, government expenditures on average amounted to 27 percent of output, while in recent years their average size has reached almost half of the GDP (Mueller 2003;Persson 2002). ",
            "section": "I. INTRODUCTION",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(Mueller 2003;"
                },
                {
                    "start": 168,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "Persson 2002)"
                }
            ]
        },
        {
            "text": "In light of the heavy tax burden that a representative European citizen is consequently facing, it needs to be established why European governments can raise and enforce a claim to such a considerable share of private income. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The benefit principle of taxation provides an answer to this question by stating that tax collection by a government is justified if society at large receives an adequate reimbursement in the form of publicly provided goods and services (Lindahl 1919). ",
            "section": "I. INTRODUCTION",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 251,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(Lindahl 1919)"
                }
            ]
        },
        {
            "text": "The empirical analysis in this paper tests whether the benefit principle is fulfilled by studying the net effect of government size on subjective well-being.",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "How well-being is affected by the public sector depends on the objectives and motives of politicians and bureaucrats. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The traditional welfare economic view assumes the existence of a benevolent and omniscient social planner who exclusively seeks to maximize social welfare and ensures the achievement of a first-best allocation of resources. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "However, this view has been challenged by the public choice school, which emphasizes agency problems as the source of inefficient outcomes. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "One of the main ideas of this school of thought is that politicians and bureaucrats pursue personal interests that give rise to a deviation from the optimal size of the public sector (Mueller 2003). ",
            "section": "I. INTRODUCTION",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(Mueller 2003)"
                }
            ]
        },
        {
            "text": "Thus, by exploring how government size affects life satisfaction one is indirectly testing whether this kind of self-serving behavior is observed in reality.",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "To date, only few researchers have investigated the relationship between public spending and well-being. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Firstly, Bjørnskov et al. (2007) conduct a worldwide cross-country study and find that life satisfaction decreases with government consumption, whereas government capital formation and social spending appear to be irrelevant to subjective well-being. ",
            "section": "I. INTRODUCTION",
            "ref_spans": [
                {
                    "start": 9,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "Bjørnskov et al. (2007)"
                }
            ]
        },
        {
            "text": "This would suggest that the aforementioned benefit principle of taxation is violated with respect to government consumption. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "1 However, Di Tella and MacCulloch (2005) 2 find a positive but insignificant effect of government consumption on life satisfaction in a panel analysis for ten OECD countries. ",
            "section": "I. INTRODUCTION",
            "ref_spans": [
                {
                    "start": 14,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "Tella and MacCulloch (2005)"
                }
            ]
        },
        {
            "text": "Hence, the existing literature presents ambiguous findings with regard to government consumption.",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Another group of researchers studies the influence of specific types of government expenditures on well-being and presents equally conflictive evidence. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Veenhoven (2000) investigates the relationship between social security expenditures and well-being for a worldwide set of countries and finds no significant correlation between the two. ",
            "section": "I. INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "Veenhoven (2000)"
                }
            ]
        },
        {
            "text": "As an extension, Ouweneel (2002) tests the hypothesis that at least the unemployed should experience higher average well-being in nations that spend a large percentage of GDP on welfare. ",
            "section": "I. INTRODUCTION",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "Ouweneel (2002)"
                }
            ]
        },
        {
            "text": "However, he finds that while larger welfare states generally do achieve lower levels of income inequality, this does not have a significant effect on the subjective well-being of the unemployed.",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "On the other hand, there are three studies suggesting that specific components of public spending do affect subjective well-being. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Radcliff (2001) presents cross-country evidence for a statistically significant positive effect of generous welfare spending on average happiness. ",
            "section": "I. INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "Radcliff (2001)"
                }
            ]
        },
        {
            "text": "In addition, Di Tella et al. (2003) find that higher unemployment benefits have led to an increase in national well-being in European countries over the 1975-1992 period. ",
            "section": "I. INTRODUCTION",
            "ref_spans": [
                {
                    "start": 16,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Tella et al. (2003)"
                }
            ]
        },
        {
            "text": "Finally, Kotakorpi and Laamanen's (2010) investigation reveals that there is a positive effect of health expenditures on subjective well-being when controlling for respondents' health status. ",
            "section": "I. INTRODUCTION",
            "ref_spans": [
                {
                    "start": 9,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Kotakorpi and Laamanen's (2010)"
                }
            ]
        },
        {
            "text": "Summarizing, there is some evidence that not only government consumption but also the magnitudes of individual expenditure components influence well-being, even though these studies are ambiguous regarding the significance of the observed effects.",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "1. On the other hand, the benefit principle concerning social transfers and capital formation is fulfilled.",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "With regard to total spending it may also be fulfilled. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "However, the authors do not include total expenditures in the estimations. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "2. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Di Tella and MacCulloch (2005) use government consumption as a control variable when they investigate the impact of inflation and unemployment on the well-being of left-and right-wing voters.",
            "section": "I. INTRODUCTION",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "Tella and MacCulloch (2005)"
                }
            ]
        },
        {
            "text": "In line with the aforementioned studies and other investigations in the field of Happiness Research, this paper uses life satisfaction as a proxy for well-being. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "More specifically, it draws on a rich micro dataset based on the Eurobarometer Survey Series and covers twelve EU countries 3 from 1990 to 2000. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Bjørnskov et al.'s (2007) study suffers from the shortcoming that the heterogeneity in a world-wide cross-sectional study of countries such as Venezuela, Vietnam, Zimbabwe, Tanzania and Uganda cannot be captured by just a few control variables. ",
            "section": "I. INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 25,
                    "type": "bibr",
                    "text": "Bjørnskov et al.'s (2007)"
                }
            ]
        },
        {
            "text": "In addition, it is questionable whether the dependent variable of subjective well-being can be compared across such a heterogeneous set of countries (Diener and Oishi 2006). ",
            "section": "I. INTRODUCTION",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Diener and Oishi 2006)"
                }
            ]
        },
        {
            "text": "4 Therefore, this study regards a relatively homogeneous set of EU countries and uses country fixed effects in the regression analysis. ",
            "section": "I. INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "4"
                }
            ]
        },
        {
            "text": "Moreover, as an extension to previous studies the analysis accounts for nonlinear effects given that the neglect of nonlinearities may be responsible for the ambiguity in the existing literature.",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "This paper suggests that the effect of government size on well-being follows an inverse U-shape and that the effect of public sector size on well-being depends positively on the extent of decentralization and negatively on the level of corruption. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In addition, left-wing voters and low-income earners appear to be the main beneficiaries of a large public sector. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Further insights are gained by considering components of public spending that characterize the welfare state in a wider sense: education, health and social protection expenditures (Blomquist and Christiansen 1995;Boadway and Marchand 1995 5 ). ",
            "section": "I. INTRODUCTION",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Blomquist and Christiansen 1995;"
                },
                {
                    "start": 213,
                    "end": 240,
                    "type": "bibr",
                    "text": "Boadway and Marchand 1995 5"
                }
            ]
        },
        {
            "text": "These additional estimations bring to light that governments in the EU could have achieved higher levels of well-being by spending more on education and less on social protection. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Summarizing, this paper makes a contribution to the literature by providing a comprehensive analysis on the impact of both the size and the composition of public expenditures on well-being while taking into account respondents' characteristics and institutional factors.",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "The remainder of this paper is structured as follows: Section II gives an overview of theoretical considerations and states four hypotheses. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Section III describes the dataset and presents the empirical strategy, while section IV reports the results for the estimations and three robustness checks. ",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Finally, section V concludes the analysis.",
            "section": "I. INTRODUCTION"
        },
        {
            "text": "According to the traditional welfare economic view a benevolent social planner representing the government ensures a first-best allocation of resources. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "For instance, Pigou (1947) argues in favor of a corrective tax in the presence of externalities, whereas Samuelson (1954) states the condition for the optimal quantity of a public good. ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 14,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "Pigou (1947)"
                },
                {
                    "start": 105,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "Samuelson (1954)"
                }
            ]
        },
        {
            "text": "If public decision-makers comply with these optimality conditions, marginal costs and marginal benefits of government size just outweigh each other in equilibrium. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "These considerations are summarized in the following ceteris paribus statement:",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "H1a: Well-being is not affected by government size.",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "The underlying assumptions of the traditional welfare economic view, i.e. perfect information and welfare-maximizing governments, are discarded by proponents of the public choice school. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Instead, they highlight inefficiencies and sub-optimal outcomes caused by the propensity of politicians and bureaucrats to maximize their personal utility. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "As a result, the public choice school suggests that the public sector is excessively large and that resources are misallocated. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "The literature describes several causes for these inefficiencies. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Many of them can be attributed to specific interest groups and the ways in which they succeed in pushing through their interests. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "In his seminal contribution, Tullock (1959) addresses the existence of the logrolling phenomenon, which may lead to the implementation of public projects that benefit specific interest groups but not society at large. ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 29,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "Tullock (1959)"
                }
            ]
        },
        {
            "text": "In addition, Persson and Tabellini (2000) discuss models focusing on legislative bargaining, lobbying and electoral competition that illustrate additional mechanisms for an inefficient and asymmetric allocation of publicly provided goods and services.",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "Persson and Tabellini (2000)"
                }
            ]
        },
        {
            "text": "The behavior of bureaucrats and politicians provides another cause for excessive and inefficient public spending. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Firstly, Niskanen (1971) puts forward a theoretical model illustrating bureaucrats' incentive to expand budgets beyond the social optimum since their non-pecuniary goals such as prestige and power are positively correlated with larger budgets for the provision of public goods. ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 9,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "Niskanen (1971)"
                }
            ]
        },
        {
            "text": "Hence, in the presence of an information asymmetry concerning the cost function of the public good the bureaucrat demands the largest budget, which the politician would approve of. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "As an alternative to this, Brennan and Buchanan (1980) depict the government as a Leviathan that maximizes its revenue by exploiting the tax base to the full extent. ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "Brennan and Buchanan (1980)"
                }
            ]
        },
        {
            "text": "Eventually, this leads to excessively large budgets. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Finally, Nordhaus (1975) discusses the existence of political business cycles where politicians -portrayed as maximizers of reelection probabilities -implement expansionary fiscal policies (such as increases in government spending) before elections in order to boost their popularity.",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 9,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "Nordhaus (1975)"
                }
            ]
        },
        {
            "text": "Since it is unpleasant for politicians and voters to pursue fiscal consolidation after the elections, governments remains excessively large. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "6 It follows that:",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "H1b: Well-being is negatively affected by government size.",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "As with every other policy variable the size of the public sector is likely to affect well-defined population groups in different ways. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "The most important individual characteristics in this context are ideology and relative income. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Firstly, a large public sector is more likely to be welcomed by individuals who express a preference for left-wing policy, i.e. large government size. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Secondly, people who earn a relatively low income should benefit more from a large public sector as they are more likely to receive transfers and bear a comparably lower tax burden than high-income earners. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Both propositions can be traced back to Meltzer and Richard's (1981) theoretical explanation for the size of government by means of a median voter model. ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "Meltzer and Richard's (1981)"
                }
            ]
        },
        {
            "text": "In sum, these considerations motivate the following hypothesis:",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "H2: Government size has a more positive impact on well-being for people who have left-wing ideological preferences or who rank low in the income distribution.",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Additionally, it is worthwhile to take into account the role of institutional factors. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "In particular, the empirical analysis incorporates two factors, which are related to the efficient allocation of public resources. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "The first one is corruption, which is defined as the 'misuse of public office for private gain' (Svensson 2005, p. 20). ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 118,
                    "type": "bibr",
                    "text": "(Svensson 2005, p. 20)"
                }
            ]
        },
        {
            "text": "The inclusion of corruption in the regression analysis can be justified by referring to the evidence on corruption-induced distortions in the allocation of public funds (Gupta et al. 2001;Mauro 1998). ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(Gupta et al. 2001;"
                },
                {
                    "start": 188,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "Mauro 1998)"
                }
            ]
        },
        {
            "text": "Secondly, expenditure decentralization is likely to play a role in the relationship between government size and well-being even though the effect may go either way. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Positive effects are usually attributed to an increase in efficiency through 'yardstick competition' (Besley and Case 1995) and a better targeted satisfaction of people's preferences (Oates 1972), whereas opponents of decentralization emphasize a more difficult coordination of efforts (Prud'homme 1995). ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(Besley and Case 1995)"
                },
                {
                    "start": 183,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "(Oates 1972)"
                },
                {
                    "start": 286,
                    "end": 303,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "(Prud'homme 1995)"
                }
            ]
        },
        {
            "text": "In hypothesis 3, the dominance of the benefits of decentralization is presumed since there is previous evidence for a positive effect of decentralization and local autonomy on well-being (Bjørnskov et al. 2008;Frey and Stutzer 2000a 7 ). ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(Bjørnskov et al. 2008;"
                },
                {
                    "start": 210,
                    "end": 234,
                    "type": "bibr",
                    "text": "Frey and Stutzer 2000a 7"
                }
            ]
        },
        {
            "text": "These considerations imply:",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "6. For empirical evidence regarding political business cycles in government spending see Persson (2002) and Schuknecht (2000). ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "Persson (2002)"
                },
                {
                    "start": 108,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "Schuknecht (2000)"
                }
            ]
        },
        {
            "text": "7. Frey and Stutzer (2000a) find that local autonomy of Swiss cantons leads to higher well-being through political outcomes that are closer to people's preferences and procedural utility from political participation possibilities.",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Frey and Stutzer (2000a)"
                }
            ]
        },
        {
            "text": "H3: Government size has a more positive impact on well-being in countries characterized by a high extent of expenditure decentralization or a low level of corruption.",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "The final hypothesis explores whether the composition of the public budget matters. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Previous investigations of this question (Di Tella et al. 2003;Ouweneel 2002;Radcliff 2001;Veenhoven 2000) have only considered the effect of social transfers, while we embrace a wider definition of the welfare state by also taking into account the public provision of private goods such as education and health. ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 41,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(Di Tella et al. 2003;"
                },
                {
                    "start": 63,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "Ouweneel 2002;"
                },
                {
                    "start": 77,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "Radcliff 2001;"
                },
                {
                    "start": 91,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "Veenhoven 2000)"
                }
            ]
        },
        {
            "text": "These can be viewed as in-kind transfers to low-income earners. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Based on these considerations we formulate the following hypothesis:",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "H4: For a given size of the public sector higher well-being can be observed when a large share of the budget is spent on education, health and social protection.",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "To summarize, the objective for the rest of the paper is to test four hypotheses, which relate to the impact of public sector size on well-being. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "To allow for more depth in the analysis we make a distinction between several population groups and factor in different characteristics of the government and the shares of public spending that are allocated to redistributive purposes. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "direction of the European Commission and were conducted in a face-to-face setting in people's homes and in the appropriate national language. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "The data for the life satisfaction variable is based on the question 'On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with the life you lead?' (the small number of respondents answering 'Don't know' and 'No answer' is ignored) measured on a scale that runs from 1 to 4, where a higher value indicates a higher level of satisfaction. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Several findings in the economic and psychological literature justify using this data. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "First, there is mounting evidence that self-reported well-being is correlated with physical reactions such as the frequency of smiling (Ekman et al. 1990;Pavot et al. 1991) or heart rate and blood pressure reactions to stress (Shedler et al. 1993). ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(Ekman et al. 1990;"
                },
                {
                    "start": 154,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "Pavot et al. 1991)"
                },
                {
                    "start": 226,
                    "end": 247,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "(Shedler et al. 1993)"
                }
            ]
        },
        {
            "text": "Second, people's perceptions of their own well-being coincide with recall of positive events in life (Seidlitz et al. 1997) and reports of relatives and friends (Diener 1984;Sandvik et al. 1993). ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "(Seidlitz et al. 1997"
                },
                {
                    "start": 161,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(Diener 1984;"
                },
                {
                    "start": 174,
                    "end": 194,
                    "type": "bibr",
                    "text": "Sandvik et al. 1993)"
                }
            ]
        },
        {
            "text": "Third, experimental studies reject the hypothesis that subjects bias their response upwards due to social desirability (Konow and Earley 2008). ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(Konow and Earley 2008)"
                }
            ]
        },
        {
            "text": "Finally, data on subjective well-being has been shown to be negatively correlated with suicide in individual-level multivariate regressions (Daly and Wilson 2009). ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(Daly and Wilson 2009)"
                }
            ]
        },
        {
            "text": "Figure 1 displays values for life satisfaction and government size for twelve EU countries averaged across the time period from 1990 to 2000 (and the individuals in a particular country). ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Denmark is clearly identified as the country where people are on average most satisfied with their lives with an average value of 3.6 on a scale that runs from 1 to 4. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "At the lower end of the distribution are Germany, Italy, and France with averages of at most 2.9. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "The order in which the  Averages of life satisfaction and government size, 1990-2000 countries appear in the bar-chart is quite stable over time and across other surveys such as the World Values Survey or the European Social Survey.",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "In addition, figure 1 illustrates the large cross-country variation in terms of government size across the twelve EU countries in the sample. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "More specifically, it becomes evident that there are two extreme types of government in the EU: Scandinavian welfare states and Anglo-Saxon governments with an average of about 57 and 42 percent of GDP, respectively. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Luxembourg as a particularly small country represents an exception to this classification. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Figure  2 provides an overview with respect to the size and functional composition of public expenditures for the twelve countries. ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure  2"
                }
            ]
        },
        {
            "text": "The time series plots on the left reveal that there is also some variation over time in the degree of government involvement. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "For Finland, Sweden and Ireland this variation amounts to up to 10 percentage points in the time period considered here.",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "The pie chart on the right of figure 2 disaggregates public expenditures according to the purposes on which they are spent and displays unweighted averages for the twelve countries across the relevant time period. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Social protection expenditures represent the highest share of public spending (37.8%), followed by expenditures on general public services, health and education. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Smaller categories with a share of less than 10% include economic affairs, public order and safety, and defense. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "The residual category sums up spending on recreation, culture and religion (2.2%), environmental protection (1.3%) and housing and community amenities (2.1%). ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Tables 6 to 9 in the appendix provide a more detailed overview of the data and its sources as well as definitions of the expenditure categories. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "In the estimations in section IV the focus is on education, health and social protection expenditures which on average sum up to more than 60% of the total budget. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Size and composition of government expenditures, 1990-2000 [1] The time-series plots on the left-hand side illustrate the evolution of government size over the period from 1990 to 2000 for each of the twelve EU countries. ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 35,
                    "end": 58,
                    "type": "bibr",
                    "text": "expenditures, 1990-2000"
                }
            ]
        },
        {
            "text": "The pie chart on the right-hand side depicts shares of the respective expenditure categories averaged over the twelve EU countries and the period from 1990 to 2000.",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "The set of controls at the country-level includes three macroeconomic variables that are taken from the OECD databases. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "First, all estimations include the log of GDP per capita owing to the long tradition of investigations regarding the effect of a nation's prosperity on well-being (Easterlin 1974;Oswald 1997). ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(Easterlin 1974;"
                },
                {
                    "start": 179,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "Oswald 1997)"
                }
            ]
        },
        {
            "text": "Second, unemployment rates are incorporated into the regression analysis given that Lucas et al. (2004) find a large and persistent effect of unemployment on life satisfaction. ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "Lucas et al. (2004)"
                }
            ]
        },
        {
            "text": "It appears that even people, who find a job after being unemployed for a while, do not return to their initial level of life satisfaction. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "In this context, one has to keep in mind that the unemployment rate also captures negative effects on well-being through social problems such as crime (Edmark 2005)  9 and social exclusion. ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(Edmark 2005)"
                },
                {
                    "start": 166,
                    "end": 167,
                    "type": "bibr",
                    "text": "9"
                }
            ]
        },
        {
            "text": "The third macroeconomic variable to be found in all estimations is inflation as a result of Di Tella et al.'s (2001) evidence that high inflation depresses well-being in the United States and Europe, even if the effect is smaller than for unemployment.",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 116,
                    "type": "bibr",
                    "text": "Tella et al.'s (2001)"
                }
            ]
        },
        {
            "text": "The political and institutional environment related to the efficient satisfaction of voters' preferences is also likely to affect well-being as suggested by Hudson (2006) and Wagner et al. (2009). ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Hudson (2006)"
                },
                {
                    "start": 175,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "Wagner et al. (2009)"
                }
            ]
        },
        {
            "text": "10 The first variable of interest is corruption which is measured by means of the Corruption Perceptions Index (CPI) 11 and for which data is available on an annual basis. ",
            "section": "II. THEORETICAL CONSIDERATIONS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "10"
                }
            ]
        },
        {
            "text": "In order to facilitate the interpretation of the slope coefficients in the estimations this measure is rescaled as Corruption 5 10 -CPI score. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "The second institutional factor that is considered is the extent of decentralization measured as the share of subnational expenditures in total public expenditures. ",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "Data on expenditure decentralization is provided by the World Bank as part of the Fiscal Decentralization Indicators.",
            "section": "II. THEORETICAL CONSIDERATIONS"
        },
        {
            "text": "The regression model that is best suited to this analysis is an ordered response model, where the dependent variable -people's observable satisfaction with life -is discrete and defined on a finite ordinal scale, i. ",
            "section": "Empirical strategy"
        },
        {
            "text": "e. ",
            "section": "Empirical strategy"
        },
        {
            "text": "Lifesat itc A{ 1, 2, 3, 4 }. ",
            "section": "Empirical strategy"
        },
        {
            "text": "9. Using a panel of Swedish counties ranging from 1988 to 1999, she finds that unemployment has a significantly positive effect on property crimes such as burglary, car and bike theft. ",
            "section": "Empirical strategy"
        },
        {
            "text": "10. Hudson (2006) provides evidence that institutional performance and the resulting level of trust in institutions has a direct impact on subjective well-being in EU countries, while Wagner et al. (2009) find that institutional quality measured by the rule of law, well-functioning regulation and low corruption has a positive effect on people's satisfaction with democracy. ",
            "section": "Empirical strategy",
            "ref_spans": [
                {
                    "start": 4,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Hudson (2006)"
                },
                {
                    "start": 184,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "Wagner et al. (2009)"
                }
            ]
        },
        {
            "text": "This may lead to higher subjective well-being in general. ",
            "section": "Empirical strategy"
        },
        {
            "text": "11. The CPI is a 'poll of polls' using information from up to 12 individual surveys. ",
            "section": "Empirical strategy"
        },
        {
            "text": "Country scores correlate strongly with other available indexes. ",
            "section": "Empirical strategy"
        },
        {
            "text": "For further details on its construction see Treisman (2007). ",
            "section": "Empirical strategy",
            "ref_spans": [
                {
                    "start": 44,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "Treisman (2007)"
                }
            ]
        },
        {
            "text": "Data reaching back to 1995 for a large number of countries are available at http:// www.transparency.org/policy_research/surveys_indices/cpi.",
            "section": "Empirical strategy"
        },
        {
            "text": "The first part of the ordered response model consists of a structural equation with respect to the latent, continuous dependent variable:",
            "section": "Empirical strategy"
        },
        {
            "text": "where the subscripts represent individuals, time periods and countries. ",
            "section": "Empirical strategy"
        },
        {
            "text": "Expenditures tc represents both total government expenditures as a share of GDP as well as expenditure subcategories as a share of total expenditures, while e itc represents the error term which we assume to be i.i.d. and normally distributed. ",
            "section": "Empirical strategy"
        },
        {
            "text": "Therefore, we are estimating an ordered probit model. ",
            "section": "Empirical strategy"
        },
        {
            "text": "Individual itc includes a number of characteristics of the respondents such as gender, age, relative income, ideological preferences, marital status, education level, employment status and the number of children. ",
            "section": "Empirical strategy"
        },
        {
            "text": "On a country level Macro tc includes the log of GDP per capita, unemployment rates and inflation rates. ",
            "section": "Empirical strategy"
        },
        {
            "text": "12 In addition, all regressions include time fixed effects o t in order to control for common exogenous shocks, an intercept a, and country fixed effects m c . ",
            "section": "Empirical strategy",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "12"
                }
            ]
        },
        {
            "text": "Country fixed effects are included due to the available evidence that measures of subjective well-being are not internationally comparable (Diener and Oishi 2006). ",
            "section": "Empirical strategy",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Diener and Oishi 2006)"
                }
            ]
        },
        {
            "text": "In some of the regressions nonlinear relationships between government expenditures and life satisfaction are tested by means of interactions with institutional factors and a quadratic government expenditures term. ",
            "section": "Empirical strategy"
        },
        {
            "text": "These are not explicitly specified in equation 1to save space.",
            "section": "Empirical strategy",
            "ref_spans": [
                {
                    "start": 47,
                    "end": 48,
                    "ref_id": "formula_0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "The second part of the ordered response model is an observation rule for the ordinal dependent variable, which relates the observable dependent variable to the latent variable. ",
            "section": "Empirical strategy"
        },
        {
            "text": "It simply spells out how Lifesat itc changes its value if Lifesat Ã itc crosses a fixed given threshold t j :",
            "section": "Empirical strategy"
        },
        {
            "text": "The estimation of these models in section IV.1 is followed by three robustness checks that involve the exclusion of outliers, the inclusion of economic openness 13 and OLS estimations (section IV.2). ",
            "section": "Empirical strategy"
        },
        {
            "text": "The least-squares estimations ",
            "section": "Empirical strategy"
        },
        {
            "text": "12. Note that even though the dataset does not include respondents' absolute income, the simultaneous inclusion of individual income quartiles and GDP per capita allows us to approximate individual income levels. ",
            "section": "Empirical strategy"
        },
        {
            "text": "13. Economic openness is not included in the baseline estimations due to potential multicollinearity. ",
            "section": "Empirical strategy"
        },
        {
            "text": "have the advantage that the interpretation of the coefficients is more straightforward than for ordered probit estimations.",
            "section": "Empirical strategy"
        },
        {
            "text": "The empirical analysis is subdivided into three main parts: estimations for total public spending including nonlinear effects, regressions with regard to expenditure subcategories and finally three robustness checks. ",
            "section": "Estimations"
        },
        {
            "text": "The results for the first set of estimations are summarized in table 1, where the estimations differ in the sense that the nonlinear terms are added consecutively. ",
            "section": "Estimations"
        },
        {
            "text": "To begin with, model 1a represents a baseline estimation without any nonlinear terms, while models 2a to 7a each take into account different combinations of interaction and quadratic terms. ",
            "section": "Estimations"
        },
        {
            "text": "14 Since there are some missing observations for the expenditure decentralization variable and since corruption data is only available as of 1995, models 3a to 7a rely on a lower number of observations than models 1a and 2a.",
            "section": "Estimations"
        },
        {
            "text": "We start the interpretation of table 1 by pointing out that the coefficients of the control variables are in most cases significant, while their signs are largely in line with our expectations. ",
            "section": "Estimations"
        },
        {
            "text": "On an individual level people's gender, age, relative income, ideological preferences, marital status, education level, employment status and their number of children have a significant impact on subjective wellbeing as pointed out in previous studies. ",
            "section": "Estimations"
        },
        {
            "text": "In this respect models 1a to 7a provide a very coherent and robust picture. ",
            "section": "Estimations"
        },
        {
            "text": "With regard to the variables at the country level, the log of GDP per capita and government expenditures have a positive linear impact on well-being. ",
            "section": "Estimations"
        },
        {
            "text": "In addition, a higher unemployment or inflation rate has a significantly negative impact on well-being, while the former even goes beyond the effect of one's own employment status. ",
            "section": "Estimations"
        },
        {
            "text": "Thus, unemployment reduces well-being even for employed people as they may perceive their own job to be at stake. ",
            "section": "Estimations"
        },
        {
            "text": "Now let us turn to the interaction terms at the top of table ",
            "section": "Estimations"
        },
        {
            "text": "1. First of all, relative income does not have a significant effect on the relationship between public sector size and well-being since the coefficients for the relevant interaction term are insignificant in models 2a, 5a, 6a and 7a. ",
            "section": "Estimations"
        },
        {
            "text": "On the other hand, the coefficients for the interaction with ideological preferences are highly significant and have the correct signs with respect to hypothesis ",
            "section": "Estimations"
        },
        {
            "text": "2. This suggests that 14. ",
            "section": "Estimations"
        },
        {
            "text": "Expenditure decentralization and corruption do not enter any of the models simultaneously, since there is a strong negative correlation between the two with r 5 2 0.6.  ",
            "section": "Estimations"
        },
        {
            "text": "government size has a more positive impact on subjective well-being for people with left-wing political preferences. ",
            "section": "Estimations"
        },
        {
            "text": "Secondly, the coefficient for the interaction between government expenditures and expenditure decentralization is significant at the 1% level. ",
            "section": "Estimations"
        },
        {
            "text": "Hence, government size has a more positive effect on well-being in countries that allow for a higher degree of local autonomy. ",
            "section": "Estimations"
        },
        {
            "text": "Finally, the interaction term with regard to corruption has the expected negative sign and is significant at the 10% or 1% level, respectively. ",
            "section": "Estimations"
        },
        {
            "text": "Model 7a additionally reveals a highly significant negative quadratic term for government expenditures. ",
            "section": "Estimations"
        },
        {
            "text": "This suggests an inversely U-shaped relationship and diminishing returns to government size in terms of well-being.",
            "section": "Estimations"
        },
        {
            "text": "The statements made so far only refer to statistical significance, while we have not been able to say anything about the coefficients' economic significance. ",
            "section": "Estimations"
        },
        {
            "text": "This has to do with the fact that the magnitudes of the coefficients have no meaningful interpretation in microeconometric estimations. ",
            "section": "Estimations"
        },
        {
            "text": "The usual procedure is to calculate marginal effects which for instance summarize how an increase in government expenditures affects a person's probability to be 'very satisfied' with his or her life. ",
            "section": "Estimations"
        },
        {
            "text": "However, for several reasons we abstain from making these calculations and resort to the coefficients of the OLS estimations in section IV.2. ",
            "section": "Estimations"
        },
        {
            "text": "The first justification for this approach is that Ferrer-i-Carbonell and Frijters (2004) provide overwhelming evidence that results barely differ between OLS and ordered probit estimations in the context of happiness research. ",
            "section": "Estimations"
        },
        {
            "text": "After all, the main difference between these two estimators is that the former assumes a cardinal interpretation of life satisfaction data, while the latter is more conservative and only presumes an ordinal ranking.",
            "section": "Estimations"
        },
        {
            "text": "Secondly, the marginal effects that we are interested in refer to the interaction terms at the top of table 1. ",
            "section": "Estimations"
        },
        {
            "text": "However, the calculation of marginal effects in the context of nonlinear estimations with interaction terms is much more difficult than assumed by many researchers. ",
            "section": "Estimations"
        },
        {
            "text": "In this context, Ai and Norton (2003) have identified 72 articles published between 1980 and 1999 in the economics journals listed on JSTOR that use interaction terms in nonlinear models. ",
            "section": "Estimations",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 37,
                    "type": "bibr",
                    "text": "Ai and Norton (2003)"
                }
            ]
        },
        {
            "text": "However, none of them provides a correct interpretation of the interaction term's marginal effect. ",
            "section": "Estimations"
        },
        {
            "text": "In fact, the reported results often diverge strongly from the true results. ",
            "section": "Estimations"
        },
        {
            "text": "As Ai and Norton (2003) point out, these marginal effects are not calculated by standard statistical software packages such as Stata. ",
            "section": "Estimations",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 23,
                    "type": "bibr",
                    "text": "Ai and Norton (2003)"
                }
            ],
            "entity_spans": [
                {
                    "start": 127,
                    "end": 132,
                    "type": "software",
                    "rawForm": "Stata",
                    "resp": "#annotator14",
                    "id": "d622f7bf55-software-simple-0"
                }
            ]
        },
        {
            "text": "15 To conclude, hypothesis 3 stating that government size has a more positive impact on well-being with high expenditure decentralization and low corruption cannot be rejected. ",
            "section": "Estimations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Moreover, the hypothesis that government size has a more positive effect on well-being for left-wing voters cannot be rejected (first 15. ",
            "section": "Estimations"
        },
        {
            "text": "Ai and Norton have in the meantime made available the inteff module which does calculate these marginal effects for the binary case. ",
            "section": "Estimations"
        },
        {
            "text": "For the ordered response case, no such module has become available yet (Norton et al. 2004).",
            "section": "Estimations",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 90,
                    "type": "bibr",
                    "text": "(Norton et al. 2004"
                }
            ]
        },
        {
            "text": "part of hypothesis 2). ",
            "section": "Estimations"
        },
        {
            "text": "Hypotheses 1a and 1b are both rejected in terms of statistical significance given that we neither find that well-being is unaffected by government size nor that government size has a negative effect on well-being. ",
            "section": "Estimations"
        },
        {
            "text": "Statements on economic significance follow in section IV.2 in the context of OLS estimations. ",
            "section": "Estimations"
        },
        {
            "text": "Table 2 provides an extension of the estimations in table 1 through the inclusion of three types of expenditures as a share of total public expenditures. ",
            "section": "Estimations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "This allows us to investigate the validity of hypothesis 4, which did not play a role in the previous estimations. ",
            "section": "Estimations"
        },
        {
            "text": "The general structure of this new set of estimations is as follows: Models 8a to 11a analyze the linear effect of expenditure categories on well-being, while model 12a adds squared terms. ",
            "section": "Estimations"
        },
        {
            "text": "In the linear specifications, education and social protection expenditures have a significantly positive impact, while health expenditures have a significantly negative effect.",
            "section": "Estimations"
        },
        {
            "text": "The positive influence of social protection expenditures contradicts previous findings by Veenhoven (2000) and Ouweneel (2002) and confirms those by Di Tella and MacCulloch (2005) and Radcliff (2001), while the negative impact of health expenditures stands in opposition to evidence by Kotakorpi and Laamanen (2010). ",
            "section": "Estimations",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "Veenhoven (2000)"
                },
                {
                    "start": 111,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "Ouweneel (2002)"
                },
                {
                    "start": 152,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "Tella and MacCulloch (2005)"
                },
                {
                    "start": 184,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "Radcliff (2001)"
                },
                {
                    "start": 286,
                    "end": 315,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Kotakorpi and Laamanen (2010)"
                }
            ]
        },
        {
            "text": "Most likely, this surprising result can be attributed to the fact that the dataset does not include information on individual health status and therefore, there might be a spurious correlation at work: Societies with a low average health status require high levels of health expenditures. ",
            "section": "Estimations"
        },
        {
            "text": "At the same time a low average health status implies low levels of subjective well-being.",
            "section": "Estimations"
        },
        {
            "text": "The estimation results for model 12a reveal that the effects of education and social protection expenditures on well-being exhibit an inverted U-shape. ",
            "section": "Estimations"
        },
        {
            "text": "This expresses the diminishing benefit of higher expenditures on these two purposes. ",
            "section": "Estimations"
        },
        {
            "text": "Based on the estimation results for models 8a, 9a, and 11a the hypothesis stating that respondents on average report higher well-being when a larger share of the budget is spent on education and health expenditures (hypothesis 4) cannot be rejected. ",
            "section": "Estimations"
        },
        {
            "text": "In section IV.2 we will additionally calculate the peaks for these curvilinear relationships in the context of OLS estimations and compare them to actual spending patterns in the twelve countries included in the sample. ",
            "section": "Estimations"
        },
        {
            "text": "Finally, we cannot make a meaningful statement regarding the validity of hypothesis 4 for health expenditures given that the dataset does not include information on respondents' health status.",
            "section": "Estimations"
        },
        {
            "text": "This section presents three robustness checks that are intended to address potential shortcomings of the baseline estimations. ",
            "section": "Sensitivity analysis"
        },
        {
            "text": "First, we eliminate the influence of outlying observations. ",
            "section": "Sensitivity analysis"
        },
        {
            "text": "Denmark stands out from the rest of the sample given that its average value for government size and especially for  average life satisfaction lead to an isolation in the top right corner in figure 1 (see section III.1). ",
            "section": "Sensitivity analysis"
        },
        {
            "text": "Therefore, the first robustness check excludes observations for this particular country. ",
            "section": "Sensitivity analysis"
        },
        {
            "text": "The underlying question is whether previous estimation results are driven by the peculiarity of Denmark's public sector and its society. ",
            "section": "Sensitivity analysis"
        },
        {
            "text": "Table 3 reports estimation results for six models that already appeared in tables 1 and 2. ",
            "section": "Sensitivity analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "To be more exact, models 2a to 4a and 7a from the table relating to total government expenditures and models 11a and 12a from the table on expenditure subcategories are re-estimated. ",
            "section": "Sensitivity analysis"
        },
        {
            "text": "Since Denmark is excluded from the sample, the maximum number of observations drops from 153,268 to 132,945. ",
            "section": "Sensitivity analysis"
        },
        {
            "text": "Compared to the results in tables 1 and 2, the signs and levels of significance for the individual characteristics and the macroeconomic variables are in principle unaffected. ",
            "section": "Sensitivity analysis"
        },
        {
            "text": "There are, however, some small differences with regard to the interaction terms and expenditure subcategories. ",
            "section": "Sensitivity analysis"
        },
        {
            "text": "First, the interaction term between relative income and government expenditures is significant at the 5 or 10% level. ",
            "section": "Sensitivity analysis"
        },
        {
            "text": "This implies in line with hypothesis 2 that for individuals with a higher position in the income distribution the effect of government size on well-being is lower. ",
            "section": "Sensitivity analysis"
        },
        {
            "text": "Second, the coefficient for the interaction term between corruption and government expenditures is insignificant in model 4b, while it continues to be significant in model 7b. ",
            "section": "Sensitivity analysis"
        },
        {
            "text": "Since the latter is the more complete model, it can still be argued that the results are in support of hypothesis 3 with regard to corruption.",
            "section": "Sensitivity analysis"
        },
        {
            "text": "Third, the squared term for education expenditures is not significant in model 12b suggesting a positive linear impact of education expenditures on well-being. ",
            "section": "Sensitivity analysis"
        },
        {
            "text": "As an alternative robustness check, we have excluded all observations where the absolute value of the studentized residual is larger than 1.5. ",
            "section": "Sensitivity analysis"
        },
        {
            "text": "These additional estimation results -to be found in Hessami (2010)corroborate the finding that the results in tables 1 and 2 are not driven by outlying observations.",
            "section": "Sensitivity analysis"
        },
        {
            "text": "The reader may suspect that the effect of government size on well-being identified in tables 1 and 3 is due to a spurious correlation with economic openness given that people's subjective well-being is higher in more economically integrated countries owing to a specialization in the production process (Krugman and Obstfeld 2006) or the possibility to consume more diverse goods (Broda and Weinstein 2006). ",
            "section": "Sensitivity analysis",
            "ref_spans": [
                {
                    "start": 303,
                    "end": 330,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(Krugman and Obstfeld 2006)"
                },
                {
                    "start": 380,
                    "end": 406,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(Broda and Weinstein 2006)"
                }
            ]
        },
        {
            "text": "This might especially be relevant in the context of the European integration process, which accelerated at the end of the 1990s with the introduction of the Euro. ",
            "section": "Sensitivity analysis"
        },
        {
            "text": "In addition, several authors (Kimakova 2009;Ram 2009;Rodrik 1998) have argued that more open countries may host larger governments. ",
            "section": "Sensitivity analysis",
            "ref_spans": [
                {
                    "start": 29,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(Kimakova 2009;"
                },
                {
                    "start": 44,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "Ram 2009;"
                },
                {
                    "start": 53,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "Rodrik 1998)"
                }
            ]
        },
        {
            "text": "16 In order to eliminate the potential spurious correlation, 16. ",
            "section": "Sensitivity analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "16"
                }
            ]
        },
        {
            "text": "Note that another group of authors finds no correlation between public expenditures and openness (Shelton 2007) or suspects that the observed positive correlations are driven by a third variable (Alesina and Wacziarg 1998). ",
            "section": "Sensitivity analysis",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "(Shelton 2007)"
                },
                {
                    "start": 195,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(Alesina and Wacziarg 1998)"
                }
            ]
        },
        {
            "text": "Model 3b",
            "section": "Model 2b"
        },
        {
            "text": "Model 7b",
            "section": "Model 4b"
        },
        {
            "text": "Model 11b",
            "section": "Model 4b"
        },
        {
            "text": "Model 12b",
            "section": "Model 4b"
        },
        {
            "text": "robustness check II includes the sum of imports and exports as a share of GDP as a control variable. ",
            "section": "Model 4b"
        },
        {
            "text": "While in models 4c and 7c in table 4 the coefficient for economic openness is significantly positive in line with our expectations, only few changes emerge with regard to the coefficients of the other explanatory variables. ",
            "section": "Model 4b"
        },
        {
            "text": "First, in model 3c the coefficient for the log of GDP per capita is negative and significant at the 5% level. ",
            "section": "Model 4b"
        },
        {
            "text": "However, this is most likely due to multicollinearity given that the relatively high correlation between economic openness and the log of GDP per capita (r 5 0.46) is significant at the 1% level. ",
            "section": "Model 4b"
        },
        {
            "text": "What is most important is that the coefficients for the variables of interest at the top of table 4 are unaffected and therefore, we can conclude that the estimation results in section IV.1 are not driven by a spurious correlation with economic openness.",
            "section": "Model 4b"
        },
        {
            "text": "The final robustness check involves a re-estimation of the baseline models in tables 1 and 2 with the OLS estimator. ",
            "section": "Model 4b"
        },
        {
            "text": "17 The rationale behind this robustness check has been discussed in section IV.1: the interpretation of the coefficients is more straightforward and the results between linear and nonlinear estimations in most cases barely differ in the context of subjective well-being. ",
            "section": "Model 4b",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "17"
                }
            ]
        },
        {
            "text": "The main results from the baseline estimations are again confirmed and only few differences emerge: social protection expenditures do not have a significant linear effect on well-being, while the inverted U-shape in model 7d for this expenditure category continues to be significant. ",
            "section": "Model 4b"
        },
        {
            "text": "Moreover, as in robustness check I the coefficient for the interaction term between government expenditures and corruption is only significant in model 7d, while the coefficient for the interaction term between relative income and government expenditures is significant at the 1% level in models 2d and 7d.",
            "section": "Model 4b"
        },
        {
            "text": "Since so far we have not been able to make any statements with regard to economic significance, this is done in the following. ",
            "section": "Model 4b"
        },
        {
            "text": "As an example, the coefficients for the unemployed dummy are at around -0.4 in all six models of table 5. ",
            "section": "Model 4b"
        },
        {
            "text": "This means that all else equal, an unemployed person experiences a life satisfaction that is on average 0.4 units lower than for someone who is employed. ",
            "section": "Model 4b"
        },
        {
            "text": "This makes up 10% of the overall scale from 1 to 4 and can be regarded as a quite sizable effect in line with previous findings (Lucas et al. 2004).",
            "section": "Model 4b",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(Lucas et al. 2004)"
                }
            ]
        },
        {
            "text": "Given that all models in table 5 except for model 11d include either interaction terms or squared terms, the marginal effects at mean values are 17. ",
            "section": "Model 4b"
        },
        {
            "text": "Another robustness check that may seem plausible involves the inclusion of tax revenues. ",
            "section": "Model 4b"
        },
        {
            "text": "However, if government expenditures and tax revenues are included simultaneously in the estimations, the coefficient for government expenditures is not meaningful anymore. ",
            "section": "Model 4b"
        },
        {
            "text": "It would simply measure whether government expenditures that are financed with debt, privatization income or other non-tax revenues contribute to people's well-being. ",
            "section": "Model 4b"
        },
        {
            "text": "Model 3c",
            "section": "Model 2c"
        },
        {
            "text": "Model 7c",
            "section": "Model 4c"
        },
        {
            "text": "Model 11c",
            "section": "Model 4c"
        },
        {
            "text": "Model 12c Table 5 Robustness Check III: OLS Estimation Results",
            "section": "Model 4c",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 17,
                    "type": "table",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "Model 3d",
            "section": "Model 2d"
        },
        {
            "text": "Model 7d  18 These calculations demonstrate that the influence of government size on well-being fluctuates between 0.009 (model 2d) and 0.041 (model 7d). ",
            "section": "Model 4d",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 12,
                    "type": "bibr",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Hence, all else equal a government that is 10 percentage points larger leads to an increase in well-being by 0.09 to 0.41 units (For example, the UK and Italy have average government sizes of around 43% and 53% over the considered period, respectively). ",
            "section": "Model 4d"
        },
        {
            "text": "Moreover, an increase in corruption by one unit and an extension of expenditure decentralization by 10 percentage points leads to changes in well-being by -0.03 and 0.1 units, respectively. ",
            "section": "Model 4d"
        },
        {
            "text": "With regard to types of government expenditures in model 12d, it can be concluded that in a country that spends 5 percentage points more of its total budget on education people's well-being is on average 0.18 units higher (To give an example, in 1999 Germany and Denmark have spent 9% and 14% of the public budget on education, respectively). ",
            "section": "Model 4d"
        },
        {
            "text": "In addition, the optimum of the inversely U-shaped relationship between education expenditures and well-being occurs at 14.5%. ",
            "section": "Model 4d"
        },
        {
            "text": "Consequently, all countries included in the dataset spend too little on education compared to this benchmark. ",
            "section": "Model 4d"
        },
        {
            "text": "On the other hand, we find an insignificant marginal effect of social expenditures in model 12d, while the optimum for social protection expenditures occurs at 41.1%. ",
            "section": "Model 4d"
        },
        {
            "text": "The only countries that spend on average a higher share of the public budget on social protection in the considered time period are Finland (42.5%) and Germany (42.9%).",
            "section": "Model 4d"
        },
        {
            "text": "Additional calculations of breakeven points imply that government size has a positive marginal effect on life satisfaction if the share of sub-national expenditures in total expenditures amounts to at least 18.7% (fulfilled for all countries except for Belgium, France and Luxembourg) and regardless of the extent of corruption. ",
            "section": "Model 4d"
        },
        {
            "text": "Decentralization has a positive influence on well-being if government expenditures amount to at least 43.6% of GDP, i.e. for all countries except Ireland, Luxembourg and the UK, while the marginal effect of corruption on well-being requires a government size of 40.4% to turn negative. ",
            "section": "Model 4d"
        },
        {
            "text": "This is fulfilled for all of the twelve countries except for Luxembourg. ",
            "section": "Model 4d"
        },
        {
            "text": "Finally, government size only has a negative impact on well-being with out-ofsample values for ideological preferences and relative income suggesting that the effect of government expenditures on well-being is always positive regardless of these individual characteristics. ",
            "section": "Model 4d"
        },
        {
            "text": "19 ",
            "section": "Model 4d",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "19"
                }
            ]
        },
        {
            "text": "18. If the original model is y 5 a1b 1 x1b 2 x1b 12 xz1e, the marginal effect of x on y is given by @y/@x 5 b 1 1b 12 z. ",
            "section": "Model 4d",
            "ref_spans": [
                {
                    "start": 29,
                    "end": 51,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "y 5 a1b 1 x1b 2 x1b 12"
                }
            ]
        },
        {
            "text": "As a next step, we have evaluated this effect at the sample average z. ",
            "section": "Model 4d"
        },
        {
            "text": "Finally, the variance of the estimated marginal effect is given by Varð@y=@xÞ ¼ Varðb 1 Þ þ z 2 Varðb 12 Þ þ 2 zCovðb 1 ; b 12 Þ. ",
            "section": "Model 4d"
        },
        {
            "text": "The formula for the calculation of marginal effects in the presence of squared terms can be derived in a similar fashion. ",
            "section": "Model 4d"
        },
        {
            "text": "19. Another noteworthy insight from the calculations in table 5 is that at mean values of government size right-wing voters are more satisfied with their lives than left-wing voters by 0.04 to 0.08 units. ",
            "section": "Model 4d"
        },
        {
            "text": "Furthermore, if an individual advances to the next income quartile, his or her life satisfaction increases by 0.07 to 0.08 units.",
            "section": "Model 4d"
        },
        {
            "text": "A breakeven analysis for government expenditures in model 7d reveals that the peak of the inversely U-shaped relationship with well-being occurs at a government size of 76.5%. ",
            "section": "Model 4d"
        },
        {
            "text": "This means that given average values for relative income, ideological preferences and corruption, the marginal benefit and the marginal cost of a larger government just outweigh each other at this level as summarized in hypothesis 1a. ",
            "section": "Model 4d"
        },
        {
            "text": "There are, however, several reasons why the numerical value for the optimal government size should be interpreted with caution. ",
            "section": "Model 4d"
        },
        {
            "text": "First, the largest government size in our sample is recorded for Sweden in 1995 with 66.3%, while none of the countries in our sample has any experience with a government of more than 70% in the time period considered here. ",
            "section": "Model 4d"
        },
        {
            "text": "Therefore, it is difficult to predict whether such a large government would indeed contribute to people's well-being. ",
            "section": "Model 4d"
        },
        {
            "text": "Second, the value for the peak is quite sensitive to the exclusion of observations. ",
            "section": "Model 4d"
        },
        {
            "text": "If Finland or Ireland are dropped from the sample, the peak shifts down to 69.2% and 70.0%, respectively.",
            "section": "Model 4d"
        },
        {
            "text": "Third, by including the log of GDP per capita on the right-hand side of the regression equation and thereby holding income constant, the estimations do not capture to what extent high tax rates lead to economic distortions and lower income levels. ",
            "section": "Model 4d"
        },
        {
            "text": "Hence, there is an indirect channel for a negative effect of government size on life satisfaction which the singleequation estimations do not take into account. ",
            "section": "Model 4d"
        },
        {
            "text": "Dropping the log of GDP per capita from the regression equation, however, is also unreasonable as this would cause an omitted variable bias with regard to the coefficient of government expenditures. ",
            "section": "Model 4d"
        },
        {
            "text": "Summarizing, it is likely that the estimation of a system of equations would suggest a lower value for the optimal government size.",
            "section": "Model 4d"
        },
        {
            "text": "Fourth, one should generally be aware of the dynamic effects created by a larger government or more specifically a more generous welfare state. ",
            "section": "Model 4d"
        },
        {
            "text": "In this context, Heinemann (2008) provides evidence for deteriorating welfare state ethics in the presence of generous benefits which may lead to a self-destruction of the welfare state in the long run. ",
            "section": "Model 4d",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "Heinemann (2008)"
                }
            ]
        },
        {
            "text": "Fifth, even though the estimation results suggest a further extension of government size, the magnitude of the effect on subjective well-being may be as low as 0.09 given an increase of government size by 10 percentage points (see model 11d). ",
            "section": "Model 4d"
        },
        {
            "text": "The main message to remember from the empirical analysis is that there is robust evidence for a curvilinear relationship indicating diminishing returns to government size in terms of well-being.",
            "section": "Model 4d"
        },
        {
            "text": "When taking the results from tables 1 to 5 together, the following conclusions can be drawn: Hypotheses 1a and 1b are rejected, which is not surprising, as they represent very extreme views on the government. ",
            "section": "Model 4d"
        },
        {
            "text": "In reality, there are neither omniscient social planners who can determine the optimal government size nor do politicians exclusively follow selfish interests given their desire to be re-elected. ",
            "section": "Model 4d"
        },
        {
            "text": "What we can conclude is that enlargements of government size in the past have been in the best interest of citizens in the EU as one would expect in democratic societies. ",
            "section": "Model 4d"
        },
        {
            "text": "In addition, neither hypothesis 2 nor hypothesis 3 can be rejected. ",
            "section": "Model 4d"
        },
        {
            "text": "Hence, the effect of public sector size on people's well-being is strongly affected by institutional quality (degrees of decentralization and corruption) and respondents' characteristics (position in the income distribution and ideological preferences). ",
            "section": "Model 4d"
        },
        {
            "text": "Finally, hypothesis 4 cannot be rejected with respect to education expenditures, but with respect to social protection expenditures. ",
            "section": "Model 4d"
        },
        {
            "text": "This implies that the positive effect of government size on well-being is larger in countries where a large share of the budget is spent on education.",
            "section": "Model 4d"
        },
        {
            "text": "The preceding sections have analyzed the impact of the size and composition of government expenditures on life satisfaction and have brought to light several interesting insights. ",
            "section": "V. CONCLUSION"
        },
        {
            "text": "The first finding is an inversely U-shaped relationship between government size and well-being. ",
            "section": "V. CONCLUSION"
        },
        {
            "text": "More detailed calculations reveal that enlargements of government size in the past have not occurred against the interests of citizens in the EU. ",
            "section": "V. CONCLUSION"
        },
        {
            "text": "Secondly, the quality of institutions (levels of corruption and expenditure decentralization) has on average a significantly positive impact on well-being given current sizes of governments in the EU. ",
            "section": "V. CONCLUSION"
        },
        {
            "text": "Thirdly, low-income earners and left-wing voters benefit the most from a larger government in terms of well-being. ",
            "section": "V. CONCLUSION"
        },
        {
            "text": "Finally, the governments of all twelve EU countries in the sample could have increased well-being in the period from 1990 to 2000 by spending more on education. ",
            "section": "V. CONCLUSION"
        },
        {
            "text": "Finland and Germany could have further boosted subjective well-being by allocating a smaller share of the public funds to social protection.",
            "section": "V. CONCLUSION"
        },
        {
            "text": "The analysis in this paper can be augmented in the future through a more detailed disaggregation of the public budget and the inclusion of data on respondents' health status. ",
            "section": "V. CONCLUSION"
        },
        {
            "text": "In addition, an extension of the empirical model towards a system of equations would capture additional channels for the effect of government size on well-being and thereby yield more accurate estimates. ",
            "section": "V. CONCLUSION"
        },
        {
            "text": "Finally, some restrictions regarding the policy implications of the above findings are in order. ",
            "section": "V. CONCLUSION"
        },
        {
            "text": "As pointed out by Frey and Stutzer (2000b), entrusting government officials with the task of maximizing people's well-being may give rise to manipulations and some degree of arbitrariness in the public decision-making process. ",
            "section": "V. CONCLUSION",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "Frey and Stutzer (2000b)"
                }
            ]
        },
        {
            "text": "Therefore, the results in this paper should be supplemented by investigations that rely on alternative well-being indicators. ",
            "section": "V. CONCLUSION"
        },
        {
            "text": "The combination of results thus obtained can then inform and guide policymakers.  ",
            "section": "V. CONCLUSION"
        },
        {
            "text": "This paper empirically analyzes whether large governments in Europe reflect efficient responses to a changing social and economic environment ('welfare economic view') as opposed to wasteful spending ('public choice view'). ",
            "section": "SUMMARY"
        },
        {
            "text": "To this end, the effect of government size on subjective well-being is estimated in a combined survey and country-level dataset covering 153,268 respondents from twelve EU countries over the 1990-2000 period. ",
            "section": "SUMMARY"
        },
        {
            "text": "The first finding is an inversely U-shaped relationship between government size and well-being. ",
            "section": "SUMMARY"
        },
        {
            "text": "In addition, the analysis suggests that given the high institutional quality as compared to other parts of the world there might be scope for a further enlargement of governments in the EU from a wellbeing perspective. ",
            "section": "SUMMARY"
        },
        {
            "text": "However, one must acknowledge that the effect on well-being may be quite small and that democratic societies in Europe have no experience with even larger governments. ",
            "section": "SUMMARY"
        },
        {
            "text": "The investigation also reveals that the impact of government size on well-being depends negatively on levels of corruption and positively on the extent of decentralization. ",
            "section": "SUMMARY"
        },
        {
            "text": "Moreover, left-wing voters and low-income earners are the main beneficiaries of a large public sector. ",
            "section": "SUMMARY"
        },
        {
            "text": "Finally, in all twelve EU countries included in the sample higher levels of well-being could have been achieved by allocating a higher share of public resources to education, while Finland and Germany could have given an additional boost to well-being by cutting expenditures on social protection.",
            "section": "SUMMARY"
        }
    ]
}