{
    "id": "dd40e87f82",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "The number of Ph.D."
        },
        {
            "text": "s granted in economics annually by American universities has fluctuated between 900 and 1,100 since the early 1970s (Ehrenberg, 2004  fig. 1). ",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(Ehrenberg, 2004"
                },
                {
                    "start": 134,
                    "end": 140,
                    "type": "figure",
                    "text": "fig. 1"
                }
            ]
        },
        {
            "text": "However, increasingly these Ph.D. degrees are granted to temporary residents of the United States; while temporary residents earned less than 20 percent of the Ph.D."
        },
        {
            "text": "s in economics in 1970 by 2002 they earned over 55 percent (Ehrenberg, 2004 fig. 2). ",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 83,
                    "type": "bibr",
                    "text": "(Ehrenberg, 2004 fig. 2)"
                }
            ]
        },
        {
            "text": "The declining interest of American students in pursuing Ph.D. study in economics is due to a number of factors, including much better earnings opportunities in related fields, such as law and business, and the declining attractiveness of academic careers in economics that has been caused by the declining shares of faculty positions in economics departments that are full-time tenured and tenure-track ones. "
        },
        {
            "text": "For example, a survey of economics department chairs undertaken by the Cornell Higher Education Research Institute (CHERI) in 2003 found that nationwide the percentage of economics department faculty members at surveyed institutions in full-time tenured and tenure-track positions fell from about 75 percent in 1982-1983 to about 58 percent in 2002-2003  (Ehrenberg, 2004 table 1).",
            "ref_spans": [
                {
                    "start": 300,
                    "end": 353,
                    "type": "bibr",
                    "text": "percent in 1982-1983 to about 58 percent in 2002-2003"
                },
                {
                    "start": 355,
                    "end": 380,
                    "type": "bibr",
                    "text": "(Ehrenberg, 2004 table 1)"
                }
            ]
        },
        {
            "text": "Recent evidence suggests that the growing use of part-time and full-time non-tenure-track faculty nationwide adversely influences American college students' graduation rates (Ehrenberg and Liang Zhang, 2005). ",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(Ehrenberg and Liang Zhang, 2005)"
                }
            ]
        },
        {
            "text": "I have become concerned that the increased usage of non-tenuretrack faculty members also likely adversely influences the propensity of undergraduate students to go on for Ph.D."
        },
        {
            "text": "s in economics for two reasons."
        },
        {
            "text": "First, many students enter college with the expressed intent of becoming doctors or lawyers, getting an MBA, or going on for advanced de-grees in the sciences or humanities. "
        },
        {
            "text": "However, with the exception perhaps of the small number of high-school students who have taken advancedplacement classes in economics, very few entering freshman have any idea what Ph.D."
        },
        {
            "text": "s in economics do. "
        },
        {
            "text": "1 The son of two secondary-school healtheducation teachers, when I entered college, my ambition was to become a high-school mathematics teacher. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "1"
                }
            ]
        },
        {
            "text": "But one young faculty member turned me on to economics; I wanted to be just like him, and that was my motivation for going on for a Ph.D. "
        },
        {
            "text": "Many colleagues have similarly told me of a key professor who motivated them to want to become a professor. "
        },
        {
            "text": "Role models are important, and if the faculty members teaching principles of economics classes are not involved in research and are not in tenured or tenure-track positions, they will be less likely to serve as role models and to motivate and encourage their students to go on for Ph.D. study. "
        },
        {
            "text": "2 Second, most top graduate programs in economics now require four semesters of calculus and linear algebra, as well as real analysis. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Only by getting to undergraduate students early in their college careers can faculty members explain how students need to structure their undergraduate studies if they are to have any hope of pursuing Ph.D. study in economics. "
        },
        {
            "text": "Part-time * School of Industrial and Labor Relations, Department of Economics, and Cornell Higher Education Research Institute (CHERI), Cornell University, 256 Ives Hall, Ithaca, NY 14853-3901 (e-mail: rge2@cornell.edu)."
        },
        {
            "text": "and full-time non-tenure-track faculty members are unlikely to see this as part of their responsibilities."
        },
        {
            "text": "During the first 25 years that I spent at Cornell University I chaired the Ph.D. committees of over 35 graduate students, but very few undergraduate students from my college went on for Ph.D.",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "s in economics. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "3 I decided about five years ago that if I cared about the flow of future Ph.D.",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "3"
                }
            ]
        },
        {
            "text": "s in economics it was important for me to produce future Ph.D. students, as well as Ph.D.",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "s, and that involving undergraduate students in research early in their academic careers was the best way to try to accomplish this.",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "One strategy that I pursue is to recruit undergraduate research assistants prior to their arrival at Cornell. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "I read through the folders of the students who have accepted offers of admissions to my college (approximately 160) and search for students with strong mathematics, statistics, or economics backgrounds. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "This usually means students who have taken calculus and/or either advanced-placement economics or advanced-placement statistics in high school. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "4 I write several of these students prior to their arriving at Cornell and offer them positions as research assistants at CHERI. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "4"
                }
            ]
        },
        {
            "text": "Given the large fraction of our students who must take out loans or work as part of their financial-aid packages, the take-up rate on these offers is high. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "5 The current generation of entering first-year students is so computer-literate that they rapidly learn how to use spreadsheet and statistical software programs, such as EXCEL, Stat/Transfer, and STATA. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "5"
                }
            ],
            "entity_spans": [
                {
                    "start": 171,
                    "end": 176,
                    "type": "software",
                    "rawForm": "EXCEL",
                    "resp": "#annotator14",
                    "id": "dd40e87f82-software-simple-0"
                },
                {
                    "start": 178,
                    "end": 191,
                    "type": "software",
                    "rawForm": "Stat/Transfer",
                    "resp": "#annotator14",
                    "id": "dd40e87f82-software-simple-1"
                },
                {
                    "start": 197,
                    "end": 202,
                    "type": "software",
                    "rawForm": "STATA",
                    "resp": "#annotator14",
                    "id": "dd40e87f82-software-simple-2"
                }
            ]
        },
        {
            "text": "I heuristically explain the econometric models we are using to them, and even if they have not had classes in statistics, they quickly understand the research that I am conducting. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "Within a short time, we are working together on empirical research projects. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "These students also mention our work to their friends, and I often link up with other bright students through these referrals.",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "Typically the type of research I do with my undergraduate students is not as sophisticated as the research I do with my graduate students or postdoctoral fellows. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "However, the research is of sufficiently high quality that since 2000 I have published six papers that had at least one undergraduate coauthor, and I have supervised the preparation of another two published papers in which undergraduates were the only authors (Dmitry Kotlyarenko and Ehrenberg, 2000;Christopher L. Smith, 2003, 2004; Daniel B. Klaff and Ehrenberg, 2003;Ehrenberg et al., 2004a, b; Peter M. Crosta and Iris G. Packman, 2005;Matthew P. Nagowski, 2005). ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics",
            "ref_spans": [
                {
                    "start": 268,
                    "end": 300,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "Kotlyarenko and Ehrenberg, 2000;"
                },
                {
                    "start": 300,
                    "end": 332,
                    "type": "bibr",
                    "text": "Christopher L. Smith, 2003, 2004"
                },
                {
                    "start": 344,
                    "end": 370,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "Klaff and Ehrenberg, 2003;"
                },
                {
                    "start": 370,
                    "end": 396,
                    "type": "bibr",
                    "text": "Ehrenberg et al., 2004a, b"
                },
                {
                    "start": 407,
                    "end": 440,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "Crosta and Iris G. Packman, 2005;"
                },
                {
                    "start": 440,
                    "end": 466,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Matthew P. Nagowski, 2005)"
                }
            ]
        },
        {
            "text": "Seven different undergraduate students were associated with these papers.",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "One of these students, who came to Cornell wanting to be a lawyer, is now a second-year Ph.D. student in economics at MIT, and another would-be lawyer is a first-year Ph.D. student in the Economics of Education program at Columbia Teachers College. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "A third student is applying to economics Ph.D. programs this year. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "A number of papers are in progress with other undergraduates, and I anticipate at least two more applications to Ph.D. programs will come from my group within the next two years, including one from an underrepresented minority student.",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "My students' decisions to pursue Ph.D. study is due partially to the enjoyment that they see I have working with them, partially to the fun that they have doing the research, and more generally from their learning what the life of an 3 But those that did were superb-for example, Alan Krueger (Princeton), David Bloom (Harvard), and Phil Levine (Wellesley). ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics",
            "ref_spans": [
                {
                    "start": 234,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "3"
                }
            ]
        },
        {
            "text": "4 All the students admitted to ILR-Cornell are interested in careers in law, human resources, collective bargaining, union organization and administration, or applied social sciences. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "4"
                }
            ]
        },
        {
            "text": "Thus, it is easy for me to quickly go through the application files and pick out the few top students who may prove to be interested in economics. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "Economists teaching in liberal-arts colleges would need to focus their attention on applicants who express interest in mathematics or social science. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "Economists at large universities would need to establish good relationships with admissions staff at their institutions, explain to the admissions officers the types of students that they are looking for, and ask them to make referrals of student names to them. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "5 Of course one needs money to pay the students, and I am deeply indebted to the Andrew W. Mellon Foundation and the Atlantic Philanthropies (USA), Inc. for providing the funding to CHERI that makes this possible. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "5"
                }
            ]
        },
        {
            "text": "The sums of money involved here are not large, and Cornell University's experience is that alumni are very willing to contribute funds to enhance undergraduates' research experiences. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "I encourage economics departments to raise funds for this purpose.",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "academic economist is like. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "To be honest, I emphasize to them the uncertain nature of the academic job market and discuss the types of positions for Ph.D. economists that are available outside of academia. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "They know, for example, about former Ph.D. students of mine who have been employed at the Rand Corporation, the Urban Institute, Mathematica Policy Research, the Center for Naval Analysis, the World Bank, the OECD, the Congressional Budget Office, the Bureau of Labor Statistics, Merrill Lynch, the Federal Trade Commission, and Merck Pharmaceuticals. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "I also encourage them to have an experience as a junior economist in a nonacademic setting before they apply to graduate school, so that they can see firsthand what nonacademic Ph.D. economists do. ",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "The three I mentioned above spent time, respectively, at the Center on Budget and Policy Priorities, Mathematica, and the Brookings Institution during or after their undergraduate studies.",
            "section": "I. Encouraging Students to Consider Ph.D. Study in Economics"
        },
        {
            "text": "Once I began worrying about attracting more students into Ph.D. study, it was a natural extension to think more broadly about how to involve more undergraduate students in research. ",
            "section": "II. Involving More Undergraduate Students in Research"
        },
        {
            "text": "After all, if what is unique about research universities is the extent to which the faculty is involved in research, shouldn't our students, who bear some of the costs of the research, also derive some of the benefits in terms of being exposed to the research process? ",
            "section": "II. Involving More Undergraduate Students in Research"
        },
        {
            "text": "6 I decided to require group econometric research papers in my two undergraduate classes: a sophomore-level labor-economics class (with an enrollment of about 35-40) and a junior/senior-level class on the economics of the university (with an enrollment of about 65). ",
            "section": "II. Involving More Undergraduate Students in Research",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "6"
                }
            ]
        },
        {
            "text": "The papers are group projects (students may work in groups of up to four; on average they tend to work in groups of two) to allow me time to meet with each group multiple times during the semester to check on their progress and to help guide their work. ",
            "section": "II. Involving More Undergraduate Students in Research"
        },
        {
            "text": "I provide each class with a list of suggested research topics. ",
            "section": "II. Involving More Undergraduate Students in Research"
        },
        {
            "text": "Given that my current research interest is the economics of higher education, the topics relate to that area. ",
            "section": "II. Involving More Undergraduate Students in Research"
        },
        {
            "text": "Table 1 provides examples of some of the topics that I share with students in the labor-economics class (in parentheses I indicate to what section of the course each topic corresponds). ",
            "section": "II. Involving More Undergraduate Students in Research",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "I emphasize to the students that they are not restricted to these topics and that they can discuss other topics with me (and many do), but that these are topics for which I know data are readily available.",
            "section": "II. Involving More Undergraduate Students in Research"
        },
        {
            "text": "Student responses to these projects have been overwhelmingly positive. ",
            "section": "II. Involving More Undergraduate Students in Research"
        },
        {
            "text": "The projects allow them to make use of statistical methods that they have learned to confront \"real world\" issues. ",
            "section": "II. Involving More Undergraduate Students in Research"
        },
        {
            "text": "They allow them to test economic theories and to understand better, the ceteris paribus nature of the predictions of these theories. ",
            "section": "II. Involving More Undergraduate Students in Research"
        },
        {
            "text": "The projects give them experience in conducting empirical research and, for some, this experience leads them to consider future study in economics, or careers as economists. ",
            "section": "II. Involving More Undergraduate Students in Research"
        },
        {
            "text": "Many of these students will not have the mathematical background necessary to go on directly on for an economics Ph.D.",
            "section": "II. Involving More Undergraduate Students in Research"
        },
        {
            "text": "; however, some pursue degrees in public policy, and others go on to Ph.D. programs in other applied social-science fields. ",
            "section": "II. Involving More Undergraduate Students in Research"
        },
        {
            "text": "Given the nature of my college, a number of the students go on to law school, but some of these students now think about careers as law professors, in which they can blend legal and economic analyses.",
            "section": "II. Involving More Undergraduate Students in Research"
        },
        {
            "text": "Involving undergraduate students in research, both within and outside of the classroom, is a very time-consuming activity. ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "However, the benefits I receive from doing this have been enormous. ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "In addition to these students having helped to pad my vita and to my sense of the importance of helping to contribute to the pool of potential Ph.D. students in economics and engaging undergraduates in the major activity of a research university, I have gotten to know many undergraduate students much better than I would have if I were not engaged in these activities. ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "Many of the relationships that I have established with these students will be very long-lasting in nature, and I will follow their careers and personal lives with great interest and pride.",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "My goal in writing this essay is to encourage senior economists in academia to emulate my behavior. ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "In particular, economists at major re-search universities, many of which attract our nation's best undergraduate students, should realize that they have an obligation to the profession to enhance the flow of undergraduate students into Ph.D. study, as well as to train those students who show up in their Ph.D. programs.",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "\"Collective Bargaining and Staff Salaries in American Colleges and Universities.\" 1) Each year average faculty salary data is published in Academe for male and female faculty, at each rank, by institution. ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "The ratio of female to male salaries varies widely across institutions, as does the ratio of female to male faculty members. ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "What factors other than differences in gender discrimination across institutions are responsible for these differences? ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "(Gender, Race and Ethnicity in the Labor Market)",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "2) There are many ways to measure the research productivity of faculty-two are the number of citations to an individual's published work and the number of his or her publications. ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "Human-capital theory predicts that the productivity of an individual should vary over the life cycle. ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "What do the life cycle productivity profiles actually look like for Cornell economists? ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "Why should Cornell economists' research productivity vary across individuals at a point in time? ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "(Human Capital Theory)",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "3) In the Yeshiva decision, the Supreme Court effectively barred collective bargaining for tenured and tenuretrack faculty members at private colleges and universities. ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "However, state laws permit faculty at public institutions to bargain in a number of states. ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "What determines whether faculty members at a public institution are covered by a bargaining contract, and do unionized faculty members at public highereducation institutions earn more than their otherwise comparable nonunion faculty colleagues? ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "(Unions and the Labor Market) ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "4) Faculty/student ratios vary widely across colleges and universities in the United States. ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "According to the theory of labor demand, when faculty salaries are high, one should expect to observe, ceteris paribus, lower faculty/student ratios. ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "However, those institutions with the highest faculty salaries also tend to have the highest faculty/student ratios. ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "Does this observation mean that the theory of labor demand is irrelevant or incorrect for nonprofit and public institutions? ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "(Labor Demand) ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "5) Average faculty salary levels vary widely across academic institutions, even if one confines one's self to universities that produce Ph.D. degrees. ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "Every decade or so, the National Research Council (NRC) conducts a study that subjectively rates the quality of Ph.D. programs in different fields. ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "As part of the NRC's 1995 study, information on objective measures of faculty research productivity was also collected. ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "How should average faculty salaries vary with average faculty research productivity? ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "What other variables might be associated with differences in faculty salaries across institutions? ",
            "section": "III. Concluding Remarks"
        },
        {
            "text": "(Pay and Productivity, Labor Mobility)",
            "section": "III. Concluding Remarks"
        }
    ]
}