{
    "id": "d1084322b7",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "civic associations, and relatively few attentive citizens with high and vocal standards of public morality\" (Wilson,p. 596). As a result, \"it is no accident that state officials in Annapolis, Jefferson City, Trenton, and Springfield have national reputations for political corruption\" (Maxwell and Winters 2005, p. 3)."
        },
        {
            "text": "Our first contribution is to establish a basic stylized fact that is very much in line with this \"accountability view\": isolated US state capital cities are associated with higher levels of corruption. "
        },
        {
            "text": "A simple depiction of that can be seen in Figure 1, where our baseline measure of corruption is plotted against our baseline measure of the isolation of a state's capital city. ",
            "ref_spans": [
                {
                    "start": 42,
                    "end": 50,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "We show that this connection is very robust, despite the inherently small sample size, and consistently meaningful from a quantitative perspective."
        },
        {
            "text": "Quite importantly, we are also able to address the issue of endogeneity, which is evidently present since the location of the capital city is an institutional choice, and since it might itself affect the distribution of population. "
        },
        {
            "text": "Fortunately, the historical record documenting the designation of state capitals gives us a plausible source of exogenous variation: the location of the geographical centroid of each state. "
        },
        {
            "text": "We develop instrumental variables based on that location, and find that the effect of an isolated capital city on corruption is again significant when estimated using this strategy."
        },
        {
            "text": "Our second contribution is to provide direct evidence that isolated capital cities are associated with lower accountability. "
        },
        {
            "text": "We investigate two different realms of accountability, certainly among the most important: the roles of the media and of the electoral process. "
        },
        {
            "text": "We find that they are indeed affected by the spatial distribution of population."
        },
        {
            "text": "When it comes to the media, we show that newspapers give more coverage to state politics when their readership is more concentrated around the state capital city. "
        },
        {
            "text": "This is matched by individual-level patterns: individuals who live farther from  "
        },
        {
            "text": "Note: Corruption = Federal convictions of public officials for corruption-related crime (average 1976-2002); independent variable: AvgLogDistance not (average 1920-1970).",
            "section": "Figure 1",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 107,
                    "type": "bibr",
                    "text": "(average 1976-2002)"
                },
                {
                    "start": 150,
                    "end": 169,
                    "type": "bibr",
                    "text": "(average 1920-1970)"
                }
            ]
        },
        {
            "text": "the state capital are less informed and display less interest in state politics, but not in politics in general. ",
            "section": "Figure 1"
        },
        {
            "text": "When it comes to elections, we find that voter turnout in state elections is greater in counties that are closer to the state capital. ",
            "section": "Figure 1"
        },
        {
            "text": "In addition, we also show that isolated capital cities are associated with a greater role for money in state-level elections, as measured by campaign contributions, and that, in states with a relatively isolated capital, firms and individuals who are closer to it contribute disproportionately more. ",
            "section": "Figure 1"
        },
        {
            "text": "These are novel empirical regularities, all of which likely further distort accountability.",
            "section": "Figure 1"
        },
        {
            "text": "Finally, we provide some evidence on whether this pattern of low accountability affects the ultimate provision of public goods: states with isolated capital cities also seem to spend relatively less, and get worse outcomes, on things like education, public welfare, and health care. ",
            "section": "Figure 1"
        },
        {
            "text": "This suggests that low accountability and corruption induced by isolation do have an impact in terms of government performance and priorities.",
            "section": "Figure 1"
        },
        {
            "text": "The substantial quantitative literature looking at corruption across US states (e.g., Meier and Holbrook 1992;Fisman and Gatti 2002;Alt and Lassen 2003;Glaeser and Saks 2006), has pointed at factors ranging from education to historical and cultural factors to the degree of openness of a state's political system, but it has essentially not tested the idea that the isolation of the capital city is related to corruption. ",
            "section": "Figure 1",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Meier and Holbrook 1992;"
                },
                {
                    "start": 110,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Fisman and Gatti 2002;"
                },
                {
                    "start": 132,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "Alt and Lassen 2003;"
                },
                {
                    "start": 152,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "Glaeser and Saks 2006)"
                }
            ]
        },
        {
            "text": "1 We also relate to the literature on media and accountability, particularly in the United States, such as Snyder and Strömberg (2010), and Lim, Snyder, and Strömberg (2014). ",
            "section": "Figure 1",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "1"
                },
                {
                    "start": 107,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Snyder and Strömberg (2010)"
                },
                {
                    "start": 136,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "and Lim, Snyder, and Strömberg (2014)"
                }
            ]
        },
        {
            "text": "Our evidence is very much consistent with their finding that a disconnect between media markets and political jurisdictions weakens accountability.",
            "section": "Figure 1"
        },
        {
            "text": "Most directly, our paper belongs in the intersection between urban economics and economic geography, on one side, and political economy-such as Ades and Glaeser (1995); Davis and Henderson (2003); Campante and Do (2010); Galiani and Kim (2011); and Campante, Do, and Guimaraes (2013). ",
            "section": "Figure 1",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "Ades and Glaeser (1995)"
                },
                {
                    "start": 169,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "Davis and Henderson (2003)"
                },
                {
                    "start": 197,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "Campante and Do (2010)"
                },
                {
                    "start": 221,
                    "end": 243,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "Galiani and Kim (2011)"
                },
                {
                    "start": 249,
                    "end": 283,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "Campante, Do, and Guimaraes (2013)"
                }
            ]
        },
        {
            "text": "A recent literature in political science has also dealt with the political implications of spatial distributions, as surveyed for instance by Rodden (2010). ",
            "section": "Figure 1",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Rodden (2010)"
                }
            ]
        },
        {
            "text": "We add the idea that some places (e.g., capital cities) are distinctive.",
            "section": "Figure 1"
        },
        {
            "text": "The paper is organized as follows: Section I presents the data, Section II discusses the empirical strategy to deal with endogeneity issues, Section III showcases the results, and Section IV discusses them. ",
            "section": "Figure 1"
        },
        {
            "text": "Section V concludes.",
            "section": "Figure 1"
        },
        {
            "text": "We start by describing our data, focusing on the main variables of interest. ",
            "section": "I. Data"
        },
        {
            "text": "Our choices for instrumental variables will be discussed later, within the context of our empirical strategy. ",
            "section": "I. Data"
        },
        {
            "text": "All variables (including control variables), sources, and descriptive statistics are documented in the online Appendix.",
            "section": "I. Data"
        },
        {
            "text": "We get information on the spatial distribution of population for the 48 continental states with county-level data from the US Census, for all census years between 1920 and 2000. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "We attribute the location of each county's population to the geographical position of the centroid of the county, and then calculate its distance to the State House or Assembly. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "2 From that we compute measures of isolation averaged over time, both because the effects of changes in the distribution of population would likely be felt over a relatively long period, and because, while autocorrelation turns out to be very high, there is nontrivial variation over time in a number of states. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "3 Our preferred measure of isolation is the average of the log of the distance of the state's population to the capital city, AvgLogDistance for shorthand. ",
            "section": "A. Isolation of the Capital",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "3"
                }
            ]
        },
        {
            "text": "Campante and Do (2010) show that this measure (uniquely) has a number of desirable properties. ",
            "section": "A. Isolation of the Capital",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "Campante and Do (2010)"
                }
            ]
        },
        {
            "text": "(See details and a brief discussion of properties in the online Appendix.)",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "It is also rather easy to interpret. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "To fix ideas, consider an intuitive measure of isolation of a state's capital, namely the distance between the capital and that state's largest city. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "AvgLogDistance takes this intuition and applies it in a more comprehensive and systematic fashion. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "First, instead of looking at the largest city only, it takes into account the entire state without arbitrarily discarding information. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "Second, it does so by weighing each place according to its population. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "Last but not least, the log transformation ensures that the measure is unbiased with respect to the measurement error introduced by not having the exact location of individuals, and thus having to approximate the actual spatial distribution (Campante and Do 2010).",
            "section": "A. Isolation of the Capital",
            "ref_spans": [
                {
                    "start": 241,
                    "end": 263,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Campante and Do 2010)"
                }
            ]
        },
        {
            "text": "To further facilitate interpretation, we normalize the measure so that zero represents a situation of minimum isolation, in which all individuals live arbitrarily close to the State House. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "Conversely, we set at one the situation where the capital is maximally isolated, with all individuals living as far from it as possible in the context of interest.",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "Given this basic framework, different choices can yield specific versions that highlight distinct aspects of isolation. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "We choose to adopt a relatively agnostic view and experiment with a few options.",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "The first choice has to do with normalization and what it means to have \"maximal\" isolation. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "To fix ideas, consider that the salience of what happens in the state capital, for a given citizen, decreases with her distance from it. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "One possibility is that salience falls at the same rate across different states, so that distances are weighted in the same way in states large and small. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "In this case, we set maximum isolation as benchmarked by the highest possible level across all states: a measure of one would correspond to a situation where the entire population of the state is as far from its 2 While finer geographical subdivisions such as census tract and block are available, the focus on counties enables us to compute the measures for the years before the population data became consistently available at those more detailed levels for the entire United States in 1980. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "We start in 1920 because that is when detailed county data first becomes available. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "Alaska and Hawaii are left out as the data for them do not go as far back in time. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "3 We will use different averages depending on the relevant period of analysis but, quite importantly, our results are essentially unaltered if we use time-specific measures instead (see the online Appendix). ",
            "section": "A. Isolation of the Capital",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "3"
                }
            ]
        },
        {
            "text": "Also importantly, we will leave aside the time variation in our estimation, because the very high autocorrelation in the isolation measures and the fluctuations over time in the baseline corruption variable, as we will note, make that variation very noisy, entailing severe econometric problems with standard methods and thus rendering its use unwarranted. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "capital as it is possible to be far from Austin while remaining in Texas. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "We denote this \"unadjusted\" measure by AvgLogDistanc e not .",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "Another possibility is that this salience falls to zero beyond the state's borders. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "In this case, we would want to set the level of maximum isolation in each state to be a situation where the entire population lives as far from the capital as it is possible to be in that specific state. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "This would correspond to an \"adjusted\" version of our measure, AvgLogDistanc e adj , which automatically adjusts for the size of each state.",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "An important point coming out of this distinction is that AvgLogDistanc e not is in practice highly correlated with the geographical size of the state. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "At the same time, we want to distinguish the impact of the distribution of population from a possible unrelated correlation with geographical size per se. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "We will do that by controlling for the size and shape of each state in all AvgLogDistanc e not specifications, by including (the log of) the state's area and (the log of) the maximum distance from county centroids to state capital (i.e., the measure that benchmarks AvgLogDistanc e adj ). ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "This will allow us to consider the hypothetical of comparing states with similar sizes but different degrees of isolation, which seems to be the relevant experiment.",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "A second choice has to do with functional form. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "While AvgLogDistance has the notable advantage of unbiasedness, its concavity entails a view of accountability that gives disproportional weight to citizens living relatively close to the capital. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "For instance, in the limit, one could imagine a model in which all that matters is the population that lives within a certain range of the capital; concavity gives us a way to approximate this without attributing arbitrary limits. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "An alternative view would have individual weights decline linearly with distance, and to allow for this possibility we will consider AvgDistance, without the log transformation, as a robustness check. ",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "4 We will also consider a couple of well-known (inverse) measures of isolation: the share of population living in the state capital (as of 2010), CapitalShare, and a dummy for whether the capital is the largest city in the state, CapitalLargest. ",
            "section": "A. Isolation of the Capital",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "4"
                }
            ]
        },
        {
            "text": "These are very coarse and rather unsatisfactory measures, relying on arbitrary definitions of what counts as the capital city and discarding all the spatial information beyond those arbitrary limits, but we will check them for the sake of completeness.",
            "section": "A. Isolation of the Capital"
        },
        {
            "text": "Our baseline measure of corruption across US states is the oft-used number of federal convictions for corruption-related crime (relative to the size of the population). ",
            "section": "B. Corruption"
        },
        {
            "text": "(A detailed description of this measure can be found in Glaeser and Saks 2006.) ",
            "section": "B. Corruption",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "Glaeser and Saks 2006.)"
                }
            ]
        },
        {
            "text": "These refer to cases, typically prosecuted by US Attorneys all over the country, against public officials and others involved in public corruption, as surveyed and compiled by the Public Integrity Section (PIS) at the US Department of Justice in their \"Report to Congress.\" ",
            "section": "B. Corruption"
        },
        {
            "text": "Federal authorities can claim jurisdiction, for instance, over corruption-related crime that \"affects interstate commerce,\" or in entities that receive more than $10,000 in federal funds-which yields them a lot of leeway in pursuing cases related to state and local governments. ",
            "section": "B. Corruption"
        },
        {
            "text": "The resulting measure has the substantial advantage of being relatively objective, and focusing on federal convictions alleviates concerns over the differences in resources and political bias that might affect the variation across states. ",
            "section": "B. Corruption"
        },
        {
            "text": "5 Because the measure is very noisy in terms of its year-on-year fluctuations, we focus attention on the average number of convictions, for the period 1976-2002. ",
            "section": "B. Corruption",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "5"
                }
            ]
        },
        {
            "text": "We use this sample of years to keep comparability with the existing literature (e.g., Saks 2006, Alt andLassen 2008).",
            "section": "B. Corruption",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 104,
                    "type": "bibr",
                    "text": "Saks 2006, Alt and"
                },
                {
                    "start": 104,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "Lassen 2008)"
                }
            ]
        },
        {
            "text": "The baseline measure aggregates state-, federal-, and local-level officials, plus \"others involved.\" ",
            "section": "B. Corruption"
        },
        {
            "text": "This adds noise to the extent that the accountability logic we focus on pertains most directly to state governments. ",
            "section": "B. Corruption"
        },
        {
            "text": "However, it adds much relevant information, both because state officials are only a fraction of those implicated in corruption at the level of state politics, and because one would expect that a culture of corruption arising at that level would spill over to other domains of government in the state. ",
            "section": "B. Corruption"
        },
        {
            "text": "6 Still, we consider as an alternative approach a measure restricted to state-level officials. ",
            "section": "B. Corruption"
        },
        {
            "text": "These are not discriminated on a state-by-state basis in the PIS Report, but some of the information can be recovered from the Transactional Records Access Clearinghouse (TRACfed) at Syracuse University, a database compiling information about the federal government. ",
            "section": "B. Corruption"
        },
        {
            "text": "We have gathered yearly data for each individual state and (fiscal) year between 1986 and 2011, and averaged them over the entire available period. ",
            "section": "B. Corruption"
        },
        {
            "text": "7 We also normalize the measure, using the number of state government employees (as of 1980). ",
            "section": "B. Corruption",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "7"
                }
            ]
        },
        {
            "text": "For the sake of robustness, we will also look at different approaches to measuring corruption. ",
            "section": "B. Corruption"
        },
        {
            "text": "First, we follow Saiz and Simonsohn (2013) in building a measure from an online search, using the Exalead tool, for the term \"corruption\" close to the name of each state (performed in 2009). ",
            "section": "B. Corruption",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "Saiz and Simonsohn (2013)"
                }
            ]
        },
        {
            "text": "8 Lastly, we consider additionally (in the online Appendix) the measure of corruption perceptions in state politics introduced by Boylan and Long (2003), based on a set of questions posed to reporters covering State Houses, and the TRACFed-based measure of convictions of local officials. ",
            "section": "B. Corruption",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "Boylan and Long (2003)"
                }
            ]
        },
        {
            "text": "The former is less objective, but gives us another measure of statelevel corruption; the latter provides a measure of spillovers across different levels of government. ",
            "section": "B. Corruption"
        },
        {
            "text": "9",
            "section": "B. Corruption"
        },
        {
            "text": "For the sake of robustness, we will also look at different approaches to measuring corruption. ",
            "section": "B. Corruption"
        },
        {
            "text": "First, we follow Saiz and Simonsohn (2013) in building a measure from an online search, using the Exalead tool, for the term \"corruption\" close to the name of each state (performed in 2009). ",
            "section": "B. Corruption",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 42,
                    "type": "bibr",
                    "text": "Saiz and Simonsohn (2013)"
                }
            ],
            "entity_spans": [
                {
                    "start": 98,
                    "end": 105,
                    "type": "software",
                    "rawForm": "Exalead",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "d1084322b7-software-simple-0"
                }
            ]
        },
        {
            "text": "8 Lastly, we consider additionally (in the online Appendix) the measure of corruption perceptions in state politics introduced by Boylan and Long (2003), based on a set of questions posed to reporters covering State Houses, and the TRACFed-based measure of convictions of local officials. ",
            "section": "B. Corruption",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 152,
                    "type": "bibr",
                    "text": "Boylan and Long (2003)"
                }
            ]
        },
        {
            "text": "The former is less objective, but gives us another measure of statelevel corruption; the latter provides a measure of spillovers across different levels of government. ",
            "section": "B. Corruption"
        },
        {
            "text": "9 5 Still, there obviously is variation related to the functioning of local District Attorney (DA) offices and federal agencies, introducing measurement error in the variable (Alt and Lassen forthcoming, Gordon 2009). ",
            "section": "B. Corruption"
        },
        {
            "text": "6 As an illustration of the former, consider the case involving former Alabama governor Don Siegelman, who was convicted of corruption charges in 2006. ",
            "section": "B. Corruption",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "6"
                }
            ]
        },
        {
            "text": "As can be gleaned from the 2006 PIS Report, four people were convicted in addition to the governor, in relation to the same episode, and none of them were state officials. ",
            "section": "B. Corruption"
        },
        {
            "text": "7 This restricted measure is much noisier, not the least because, since there are relatively few state-level officials compared to other levels, their share in aggregate convictions is relatively small-typically about 10 percent overall, as compiled in the PIS Report. ",
            "section": "B. Corruption"
        },
        {
            "text": "The average number of convictions per state-year in the overall measure is about 14, whereas the number for the restricted measure constructed from TRACfed is just under one. ",
            "section": "B. Corruption"
        },
        {
            "text": "8 The choice of Exalead is due to its being one of the few engines offering reliable \"proximity\" searches (Saiz and Simonsohn 2013, p.138). ",
            "section": "B. Corruption",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "8"
                },
                {
                    "start": 106,
                    "end": 138,
                    "type": "bibr",
                    "text": "(Saiz and Simonsohn 2013, p.138)"
                }
            ],
            "entity_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "type": "software",
                    "rawForm": "Exalead",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "d1084322b7-software-simple-1"
                }
            ]
        },
        {
            "text": "They argue that this measure performs well in reproducing the standard stylized facts found by the literature on corruption, both at the state and country levels. ",
            "section": "B. Corruption"
        },
        {
            "text": "9 These measures are typically significantly correlated with one another (see the online Appendix). ",
            "section": "B. Corruption",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "9"
                }
            ]
        },
        {
            "text": "In particular, the baseline measure of federal convictions is highly correlated with the measure restricted to state officials (just under 0.6), and somewhat less so with the measure restricted to local officials (about 0.4). ",
            "section": "B. Corruption"
        },
        {
            "text": "The two restricted measures are significantly correlated with each other (0.33), consistent with the existence of spillovers. ",
            "section": "B. Corruption"
        },
        {
            "text": "The Exalead measure has a more tenuous correlation with the baseline (0.25, significant at the 10 percent level).",
            "section": "B. Corruption",
            "entity_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "type": "software",
                    "rawForm": "Exalead",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "d1084322b7-software-simple-2"
                }
            ]
        },
        {
            "text": "7 This restricted measure is much noisier, not the least because, since there are relatively few state-level officials compared to other levels, their share in aggregate convictions is relatively small-typically about 10 percent overall, as compiled in the PIS Report. ",
            "section": "B. Corruption"
        },
        {
            "text": "The average number of convictions per state-year in the overall measure is about 14, whereas the number for the restricted measure constructed from TRACfed is just under one.",
            "section": "B. Corruption"
        },
        {
            "text": "8 The choice of Exalead is due to its being one of the few engines offering reliable \"proximity\" searches (Saiz and Simonsohn 2013, p.138). ",
            "section": "B. Corruption",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 138,
                    "type": "bibr",
                    "text": "(Saiz and Simonsohn 2013, p.138)"
                }
            ]
        },
        {
            "text": "They argue that this measure performs well in reproducing the standard stylized facts found by the literature on corruption, both at the state and country levels.",
            "section": "B. Corruption"
        },
        {
            "text": "9 These measures are typically significantly correlated with one another (see the online Appendix). ",
            "section": "B. Corruption"
        },
        {
            "text": "In particular, the baseline measure of federal convictions is highly correlated with the measure restricted to state officials (just under 0.6), and somewhat less so with the measure restricted to local officials (about 0.4). ",
            "section": "B. Corruption"
        },
        {
            "text": "The two restricted measures are significantly correlated with each other (0.33), consistent with the existence of spillovers. ",
            "section": "B. Corruption"
        },
        {
            "text": "The Exalead measure has a more tenuous correlation with the baseline (0.25, significant at the 10 percent level).",
            "section": "B. Corruption"
        },
        {
            "text": "We consider other features of the spatial distribution of population, beyond the role of the capital city, by looking at the isolation of the state's largest city (again measured by AvgLogDistance). ",
            "section": "C. \"Placebo\" Variables"
        },
        {
            "text": "We also check for outcome variables related to crime and federal prosecutorial efforts, apart from corruption. ",
            "section": "C. \"Placebo\" Variables"
        },
        {
            "text": "Here we resort to a measure of criminal cases brought by prosecutors to federal courts in each state (as of 2011) in relation to drug offenses, which are by far the most numerous type among the federal cases.",
            "section": "C. \"Placebo\" Variables"
        },
        {
            "text": "Newspaper Coverage.",
            "section": "D. Accountability"
        },
        {
            "text": "-When it comes to the media as a source of accountability, we focus on state-level political coverage by newspapers, since they tend to provide far greater coverage of state politics in the United States than competing media such as TV (e.g., Vinson 2003, Druckman 2005.",
            "section": "D. Accountability",
            "ref_spans": [
                {
                    "start": 243,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "Vinson 2003"
                },
                {
                    "start": 254,
                    "end": 269,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": ", Druckman 2005"
                }
            ]
        },
        {
            "text": "We look at newspapers whose print edition content is available online and searchable at the website NewsLibrary.com-covering nearly four thousand outlets all over the United States. ",
            "section": "D. Accountability"
        },
        {
            "text": "We search for the names of each state's then-current governors-as well as, alternatively, for terms such as \"state government,\" \"state budget,\" or \"state elections,\" where \"state\" refers to the name of each state. ",
            "section": "D. Accountability"
        },
        {
            "text": "10 We only consider mentions to the state in which each newspaper is based. ",
            "section": "D. Accountability",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "10"
                }
            ]
        },
        {
            "text": "11 We also compute a state-level measure of political coverage. ",
            "section": "D. Accountability",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "11"
                }
            ]
        },
        {
            "text": "We take the first principal component of the four search terms for each newspaper (adjusted by size), and perform a weighted sum of this measure over all newspapers. ",
            "section": "D. Accountability"
        },
        {
            "text": "12 We use two alternative sets of weights: the circulation of each newspaper in the state, which for its simplicity is our preferred option, and that circulation weighted by its geographical concentration, as captured by the ReaderConcentr variable described below. ",
            "section": "D. Accountability",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "12"
                }
            ]
        },
        {
            "text": "The latter would put more weight on circulation closer to the capital, allowing for the possibility that newspapers whose audience is more concentrated around the capital city might have a disproportionate effect on the behavior of state politicians.",
            "section": "D. Accountability"
        },
        {
            "text": "Capital.",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "-We use circulation data broken down by county, provided by the Audit Bureau of Circulations (ABC). ",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "We compute the AvgLogDistance to the capital analogously to what we described before, only using newspaper readership instead of population. ",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "13 We then define the measure of readership concentration, ReaderConcentr, as 1 − AvgLogDistance: a larger measure of ReaderConcentr implies that a given newspaper's audience is more concentrated around its home state's capital. ",
            "section": "Concentration of Readership around the",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "13"
                }
            ]
        },
        {
            "text": "The number of newspapers with ABC data available is considerably smaller than what NewsLibrary.com covers, so we end up with a total of 436 newspapers in our sample. ",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "We leave aside the circulation of a newspaper outside of its home state, since we are focusing on coverage of home-state politics.",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "Citizens' Information.",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "-We use data from the American National Election Studies (ANES). ",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "In the 1998 pre-election survey, a random sample of voting-age citizens were interviewed, in California, Georgia, and Illinois. ",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "As usual for the ANES up until 2000, the 1998 survey includes information about the county of each interview, which we use to compute distance (from the county centroid) to the state capital. ",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "Most interestingly and uniquely, it asks questions that directly measure knowledge of state politics and interest in news coverage related to state politics.",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "We code a dummy for Knowledge that captures whether the individual respondents are able to provide the correct name of at least one candidate in the upcoming gubernatorial elections. ",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "We also code a dummy for Interest in state political news: whether the respondent reports to care about newspaper articles about the gubernatorial campaign, conditional on her reading newspapers, so as to focus on potential consumers of print media. ",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "Finally, we create a GeneralInterest dummy based on whether respondents follow public affairs in general, unconstrained to the state level.",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "Voter Turnout.",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "-We look at turnout in all gubernatorial elections between 1990 and 2012, at the county level, again attributing for simplicity the county's population to its centroid, and computing the distance between each county's centroid and the state capital.",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "Money in State Politics.",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "-We look at data on total contributions to electoral campaigns, comprising all types of state-level office and aggregated at the state level. ",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "We focus on the period 2001-2010, as the state coverage of the data for previous electoral cycles is somewhat inconsistent. ",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "In addition to total contributions, we also focus on county-level contributions coming from a specific industry, namely real estate, which we choose because it tends not to be spatially concentrated, and because it is one of the industries that contributes the most to state-level campaigns. ",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "14 This will let us look into whether distance from the capital affects contribution patterns within states.",
            "section": "Concentration of Readership around the"
        },
        {
            "text": "We start with data on the pattern of expenditures by US states (in 2009). ",
            "section": "E. Public Good Provision"
        },
        {
            "text": "Most of state government expenditures that might be directly ascribed to public good provision fall under four categories: \"Education,\" \"Public Welfare,\" \"Health,\" and \"Hospitals.\" ",
            "section": "E. Public Good Provision"
        },
        {
            "text": "We take the share of these categories in total spending as a proxy for resources devoted to public good provision. ",
            "section": "E. Public Good Provision"
        },
        {
            "text": "We also compute the share devoted to \"Government Administration,\" \"Interest on General Debt,\" and \"Other\" as a proxy for what is not directly related to public good provision.",
            "section": "E. Public Good Provision"
        },
        {
            "text": "These measures do not speak to how effectively resources are spent, so we check proxies for the ultimate provision of public goods. ",
            "section": "E. Public Good Provision"
        },
        {
            "text": "These are affected by many factors other than state-level policy, but should still provide useful information. ",
            "section": "E. Public Good Provision"
        },
        {
            "text": "We use three measures that capture aspects of what should be affected by the type of public good expenditure we have defined: the \"Smartest State\" index (Morgan Quitno Corporation 2005), which aggregates different measures of educational inputs and outcomes, the percentage of the population that has health insurance, and the log of the number of hospital beds per capita.",
            "section": "E. Public Good Provision"
        },
        {
            "text": "Our analysis sits on three pillars. ",
            "section": "II. Empirical Strategy"
        },
        {
            "text": "First, we will look at the correlation patterns linking isolated capital cities and corruption; on the other hand, we will look at direct evidence on whether isolation relates to different accountability mechanisms. ",
            "section": "II. Empirical Strategy"
        },
        {
            "text": "The third pillar is about addressing endogeneity concerns regarding those correlation patterns, related to the facts that the location of the capital city is an institutional decision and that it affects the spatial distribution of population. ",
            "section": "II. Empirical Strategy"
        },
        {
            "text": "Both of these could be correlated with omitted variables that are also associated with corruption. ",
            "section": "II. Empirical Strategy"
        },
        {
            "text": "For instance, corruption and the location of the capital city could be jointly determined-say, with relatively corrupt states choosing to isolate their capital cities. ",
            "section": "II. Empirical Strategy"
        },
        {
            "text": "Alternatively, it could be the case that corruption affects the population flows that determine how isolated the capital city will ultimately be-say, by pushing economic activity and population away from the capital. ",
            "section": "II. Empirical Strategy"
        },
        {
            "text": "We now turn to the empirical strategy we use to address these confounding factors.",
            "section": "II. Empirical Strategy"
        },
        {
            "text": "In the absence of something like a natural experiment on the location of capital cities, a source of exogenous variation in the isolation of the capital comes from a specific point of interest: each state's centroid. ",
            "section": "A. Source of Exogenous Variation"
        },
        {
            "text": "Defined as the average coordinate of the state, the centroid does not depend on the spatial distribution of population, but only on the state's geographical shape.",
            "section": "A. Source of Exogenous Variation"
        },
        {
            "text": "The first crucial point is that the centroid is an essentially arbitrary location and should not affect any relevant outcomes in and of itself. ",
            "section": "A. Source of Exogenous Variation"
        },
        {
            "text": "This should be true at least once the territorial limits of each state are set. ",
            "section": "A. Source of Exogenous Variation"
        },
        {
            "text": "15 Because of that, we will eventually control, in all of our specifications, for the geographical size of the state, to guard against the possibility that a correlation between omitted variables and the expansion or rearrangement of state borders might affect the results.",
            "section": "A. Source of Exogenous Variation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "15"
                }
            ]
        },
        {
            "text": "The second crucial point is that there is a connection between the location of the centroid and the location of the capital city, which is obviously a necessary condition for the variation in the former to generate meaningful variation in the latter. ",
            "section": "A. Source of Exogenous Variation"
        },
        {
            "text": "As it turns out, the history of the designation of state (and federal) capitals in the United States strongly suggests exactly such a link. ",
            "section": "A. Source of Exogenous Variation"
        },
        {
            "text": "This is because concerns with equal representation led to strong pressures to locate the capital in a relatively central position, particularly as state capital cities were typically chosen at a time when transportation and communication costs were substantial (Zagarri 1987;Shelley 1996;Engstrom, Hammond, and Scott 2013). ",
            "section": "A. Source of Exogenous Variation",
            "ref_spans": [
                {
                    "start": 261,
                    "end": 275,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(Zagarri 1987;"
                },
                {
                    "start": 275,
                    "end": 288,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "Shelley 1996;"
                },
                {
                    "start": 288,
                    "end": 322,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "Engstrom, Hammond, and Scott 2013)"
                }
            ]
        },
        {
            "text": "Consistent with that, a quick inspection of any map of the United States displaying all state capitals makes it immediately apparent that many of them are actually in relatively central locations.",
            "section": "A. Source of Exogenous Variation"
        },
        {
            "text": "The key question is then how to turn this source of exogenous variation into an instrumental variable. ",
            "section": "B. Instrumental Variables"
        },
        {
            "text": "The natural candidate is the isolation of the centroid in terms of population, CentroidAvgLogDistanc e not . ",
            "section": "B. Instrumental Variables"
        },
        {
            "text": "We can check that there does seem to be a positive correlation between the isolation of the capital and the isolation of the centroid, as illustrated by Figure 2.",
            "section": "B. Instrumental Variables",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 161,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "This proposed instrument purges the direct influence of the endogenous location of the capital, as it does not depend directly on the latter. ",
            "section": "B. Instrumental Variables"
        },
        {
            "text": "However, it is still a function of the distribution of population, and could thus still be contaminated by the influence of the capital city over the distribution of population across the state.",
            "section": "B. Instrumental Variables"
        },
        {
            "text": "In order to deal directly with that second potential source of exogeneity, we will combine the role of the centroid with a second source of exogenous variation affecting the spatial distribution of population: the spatial distribution of economic resources. ",
            "section": "B. Instrumental Variables"
        },
        {
            "text": "More specifically, we use spatial data on land suitability for cultivation, aggregating data on soil and climate properties (Ramankutty et al. 2002).",
            "section": "B. Instrumental Variables",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(Ramankutty et al. 2002)"
                }
            ]
        },
        {
            "text": "The idea is that the spatial distribution of land suitability would affect that of population, particularly in pre-industrial days, as people would be more likely to settle relatively close to places well-suited for agriculture. ",
            "section": "B. Instrumental Variables"
        },
        {
            "text": "The persistence in population patterns would in turn suggest that this influence should persist as well. ",
            "section": "B. Instrumental Variables"
        },
        {
            "text": "We would ",
            "section": "B. Instrumental Variables"
        },
        {
            "text": "Notes: Average log distance to capital is AvgLogDistance not (average 1920-1970) and average log distance to centroid is CentroidAvgLogDistance not (average 1920-1970). ",
            "section": "Figure 2",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 80,
                    "type": "bibr",
                    "text": "(average 1920-1970)"
                },
                {
                    "start": 148,
                    "end": 167,
                    "type": "bibr",
                    "text": "(average 1920-1970)"
                }
            ]
        },
        {
            "text": "Residuals are obtained from regressions of those variables on log Area and log Maximum Distance.",
            "section": "Figure 2"
        },
        {
            "text": "thus expect that, in case the most suitable land is relatively far from the centroid, population would tend to be too-and the capital city would be more isolated, to the extent that it tends to be located close to the centroid. ",
            "section": "Figure 2"
        },
        {
            "text": "Crucially, it is eminently plausible that spatial patterns in terms of climate and soil, relative to the state's centroid, would neither be meaningfully affected by current population patterns that could be correlated with corruption, nor likely to affect corruption through any means other than their impact on the isolation of the capital. ",
            "section": "Figure 2"
        },
        {
            "text": "We thus compute SuitCentroidAvgLogDistanc e not for the 48 states in the continental United States, and use it as an alternative instrumental variable. ",
            "section": "Figure 2"
        },
        {
            "text": "Its main drawback is that, quite naturally, it has a more tenuous correlation with our variable of interest, namely the isolation of the capital.",
            "section": "Figure 2"
        },
        {
            "text": "It is instructive to look at the correlation between our two proposed instrumental variables and a number of \"predetermined\" variables-namely variables that cannot be affected by contemporaneous levels of corruption or by its current covariates. ",
            "section": "C. Validation"
        },
        {
            "text": "We select variables that are essentially geographical in nature. ",
            "section": "C. Validation"
        },
        {
            "text": "16 One would expect that, if the instruments were to vary systematically with state characteristics that might correlate with current levels of corruption, thus threatening the exclusion restriction, this would be picked up by a few of those predetermined variables. ",
            "section": "C. Validation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "16"
                }
            ]
        },
        {
            "text": "Table 1 first displays the coefficients on these predetermined variables obtained by running separate regressions without additional controls (other than the aforementioned geographical size controls). ",
            "section": "C. Validation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Columns 1 and 2 present the results for the population and suitability instrument, respectively. ",
            "section": "C. Validation"
        },
        {
            "text": "Both are uncorrelated with the predetermined variables, with p-values that are generally quite substantial. ",
            "section": "C. Validation"
        },
        {
            "text": "Alternatively, we show in columns 3 and 4 the results from a single specification containing all variables. ",
            "section": "C. Validation"
        },
        {
            "text": "There are essentially no significant coefficients (with one marginal exception), and the F-test for joint significance also fails to find any connection.",
            "section": "C. Validation"
        },
        {
            "text": "States with population or land suitability highly concentrated around the centroid thus look ex ante rather similar to those with low concentration. ",
            "section": "C. Validation"
        },
        {
            "text": "Interestingly, column 5 shows this is not true for the basic measure of capital city isolation, for which we do see statistically significant correlations.",
            "section": "C. Validation"
        },
        {
            "text": "We first look at the basic correlation patterns between our baseline measures of corruption and the isolation of capital cities, in Table 2.",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "In column 1, we see a strong positive correlation between corruption and AvgLogDistanc e not (measured as an average of the measures calculated up to 1970, i.e., before the time period for which corruption is measured), without any controls campante and do: Isolated capItal cItIes and corruptIon Vol. ",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 273,
                    "end": 275,
                    "type": "bibr",
                    "text": "17"
                }
            ]
        },
        {
            "text": "104 no. 8other than geographical size. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "17 Column 2 then introduces a basic set of controls, as of 1970. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "The coefficient of interest is highly significant, and fairly stable in size. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "Columns 3 and 4 add as controls other correlates of corruption that are established in the literature, and our preferred specification is that of column 3, which essentially reproduces the basic specification in Glaeser and Saks (2006). ",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "Glaeser and Saks (2006)"
                }
            ]
        },
        {
            "text": "While in column 4 the size of the coefficient is slightly reduced, it is robustly statistically significant at the 1 percent level, quite remarkably in light of the small sample size. ",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "type": "bibr",
                    "text": "18"
                }
            ]
        },
        {
            "text": "18 The same pattern is also present for our first alternative measure of isolation, AvgLogDistanc e adj , as shown by columns 5-8 reproducing the four specifications. ",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "type": "bibr",
                    "text": "19"
                }
            ]
        },
        {
            "text": "19 The effect is also meaningful quantitatively. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "Our preferred specification's coefficient (1.03) implies that an increase of one standard deviation in the isolation of the capital city (around 0.09, or roughly the increase experienced by Carson City, NV between 1920 and 2000), would yield a corresponding increase in corruption (0.10) of around 0.75 standard deviation. ",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 255,
                    "end": 257,
                    "type": "bibr",
                    "text": "20"
                }
            ]
        },
        {
            "text": "20 Let us now consider the robustness of our results, beyond the different specifications in Table ",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 25,
                    "end": 32,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                },
                {
                    "start": 91,
                    "end": 98,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "2. We first consider alternative measures of corruption, in Table ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "3. Columns 1 and 2 reproduce the main specification from our baseline results (columns 3 and 7 in Table 2), for the measure of corruption convictions restricted to state officials. ",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                },
                {
                    "start": 156,
                    "end": 163,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "21 They very much confirm the message from Table ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "2. Even quantitatively, the results are fairly similar, and especially so when we take into account that this is a noisier measure: an exercise along the lines of what we have done for the baseline results would yield an effect of just over 0.55 standard deviation. ",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 200,
                    "type": "bibr",
                    "text": "22"
                }
            ]
        },
        {
            "text": "22 We then look at the alternative Exalead measure of corruption. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "23 Columns 3 and 4 again mimic the main baseline specifications, and again find very similar results. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "The estimated quantitative effect is now of about 0.7 standard deviation, once again very close to the baseline. ",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 47,
                    "type": "bibr",
                    "text": "24"
                }
            ]
        },
        {
            "text": "24 The next step is to check for alternative measures of the isolation of the capital city. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "We find that the results are still present with both versions of AvgDistance, adjusted and unadjusted, as shown in columns 5 and 6. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "For the coarser measures, CapitalShare and CapitalLargest, we see negative coefficients in columns 7 and 8, 17 The online Appendix shows that the results are still present without the controls. ",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 42,
                    "type": "bibr",
                    "text": "17"
                },
                {
                    "start": 126,
                    "end": 128,
                    "type": "bibr",
                    "text": "18"
                }
            ]
        },
        {
            "text": "18 The results are not sensitive to outliers: they are still present when we run the regressions excluding one census region at a time. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "They also survive measures of party competition and of the breakdown of state revenues between taxes and other sources. ",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 100,
                    "type": "bibr",
                    "text": "19"
                }
            ]
        },
        {
            "text": "These can all be seen in the online Appendix. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "19 We do not include controls for geographical size, since this is built into the measure of concentration. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "The results are not sensitive to that choice (see the online Appendix). ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "20 For the sake of comparison, Glaeser and Saks (2006) find in their sample an effect of about half of a standard deviation of a corresponding one-standard-deviation increase in education, a variable that has been consistently found to be (negatively) correlated with corruption (Alt and Lassen 2003, Glaeser and Saks 2006). ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "21 We run weighted regressions, using yearly standard deviations of the measures of convictions for each state over the sample period of 1986-2011, in order to adjust for the fact that the small number of convictions entails noise in the measures. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "The results are essentially the same if we run unweighted regressions instead (see the online Appendix). ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "22 A positive correlation also holds for a narrow measure restricted to convictions of local officials (see the online Appendix). ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "This is consistent with the idea that a culture of corruption at the state level spills over to other levels of government within the state. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "23 Since the measure of corruption is computed over a more recent period, we use here the average of the measures of isolation up to 2000, and use the demographic control variables as of 2000 as well. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "24 The regression results are also robust when we use the Boylan and Long (2003) measure of corruption perceptions in state politics. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "They are also quantitatively very similar to our baseline: the estimated coefficient implies that an increase in AvgLogDistanc e not by one standard deviation is associated with an increase in the measure of corruption perception of about 0.75 standard deviation. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "(See the online Appendix.) campante and do: Isolated capItal cItIes and corruptIon Vol. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "104 no. 8 consistent with the baseline results. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "The quantitative implications, however, suggest in both cases a smaller effect, of about one-third of a standard deviation. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "This is consistent with a substantial measurement error being introduced by the use of these coarse measures. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "25 We then probe the results with a few \"placebo\" regressions, meant to check whether the patterns we find in the data are actually related to the isolation of capital cities and its conjectured link with corruption and accountability. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "Columns 1-4 in Table 4 use the isolation of the largest city-since the latter is also the capital city in 17 out of 50 states, one might wonder whether the measure of isolation of the capital could be in fact proxying for that. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "It has no independent effect, and its inclusion does not affect the significance or size of the coefficient on the isolation of the capital.",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "20 For the sake of comparison, Glaeser and Saks (2006) find in their sample an effect of about half of a standard deviation of a corresponding one-standard-deviation increase in education, a variable that has been consistently found to be (negatively) correlated with corruption Lassen 2003, Glaeser andSaks 2006). ",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 31,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "Glaeser and Saks (2006)"
                },
                {
                    "start": 279,
                    "end": 303,
                    "type": "bibr",
                    "text": "Lassen 2003, Glaeser and"
                },
                {
                    "start": 303,
                    "end": 313,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "Saks 2006)"
                }
            ]
        },
        {
            "text": "21 We run weighted regressions, using yearly standard deviations of the measures of convictions for each state over the sample period of 1986-2011, in order to adjust for the fact that the small number of convictions entails noise in the measures. ",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "21"
                }
            ]
        },
        {
            "text": "The results are essentially the same if we run unweighted regressions instead (see the online Appendix).",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "22 A positive correlation also holds for a narrow measure restricted to convictions of local officials (see the online Appendix). ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "This is consistent with the idea that a culture of corruption at the state level spills over to other levels of government within the state. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "23 Since the measure of corruption is computed over a more recent period, we use here the average of the measures of isolation up to 2000, and use the demographic control variables as of 2000 as well. ",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "23"
                }
            ]
        },
        {
            "text": "24 The regression results are also robust when we use the Boylan and Long (2003) measure of corruption perceptions in state politics. ",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "24"
                },
                {
                    "start": 58,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "Boylan and Long (2003)"
                }
            ]
        },
        {
            "text": "They are also quantitatively very similar to our baseline: the estimated coefficient implies that an increase in AvgLogDistanc e not by one standard deviation is associated with an increase in the measure of corruption perception of about 0.75 standard deviation. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "(See the online Appendix.) consistent with the baseline results. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "The quantitative implications, however, suggest in both cases a smaller effect, of about one-third of a standard deviation. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "This is consistent with a substantial measurement error being introduced by the use of these coarse measures. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "25 We then probe the results with a few \"placebo\" regressions, meant to check whether the patterns we find in the data are actually related to the isolation of capital cities and its conjectured link with corruption and accountability. ",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "25"
                }
            ]
        },
        {
            "text": "Columns 1-4 in Table 4 use the isolation of the largest city-since the latter is also the capital city in 17 out of 50 states, one might wonder whether the measure of isolation of the capital could be in fact proxying for that. ",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 22,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "It has no independent effect, and its inclusion does not affect the significance or size of the coefficient on the isolation of the capital.",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "From our basic hypothesis about accountability, one would not expect any particular connection between the isolation of the capital city and the prevalence of (or federal prosecutorial efforts in pursuing) other types of crime that are presumably unrelated to state politics. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "We see in columns 5-8 that indeed there is no connection between the number of drug cases and the isolation of the capital. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "26",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "25 Note that we use the \"Exalead\" measure of corruption, in light of the time period for which we have the population data at the city level. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "The coefficients are negative, but statistically insignificant, when we use the baseline measure of convictions, again consistent with substantial measurement error (see the online Appendix). ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "26 To check that this is not driven by outliers, we also dropped the states on the Mexico border-which tend to have a disproportionate number of drug-related cases (especially Arizona and New Mexico). ",
            "section": "A. A Stylized Fact",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "26"
                }
            ]
        },
        {
            "text": "Columns 7 and 8 show the same pattern holds in that case. ",
            "section": "A. A Stylized Fact"
        },
        {
            "text": "We can now check the two-stage least-squares (2SLS) results in Table 5, starting in panel A with CentroidAvgLogDistance, the population-based instrument. ",
            "section": "B. 2SLS Results",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "type": "table",
                    "ref_id": "tab_6",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "27 We start off in columns 1 and 2 by displaying the first-stage results for the full specification, i.e., with the full set of controls. ",
            "section": "B. 2SLS Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "27"
                }
            ]
        },
        {
            "text": "(The results are similar for the other specifications.) ",
            "section": "B. 2SLS Results"
        },
        {
            "text": "We can see that it is indeed a significant predictor of AvgLogDistance. ",
            "section": "B. 2SLS Results"
        },
        {
            "text": "The F-statistic for the excluded instrument is reasonably high for both AvgLogDistanc e not and AvgLogDistanc e adj , but relatively close to standard thresholds for weak-instrument-robust inference. ",
            "section": "B. 2SLS Results"
        },
        {
            "text": "28 We thus show the p-values as given by the minimum distance version of the Anderson-Rubin (AR) test, which is robust to weak instruments. ",
            "section": "B. 2SLS Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "28"
                }
            ]
        },
        {
            "text": "Columns 3-8 then reproduce in order, for comparison's sake, the specifications with controls from Table 2. ",
            "section": "B. 2SLS Results",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 105,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "We see confirmed the significant positive effect of having an isolated capital on corruption.",
            "section": "B. 2SLS Results"
        },
        {
            "text": "Panel B in turn runs the same exercise using our second, land-suitability-based instrumental variable, SuitCentroidAvgLogDistanc e not . ",
            "section": "B. 2SLS Results"
        },
        {
            "text": "Unsurprisingly in light of the inherently weaker link between it and the isolation of the capital city, the first stage is weaker. ",
            "section": "B. 2SLS Results"
        },
        {
            "text": "The instrument is nevertheless still a significant predictor of the isolation 27 The adjusted measure CentroidAvgLogDistanc e adj turns out to be a very weak instrument, with a first-stage F-statistic under 3. ",
            "section": "B. 2SLS Results",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "type": "bibr",
                    "text": "27"
                }
            ]
        },
        {
            "text": "Still, the 2SLS results are rather similar, and can be seen in the online Appendix.",
            "section": "B. 2SLS Results"
        },
        {
            "text": "28 Specifically, the Cragg-Donald Wald F-statistics are 10.34 and 12.52, respectively, for AvgLogDistanc e not and AvgLogDistanc e adj . ",
            "section": "B. 2SLS Results"
        },
        {
            "text": "This lies between the 10 percent and 15 percent thresholds of the Stock-Yogo weak instrument maximal IV size critical values (Stock and Yogo 2005), meaning that the instrument would be considered weak if we were to limit the size of the conventional IV Wald test to at most 0.1 above its nominal value. ",
            "section": "B. 2SLS Results",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(Stock and Yogo 2005)"
                }
            ]
        },
        {
            "text": "We take this to mean that the instrument is not obviously weak, but in any case we choose to present the robust inference as well. ",
            "section": "B. 2SLS Results"
        },
        {
            "text": "of the capital at the 5 percent level. ",
            "section": "B. 2SLS Results"
        },
        {
            "text": "Columns 3-8 show that we also find a generally significant effect of the isolation of the capital city on the measure of corruption. ",
            "section": "B. 2SLS Results"
        },
        {
            "text": "29",
            "section": "B. 2SLS Results"
        },
        {
            "text": "We will now look for direct evidence that the accountability of state-level officials is affected by the spatial distribution of population. ",
            "section": "C. Accountability and the Spatial Distribution of Population"
        },
        {
            "text": "In particular, we will consider two possible versions of this hypothesis: the role of the media and the role of the electoral process. ",
            "section": "C. Accountability and the Spatial Distribution of Population"
        },
        {
            "text": "29 Quite interestingly, the coefficients are remarkably consistent with those obtained in panel A, even if estimated a bit less precisely. ",
            "section": "C. Accountability and the Spatial Distribution of Population",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "29"
                }
            ]
        },
        {
            "text": "This suggests that the potential bias stemming from our second source of endogeneity is not very important in practice. ",
            "section": "C. Accountability and the Spatial Distribution of Population"
        },
        {
            "text": "It is reassuring that the evidence for a causal impact of the isolation of the capital city on corruption seems robust to the different sources of endogeneity, and also in relation with the potential threat of the relative weakness of the land-suitability instrument.   ",
            "section": "C. Accountability and the Spatial Distribution of Population"
        },
        {
            "text": "The basic hypothesis we check is that a newspaper's coverage of state politics is greater when its readers are on average closer to the state capital. ",
            "section": "C. Accountability and the Spatial Distribution of Population"
        },
        {
            "text": "For this we first run regressions of our different measures of state-level political coverage on the concentration of readership around the capital, ReaderConcentr, controlling for newspaper size, circulation and state fixed effects. ",
            "section": "C. Accountability and the Spatial Distribution of Population"
        },
        {
            "text": "We indeed find coefficients that are generally positive and significant, as we can see in Table 6. ",
            "section": "C. Accountability and the Spatial Distribution of Population",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 97,
                    "type": "table",
                    "ref_id": "tab_9",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "30 We can also look at this question at an aggregate state level, as opposed to that of individual newspapers. ",
            "section": "C. Accountability and the Spatial Distribution of Population",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "30"
                }
            ]
        },
        {
            "text": "The regression evidence, in Table 7, confirms that states with isolated capitals tend to display lower levels of media coverage of state politics. ",
            "section": "C. Accountability and the Spatial Distribution of Population",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 35,
                    "type": "table",
                    "ref_id": "tab_10",
                    "text": "Table 7"
                }
            ]
        },
        {
            "text": "31 The effect is stronger for the AvgLogDistanc e adj measure, indicating that what matters most for the connection is how isolated the capital city is, not so much in terms of absolute distances, but rather relative to the geographical size of the state. ",
            "section": "C. Accountability and the Spatial Distribution of Population",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "31"
                }
            ]
        },
        {
            "text": "32 Similar results obtain with the measure of isolation of the state centroid in terms of population as an instrument for the isolation of the capital: we see a significant effect in the case of AvgLogDistanc e adj , and no effect for the case of AvgLogDistanc e not (columns 5 and 6). ",
            "section": "C. Accountability and the Spatial Distribution of Population",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "32"
                }
            ]
        },
        {
            "text": "That said, statistical significance is sensitive to the exclusion of the states of South Dakota and Delaware, which calls for caution in the interpretation of the aggregate evidence.  ",
            "section": "C. Accountability and the Spatial Distribution of Population"
        },
        {
            "text": "1, 20081, to December 31, 2009. ",
            "section": "C. Accountability and the Spatial Distribution of Population",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "bibr",
                    "text": "1, 2008"
                },
                {
                    "start": 7,
                    "end": 30,
                    "type": "bibr",
                    "text": "1, to December 31, 2009"
                }
            ]
        },
        {
            "text": "Control variables: log of daily circulation, Number of search hits for \"Monday,\" state fixed effects. ",
            "section": "C. Accountability and the Spatial Distribution of Population"
        },
        {
            "text": "*** Significant at the 1 percent level. ",
            "section": "C. Accountability and the Spatial Distribution of Population"
        },
        {
            "text": "** Significant at the 5 percent level. ",
            "section": "C. Accountability and the Spatial Distribution of Population"
        },
        {
            "text": "* Significant at the 10 percent level.",
            "section": "C. Accountability and the Spatial Distribution of Population"
        },
        {
            "text": "We now look at whether individuals display lower levels of interest and information regarding state politics when they are farther away from the state capital. ",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "Table 8 shows the results of probit specifications, with our survey dummy variables for Knowledge and Interest as dependent variables, and (the log of) distance to the state capital being the main independent variable of interest. ",
            "section": "Individual-Level Evidence:",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_11",
                    "text": "Table 8"
                }
            ]
        },
        {
            "text": "33 Columns 1 and 2 show a robust, significant pattern: individuals who are farther from the state capital are substantially less likely to be informed about state politics. ",
            "section": "Individual-Level Evidence:",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "33"
                }
            ]
        },
        {
            "text": "Columns 3 and 4 show the same goes for the level of interest in state campaign news, within the subset of newspaper readers. ",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "Quantitatively, our preferred specifications with all individual-and county-level controls imply substantial marginal decreases of about 8 percentage points (from a mean probability around 66 percent), and 6 percentage points (off a 40 percent mean probability), respectively. ",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "Finally, columns 5 and 6 display a placebo test: the correlation with distance is distinctly absent when it comes to the level of GeneralInterest in government and public affairs.",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "The Role of Voters.",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "-We now check whether citizens who are farther away from the capital are also less likely to vote in state elections. ",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "Table 9 (panel A) runs county-level regressions, with data from all gubernatorial elections between 1990 and 2012, controlling for county demographics (in the preceding census, for each year), and with state-year fixed effects so as to focus on within-state and within-election variation.  ",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "Notes: Robust standard errors in brackets, clustered by county. ",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "Probit regressions, marginal effects reported. ",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "Dependent variables: Knowledge = dummy for knowing name of at least one candidate in gubernatorial elections; Interest = dummy for caring \"a great deal,\" \"quite a bit,\" or \"some\" about newspaper articles regarding gubernatorial elections (conditional on reading newspapers); General interest = dummy for reporting interest in government and public affairs \"most of the time\" or \"some of the time.\" ",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "County controls: population, percent urban, population density, percent non-White, median age, median income, and median schooling (from 1990 Census); Individual controls: dummies for age, occupation, sex, income, and political party identification, and number of children and general level of information (from ANES). ",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "All columns include state fixed effects. ",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "*** Significant at the 1 percent level. ",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "** Significant at the 5 percent level. ",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "* Significant at the 10 percent level.  ",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "1990-1992 1993-1996 1997-2000 2001-2004 2005-2008 2009-2012 elections (5) We see a negative effect of distance to the capital on turnout in column 1 that is statistically significant and quantitatively nontrivial: doubling the distance from the capital would reduce turnout by around 1.5 percentage points (or one-sixth of the within-state standard deviation), from a mean around 45 percent. ",
            "section": "Individual-Level Evidence:",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 69,
                    "type": "bibr",
                    "text": "1990-1992 1993-1996 1997-2000 2001-2004 2005-2008 2009-2012 elections"
                }
            ]
        },
        {
            "text": "Column 2 further shows that the result is related to the special role of the capital: a placebo variable (distance to state centroid) is insignificant and barely affects the main coefficient.",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "Interestingly, column 3 shows the effect is much weaker, and statistically insignificant, for state elections that coincided with presidential elections. ",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "In contrast, the same regression restricted to the sample of \"off \"-years where no federal election took place yields a coefficient that is three times as large (column 4)-we can reject the equality of coefficients at the 1 percent level.",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "Panel B (columns 5-10) then shows that the result is unaltered if we consider each of the separate six election cycles covered by our data separately: the coefficient is remarkably consistent, although it gets smaller in the most recent cycle. ",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "34",
            "section": "Individual-Level Evidence:"
        },
        {
            "text": "We now ask whether there is a link between the spatial distribution of population around the state capital and the amount of campaign money in state-level politics. ",
            "section": "D. Money in Politics"
        },
        {
            "text": "Table 10 shows a robust positive relationship, at the aggregate state level, between the isolation of the capital and campaign contributions (controlling for population and income).",
            "section": "D. Money in Politics",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 10"
                }
            ]
        },
        {
            "text": "Columns 1 and 2 show that the result holds for the basic OLS specifications, which reproduce our preferred specifications for corruption, but with campaign contributions as our dependent variable. ",
            "section": "D. Money in Politics"
        },
        {
            "text": "It is also substantial quantitatively: a onestandard-deviation increase in the isolation of the capital would be associated with a 30 percent increase in contributions. ",
            "section": "D. Money in Politics"
        },
        {
            "text": "Columns 3 and 4 then show the result survives unscathed when we control for presidential campaign contributions (in the 2008 election cycle), which helps capture other factors leading to a high general propensity to engage in this form of political activity (the raw correlation is 0.87). ",
            "section": "D. Money in Politics"
        },
        {
            "text": "Finally, columns 5-8 show similar results when we again instrument for AvgLogDistance using the isolation of the centroid with respect to population, although the same is not true with the alternative instrument.",
            "section": "D. Money in Politics"
        },
        {
            "text": "In light of this aggregate pattern, we then ask whether, within states, individuals or firms who are located closer to the capital have a different propensity to contribute money to state politics. ",
            "section": "D. Money in Politics"
        },
        {
            "text": "We look at this question by focusing on one specific industry whose location is not particularly concentrated spatially, namely real estate.",
            "section": "D. Money in Politics"
        },
        {
            "text": "We see in columns 1 and 2 in Table 11 that individuals and firms located in counties that are farther from the capital spend less in campaign contributions, both in absolute terms and controlling for income per capita. ",
            "section": "D. Money in Politics",
            "ref_spans": [
                {
                    "start": 29,
                    "end": 37,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 11"
                }
            ]
        },
        {
            "text": "Columns 3-5 show that the results stay remarkably consistent when controlling for additional county demographics, when leaving aside counties that report no contributions, and even if we look at contributions at the zip code level, using within-county variation only. ",
            "section": "D. Money in Politics"
        },
        {
            "text": "Quite interestingly, columns 6 and 7 show that this pattern comes exclusively from states with relatively isolated capital cities (above median AvgLogDistanc e not ).   ",
            "section": "D. Money in Politics"
        },
        {
            "text": ", 5-17, 18-24, 25-44, 45-64, 65-74, 75-84, 85, andabove, shares of census-defined races, all from 2000 census, andGini coefficient, racial fractionalization, religious fractionalization from 1990. ",
            "section": "D. Money in Politics",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 50,
                    "type": "bibr",
                    "text": ", 5-17, 18-24, 25-44, 45-64, 65-74, 75-84, 85, and"
                },
                {
                    "start": 50,
                    "end": 114,
                    "type": "bibr",
                    "text": "above, shares of census-defined races, all from 2000 census, and"
                },
                {
                    "start": 114,
                    "end": 195,
                    "type": "bibr",
                    "text": "Gini coefficient, racial fractionalization, religious fractionalization from 1990"
                }
            ]
        },
        {
            "text": "*** Significant at the 1 percent level. ",
            "section": "D. Money in Politics"
        },
        {
            "text": "** Significant at the 5 percent level. ",
            "section": "D. Money in Politics"
        },
        {
            "text": "* Significant at the 10 percent level.",
            "section": "D. Money in Politics"
        },
        {
            "text": "Last but not least, we look at whether isolated capital cities are associated with distinct patterns of public good provision. ",
            "section": "E. Isolated Capital Cities and the Provision of Public Goods"
        },
        {
            "text": "Table 12 displays the results, using AvgLogDistanc e not as an independent variable of interest. ",
            "section": "E. Isolated Capital Cities and the Provision of Public Goods",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 12"
                }
            ]
        },
        {
            "text": "35 Columns 1 and 2 show isolated capital cities are significantly correlated with lower spending on public good provision, and with more spending on items not directly related to it. ",
            "section": "E. Isolated Capital Cities and the Provision of Public Goods",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "35"
                }
            ]
        },
        {
            "text": "Column 3 then shows a correlation, significant at the 10 percent level, with lower levels of public good provision, summarized by the first principal component of our three measures. ",
            "section": "E. Isolated Capital Cities and the Provision of Public Goods"
        },
        {
            "text": "The estimates are quantitatively meaningful: a onestandard-deviation increase in isolation is associated with a drop of around 0.25-0.3 standard deviation in the distribution of spending, and similarly for public good provision. ",
            "section": "E. Isolated Capital Cities and the Provision of Public Goods"
        },
        {
            "text": "Columns 4-6 then display 2SLS specifications, with the isolation of the centroid with respect to population as the instrument. ",
            "section": "E. Isolated Capital Cities and the Provision of Public Goods"
        },
        {
            "text": "The results are broadly consistent, although the coefficient for public good provision is now essentially zero. ",
            "section": "E. Isolated Capital Cities and the Provision of Public Goods"
        },
        {
            "text": "36",
            "section": "E. Isolated Capital Cities and the Provision of Public Goods"
        },
        {
            "text": "The main message from our results is the substantial evidence of a link between isolated capital cities and greater levels of corruption across US states. ",
            "section": "IV. Discussion"
        },
        {
            "text": "This link is robust to different specifications and measures of both concepts, and seems to be 35 We use the control variables from our preferred specification for the baseline results in Table 1, except that we add ethnic fractionalization in order to take into account the standard result that it seems to affect the provision of public goods. ",
            "section": "IV. Discussion",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 97,
                    "type": "bibr",
                    "text": "35"
                },
                {
                    "start": 188,
                    "end": 195,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "36 Results are similar if we use AvgLogDistanc e adj instead (see the online Appendix). ",
            "section": "IV. Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "36"
                }
            ]
        },
        {
            "text": "specific about corruption, and about the role of the capital city. ",
            "section": "IV. Discussion"
        },
        {
            "text": "37 In addition, while we are short of a true natural experiment where state capitals would have been randomly assigned, plausible sources of exogenous variation indicate that our stylized fact is not driven by confounding factors related to the endogeneity of that choice and its impact on the spatial distribution of population. ",
            "section": "IV. Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "37"
                }
            ]
        },
        {
            "text": "This is very much in line with what we have termed the accountability view: the idea that isolated capitals may see corruption fester because of reduced accountability. ",
            "section": "IV. Discussion"
        },
        {
            "text": "We have also found direct evidence for that view, as different mechanisms are related to the spatial distribution of population. ",
            "section": "IV. Discussion"
        },
        {
            "text": "38 First, we saw that newspapers whose audience is on average farther from the state capital provide less coverage of state politics. ",
            "section": "IV. Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "38"
                }
            ]
        },
        {
            "text": "Such a pattern could be expected, to the extent that media outlets are at least partly trying to provide content that interests their audience (e.g., Mullainathan andShleifer 2005, Gentzkow andShapiro 2010), and to the extent that media consumers are at least somewhat more interested (ceteris paribus) in what happens close to where they live. ",
            "section": "IV. Discussion",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "Mullainathan and"
                },
                {
                    "start": 166,
                    "end": 193,
                    "type": "bibr",
                    "text": "Shleifer 2005, Gentzkow and"
                },
                {
                    "start": 193,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Shapiro 2010)"
                }
            ]
        },
        {
            "text": "We also found some evidence that states with more isolated capitals have less intense media coverage of state politics.",
            "section": "IV. Discussion"
        },
        {
            "text": "This lower level of media scrutiny could very well lead to, and be reinforced by, a less informed and less engaged citizenry. ",
            "section": "IV. Discussion"
        },
        {
            "text": "Consistent with that, we find that living farther from the capital substantially decreases the level of interest in state campaigns among individuals with comparable demographic characteristics and with a comparable level of information about policy in general. ",
            "section": "IV. Discussion"
        },
        {
            "text": "In contrast, it does not affect the level of interest in public affairs in general. ",
            "section": "IV. Discussion"
        },
        {
            "text": "Put together, these pieces suggest that where individuals are located matters substantively for media accountability at the state level.",
            "section": "IV. Discussion"
        },
        {
            "text": "It is thus natural to conjecture that other forms of holding state officials accountable could also be linked to the spatial distribution of population. ",
            "section": "IV. Discussion"
        },
        {
            "text": "In particular, one might expect that disengagement to be reflected in lower voter turnout, and hence less accountability via the electoral process. ",
            "section": "IV. Discussion"
        },
        {
            "text": "We find that turnout in state elections is indeed lower farther from the state capital-an empirical regularity that is novel, to the best of our knowledge, in the US context. ",
            "section": "IV. Discussion"
        },
        {
            "text": "39 Notably, the logic of our hypothesis would predict a weaker link between turnout and distance to the state capital for presidential-year elections, where presumably turnout would be more affected by forces unrelated to state politics. ",
            "section": "IV. Discussion"
        },
        {
            "text": "This is exactly what we find.",
            "section": "IV. Discussion"
        },
        {
            "text": "Still in the realm of the electoral process, we find a strong positive relationship between the isolation of the state capital and the amount of money in state-level campaigns. ",
            "section": "IV. Discussion"
        },
        {
            "text": "We can thus speculate that, with lower media scrutiny and reduced involvement by voters, an isolated capital opens the way for a stronger role of money in shaping political outcomes. ",
            "section": "IV. Discussion"
        },
        {
            "text": "This interpretation is bolstered by the evidence that firms or individuals who are located closer to the capital city contribute more, and that this is true only in states with relatively isolated capitals. ",
            "section": "IV. Discussion"
        },
        {
            "text": "These empirical patterns, which are also novel (to the best of our knowledge), indicate that the aggregate relationship is not driven by those who are farther from the capital spending money so as to compensate for lower influence in other dimensions. ",
            "section": "IV. Discussion"
        },
        {
            "text": "In short, isolation seems associated with money in politics, and in ways that further distort the political process toward those isolated capitals.",
            "section": "IV. Discussion"
        },
        {
            "text": "This evidence is particularly interesting as it goes against an alternative hypothesis linking isolated capitals and corruption, in the opposite direction from the accountability view-what we may call the \"capture view.\" ",
            "section": "IV. Discussion"
        },
        {
            "text": "This conjecture, prominently featured in the historical records on the debate over the location of US state capitals (Shelley 1996), would posit that a capital city removed from the major centers of population and economic activity poses a smaller risk of political capture by special interests. ",
            "section": "IV. Discussion",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(Shelley 1996)"
                }
            ]
        },
        {
            "text": "Insofar as such capture would be reflected in a greater role of money in politics, our results undermine the hypothesis, at least in a contemporaneous setting.",
            "section": "IV. Discussion"
        },
        {
            "text": "Our last piece of evidence is that isolated capital cities are also associated with diminished public good provision. ",
            "section": "IV. Discussion"
        },
        {
            "text": "Along with our previous results, this paints a picture of isolated capital cities associated with low accountability and corruption, with important detrimental effects on the state's performance as a provider of public goods.",
            "section": "IV. Discussion"
        },
        {
            "text": "As a final note, the direct evidence linking isolated capital cities to lower accountability also gives us a fresh perspective on the basic stylized fact that links them to greater corruption. ",
            "section": "IV. Discussion"
        },
        {
            "text": "One important limitation shared by all of our measures of corruption is that they capture not only what they are meant to capture, but also accountability, to one degree or another. ",
            "section": "IV. Discussion"
        },
        {
            "text": "This is certainly a source of measurement error, but the evidence on accountability suggests that the true extent of corruption in states with isolated capitals is relatively underestimated by our measures. ",
            "section": "IV. Discussion"
        },
        {
            "text": "This would work against our stylized fact.",
            "section": "IV. Discussion"
        },
        {
            "text": "It is interesting to speculate about the connection between isolated capitals, accountability, and corruption, going into the future: could the \"death of distance\" mean that the isolation of capital cities would become relatively less important? ",
            "section": "V. Concluding Remarks"
        },
        {
            "text": "In addition, the associated retreat of newspapers could also weaken the specific media accountability mechanism we detect. ",
            "section": "V. Concluding Remarks"
        },
        {
            "text": "This is an interesting topic for future research, but it certainly need not be the case: casual observation suggests that online media is not immune from a bias toward local coverage-consistent with demand-driven bias-and there could also be countervailing forces. ",
            "section": "V. Concluding Remarks"
        },
        {
            "text": "40 More broadly, our work sheds light on the long-run implications of institutional choices and their spatial content. ",
            "section": "V. Concluding Remarks",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "40"
                }
            ]
        },
        {
            "text": "The importance of the location of the capital city is highlighted both by the historical record in the United States, where the issue was 40 As an illustration: conversations with people in the newspaper industry suggest that coverage of state politics is often the first to be cut, and likely more so when the capital is isolated, because newspapers need to focus on what is most interesting for their dwindling readership, or because it is easier to lay off someone who is in a distant capital.",
            "section": "V. Concluding Remarks",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "type": "bibr",
                    "text": "40"
                }
            ]
        }
    ]
}