{
    "id": "d58f00e3ed",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Majority of manufacturing management literature has been content-related (Dangayach, Deshmukh 2001). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 99,
                    "type": "bibr",
                    "text": "(Dangayach, Deshmukh 2001)"
                }
            ]
        },
        {
            "text": "At the same time in the framework developed for evaluation of manufacturing strategy process Mills et al. (1995) suggest to consider also the fact that external context and research in multinational corporations has indicated, that organizational processes in manufacturing are infl uenced by national institutional features (Geppert, Matten 2006). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "Mills et al. (1995)"
                },
                {
                    "start": 325,
                    "end": 347,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(Geppert, Matten 2006)"
                }
            ]
        },
        {
            "text": "The need to consider cultural factors in strategic issues has been emphasized (Wilkinson et al. 2008). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(Wilkinson et al. 2008)"
                }
            ]
        },
        {
            "text": "Galan and Sanchez-Bueno (2009) point out the importance of context factors as highly important in fi rm's choice of strategy.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "Galan and Sanchez-Bueno (2009)"
                }
            ]
        },
        {
            "text": "Although any fi rm operates in a local environment which includes specifi c economic, social and cultural contexts (Moattar-Husseini, O'Brien 2004) and there has been signifi cant body of operations management research (Frohlich 2002;Rungtusanatham et al. 2003) there is still a lack of studies connecting culture and values with operations strategies and practices. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Moattar-Husseini, O'Brien 2004)"
                },
                {
                    "start": 219,
                    "end": 234,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(Frohlich 2002;"
                },
                {
                    "start": 234,
                    "end": 261,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Rungtusanatham et al. 2003)"
                }
            ]
        },
        {
            "text": "The paper tries to explore how cultural dimensions are connected with manufacturing choices and patterns of responses.",
            "section": "Introduction"
        },
        {
            "text": "The use of fi eld-based empirical methodologies in the production and operations management (POM) area has been steadily increasing over the past decade. ",
            "section": "Introduction"
        },
        {
            "text": "One of the most prominent among these is the survey research methodology which has often been used to capture data from business organizations (Malhotra, Grover 1998).",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(Malhotra, Grover 1998)"
                }
            ]
        },
        {
            "text": "The article is based on data from the fourth International Manufacturing Strategy Survey (IMSS) project and GLOBE study. ",
            "section": "Introduction"
        },
        {
            "text": "Paper starts with theoretical framework for these studies. ",
            "section": "Introduction"
        },
        {
            "text": "Which is followed by the results of an empirical analysis and the model of manufacturing strategies and choices in cultural context.",
            "section": "Introduction"
        },
        {
            "text": "According to comprehensive assessment of 285 survey research articles in operations management since the second half of the 1990s, two topics stood out as ________ showing fastest ascendancy to prominence -operations strategy and supply chain management (Rungtusanatham et al. 2003). ",
            "section": "The research framework",
            "ref_spans": [
                {
                    "start": 254,
                    "end": 282,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(Rungtusanatham et al. 2003)"
                }
            ]
        },
        {
            "text": "Swamidass and Newell (1987) were among the first researchers who focused on connections between environment and manufacturing strategy. ",
            "section": "The research framework",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Swamidass and Newell (1987)"
                }
            ]
        },
        {
            "text": "Prochno and Correa (1995) connected manufacturing strategy with political and economic situation.",
            "section": "The research framework",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "Prochno and Correa (1995)"
                }
            ]
        },
        {
            "text": "One of the most contributing surveys for studying manufacturing strategies on a global scale and at the national level is the International Manufacturing Strategy Survey (IMSS) (Cagliano et al. 2008;Moattar-Husseini, O'Brien 2004). ",
            "section": "The research framework",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Cagliano et al. 2008;"
                },
                {
                    "start": 199,
                    "end": 230,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Moattar-Husseini, O'Brien 2004)"
                }
            ]
        },
        {
            "text": "First round of this survey was in 1993 (Lindberg et al. 1998). ",
            "section": "The research framework",
            "ref_spans": [
                {
                    "start": 39,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(Lindberg et al. 1998)"
                }
            ]
        },
        {
            "text": "The research method is a questionnaire survey, performed by an international network of researchers in various countries. ",
            "section": "The research framework"
        },
        {
            "text": "After data collection, a database from the entire worldwide study will be distributed to all contributing researchers and participating companies.",
            "section": "The research framework"
        },
        {
            "text": "The framework of the study is based on a manufacturing strategy perspective (Alas et al. 2009). ",
            "section": "The research framework",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 94,
                    "type": "bibr",
                    "text": "(Alas et al. 2009)"
                }
            ]
        },
        {
            "text": "This means that emphasis is placed on understanding the strategies and market priorities of the business units, the strategy's translation into manufacturing objectives, the manufacturing practices, and the areas of current and future manufacturing improvement activities (Cagliano et al. 2008;Caniato et al. 2009). ",
            "section": "The research framework",
            "ref_spans": [
                {
                    "start": 272,
                    "end": 294,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Cagliano et al. 2008;"
                },
                {
                    "start": 294,
                    "end": 314,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "Caniato et al. 2009)"
                }
            ]
        },
        {
            "text": "The questionnaire is divided into the following sections:",
            "section": "The research framework"
        },
        {
            "text": "A. Description, strategy and performance of the business unit. ",
            "section": "The research framework"
        },
        {
            "text": "This section explores strategies, markets, primary modes of competition and cost structure data of the business unit. ",
            "section": "The research framework"
        },
        {
            "text": "B. Description, strategy and performance of the dominant activities of the plant. ",
            "section": "The research framework"
        },
        {
            "text": "This section explores the manufacturing strategy, process design and manufacturing performance of the dominant activity. ",
            "section": "The research framework"
        },
        {
            "text": "C. Current manufacturing and supply chain practices, and past and planned improvement programmes. ",
            "section": "The research framework"
        },
        {
            "text": "This section explores the structure (facilities, technology, and degree of integration) and infrastructure (organization, planning and control systems, quality, and product development) and focuses on use and results from broad areas of activity, action programs, and improvements, such as IT, automation, quality, empowerment, etc.",
            "section": "The research framework"
        },
        {
            "text": "The goal of the questionnaire development was to provide the tool for fi nding connection of different manufacturing choices with macro-economic and socio-cultural contexts. ",
            "section": "The research framework"
        },
        {
            "text": "Current paper is focusing only on manufacturing strategies and choices in different cultural contexts.",
            "section": "The research framework"
        },
        {
            "text": "Culture represents the culmination of a range of historical experiences that have shaped an existing pattern (Forbes, Wield 2002). ",
            "section": "Cultural context",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(Forbes, Wield 2002)"
                }
            ]
        },
        {
            "text": "The deepest level of culture is values (McEwan 2001). ",
            "section": "Cultural context",
            "ref_spans": [
                {
                    "start": 39,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(McEwan 2001)"
                }
            ]
        },
        {
            "text": "Values are active standards that defi ne social and professional behavior (Rassin 2008). ",
            "section": "Cultural context",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(Rassin 2008)"
                }
            ]
        },
        {
            "text": "Today most organizations are focused on economic values, ethical and emotional values are underestimated (Raich, Dolan 2008).",
            "section": "Cultural context"
        },
        {
            "text": "There is no universally agreed-upon defi nition among social scientists for the term culture. ",
            "section": "Cultural context"
        },
        {
            "text": "For the GLOBE Project, which has been considered as one of the most comprehensive studies on national cultures, culture is defi ned as the shared motives, values, beliefs, identities, and interpretations or meanings of signifi cant events that result from common experiences of members of collectives that are transmitted across generations . ",
            "section": "Cultural context"
        },
        {
            "text": "The most parsimonious operationalizations of societal culture consist of commonly experienced language, ideological belief systems (including religion and political belief systems), ethnic heritage and history.",
            "section": "Cultural context"
        },
        {
            "text": "Culture matters because it is a powerful, latent, and often uncon scious set of forces that determine both our individual and collec tive behaviour, perception, thought patterns and values. ",
            "section": "Cultural context"
        },
        {
            "text": "Globalization opens up many opportunities for business, but it also creates many challenges. ",
            "section": "Cultural context"
        },
        {
            "text": "One of the most important challenges is acknowledging and appreciating cultural values, practices, and subtleties in different parts of the world. ",
            "section": "Cultural context"
        },
        {
            "text": "All experts in international business agree that to succeed in global business, managers need the fl exibility to respond positively and effectively to practices and values that may be drastically different from what they are accustomed to .",
            "section": "Cultural context"
        },
        {
            "text": "The GLOBE Project has studied diverse dimensions of societal and organizational cultures. ",
            "section": "Cultural context"
        },
        {
            "text": "To address this issue, 735 ques tionnaire items have been developed on the basis of prior literature and the theories of the GLOBE Project. ",
            "section": "Cultural context"
        },
        {
            "text": "Responses to these ques tions by middle managers in two pilot studies were analyzed by conventional psychometric procedures. ",
            "section": "Cultural context"
        },
        {
            "text": "These analyses resulted in the identifi cation of nine major attributes of culture  an organization or society encourages and rewards group members for performance improvement and excellence. ",
            "section": "Cultural context"
        },
        {
            "text": "• Humane Orientation is the degree to which an organization or society encour ages and rewards individuals for being fair, altruis tic, generous, caring and kind to others.",
            "section": "Cultural context"
        },
        {
            "text": "In order to examine manufacturing choices and responses in different cultural contexts, data from two international surveys -International Manufacturing Strategy Survey (IMSS) and Globe study -were combined. ",
            "section": "Cultural context"
        },
        {
            "text": "Independent country-based research teams performed surveys in each country. ",
            "section": "Cultural context"
        },
        {
            "text": "The overall coordinator of the project is Politecnico di Milano.",
            "section": "Cultural context"
        },
        {
            "text": "The primary method for data gathering was a questionnaire, which was distributed to the major business units in the ISIC 28-35 industrial sector within each country. ",
            "section": "Empirical studies"
        },
        {
            "text": "The questionnaire was translated from English into local languages and retranslated to English in order to be sure, that translation is accurate. ",
            "section": "Empirical studies"
        },
        {
            "text": "The questionnaire was fi lled in by operations, manufacturing or technical managers of the companies.",
            "section": "Empirical studies"
        },
        {
            "text": "The data about cultural dimensions listed in Appendix 1 is taken from the Globe study Alas 2006, Papalexandris 2006. ",
            "section": "Empirical studies",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 95,
                    "type": "bibr",
                    "text": "Alas 2006"
                },
                {
                    "start": 95,
                    "end": 115,
                    "type": "bibr",
                    "text": ", Papalexandris 2006"
                }
            ]
        },
        {
            "text": "Cultural practices were measured using the responses of middle managers to questionnaire items concerning \"What Is\", or \"What Are\", common behaviours, institutional practices, pro scriptions, and prescriptions. ",
            "section": "Empirical studies"
        },
        {
            "text": "A 7-point scale was used, where '1' indicated 'strongly disagree' and '7' 'strongly agree'.",
            "section": "Empirical studies"
        },
        {
            "text": "The authors of the current paper conducted both studies in one country: Estonia.",
            "section": "Empirical studies"
        },
        {
            "text": "In order to group variables, principal component analysis and exploratory factor analysis with varimax rotation was completed. ",
            "section": "Empirical studies"
        },
        {
            "text": "For grouping countries hierarchical as well as k-means cluster analysis was undertaken.",
            "section": "Empirical studies"
        },
        {
            "text": "In order to reduce number of variables and get more reliable indicators, principal component analysis followed by the exploratory factor analysis with varimax rotation was completed for the variables describing different aspects of manufacturing strategies and operations. ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "Some of the original variables were excluded from the analysis due to the bad fi t with the resulting factor model. ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "In the fi nal model 3 factors explain 66.6% of the total variance of 31 initial variables (see Appendix 2). ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "The subscales for each factor were computed by the aid of the regression algorithm built into the factor analysis tool in the SPSS software. ",
            "section": "Subscales for manufacturing strategies",
            "entity_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "d58f00e3ed-software-simple-0",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "The internal reliability of our three subscales was confi rmed by theoretical fi t and also by the fact that the factor loadings of every initial variable were very high for one factor and relatively high proportion of the initial variance is described by the model.",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "The fi rst factor, where the following item has the highest factor loading: coordinating planning decisions and fl ow of goods takes place by collaborative planning, forecasting and replenishment with key/strategic customers, can be called Advanced Mass Production (F1-AMP). ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "Companies ranking highly in this factor manage or hold inventories of materials at customers' site(s) and may even have physical integration with the partner. ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "Such methods as Management Product Life-Cycle and Project Management by using of Enterprise Resource Planning (ERP) systems are also important. ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "Job rotation between design and manufacturing takes place. ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "Improvement goals for manufacturing function for the next 3 years are planned to improve companies' environmental performance and employee satisfaction. ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "Also, over the past three years programs for quality improvement and control (e.g. TQM programs, 6σ projects, quality circles, etc.) have been undertaken.",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "Mass production is dominating.",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "The second factor could be called Enterprise Resource Planning (F2-ERP). ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "The companies ranking highly in this factor are becoming more contemporary through the use of Enterprise Resource Planning systems for supporting the most of core management areas: Purchasing and supply management, Material management, Production planning and control, Material management, Production planning and control, Accounting and fi nance, Distribution management and Sales management. ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "Action program undertaken over the past three years is Rethinking and restructuring supply strategy and the organization and management of suppliers portfolio through e.g. tiered networks, bundled outsourcing, and supply base reduction. ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "Implementing Continuous Improvement Programs through systematic initiatives (e.g. kaizen, improvement teams, etc.) had been planned for the coming three years.",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "The third factor can be called the Most Fluctuating Demand (F3-MFD). ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "The companies ranking highly in this factor value trustful relationship with customers achieved by delivering in time although demand is fl uctuating. ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "In order to be able to do this, they share inventory level knowledge with key/strategic customers. ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "In the cost structure the proportion of direct materials/parts/components is relatively high. ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "Improvement goals for manufacturing function for the next 3 years are connected with increasing volume of fl exibility and labour productivity, and with reducing procurement costs.",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "Values of factor variables for each country are given in Table 1. ",
            "section": "Subscales for manufacturing strategies",
            "ref_spans": [
                {
                    "start": 57,
                    "end": 64,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Also number of companies participating in survey from each country could be found in Table 1. ",
            "section": "Subscales for manufacturing strategies",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 92,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "For the fi rst factor China and Brazil have the highest values. ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "Next are Israel and Turkey. ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "Lowest are Germany and Sweden. ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "In the second factor Sweden and Brazil are the highest, lowest are New Zealand and Canada. ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "In the third factor highest values are for Venezuela and Turkey, lowest for Australia and Israel. ",
            "section": "Subscales for manufacturing strategies"
        },
        {
            "text": "The results of the correlation analysis in Tables 2 and  3 indicate how cultural practices and values are connected with three factors of manufacturing. ",
            "section": "Connections between Manufacturing and Culture",
            "ref_spans": [
                {
                    "start": 43,
                    "end": 58,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Tables 2 and  3"
                }
            ]
        },
        {
            "text": "These connections are taken as the bases for developing model of manufacturing strategies and choices in cultural context.",
            "section": "Connections between Manufacturing and Culture"
        },
        {
            "text": "Hierarchical cluster analysis using Average Linkage Between Groups indicated 5 clusters of countries. ",
            "section": "Clusters of countries"
        },
        {
            "text": "First cluster consists of Belgium, Denmark, The Netherlands, Greece, Ireland, Italy, Germany and Sweden. ",
            "section": "Clusters of countries"
        },
        {
            "text": "Second is formed by Hungary, Norway, Estonia, Portugal, Argentina, USA and Venezuela. ",
            "section": "Clusters of countries"
        },
        {
            "text": "Australia, United",
            "section": "Clusters of countries"
        },
        {
            "text": "Kingdom, Canada and New Zealand form the third cluster. ",
            "section": "Clusters of countries"
        },
        {
            "text": "The fourth cluster includes Brazil and Turkey, and the fi fth -China and Israel. ",
            "section": "Clusters of countries"
        },
        {
            "text": "Table 4 lists the cluster centers which are the mean values of every cluster for underlying three factor variables. ",
            "section": "Clusters of countries",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "The fi rst cluster could be called traditional Europe. ",
            "section": "Clusters of countries"
        },
        {
            "text": "This cluster has the lowest value for the fi rst factor and average values for the second and third factors. ",
            "section": "Clusters of countries"
        },
        {
            "text": "This cluster compared to other clusters has the highest values for Future orientation and Uncertainty avoidance. ",
            "section": "Clusters of countries"
        },
        {
            "text": "The second cluster is a mixed cluster from peripheral European countries including also USA and two south American countries: Argentina and Venezuela. ",
            "section": "Clusters of countries"
        },
        {
            "text": "This cluster has the highest value on the third factor, middle value for the fi rst factor and relatively low value for the second factor. ",
            "section": "Clusters of countries"
        },
        {
            "text": "This cluster has the lowest Institutional collectivism, Uncertainty avoidance, Future orientation, Humane orientation and Performance orientation compared to other clusters. ",
            "section": "Clusters of countries"
        },
        {
            "text": "At the same time Gender egalitarianism is highest.  ",
            "section": "Clusters of countries"
        },
        {
            "text": "The third cluster consists of Australia and New Zealand, UK and Canada. ",
            "section": "Clusters of countries"
        },
        {
            "text": "This cluster has the lowest values in the second and third factors and second lowest in the fi rst factor. ",
            "section": "Clusters of countries"
        },
        {
            "text": "Humane orientation and Performance orientation are the highest in this cluster. ",
            "section": "Clusters of countries"
        },
        {
            "text": "Group collectivism is lower than in all other clusters.",
            "section": "Clusters of countries"
        },
        {
            "text": "The fourth cluster includes Brazil and Turkey and has very high values compared to the other clusters by all three factors. ",
            "section": "Clusters of countries"
        },
        {
            "text": "Also Assertiveness, Group collectivism and Power distance are highest in this cluster and Humane orientation and Uncertainty avoidance is lowest in this cluster.",
            "section": "Clusters of countries"
        },
        {
            "text": "The fi fth cluster consisting of China and Israel has the highest value for the fi rst factor, but the lowest for the third one. ",
            "section": "Clusters of countries"
        },
        {
            "text": "Institutional collectivism is the highest in this cluster. ",
            "section": "Clusters of countries"
        },
        {
            "text": "Assertiveness, Power distance and Gender egalitarianism are the lowest compared to other clusters.",
            "section": "Clusters of countries"
        },
        {
            "text": "Although any fi rm operates in a local environment which includes specifi c economic, social and cultural contexts (Moattar-Husseini, O'Brien 2004), there have been only few articles exploring manufacturing with soft issues (Fang, Wang 2006 Advanced Mass Production means coordinating planning decisions and fl ow of goods by collaborative planning, forecasting and replenishment with key/ strategic customers. ",
            "section": "Conclusions and discussion",
            "ref_spans": [
                {
                    "start": 224,
                    "end": 240,
                    "type": "bibr",
                    "text": "(Fang, Wang 2006"
                }
            ]
        },
        {
            "text": "Companies ranking highly in this factor also manage or hold inventories of materials at customers' site(s) and may even have physical integration with the partner. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "They use most advanced methods of Enterprise Resource Planning (ERP) systems for managing product life-cycle. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Job rotation between design and manufacturing gives possibility to develop both functions better by sharing knowledge between employees responsible for these two functions. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Improvement goals for manufacturing function for the next 3 years are to improve companies' environmental performance and employee satisfaction. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Over the last three years programs for quality improvement and control (e.g. TQM programs, 6σ projects, quality circles, etc.) were undertaken.",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Enterprise Resource Planning (ERP) systems users are becoming more contemporary through the use of Enterprise Resource Planning systems for supporting the most of core management areas: purchasing and supply management, material management, production planning and control, material management, production planning and control, accounting and fi nance, distribution management and sales management. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Action programs have been undertaken for rethinking and restructuring of supply strategy. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Implementing Continuous Improvement Programs through systematic initiatives (e.g. kaizen, improvement teams, etc.) has been planned for the coming three years.",
            "section": "Conclusions and discussion"
        },
        {
            "text": "The Most Fluctuating Demand requires trustful relationship with customers achieved by delivering in time although demand is fl uctuating. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "In order to be able to do this, inventory level knowledge is shared with key/ strategic customers. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Improvement goals for manufacturing function for the next 3 years are connected with increasing volume fl exibility and labour productivity. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "At the same time procurement costs should be reduced. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Cluster analysis grouped countries into 5 clusters according to manufacturing strategies.",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Based on IMSS survey in 1993 Moattar-Husseini and O'Brien (2004) compared 4 largest economies in Latin America with such industrially leading countries as USA and Japan and with industrially advanced European countries such as UK, Germany and Italy. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "They found that as a result of considerable environmental changes during last decades, fi rms in Latin American countries have had to adopt new strategies and these fi rms are catching up their competitors in well-established industrial countries. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "According to current survey this trend has continued as Latin American countries belong to the same group with USA. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "The results of the survey indicate most advanced production taking place in Brazil.",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Current paper indicates connections between manufacturing strategies and cultural orientations from the Globe study.",
            "section": "Conclusions and discussion"
        },
        {
            "text": "For example, countries with high fi rst factor valuesadvanced mass production -have low uncertainty avoidance while at the same time there are less established social norms, rituals, and bureaucratic practices in these countries. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "These countries have also high ingroup collectivism. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Members of these societies express pride, loyalty, and cohesiveness in their organizations or families.",
            "section": "Conclusions and discussion"
        },
        {
            "text": "In countries, where the value for the second factor is high -companies are becoming more contemporary through the use of Enterprise Resource Planning systems for supporting the most of core management areas -Institutional collectivism, Uncertainty avoidance and Future orientation are higher than in other countries.",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Countries with high third factor values -the most fl uctuating demand -have higher power distance and lower performance orientation. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Members of these societies expect and agree that power should be stratifi ed and concentrated at higher levels of an organization or government. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Individual group members are not encouraged and rewarded for performance improvement and excellence.",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Based on empirical data authors developed the Model of manufacturing strategies and choices in cultural context (Fig. 1).",
            "section": "Conclusions and discussion",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 119,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 1"
                }
            ]
        },
        {
            "text": "Based on connections between manufacturing strategies and cultural practices three groups of cultural dimensions could be differentiated.",
            "section": "Conclusions and discussion"
        },
        {
            "text": "First group is formed from Assertiveness, Group Collectivism and Power Distance. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "In the countries with higher Assertiveness, Group Collectivism, Power Distance the manufacturing strategy based on the use of Enterprise Resource Planning systems is more common than in other countries. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "The advanced mass production is more common in countries with lower Assertiveness, Group Collectivism and Power Distance practices. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "At the same time fl uctuation of demand can also be high.",
            "section": "Conclusions and discussion"
        },
        {
            "text": "The second group consists of Institutional collectivism, Future Orientation and Uncertainty Avoidance. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Enterprise Resource Planning systems are more often used in the countries with lower Institutional Collectivism, Future Orientation and Uncertainty Avoidance practices. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Demand is more fl uctuating and there are more plants orientated to advanced mass production in countries with lower Institutional Collectivism, Future Orientation and Uncertainty Avoidance.",
            "section": "Conclusions and discussion"
        },
        {
            "text": "There are statistically less signifi cant connections and no regularity in the third group of cultural dimensions: Gender Egalitarianism, Humane Orientation and Performance Orientation.",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Societal cultural practices are divided into desired and undesired practices (Alas 2006). ",
            "section": "Conclusions and discussion",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 88,
                    "type": "bibr",
                    "text": "(Alas 2006)"
                }
            ]
        },
        {
            "text": "Practices, which form the fi rst group in the current study -high Assertiveness, Power distance and Uncertainty avoidance -are undesired practices. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "People in these countries want to change these. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Second group in the current study is formed from the desired practices like Institutional collectivism, Future orientation, and Uncertainty avoidance. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Humane orientation from the third group is also desired practice. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "In connections with development of human resource management function in organizations these groups of practices have been called enabling and disabling practices (Alas et al. 2008). ",
            "section": "Conclusions and discussion",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 181,
                    "type": "bibr",
                    "text": "(Alas et al. 2008)"
                }
            ]
        },
        {
            "text": "But according to results of current study authors found the terms 'desired and undesired practices' more suitable.",
            "section": "Conclusions and discussion"
        },
        {
            "text": "To summarize the model, advanced mass production and more fl uctuating demand are more common to the countries with such undesired cultural practices as high Assertiveness, Power distance and Uncertainty avoidance. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Countries with desired cultural practices use Enterprise Resource Planning systems in most of functional areas, although previous research has indicated, that implementing ERP systems has proven unexpectedly diffi cult (Yen, Sheu 2004). ",
            "section": "Conclusions and discussion",
            "ref_spans": [
                {
                    "start": 219,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(Yen, Sheu 2004)"
                }
            ]
        },
        {
            "text": "Advanced mass production moves out from countries with desired cultural practices to countries with undesired cultural practices.",
            "section": "Conclusions and discussion"
        },
        {
            "text": "To conclude, although there are several factors infl uencing manufacturing strategy and choices, cultural practices also have the connection with manufacturing. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Advanced mass production moves out from countries with desired cultural practices to countries with undesired cultural practices. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Therefore, obtaining knowledge about traditions and customs in a concrete country is useful before starting production in this country. ",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Alas, R. 2006   Operational activity in plant performed using the following technologies: Automated guided vehicles (AGVs)",
            "section": "Conclusions and discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 13,
                    "type": "bibr",
                    "text": "Alas, R. 2006"
                }
            ]
        },
        {
            "text": ".",
            "section": "Conclusions and discussion"
        },
        {
            "text": "Management areas supported through the use of Enterprise Resource Planning systems: Project Management",
            "section": ".204"
        },
        {
            "text": "Action programmes planned efforts for the coming three years: Increasing the technological integration between product development and manufacturing through e.g. CAD-CAM",
            "section": ".817"
        },
        {
            "text": "Improvement goals for your manufacturing function for the next 3 years: Improving your environmental performance .",
            "section": ".807"
        },
        {
            "text": ".398",
            "section": "779"
        },
        {
            "text": "Coordinate planning decisions and fl ow of goods with your key/strategic customers : You manage or hold inventories of materials at your customers' site(s) (e.g. Vendor Managed Inventory, Consignment Stock)",
            "section": "779"
        },
        {
            "text": ".769",
            "section": "779"
        },
        {
            "text": "Process types (percentage of total volume): Mass production .742 .419",
            "section": "779"
        },
        {
            "text": "Coordinate planning decisions and fl ow of goods with key/strategic customers: Share production planning decisions and demand forecast knowledge .699 -.220 .494",
            "section": "779"
        },
        {
            "text": "Coordinate planning decisions and fl ow of goods with your key/strategic customers : Physical integration with the partner (e.g. cross-docking, co-location)",
            "section": "779"
        },
        {
            "text": ".683 -.286 .403",
            "section": "779"
        },
        {
            "text": "Improvement goals for your manufacturing function for the next 3 years: Improving employee satisfaction .",
            "section": "779"
        },
        {
            "text": "Degree of the action programs undertaken over the last three years: Undertaking programs for quality improvement and control (e.g. TQM programs, 6σ projects, quality circles, etc.)",
            "section": ".418"
        },
        {
            "text": ".",
            "section": ".418"
        },
        {
            "text": "Management areas supported through the use of Enterprise Resource Planning systems: Purchasing and supply management Operational activity in your plant performed using the following technologies : Automated parts loading/unloading .",
            "section": ".256"
        },
        {
            "text": ".215",
            "section": ".780"
        },
        {
            "text": "Factors of manufacturing strategies Factor 1 variance explained: 27% 2 variance explained: 25%",
            "section": "APPENDIX 2"
        }
    ]
}