{
    "id": "f74e6221ba",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "(1) Querying the database: the database provides a search capability for a user to find desired operons and associated information through multiple querying methods. "
        },
        {
            "text": "(2) Searching for similar operons: the database provides a search capability for a user to find operons that have similar composition and structure to a query operon. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "(3) Prediction of cis-regulatory motifs: the database provides a capability for motif identification in the promoter regions of a user-specified group of possibly coregulated operons, using motif-finding tools. "
        },
        {
            "text": "(4) Operons for RNA genes: the database includes operons for RNA genes. "
        },
        {
            "text": "(5) OperonWiki: the database provides a wiki page (OperonWiki) to facilitate interactions between users and the developer of the database."
        },
        {
            "text": "We believe that DOOR provides a useful resource to many biologists working on bacteria and archaea, which can be accessed at http://csbl1.bmb.uga. "
        },
        {
            "text": "edu/OperonDB."
        },
        {
            "text": "In prokaryotic organisms, a substantial fraction of functionally related genes are organized into operons, each of which is a group of genes arranged in tandem on the same strand of a genome sharing a common promoter and terminator. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Genes in the same operon are transcribed together as one messenger RNA. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Having the knowledge of operons represents the next key step in deciphering the information encoded in a genome after its genes are identified. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "It represents the basis for elucidating higher level genomic structures, such as regulons and modulons as well as the cellular machineries, such as metabolic pathways and regulatory networks. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In addition, operons, as the basic units of transcription and cellular functions, provide the essential information for experimental designs for studying cellular systems. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "A number of operon databases are currently available on the Internet. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "These databases contain information with varying levels of reliability and having different emphases. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "For example, OperonDB contains predicted operons for 550 genomes with documented prediction sensitivity at 30-50% on Escherichia coli (1). ",
            "section": "INTRODUCTION"
        },
        {
            "text": "MicrobesOnline is a database with operons for 620 genomes with prediction accuracy at 85% and 83% for E. coli K12 and Bacillus subtilis, respectively (2). ",
            "section": "INTRODUCTION"
        },
        {
            "text": "ODB contains both predicted and experimentally validated operons for 203 genomes (3). ",
            "section": "INTRODUCTION"
        },
        {
            "text": "RegulonDB contains experimentally validated operons and associated transcriptional regulators but for E. coli only (4), collected from the published literature. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "And DBTBS is a database with similar content to that of RegulonDB but for B. subtilis (5).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "Among these databases, RegulonDB and DBTBS have highly reliable data but they each are only for a specific organism, while the others cover more organisms with less reliable operon data. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "None of these databases provide the basic operon-centric tools in support of comparative genome analyses. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "We believe that the biological community could benefit from having a new operon database with high-quality predicted operons as well as high coverage along with strong querying capabilities. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Our DOOR (Database for prOkaryotic OpeRons) database is designed to fulfill this goal.",
            "section": "INTRODUCTION"
        },
        {
            "text": "We have recently published a computer program for operon prediction (6), with prediction accuracy at 90.2% *To whom correspondence should be addressed. ",
            "section": "DATA",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "Tel: +1 706 542 9779; Fax: +1 706 542 9751; Email: xyn@bmb.uga.edu ß 2008 The Author(s) This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/ by-nc/2.0/uk/) which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited. ",
            "section": "DATA"
        },
        {
            "text": "and 93.7% on B. subtilis and E. coli genomes, respectively, measured on experimentally validated operons. ",
            "section": "DATA"
        },
        {
            "text": "Our prediction program employs two classifiers, one for genomes with substantial numbers of experimentally validated operons and one for genomes with only limited or no such data. ",
            "section": "DATA"
        },
        {
            "text": "For the first case, our program was trained on a subset of the known operons, using a nonlinear (decision tree-based) classifier utilizing both general features of genomes and genome-specific features, while for the second case, our program was trained based only on general features of genomes, using a linear (logistic function-based) classifier. ",
            "section": "DATA"
        },
        {
            "text": "The advantage of this strategy, i.e. combining genome-independent and genome-specific information when available, is clear as the program was recently ranked as the most accurate operon prediction program in the public domain by an independent assessment of 14 operon prediction programs, across all three performance measurements: prediction sensitivity, specificity and overall accuracy (7).",
            "section": "DATA",
            "ref_spans": [
                {
                    "start": 389,
                    "end": 392,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "Using this prediction program, we have made operon predictions for all complete prokaryotic genomes (NCBI release of 2 May 2008), and organized the data into a relational database, DOOR. ",
            "section": "DATA"
        },
        {
            "text": "Currently, DOOR contains predicted operons for 675 organisms with 736 chromosomes and 489 plasmids, consisting of a total of 450 986 operons. ",
            "section": "DATA"
        },
        {
            "text": "The RNA genes and protein-encoding genes in NCBI release are treated the same by our operon prediction program, so DOOR also contains operons for RNA genes.",
            "section": "DATA"
        },
        {
            "text": "For each gene and operon in DOOR, we provide the following information collected from public databases. ",
            "section": "DATA"
        },
        {
            "text": "For each gene, we include its location in the genome, the name of the genome, its gene name, its GI number, its locus tag, its COG number(s), its molecular function described using a few keywords, a label for it being a protein-or RNA-encoding gene and its genomic sequence. ",
            "section": "DATA"
        },
        {
            "text": "To facilitate operon comparisons, DOOR also contains precalculated BLAST E-values and alignment bit-scores between each pair of potentially homologous genes across all genomes (with E-values lower than a preselected threshold) (see Tools supported by DOOR section for details).",
            "section": "DATA"
        },
        {
            "text": "For each operon, the DOOR database contains its component genes, its precalculated promoter sequence (up to 200 bp, our default value), its precalculated similar operons, a link to the relevant literature in the ODB database (3) and a link to its corresponding operon page at MicrobesOnline. ",
            "section": "DATA"
        },
        {
            "text": "The whole DOOR system is implemented on a Fedora Core 8 Linux computer using MySQL as the database management system. ",
            "section": "DATA",
            "entity_spans": [
                {
                    "start": 42,
                    "end": 48,
                    "type": "publisher",
                    "rawForm": "Fedora",
                    "resp": "#curator",
                    "id": "#f74e6221ba-software-5"
                },
                {
                    "start": 56,
                    "end": 61,
                    "type": "software",
                    "rawForm": "Linux",
                    "resp": "#curator",
                    "id": "f74e6221ba-software-5"
                },
                {
                    "start": 77,
                    "end": 82,
                    "type": "software",
                    "rawForm": "MySQL",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "f74e6221ba-software-simple-2"
                }
            ]
        },
        {
            "text": "DOOR employs Apache for its web server, and php to implement the dynamic web pages. ",
            "section": "DATA",
            "entity_spans": [
                {
                    "start": 13,
                    "end": 19,
                    "type": "software",
                    "rawForm": "Apache",
                    "resp": "#curator",
                    "id": "f74e6221ba-software-simple-3"
                }
            ]
        },
        {
            "text": "In addition, the Wiki of the DOOR system is implemented using MediaWiki 1.13.0.",
            "section": "DATA",
            "entity_spans": [
                {
                    "start": 62,
                    "end": 71,
                    "type": "software",
                    "rawForm": "MediaWiki",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "f74e6221ba-software-10"
                },
                {
                    "start": 72,
                    "end": 78,
                    "type": "version",
                    "rawForm": "1.13.0",
                    "resp": "#annotator3",
                    "id": "#f74e6221ba-software-10"
                }
            ]
        },
        {
            "text": "Currently, the DOOR system supports the following search capabilities to facilitate access to and utilization of the information stored in the database by its user. ",
            "section": "TOOLS SUPPORTED BY DOOR"
        },
        {
            "text": "We expect that the list of tools will continue to expand in DOOR as the needs arise.",
            "section": "TOOLS SUPPORTED BY DOOR"
        },
        {
            "text": "Searching for operons. ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "A user can search for interested operons in DOOR by multiple ways.",
            "section": "Basic querying capabilities"
        },
        {
            "text": "(1) Find an operon by its genes. ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "A user can first find a gene in DOOR by searching for it using various gene attributes, such as the gene name, locus tag, GI number, COG number(s), protein product description in conjunction with the organism's name. ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "Multiple attributes can be combined using AND or OR operations, and thus complex queries can be conducted against the DOOR database. ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "After a target gene is identified, the system returns a link to the operon that contains the gene (if such an operon exists).",
            "section": "Basic querying capabilities"
        },
        {
            "text": "(2) Find an operon by operon attributes. ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "One can find an operon by operon attributes, such as Operon ID, operon size and the number of component genes in conjunction with the organism's name.",
            "section": "Basic querying capabilities"
        },
        {
            "text": "(3) Find operons by its similar operon. ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "A user can find similar operons to a query operon in DOOR. ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "Figure 1 shows an example of using a query operon to search for its similar operons with low homology between the corresponding genes.",
            "section": "Basic querying capabilities",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Selecting operons. ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "A user can browse all operons in selected genomes, and copy the operons to a working environment, where the user can carry out operations on the selected operons, such as predicting their cis-regulatory motifs.",
            "section": "Basic querying capabilities"
        },
        {
            "text": "Retrieving literature information of selected operons. ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "The DOOR database allows a user to output related literature for a selected operon. ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "Figure 2 shows an example of such an application.",
            "section": "Basic querying capabilities",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Calculating general statistics. ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "The DOOR system provides a number of procedures for calculating various operon-related statistics for a specified genome, including ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "(i) the distribution of the number of genes across all operons in the genome; ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "(ii) the distributions of inter-genic distances between operons and between genes, respectively; ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "(iii) the percentage of genes in operons (with at least two genes); ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "(iv) the distribution of the operon lengths in term of the genomic sequence lengths covered by each operon; and (5) the correlation between operon size and its gene length. ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "For each of these distributions, we also calculate the average, the median and the standard deviation. ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "We expect that this list will grow as the needs arise.",
            "section": "Basic querying capabilities"
        },
        {
            "text": "Crosslinking to other operon databases. ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "The DOOR system also provides links to other databases, currently two databases ODB and MicrobesOnline for each of its operons. ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "The reason for linking to these databases is that ODB provides the most comprehensive literature information for operons and MicrobesOnline is the second largest operon database on the Internet. ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "We expect that the crosslinks to other databases will grow as the needs arise and as new-related databases emerge.",
            "section": "Basic querying capabilities"
        },
        {
            "text": "Generating easy-to-read text files for specified operons and associated information. ",
            "section": "Basic querying capabilities"
        },
        {
            "text": "The DOOR system can generate a file containing user-specified operons and associated information in a plain text format and output it to the users' local computer to facilitate large-scale applications by users.",
            "section": "Basic querying capabilities"
        },
        {
            "text": "We now present a quantitative method for measuring the similarity between two operons, which generalizes the idea of 'conserved gene pairs' (1).",
            "section": "Identification of similar operons"
        },
        {
            "text": "Given two operons O 1 and O 2 , with O 1 having m genes and O 2 having n genes. ",
            "section": "Identification of similar operons"
        },
        {
            "text": "For each pair of genes between O 1 and O 2 , we call them homologous genes if their sequence similarity, measured by BLAST, is above a preselected cutoff. ",
            "section": "Identification of similar operons"
        },
        {
            "text": "We then create a bipartite graph G, in which genes in O 1 and O 2 are represented as vertices and for each pair of homologous genes defined above, we create an edge between the two genes and use their sequence similarity as their weight in the graph G. The weight of the maximum weighted bipartite matching (8) for graph G is defined as the similarity score between operons O 1 and O 2 . ",
            "section": "Identification of similar operons"
        },
        {
            "text": "In the current implementation, DOOR uses the Àlogarithm of BLAST E-values or alignment bit-scores to measure the level of similarity between two operons. ",
            "section": "Identification of similar operons"
        },
        {
            "text": "Please find a detailed explanation in the Supplementary Material.",
            "section": "Identification of similar operons"
        },
        {
            "text": "In DOOR, two operons with at least two pairs of matched genes in their maximum weighted bipartite matching are considered as similar operons. ",
            "section": "Identification of similar operons"
        },
        {
            "text": "Figure 3 shows an example of two similar operons with six genes, in which pair-wise sequence similarity is not very significant, with E-values 10 À8.2 , 10 À4.0 , 10 À6.1 , 10 À21.5 , 10 À3.0 and 10 À2.7 . ",
            "section": "Identification of similar operons",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "These two sets of six homologous genes arranged in tandem strongly suggest that these two sets of genes are involved in the same biological pathways in  . ",
            "section": "Identification of similar operons"
        },
        {
            "text": "An operon with reference information (highlighted), whose genes make the pyruvate dehydrogenase complex in E. coli. ",
            "section": "Identification of similar operons"
        },
        {
            "text": "The first reference is a case study in 1976, and the second and third references reported two experimental studies on this complex. ",
            "section": "Identification of similar operons"
        },
        {
            "text": "their own organisms, indicating that these homologous gene pairs are orthologous.",
            "section": "Identification of similar operons"
        },
        {
            "text": "We expect that as the prediction accuracy of operons continues to improve, we will soon see many operon-based comparative genome analyses. ",
            "section": "Identification of similar operons"
        },
        {
            "text": "Hence a capability like the above should prove to be a useful tool in support of such operon-based analyses.",
            "section": "Identification of similar operons"
        },
        {
            "text": "The DOOR system allows a user to predict cis-regulatory motifs for a given set of similar operons. ",
            "section": "Motif finding"
        },
        {
            "text": "For a set of operons identified to be similar, the system can retrieve the corresponding promoter sequence of each operon, and then it applies either MEME (9) or CUBIC (10), selected by the user, to find conserved sequence motifs across the promoter sequences and predict them to be cis-regulatory motifs.",
            "section": "Motif finding",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9)"
                }
            ]
        },
        {
            "text": "The DOOR system supports a wiki page (OperonWiki) to facilitate interactions between the user and the developers of the database. ",
            "section": "OperonWiki"
        },
        {
            "text": "Our goal is to have a comprehensive set of operons for all sequenced prokaryotic genomes, which will require substantial manual curations in order to keep our operon data as accurate as possible. ",
            "section": "OperonWiki"
        },
        {
            "text": "Our plan is that we will rely not only on our development team but also on the user community of the database to do this. ",
            "section": "OperonWiki"
        },
        {
            "text": "We have developed a Wiki for the DOOR system to collect users' feedbacks about our operon data and make necessary changes on the database when such suggestions are made by users after our validation.",
            "section": "OperonWiki"
        },
        {
            "text": "We now give an example to illustrate how to use the search capabilities supported by DOOR. ",
            "section": "Using the DOOR system: an example"
        },
        {
            "text": "The ssuEADCB operon in E. coli has five genes, and these genes are involved in the alkanesulfonate metabolism. ",
            "section": "Using the DOOR system: an example"
        },
        {
            "text": "Our goal here is to predict the cis-regulatory motifs of this operon in E. coli through searching the DOOR database.",
            "section": "Using the DOOR system: an example"
        },
        {
            "text": "A user can go to the main page of DOOR, click on 'Operon Search' and then specify the query criterion 'Operon ID = 4015' to find this operon if the user knows its ID. ",
            "section": "Using the DOOR system: an example"
        },
        {
            "text": "Otherwise, the user can find this operon by using other information. ",
            "section": "Using the DOOR system: an example"
        },
        {
            "text": "For example, he/she can search for the operon by finding its component genes through the 'Gene Search' page by using the query criteria '(Gene Include ssu) AND (Species Name Include MG1655)'. ",
            "section": "Using the DOOR system: an example"
        },
        {
            "text": "On the query result page, click the link containing operon ID ('4015') to get to the detailed target operon page. ",
            "section": "Using the DOOR system: an example"
        },
        {
            "text": "The user can see that this operon has 1476 similar operons. ",
            "section": "Using the DOOR system: an example"
        },
        {
            "text": "By clicking on the link '1476' on the 'Similar Operon' row, the user can see the list of all its similar operons. ",
            "section": "Using the DOOR system: an example"
        },
        {
            "text": "In order to apply the prediction tool for cis-regulatory motifs, the user needs to select a number of similar operons to the query operon by checking the checkbox on relevant operon rows, and then click the button 'Add Selected Operons', which adds all the selected operons to the working environment. ",
            "section": "Using the DOOR system: an example"
        },
        {
            "text": "To see which operons have been added to the working environment, the user can click the button 'Selected Operons' on the main menu. ",
            "section": "Using the DOOR system: an example"
        },
        {
            "text": "Then check the checkboxes for the interested operons and click the button 'Show Upstream Regions' to get and show the promoter regions of the selected operons. ",
            "section": "Using the DOOR system: an example"
        },
        {
            "text": "The user can now proceed to predict cis-regulatory motifs by either clicking on 'Do MEME' (or 'Do CUBIC'), which invokes the MEME with the selected promoter sequences. ",
            "section": "Using the DOOR system: an example"
        },
        {
            "text": "In this case, the program returns the following table (Table 1) for operon ID = 4015.",
            "section": "Using the DOOR system: an example",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 63,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "For this particular example, we have checked which transcription factors can bind to the promoter sequences in the RegulonDB database. ",
            "section": "Using the DOOR system: an example"
        },
        {
            "text": "We found that six transcriptional factors can bind to the promoter region of the ssuEABCD operon, and the binding sites for four of them have been identified experimentally. ",
            "section": "Using the DOOR system: an example"
        },
        {
            "text": "Two of them are identified here by running MEME. ",
            "section": "Using the DOOR system: an example"
        },
        {
            "text": "We believe that the reason for failing to identify the other two motifs is due to the small number of promoter sequences that we used in this example.",
            "section": "Using the DOOR system: an example"
        },
        {
            "text": "Supplementary Data are available at NAR Online.",
            "section": "SUPPLEMENTARY DATA"
        },
        {
            "text": "National Science Foundation (NSF/DBI-0354771, NSF/ITR-IIS-0407204, NSF/CCF-0621700, NSF/DBI-0542119, partial); BioEnergy Science Center grant from the Office of Biological and Environmental Research in  ",
            "section": "FUNDING"
        },
        {
            "text": "Conflict of interest statement. ",
            "section": "Table 1 ."
        },
        {
            "text": "None declared.",
            "section": "Table 1 ."
        }
    ]
}