{
    "abstract": [],
    "body_text": [
        {
            "text": "he field of organic electronics has gained tremendous interest in the last decade, motivated by flexible display 1 , photovoltaic 2,3 and sensor [4][5][6][7] applications. ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 132,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                },
                {
                    "start": 145,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 148,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 154,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "New materials are typically discovered experimentally, with theoretical characterization providing only post-facto justification of the observed device performance. ",
            "section": "T"
        },
        {
            "text": "In a few recent cases, however, theory in particular computational chemistry methods together with rational design techniques guided the synthesis of successful organic electronic materials for solar cell applications 8 and liquid crystals 9 . ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 218,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                },
                {
                    "start": 240,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "A priori screening of new materials and the prediction of the device performance would open vast opportunities for new materials design 10 .",
            "section": "T",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "Theoretical prediction of high-performance novel organic semiconductor materials is hindered by the large number of factors influencing charge carrier mobility in thin-film devices; for example, synthetic methods, device geometry, contacts, device interfaces, thin-film growth, and molecular packing of the solid 11 . ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 313,
                    "end": 315,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "The challenge one faces is the choice of the 'right' molecule for synthesis. ",
            "section": "T"
        },
        {
            "text": "Although, π-extended compounds such as oligoacenes and oligothiophenes are known to be suitable as organic semiconductors, many factors on the molecular level, such as molecular reorganization energy, electronic structure and air stability must be optimized 12 . ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 258,
                    "end": 260,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "Moreover, the control of molecular properties is not sufficient for successful semiconductor design, as bulk properties (for example, orbital overlap, packing), and thus the delocalization of charges depend on the crystal structure. ",
            "section": "T"
        },
        {
            "text": "Therefore, accurate prediction of the molecular packing within the solid is crucial for computation of the magnitude 11 and anisotropy 13 of charge transport. ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                },
                {
                    "start": 135,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "Despite the recent advances in the crystal-structure prediction [14][15][16] , de novo prediction of organic crystal structures remains a challenging task [17][18][19][20] , but the related problem of optimizing the unit cell parameters is more tractable 17,21 . ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 72,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 159,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 167,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 255,
                    "end": 258,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17,"
                },
                {
                    "start": 258,
                    "end": 260,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                }
            ]
        },
        {
            "text": "The difficulty arises from the fact that the sum of weak intermolecular forces such as van der Waals, H-bonding and π-π interactions determine the final packing structure. ",
            "section": "T"
        },
        {
            "text": "Although, there has been some recent success for the de novo prediction of crystal structures of small organic rigid molecules when the contents of the asymmetric unit is known 17,21 , the success of such predictions rely on highly accurate dispersioncorrected Density Functional Theory (DFT) methods that are precluded for the large extended π-conjugated heteroacenes.",
            "section": "T",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17,"
                },
                {
                    "start": 180,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                }
            ]
        },
        {
            "text": "The theory of charge transport in organic semiconductors relies on two contributions. ",
            "section": "T"
        },
        {
            "text": "The first is the magnitude of the electronic coupling (transfer integral), which depends on the relative arrangement of the molecules in the crystal, whereas the second is the geometric relaxation of the molecule and its surroundings (reorganization energy) on movement of the charge carriers 11,22 . ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 293,
                    "end": 296,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 296,
                    "end": 298,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "The former can be approximated as nearest-neighbour contributions, as the electronic couplings fall off rapidly with distance. ",
            "section": "T"
        },
        {
            "text": "The latter is mostly the energy change of a single molecule on charge addition/removal (intramolecular reorganization energy), because contributions from polarization of surrounding molecules is significantly smaller 23,24 . ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23,"
                },
                {
                    "start": 220,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24"
                }
            ]
        },
        {
            "text": "Previous calculations indicate that the high charge mobilities of pentacene and dinaphtho[2,3-b:2′,3′-f]thieno[3,2-b]thiophene (1) can be partially attributed to both strong electronic coupling interactions among neighbouring molecules and to a decrease of the hole intramolecular reorganization energy (λ + ) 25 , suggesting that quantum-chemical calculations of these properties can be used to identify novel semiconductors.",
            "section": "T",
            "ref_spans": [
                {
                    "start": 310,
                    "end": 312,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "The present work was stimulated by the report of Yamamoto and Takimiya on a facile synthesis of 1, with high hole mobility (2.9-3.1 cm 2 V − 1 s − 1 ) and stability in air 26,27 . ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26,"
                },
                {
                    "start": 175,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "27"
                }
            ]
        },
        {
            "text": "Subsequent measurements on single-crystals of 1 yielded hole mobility of µ + = 8.3 cm 2 V − 1 s − 1 (ref. 28) whereas Hall effect measurements by the same group provided an intrinsic hole mobility of 1.2 cm 2 V − 1 s − 1 (ref. 29). ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "28)"
                },
                {
                    "start": 227,
                    "end": 230,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "29)"
                }
            ]
        },
        {
            "text": "The stability of 1 in air, attributed to the deeper highest occupied molecular orbital (HOMO) level due to thienothiophene core 30 , is a significant improvement over pentacene, which readily undergoes many types of disproportionation reactions to generate impurities that decrease the mobility 31 . ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "30"
                },
                {
                    "start": 295,
                    "end": 297,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "31"
                }
            ]
        },
        {
            "text": "Compared with oligothiophenes, for example, the limited number of sulfur atoms in 1 results in smaller reorganization energies and thereby higher mobilities. ",
            "section": "T"
        },
        {
            "text": "Taken together, these factors have motivated previous work substituting different molecular fragments, such as thiophene and acene, to develop organic semiconductors with superior charge transport properties and air stability 12,30 . ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12,"
                },
                {
                    "start": 229,
                    "end": 231,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "30"
                }
            ]
        },
        {
            "text": "Molecule 1 is also a good model system for computational discovery of new materials. ",
            "section": "T"
        },
        {
            "text": "A computational search can use databases to limit possible candidates to commercially available or previously reported precursor candidates. ",
            "section": "T"
        },
        {
            "text": "Quantum chemical calculations are then performed to identify molecular derivatives exhibiting lower reorganization energies and higher transfer integrals than those of the parent compound.",
            "section": "T"
        },
        {
            "text": "In this study, a computational screening procedure followed by synthesis and characterization led to single-crystal-based organic field-effect transistors (OFETs) of the new compound 2 that demonstrated a saturation region hole mobility of µ + = 12.3 cm 2 V − 1 s − 1 and a linear region mobility of 16 cm 2 V − 1 s − 1 . ",
            "section": "T"
        },
        {
            "text": "This is one of the very few organic semiconductors that has exhibited mobility greater than 10 cm 2 V − 1 s − 1 . ",
            "section": "T"
        },
        {
            "text": "The study suggests that a computational screening approach can lead to the informed synthesis and characterization of novel organic materials for electronics applications.",
            "section": "T"
        },
        {
            "text": "Screening procedure. ",
            "section": "Results"
        },
        {
            "text": "The screening procedure involved the following steps: design of potential derivatives of compound 1 from fused aromatics; computational screening for low reorganization energy candidates; crystal structure optimization; charge transport calculation to establish relative mobilities; selection of the most promising candidates with the highest mobility; synthesis; and finally, device fabrication and characterization. ",
            "section": "Results"
        },
        {
            "text": "This approach was applied by theoretically screening seven new heteroacenes (2-8, Fig. 1) to identify the most promising charge-transport materials, 2 and 7. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 88,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "On the basis of the computational results, 2 was given priority over 7 because of higher transfer integral. ",
            "section": "Results"
        },
        {
            "text": "It was subsequently synthesized, and single-crystal transistors were fabricated for charge transport characterization.",
            "section": "Results"
        },
        {
            "text": "Theoretical calculations. ",
            "section": "Results"
        },
        {
            "text": "We used a combined quantum-mechanical and molecular mechanics approach for the computational studies here, the details of which are presented in the Supplementary Methods. ",
            "section": "Results"
        },
        {
            "text": "Here we first discuss results for 1, to directly compare against known experimental values 27 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "27"
                }
            ]
        },
        {
            "text": "As shown in Table 1, the calculated HOMO energy of 1 with the 6-311 + G(d,p) basis is in reasonable agreement with the electrochemical cyclic voltametry measurement value of 5.44 eV (ref. 27). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                },
                {
                    "start": 188,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "27"
                }
            ]
        },
        {
            "text": "The calculated HOMO-LUMO (lowest unoccupied molecular orbital) gap, ∆ε, is also in reasonable agreement with the optically observed absorption edge of 3.0 eV, given that our calculation considers an isolated molecule in vacuum, whereas the experiment was performed on a crystal. ",
            "section": "Results"
        },
        {
            "text": "The time-dependent density functional theory (TD-DFT) optical gap of 3.0 eV (Supplementary Information) is in excellent agreement with the experimental absorption spectrum. ",
            "section": "Results"
        },
        {
            "text": "Use of the larger 6-311 + G(d,p), basis set improves the orbital energies, but the reorganization energies are practically same for both basis sets. ",
            "section": "Results"
        },
        {
            "text": "To obtain a numerical estimate of the hole mobility for 1, we used its experimental 27 as well as the predicted crystal structures ( Supplementary Table S1) to calculate the transfer integrals 19 , V + , the data are listed in Table 2. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "27"
                },
                {
                    "start": 133,
                    "end": 155,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Supplementary Table S1"
                },
                {
                    "start": 193,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                },
                {
                    "start": 227,
                    "end": 234,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "In general, V + calculated for 1 is comparable to those of pentacene. ",
            "section": "Results"
        },
        {
            "text": "However, the lower mobility for 1 results from the higher λ + (λ + = 0.128 eV for 1, as compared with λ + = 0.099 eV for pentacene 32 ) due to the exponential dependence of the hopping rate on this parameter, whereas quadratic power law dependence on the transfer integral, V + (Supplementary Information, equation (1)). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "32"
                },
                {
                    "start": 315,
                    "end": 318,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "We also note that optimized crystal structures with charges calculated at the levels of Perdew-Burke-Ernzerhof 33 parametrization with the double numeric plus polarization basis 34 (PBE/DNP) -denoted 'DNP' and Becke three-parameter Lee-Yang-Parr functional 35,36 with the Gaussian basis (B3LYP/6-311 + G(d,p)) 37 -denoted 'G' have slightly larger unit cells and lower predicted mobilities (1.64 cm 2 ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "33"
                },
                {
                    "start": 178,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "34"
                },
                {
                    "start": 257,
                    "end": 260,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "35,"
                },
                {
                    "start": 260,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "36"
                },
                {
                    "start": 310,
                    "end": 312,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "37"
                },
                {
                    "start": 398,
                    "end": 399,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Having established this approach with 1, we next examined whether larger ring structures, such as 2-8, could have better stability (that is, greater ∆ε, comparable or lower ε HOMO ) and lower λ + than 1, and therefore yield higher performance OFET devices. ",
            "section": "Results"
        },
        {
            "text": "Increasing the length of polyacenes leads to a decreasing ∆ε and λ + , so that a decrease in stability cancels any benefit from reduced λ + . ",
            "section": "Results"
        },
        {
            "text": "However, as shown in Table 1, structures 3, 4, 5, and 7 all have larger ∆ε than 1. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 21,
                    "end": 28,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Given the inaccuracies of the gaps calculated by DFT in general and B3LYP in particular 38 , 6, which is only 53 meV lower, may also be considered comparable to 1. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "38"
                }
            ]
        },
        {
            "text": "In addition, all of 3-7 have lower ε HOMO than 1, adding support for their environmental stability. ",
            "section": "Results"
        },
        {
            "text": "In contrast, both 2 and 8 have gaps that are lower than 1 by ~0.5 eV, with calculated HOMO-LUMO gaps between those of tetracene (∆ε = 2.737 eV) and pentacene (∆ε = 2.176 eV), and with ε HOMO comparable to tetracene (ε HOMO = 5.199) 39 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 232,
                    "end": 234,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "39"
                }
            ]
        },
        {
            "text": "As 2 has a similar HOMO energy to tetracene, but with dramatically higher hole mobility (vide infra), it may be utilized to improve the hole-mobility limited 40 performance of tetracene/C 60 planar heterojunction photovoltaics.",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "40"
                }
            ]
        },
        {
            "text": "At the B3LYP/6-311 + G(d,p) level of theory, 3-5 have λ + ~50 meV greater than 1, comparable to that of naphthalene (λ + = 0.183 eV) 39 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "39"
                }
            ]
        },
        {
            "text": "Therefore, we conclude that these will have inferior carrier mobilities to 1. ",
            "section": "Results"
        },
        {
            "text": "In contrast, 6 has λ + comparable to 1, while 2 and 7 have λ + that are 44 and 53 meV lower (respectively) than 1, and moreover, lower than pentacene (λ + = 0.099 eV).",
            "section": "Results"
        },
        {
            "text": "Having identified 2 and 7 as the most promising candidates, in Table 2 columns, labelled '2(G)' and '7(G)' , we show hole mobility results based on calculated crystal structures. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "As with pentacene and 1, both show anisotropic mobility, with the strongest couplings for the T 1 dimer (see Fig. 2). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 115,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "In the case of 2, the nearest-neighbour distances are comparable, and the transverse couplings slightly stronger than 1, leading to a predicted µ + of 3.34 cm 2 V − 1 s − 1 , twice that of 1. ",
            "section": "Results"
        },
        {
            "text": "In the case of 7, however, despite the much lower λ + , the transverse dimer couplings are weakened, leading to µ + slightly smaller than (but comparable to) 1 and pentacene (between 2.20 to 1.45 cm 2 V − 1 s − 1 ). ",
            "section": "Results"
        },
        {
            "text": "This prediction of increased mobility and potential stability in air motivated the synthetic and device studies of 2.",
            "section": "Results"
        },
        {
            "text": "Synthesis and characterization. ",
            "section": "Results"
        },
        {
            "text": "The synthesis of 2 was carried out using a similar strategy as used for synthesis of 1 and its derivatives, Supplementary Figure S1 (refs 27,41). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure S1"
                }
            ]
        },
        {
            "text": "2-Hydroxymethylanthracene (S1) was first synthesized from anthraquinone-2-carboxylic acid 42 .  ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "42"
                }
            ]
        },
        {
            "text": "was then oxidized to the corresponding aldehyde, 2-anthraldehyde (S2), using PCC in dichloromethane. ",
            "section": "S1"
        },
        {
            "text": "The aldehyde S2 is photochemically unstable in solution; thus, the reaction involving this had to be carried out in dark. ",
            "section": "S1"
        },
        {
            "text": "The thiomethyl group was selectively introduced to the 3-position of anthracene to yield 3-methylthio-2-anthraldehyde (S3) using excess n-butyllithuim and dimethyldisulfide in presence of N,N,N′,N′-tetramethylethylenediamine. ",
            "section": "S1"
        },
        {
            "text": "The olefin compound, trans-1,2-bis(3-methylthio-2-anthracenyl)ethene (S4), was synthesized using McMurry coupling. ",
            "section": "S1"
        },
        {
            "text": "Owing to the poor solubility of these anthracene derivatives, purification of the S1-S4 was achieved mainly via selective precipitation. ",
            "section": "S1"
        },
        {
            "text": "The final ring closing reaction, to yield dianthracen-[2,3-b:2′,3′-f]thieno[3,2b]thiophene (2), was carried out in chloroform in presence of excess iodine. ",
            "section": "S1"
        },
        {
            "text": "As the crude product was directly subjected to sublimation and a significant amount of product seemed to decompose in presence of reaction impurities at high temperature (~300 °C), the exact yield could not be determined. ",
            "section": "S1"
        },
        {
            "text": "The subsequent sublimations and crystal growth experiments did not show material degradation. ",
            "section": "S1"
        },
        {
            "text": "The UV-vis absorption spectrum of a thin film of 2 was collected ( Supplementary Fig. S2). ",
            "section": "S1",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 88,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Supplementary Fig. S2"
                }
            ]
        },
        {
            "text": "The optical HOMO-LUMO gap is 2.2 eV as estimated from the onset of the absorption edge, which is 0.9 eV red-shifted from 1 (ref. 27). ",
            "section": "S1",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "27"
                }
            ]
        },
        {
            "text": "This is consistent with the calculated HOMO-LUMO gap, which predicts a 0.7 eV red-shift of 2 relative to 1 (Table 1), and TD-DFT calculations which predict a 0.7 eV redshift of the first excitation. ",
            "section": "S1",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 116,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "The material was not soluble enough in organic solvents to allow for solution NMR or solution optical characterization. ",
            "section": "S1"
        },
        {
            "text": "The HOMO of single crystals of 2 was estimated to be 5.2 eV from the ionization potential measured by photoelectron spectroscopy ( Supplementary Fig. S3) that is in excellent agreement with the calculated value of − 5.2 eV at the level of B3LYP/6-311 + G (d,p) theory.",
            "section": "S1",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 152,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Supplementary Fig. S3"
                },
                {
                    "start": 255,
                    "end": 260,
                    "type": "figure",
                    "text": "(d,p)"
                }
            ]
        },
        {
            "text": "An X-ray diffraction pattern from crystals of compound 2 was collected at the Stanford Syncrotron Radiation Lightsource, at beamline 11-3 ( Supplementary Fig. S4). ",
            "section": "S1",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 161,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Supplementary Fig. S4"
                }
            ]
        },
        {
            "text": "The unit cell structure was obtained by a least-square fitting method (homemade software employing a modified Levenberg-Marquardt algorithm) using the positions of 15 clearly measurable, overlap-free peaks in powder spectrum. ",
            "section": "S1"
        },
        {
            "text": "The unit cell dimension is slightly smaller than the predicted one, similar as the case for compound 1 noted earlier. ",
            "section": "S1"
        },
        {
            "text": "Using the experimental crystal structure, we re-calculated the transfer integrals and found much stronger coupling along the a-axis; V P increased from 0.0415 to 0.0687 eV whereas V T1 and V T2 are the same. ",
            "section": "S1"
        },
        {
            "text": "Thus, the transfer integrals suggest that mobility along a-axis would be highest; we expect only a moderate anisotropy in the mobility in the ab-plane as all three transfer integrals are reasonably high. ",
            "section": "S1"
        },
        {
            "text": "Ensuing calculated mobility of 3.36 cm 2 V − 1 s − 1 for the crystal is only slightly higher than the predicted value of 3.34 cm 2 V − 1 s − 1 .",
            "section": "S1"
        },
        {
            "text": "Thin-film devices. ",
            "section": "S1"
        },
        {
            "text": "Before studying the intrinsic transport characteristics of 2 through single-crystal devices, thin-film devices were fabricated for comparison. ",
            "section": "S1"
        },
        {
            "text": "Because the yield of sublimation was low, performing more than two sublimation purification steps was not possible. ",
            "section": "S1"
        },
        {
            "text": "Despite that, we are aware extra sublimation steps can significantly improve the performance of the device 43 . ",
            "section": "S1",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "43"
                }
            ]
        },
        {
            "text": "Nonetheless, thin-film transistors were fabricated by evaporation of a 40 nm layer of 2 on octadecylsilane-treated substrates at 95 °C, after which Au source and drain electrodes (40 nm) were deposited through a shadow mask. ",
            "section": "S1"
        },
        {
            "text": "Atomic force microscopy demonstrated large two-dimensional growth of 2, which is favourable for charge transport ( Supplementary Fig. S5). ",
            "section": "S1",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 136,
                    "type": "figure",
                    "text": "Supplementary Fig. S5"
                }
            ]
        },
        {
            "text": "The transistors were measured in a glove box with N 2 atmosphere. ",
            "section": "S1"
        },
        {
            "text": "The average mobility (µ) measured was 0.51 ± 0.06 cm 2 V − 1 s − 1 with a threshold voltage (V T ) of 37.9 ± 1.3 V ( Supplementary Fig. S6). ",
            "section": "S1",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 138,
                    "type": "figure",
                    "text": "Supplementary Fig. S6"
                }
            ]
        },
        {
            "text": "The on/off ratio was around 4×10 6 . ",
            "section": "S1",
            "ref_spans": [
                {
                    "start": 33,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "The mobility of the evaporated thin films was lower than a comparable mobility for pentacene 44 or 1 (ref. 27) evaporated under the same conditions. ",
            "section": "S1",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "44"
                },
                {
                    "start": 107,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "27"
                }
            ]
        },
        {
            "text": "We attributed the relatively low mobility value of 0.51 cm 2 V − 1 s − 1 to insufficient purification of the material. ",
            "section": "S1"
        },
        {
            "text": "Additionally, the use of the crude, unpurified material resulted in an order of magnitude decrease in the mobility. ",
            "section": "S1"
        },
        {
            "text": "There was no change in the thin-film transistor device performance following a six-month storage period in air, demonstrating the stability of 2, even in the presence of thinfilm impurities.",
            "section": "S1"
        },
        {
            "text": "Single-crystal devices. ",
            "section": "S1"
        },
        {
            "text": "To determine the charge carrier mobility in 2, vapour-grown crystals were used to construct single-crystal field-effect transistors (SC-FETs). ",
            "section": "S1"
        },
        {
            "text": "The use of vapour growth for the formation of single crystals was required due to the insolubility of 2. ",
            "section": "S1"
        },
        {
            "text": "An extra benefit of the use of crystal is the purification during crystal growth. ",
            "section": "S1"
        },
        {
            "text": "We fabricated low-voltage SC-FETs utilizing the  bottom-contact, bottom-gate geometry, with a novel cross-linked polymer dielectric recently reported by our group; namely PVP-HDA (Supplementary Information) 45 . ",
            "section": "S1",
            "ref_spans": [
                {
                    "start": 207,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "45"
                }
            ]
        },
        {
            "text": "The polymer allows for the use of low voltages and exhibits low dielectric leakage for device operation 46 . ",
            "section": "S1",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "46"
                }
            ]
        },
        {
            "text": "The polymer layer was formed according to our previously reported procedures, and Au bottom contacts were deposited through a shadow mask. ",
            "section": "S1"
        },
        {
            "text": "The crystals were manually laminated onto the devices and individually screened for transistor behaviour. ",
            "section": "S1"
        },
        {
            "text": "It should be noted that the formation of SC-FETs critically depends on the single-crystal morphology. ",
            "section": "S1"
        },
        {
            "text": "In the case of 2, the single crystals grew as ultra-thin plates; however, on average, the plates were limited in the lateral dimensions to ~100-400 µm. ",
            "section": "S1"
        },
        {
            "text": "Additionally, owing to the thin nature of the plates, the larger crystals agglomerated together, making the selection of single-crystal candidates from the growth tube difficult. ",
            "section": "S1"
        },
        {
            "text": "Nonetheless, the placement of the single crystals on the patterned electrodes usually resulted in the observation of transistor behaviour with high mobility. ",
            "section": "S1"
        },
        {
            "text": "Indeed, from the twelve single crystals tested, seven exhibited mobilities of at or above 5 cm 2 V − 1 s − 1 . ",
            "section": "S1"
        },
        {
            "text": "The mobilities measured in these devices that are made by hand-picking the crystals are, of course, expected to show a much larger variation in performance, because of crystal placement, contacts and crystal orientation. ",
            "section": "S1"
        },
        {
            "text": "Additionally, the mobility of the crystal has been shown to be significantly improved with decreasing crystal thickness, thus, only thin, small plates were used 47 . ",
            "section": "S1",
            "ref_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "47"
                }
            ]
        },
        {
            "text": "Each crystal was subsequently examined under a crosspolarized microscope to ensure the crystal is not twinned or with multiple crystals (Fig. 3).",
            "section": "S1",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 144,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 3)"
                }
            ]
        },
        {
            "text": "The best performance obtained for a laminated SC-FET was observed for the crystal shown in Figure 3. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 99,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "The facets of the crystal are clearly visible and crystal is oriented such that the long-axis is along the electric field between source and drain electrode. ",
            "section": "Discussion"
        },
        {
            "text": "Indexing of the crystal facets (Fig. 3) confirms that the long axis of the crystal is the a-axis, consistent with the predicted high transfer integral direction. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 31,
                    "end": 38,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 3"
                }
            ]
        },
        {
            "text": "Thus, this crystal is aligned to exhibit the maximum device performance. ",
            "section": "Discussion"
        },
        {
            "text": "Under cross-polarized light, no cracks or any other limiting factors for charge transport are visible (Fig. 3c). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 111,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 3c)"
                }
            ]
        },
        {
            "text": "The near-perfect alignment with electric field and proper contact to the electrodes is likely the main reason why this particular device performs better compared with most other single-crystal devices. ",
            "section": "Discussion"
        },
        {
            "text": "The transfer and output characteristics of the device are shown in Figure 4, below. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 75,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "The maximum mobility reached was 12.3 cm 2 V − 1 s − 1 in the saturation regime and 16.0 cm 2 V − 1 s − 1 in the linear regime using − 0.1 V as the drain-source (V DS ) bias (Fig. 4c). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 183,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4c)"
                }
            ]
        },
        {
            "text": "The on/off current ratio was 6.4×10 3 with a threshold voltage V T of 0.44 V. To ensure accuracy in the measurement, the capacitance of the dielectric was measured directly next to the placed single crystal as 68 nF cm − 2 . ",
            "section": "Discussion"
        },
        {
            "text": "The channel width/length (W/L) parameter (0.5) was extracted by measuring the single crystal under a digital microscope and taking the average of the two sides of the crystal in contact with the electrodes. ",
            "section": "Discussion"
        },
        {
            "text": "The gate leakage for the device was on the order of 0.1 nA (Supplementary Fig. S7). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "type": "figure",
                    "text": "Fig. S7"
                }
            ]
        },
        {
            "text": "Both transfer and output characteristics show excellent scaling with the gate voltage, indicating there is no severe contact issues. ",
            "section": "Discussion"
        },
        {
            "text": "It should be noted that the devices experienced less The angles of the facets as measured from the single crystal were matched to those calculated from the X-ray structure. ",
            "section": "Discussion"
        },
        {
            "text": "The calculated and measured angles for the intersection of the (1 1 0) (red) and (0 1 0) (blue) planes were both 130.2°. ",
            "section": "Discussion"
        },
        {
            "text": "The calculated and measured angles for the intersection of the (1 1 0) (red) and ( − 1 1 0) (purple) planes were 99.6° and 100.5°, respectively. ",
            "section": "Discussion"
        },
        {
            "text": "than 10% degradation in mobility after a period of six months storage in the ambient environment, attesting to the air stability of the compound. ",
            "section": "Discussion"
        },
        {
            "text": "Moreover, during the submission of this manuscript, an independent study by the Takimiya group reported the synthesis and thin-film transistor characterization of 2 48 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "48"
                }
            ]
        },
        {
            "text": "This paper demonstrated similar stability for thin-film devices with a lower observed mobility of 3.0 cm 2 V − 1 s − 1 . ",
            "section": "Discussion"
        },
        {
            "text": "Previously, our group proposed a similar synthetic route within a published US patent 49 .",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "49"
                }
            ]
        },
        {
            "text": "To establish an accurate comparison of the single-crystal result of 2 to that of the parent compound 1, we fabricated several singlecrystal devices utilizing the same device architecture described within the paper. ",
            "section": "Discussion"
        },
        {
            "text": "This is necessary as variations in device fabrication could result in changes in device performance. ",
            "section": "Discussion"
        },
        {
            "text": "To this end, within our studies, 1.19 cm 2 V − 1 s − 1 was the highest value of mobility for a single crystal of 1 ( Supplementary Fig. S8). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 138,
                    "type": "figure",
                    "text": "Supplementary Fig. S8"
                }
            ]
        },
        {
            "text": "This number agrees well with a recent report of the Hall mobility measured for 1 (ref. 29) Whereas this is approximately a factor of 10 lower than that obtained for 2, the intrinsic value for the mobility of 2 needs to be evaluated by similar Hall effect studies.",
            "section": "Discussion"
        },
        {
            "text": "In summary, we have demonstrated a theoretical screening approach for the discovery of novel organic semiconductor cores before chemical synthesis. ",
            "section": "Discussion"
        },
        {
            "text": "On DFT calculation of eight semiconductor cores, 2 was found to have lower hole reorganization energies than both 1 and pentacene. ",
            "section": "Discussion"
        },
        {
            "text": "Charge transport modelling indicated that 2 would have a higher hole mobility than that predicted for 1. ",
            "section": "Discussion"
        },
        {
            "text": "On the basis of these calculation results, 2 was selected as a promising high mobility candidate. ",
            "section": "Discussion"
        },
        {
            "text": "It was synthesized and characterized in single-crystal OFET devices. ",
            "section": "Discussion"
        },
        {
            "text": "Single-crystal transistors demonstrated saturation region hole mobilities as high as 12.3 cm 2 V − 1 s − 1 and a linear region mobility of 16 cm 2 V − 1 s − 1 . ",
            "section": "Discussion"
        },
        {
            "text": "This high mobility combined with high air stability (less than 10% degradation in SC-FET performance after a six-month period of storage in air), makes 2 a promising candidate for high-performance OFET applications. ",
            "section": "Discussion"
        },
        {
            "text": "Future synthetic work will focus on the improvement of synthetic yield of 2, and the introduction of pendant side chains and the synthesis and experimental characterization of 7 that is predicted to have similar performance to the molecule 1.",
            "section": "Discussion"
        },
        {
            "text": "The development of more sophisticated theoretical models that go beyond the semiclassical regime, with the goal of bridging the gap between the predicted hopping-mechanism calculations and the measured mobility, is underway. ",
            "section": "Discussion"
        },
        {
            "text": "This study suggests that computational screening is a viable approach for finding novel organic materials for electronics and photovoltaic applications. ",
            "section": "Discussion"
        },
        {
            "text": "A high-throughput version of this screening of materials, by means of IBM's World Community Grid and the Clean Energy Project (http://www.worldcommunitygrid.org and http:// cleanenergy.harvard.edu) is in progress (Olivares-Amaya R. et al., unpublished work and Hachmann J. et al., unpublished work). ",
            "section": "Discussion"
        },
        {
            "text": "Strategies for predicting the carrier type based on single-molecular calculations can be used to screen for n-channel and ambipolar materials in addition to the p-channel materials studied here 50 .",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "50"
                }
            ]
        },
        {
            "text": "Computational methodology. ",
            "section": "Methods"
        },
        {
            "text": "Geometries of the neutral ground state and radical cations were calculated at the B3LYP/6-31G(d,p) level of theory, followed by single-point calculations employing the valence-triple-ζ 6-311 + G(d,p) basis set 35,36,51,52 for faster convergence as implemented in the Q-Chem software package 37 . ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "35,"
                },
                {
                    "start": 213,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "36,"
                },
                {
                    "start": 216,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "51,"
                },
                {
                    "start": 219,
                    "end": 221,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "52"
                },
                {
                    "start": 291,
                    "end": 293,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "37"
                }
            ]
        },
        {
            "text": "The reorganization energies, shown in Table 1, are calculated based on the usual four-point scheme 22 neglecting the outer sphere contributions to the total reorganization energy.",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                },
                {
                    "start": 99,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "Crystal structure prediction. ",
            "section": "Methods"
        },
        {
            "text": "We performed crystal structure prediction only for the molecules 1, 2 and 7, because 2 and 7 are identified as promising candidates for OFET applications based on the isolated molecule properties. ",
            "section": "Methods"
        },
        {
            "text": "Because of the structural similarities of 2 and 7 to 1, we hypothesized that the most probable packing motif would be a herringbone type with P2 1 similar to 1. ",
            "section": "Methods"
        },
        {
            "text": "We modified the initial guesses of the unit cell parameters from 1 in accordance with the sizes of the molecules 2 and 7, then performed rigid body optimization of the unit cell dimensions constructed from the calculated gas phase molecular structures.",
            "section": "Methods"
        },
        {
            "text": "We employed the Dreiding 53 force field with ab initio point charges fit to the electrostatic potential, and optimized the unit cell using a combination of steepest descent, Newton-Raphson and quasi-Newton methods 19. ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 214,
                    "end": 216,
                    "type": "bibr",
                    "text": "19"
                }
            ]
        },
        {
            "text": "The long-range periodic electrostatic interactions were evaluated by Ewald sums. ",
            "section": "Methods"
        },
        {
            "text": "The results presented here are based on a lattice energy minimization of motionless molecules (that is, finite temperature effects are totally neglected). ",
            "section": "Methods"
        },
        {
            "text": "To validate this approach, we attempted to reproduce the experimental crystal structure of 1. ",
            "section": "Methods"
        },
        {
            "text": "For 1, the initial guess for the optimization was the experimentally determined unit cell. ",
            "section": "Methods"
        },
        {
            "text": "The effect of charges calculated by PBE/DNP 34 and B3LYP/6-311 + G(d,p) levels of theory on the unit cell parameters of 1 are shown in Supplementary Table S1, indicated by (DNP) and (G), respectively. ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 44,
                    "end": 46,
                    "type": "bibr",
                    "text": "34"
                }
            ]
        },
        {
            "text": "Both yield comparable structure parameters to the experimentally determined unit cell, although B3LYP/6-311 + G(d,p) charges have slightly better agreement with the experimental unit cell parameters and density. ",
            "section": "Methods"
        },
        {
            "text": "Consequently, the latter was used for the computations on 2 and 7. ",
            "section": "Methods"
        },
        {
            "text": "All crystal prediction calculations were carried out with the Materials Studio Modules, Forcite and DMol 34.",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 107,
                    "type": "bibr",
                    "text": "34"
                }
            ],
            "entity_spans": [
                {
                    "start": 88,
                    "end": 95,
                    "type": "software",
                    "rawForm": "Forcite",
                    "resp": "#annotator9",
                    "used": true,
                    "id": "cea440e5c0-software-simple-0"
                }
            ]
        },
        {
            "text": "Mobility calculations. ",
            "section": "Methods"
        },
        {
            "text": "The mobility calculations were performed assuming diffusion of charges in the absence of an electric field, with charge carrier transfer rates obtained from the semiclassical Marcus theory 32 . ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "32"
                }
            ]
        },
        {
            "text": "Although this approach neglects tunnelling contributions to the mobility, which can significantly increase the hole mobility of highly purified polyacenes 43 , especially at low temperatures 54 , our present goal is to obtain a lower bound estimate of the performance for these materials in the presence of impurities, polymorphism, and temperature effects leading to carrier localization best described by a hopping model. ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "43"
                },
                {
                    "start": 191,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "54"
                }
            ]
        },
        {
            "text": "Further description of the mobility calculations is provided in the Supplementary Information. ",
            "section": "Methods"
        },
        {
            "text": "Before use in thin-films or single-crystal growth both 1 and 2 were purified twice by sublimation using a three-temperature zone furnace (Lindberg/BlueThermo Electron) at a reduced pressure of 1×10 − 4 Torr or less. ",
            "section": "Purification of materials."
        },
        {
            "text": "Surface modification and thin-film device preparation is reported in the Supplementary information.",
            "section": "Purification of materials."
        },
        {
            "text": "Single-crystal device characterization. ",
            "section": "Purification of materials."
        },
        {
            "text": "The devices were tested in bottom contact geometry with crystals laminated across thermally evaporated gold contacts on the polymer dielectric. ",
            "section": "Purification of materials."
        },
        {
            "text": "Previous studies on SC-FETs have established that to achieve maximum performance conformal elastomeric 55 or free-space dielectrics 56 should be employed. ",
            "section": "Purification of materials.",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "55"
                },
                {
                    "start": 132,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "56"
                }
            ]
        },
        {
            "text": "In this fashion, the dielectric acts as a passivated surface to the critical crystal interface as well as providing a conformal contact to the crystal. ",
            "section": "Purification of materials."
        },
        {
            "text": "This lamination typically helps create an efficient contact with the bottom electrodes, and allows for efficient charge injection. ",
            "section": "Purification of materials."
        },
        {
            "text": "The gold contacts were thermally evaporated in high vacuum at a rate of 1 Å s − 1 while rotating the substrate holder. ",
            "section": "Purification of materials."
        },
        {
            "text": "The electrode dimensions were defined by a shadow mask with a 50 µm channel length (L), and a W/L ratio of approximately 20. ",
            "section": "Purification of materials."
        },
        {
            "text": "The W/L used in the mobility calculation for SC-FETs was determined from the individual crystals used. ",
            "section": "Purification of materials."
        },
        {
            "text": "The SC-FET transistors were characterized using a Keithley 4200SCS and standard probe station setup in air. ",
            "section": "Purification of materials."
        },
        {
            "text": "The thin-film transistors were characterized using the same probe setup in N 2 . ",
            "section": "Purification of materials."
        },
        {
            "text": "Overall no significant difference between the performance in N 2 and in air was observed.",
            "section": "Purification of materials."
        },
        {
            "text": "Devices were tested in the saturation regimes and linear regimes with the device parameters extracted using the standard calculation techniques. ",
            "section": "Purification of materials."
        },
        {
            "text": "The saturated field-effect mobility was calculated by plotting the square root of the source-drain current (I DS ) versus gate voltage (V GS ) and using the mobility equation from the saturated regime:",
            "section": "Purification of materials."
        },
        {
            "text": "The linear field-effect mobility was calculated by plotting the source-drain current (I DS ) versus gate voltage (V GS ) and calculating the slope m linear . ",
            "section": "Purification of materials."
        },
        {
            "text": "The mobility was calculated according to the equation for the linear regime:",
            "section": "Purification of materials."
        },
        {
            "text": "The capacitance value of the polymer dielectric was evaluated using an Agilent E4980 precision LCR meter operating at 1 V and 1 kHz frequency. ",
            "section": "Purification of materials."
        },
        {
            "text": "The capacitance was evaluated directly on the bottom contact electrodes that were used in the placement of the single crystal, to avoid discrepancies with polymer thickness. ",
            "section": "Purification of materials."
        },
        {
            "text": "Electrodes of different dimensions on the polymer substrate were evaluated and the capacitance was confirmed to remain constant across the device.",
            "section": "Purification of materials."
        },
        {
            "text": "Crystal growth. ",
            "section": "Purification of materials."
        },
        {
            "text": "Single crystals of 2 were grown by the physical vapour transport method 57 at atmospheric pressure in semiconductor-grade argon at ~80 ccm; the details of this setup are described elsewhere 58 . ",
            "section": "Purification of materials.",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "57"
                },
                {
                    "start": 190,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "58"
                }
            ]
        },
        {
            "text": "The material formed two-dimensional platelets of varying quality. ",
            "section": "Purification of materials."
        },
        {
            "text": "All platelets were pink/red, depending on crystal thickness. ",
            "section": "Purification of materials."
        },
        {
            "text": "We thank E. Verploegen and A. Ayzner for help with collection of the PXRD structure of 2, Y. Jiang for help with the photoelectron spectroscopy measurement, and S. Saikin for helpful discussions. ",
            "section": "Acknowledgements"
        },
        {
            "text": "We acknowledge support from the following institutions: ",
            "section": "Acknowledgements"
        }
    ]
}