{
    "id": "f90d27947b",
    "abstract": [],
    "body_text": [
        {
            "text": "Cancer is rare among children throughout the world. ",
            "section": "Introduction"
        },
        {
            "text": "In developed countries, only about 0.5% of all cancers occur among children under 15 years. ",
            "section": "Introduction"
        },
        {
            "text": "In contrast to adult malignancies, where carcinomas predominate, childhood cancers are histologically very diverse. ",
            "section": "Introduction"
        },
        {
            "text": "There are 12 major groups including leukemias, lymphomas, brain and spinal tumors, sympathetic nervous system tumors, retinoblastoma, kidney tumors, liver tumors, bone tumors, soft tissue sarcomas, gonadal and germ-cell tumors, epithelial tumors and other unspecified neoplasms. ",
            "section": "Introduction"
        },
        {
            "text": "The International Classification of Childhood Cancer is based on morphology and topography. ",
            "section": "Introduction"
        },
        {
            "text": "1 Diagnostic groups are defined in the second edition of the International Classification of Diseases (ICD) for Oncology.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "Cancer formation is generally considered as a genetic disease involving alterations in DNA structure ranging from gene mutations to gross chromosomal rearrangements. ",
            "section": "Introduction"
        },
        {
            "text": "However,",
            "section": "Introduction"
        },
        {
            "text": "We describe monozygotic twins discordant for childhood leukemia and secondary thyroid carcinoma. ",
            "section": "Introduction"
        },
        {
            "text": "We used bisulfite pyrosequencing to compare the constitutive promoter methylation of BRCA1 and several other tumor suppressor genes in primary fibroblasts. ",
            "section": "Introduction"
        },
        {
            "text": "The affected twin displayed an increased BRCA1 methylation (12%), compared with her sister (3%). ",
            "section": "Introduction"
        },
        {
            "text": "Subsequent bisulfite plasmid sequencing demonstrated that 13% (6 of 47) BRCA1 alleles were fully methylated in the affected twin, whereas her sister displayed only single CpG errors without functional implications. ",
            "section": "Introduction"
        },
        {
            "text": "This between-twin methylation difference was also found in irradiated fibroblasts and untreated saliva cells. ",
            "section": "Introduction"
        },
        {
            "text": "The BRCA1 epimutation may have originated by an early somatic event in the affected twin: approximately 25% of her body cells derived from different embryonic cell lineages carry one epigenetically inactivated BRCA1 allele. ",
            "section": "Introduction"
        },
        {
            "text": "This epimutation was associated with reduced basal protein levels and a higher induction of BRCA1 after DNA damage. ",
            "section": "Introduction"
        },
        {
            "text": "In addition, we performed a genome-wide microarray analysis of both sisters and found several copy number variations, i.e., heterozygous deletion and reduced expression of the RSPO3 gene in the affected twin. ",
            "section": "Introduction"
        },
        {
            "text": "This monozygotic twin pair represents an impressive example of epigenetic somatic mosaicism, suggesting a role for constitutive epimutations, maybe along with de novo genetic alterations in recurrent tumor development. ",
            "section": "Introduction"
        },
        {
            "text": "ICD, International Classification of Diseases; MZ, monozygotic; qPCR, quantitative real-time PCR dysregulation of gene expression can also be acquired by epigenetic abnormalities, which are a hallmark of cancer evolution at all stages. ",
            "section": "Introduction"
        },
        {
            "text": "2,3 In contrast to the rest of the genome where most CpGs are methylated, CpG islands in 5' cis-regulatory regions of genes are usually unmethylated. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "3"
                }
            ]
        },
        {
            "text": "Methylation of these CpG islands during development or disease processes is associated with gene silencing. ",
            "section": "Introduction"
        },
        {
            "text": "4,5 Inactivation of tumor suppressor genes by promoter hypermethylation provides an important mechanism for tumor initiation and progression.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "4,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "5"
                }
            ]
        },
        {
            "text": "The genomic caretaker BRCA1 is necessary for faithful rejoining of broken DNA ends and one mutated BRCA1 allele may already be sufficient to impair this process. ",
            "section": "Introduction"
        },
        {
            "text": "The compromised genomic stability in BRCA1 germline mutation carriers may trigger the genetic changes necessary for neoplastic transformation in hereditary breast cancer patients. ",
            "section": "Introduction"
        },
        {
            "text": "Methylation of the BRCA1 promoter occurs in approximately 20% of sporadic breast cancers. ",
            "section": "Introduction"
        },
        {
            "text": "6,7 Sporadic breast tumors with BRCA1 promoter methylation are mainly estrogen-and progesterone-receptor negative and history nor clinical examination gave any hints for a DNA repair syndrome or another hereditary disease. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "6,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "7"
                }
            ]
        },
        {
            "text": "Apart from the affected twin there were no other cases of cancer in four generations. ",
            "section": "Introduction"
        },
        {
            "text": "Considering her medical history, it is not unexpected that the affected twin differed from her sister in some features, including height (156 cm vs. 168 cm) and occipitofrontal circumference (52 cm vs. 51 cm). ",
            "section": "Introduction"
        },
        {
            "text": "Monozygosity was confirmed by genotyping short tandem repeats. ",
            "section": "Introduction"
        },
        {
            "text": "Chromosome banding analysis (at the 500 band level) of fibroblast cultures revealed normal female karyotypes in both sisters.",
            "section": "Introduction"
        },
        {
            "text": "Methylation analysis. ",
            "section": "Introduction"
        },
        {
            "text": "Because MZ twins are genetically identical, epigenetic differences are one plausible explanation for discordant phenotypes. ",
            "section": "Introduction"
        },
        {
            "text": "To test this hypothesis, we analyzed the methylation patterns of several representative tumor suppressor genes (ATM, BRCA1, BRCA2, MLH1, RAD51C and TP53). ",
            "section": "Introduction"
        },
        {
            "text": "One of the studied genes, BRCA1, showed constitutive promoter hypermethylation in normal body cells of the affected twin, but not of the healthy twin. ",
            "section": "Introduction"
        },
        {
            "text": "Bisulfite pyrosequencing is a rapid and highly accurate method for epimutation screening. ",
            "section": "Introduction"
        },
        {
            "text": "It can exactly (±2%) quantify the methylation of individual CpG sites located in the 30-50 bp 3' from the sequencing primer. ",
            "section": "Introduction"
        },
        {
            "text": "9 Our pyrosequencing assay measures the methylation levels of five adjacent CpG sites in the BRCA1 5' promoter. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "9"
                }
            ]
        },
        {
            "text": "Because the density of methylated CpGs in a cis-regulatory region rather than individual CpGs turn a gene on or off, 5,10 the average methylation of all analyzed CpGs (in two independent DNA samples) was used as an epigenetic marker for BRCA1 promoter methylation.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "5,"
                },
                {
                    "start": 119,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "10"
                }
            ]
        },
        {
            "text": "By bisulfite pyrosequencing of exponentially growing fibroblasts, the affected twin showed an increased BRCA1 methylation level of 12% ( Fig. 1), compared with 3% in her healthy sister. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 144,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1)"
                }
            ]
        },
        {
            "text": "Primary skin fibroblasts were used for epimutation screening, because they constitute a homogenous cell population with intact cell cycle and DNA repair checkpoints. ",
            "section": "Introduction"
        },
        {
            "text": "Ten additionally analyzed two-cancer patients, who survived a childhood malignancy and then, unrelated to the first event, developed a secondary cancer, as well as 10 carefully matched one-cancer patients without a second malignancy all showed normal methylation levels (range 0-3%) in fibroblasts. ",
            "section": "Introduction"
        },
        {
            "text": "Induction of DNA damage by γ-irradiation (1 Gy) of primary fibroblast cultures did not affect the BRCA1 methylation levels. ",
            "section": "Introduction"
        },
        {
            "text": "In the affected twin, we found 10% methylation at 0 h, 10% at 1 h, 9% at 4 h, 11% at 12 h and 10% at 24 h after irradiation. ",
            "section": "Introduction"
        },
        {
            "text": "The control twin displayed 4%, 4%, 3%, 2% and 4% methylation, respectively.",
            "section": "Introduction"
        },
        {
            "text": "Lymphoblastoid cells of both the affected and the control twin exhibited equally low BRCA1 methylation levels (3% and 2%, respectively). ",
            "section": "Introduction"
        },
        {
            "text": "However, because the affected twin was bone marrow-transplanted, her blood cells were also derived from the healthy twin's stem cells. ",
            "section": "Introduction"
        },
        {
            "text": "The normal range of BRCA1 methylation in blood cells of a large number (>100) of controls was 0-5%. ",
            "section": "Introduction"
        },
        {
            "text": "Similar to fibroblasts, saliva DNA of the affected twin showed a much higher BRCA1 methylation (9%) than that of her sister (2%). ",
            "section": "Introduction"
        },
        {
            "text": "The normal methylation range in 10 saliva control samples was 2-4%. ",
            "section": "Introduction"
        },
        {
            "text": "In addition to cells from buccal mucosa and salivary epithelium, saliva may also contain blood cells. ",
            "section": "Introduction"
        },
        {
            "text": "This may explain the somewhat lower methylation level of saliva DNA compared with fibroblast DNA in the affected twin. ",
            "section": "Introduction"
        },
        {
            "text": "display similar pathological features as hereditary tumors with BRCA1 mutations. ",
            "section": "Introduction"
        },
        {
            "text": "8 The concordance rates in monozygotic (MZ) and dizygotic pairs of twins allow one to estimate the heritability of complex phenotypic traits. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "8"
                }
            ]
        },
        {
            "text": "MZ twins arise from the same zygote, which then divides into two genetically identical embryos. ",
            "section": "Introduction"
        },
        {
            "text": "MZ twins discordant for monogenic disorders are generally thought to represent rare examples of somatic mosaicism due to genetic mutations after the twinning event, which are then propagated to subsets of cells from one twin. ",
            "section": "Introduction"
        },
        {
            "text": "Here we report on a pair of MZ twins discordant for recurrent tumor development. ",
            "section": "Introduction"
        },
        {
            "text": "Our results suggest that post-zygotic epimutations are another source of somatic mosaicism leading to different disease susceptibility in MZ twins.",
            "section": "Introduction"
        },
        {
            "text": "Case report. ",
            "section": "Results"
        },
        {
            "text": "The twin sisters were born in 1977 by spontaneous delivery, seven weeks before term. ",
            "section": "Results"
        },
        {
            "text": "No intensive care or icterus treatment were necessary. ",
            "section": "Results"
        },
        {
            "text": "Until 1982 the development of both twins was normal. ",
            "section": "Results"
        },
        {
            "text": "At the age of 4 y and 8 mo, one sister was diagnosed with precursor B-cell lymphoblastic leukemia (ICD10:C910). ",
            "section": "Results"
        },
        {
            "text": "Chemotherapy had to be discontinued because of intolerability. ",
            "section": "Results"
        },
        {
            "text": "A first relapse of the leukemia occurred in 1984. ",
            "section": "Results"
        },
        {
            "text": "The second chemotherapy could be completed, but another relapse made bone marrow transplantation from her healthy twin sister necessary. ",
            "section": "Results"
        },
        {
            "text": "Following bone marrow transplantation at age 7 y she was monitored until 1988. ",
            "section": "Results"
        },
        {
            "text": "From 1985 until 1990 she received human growth hormone. ",
            "section": "Results"
        },
        {
            "text": "In 2002 at the age of 25 y, she was diagnosed with thyroid carcinoma (ICD10:C730). ",
            "section": "Results"
        },
        {
            "text": "She underwent thyroidectomy and since then receives steroid hormone replacement. ",
            "section": "Results"
        },
        {
            "text": "She was not treated with radiation or radioactive iodine. ",
            "section": "Results"
        },
        {
            "text": "In 2006 a type 2 diabetes became manifest, but otherwise she is healthy. ",
            "section": "Results"
        },
        {
            "text": "In 2009 she gave birth to a healthy daughter. ",
            "section": "Results"
        },
        {
            "text": "When re-examined at age 34 y, the affected twin and her sister did not show any clinical manifestation of cancer. ",
            "section": "Results"
        },
        {
            "text": "Neither family Because constitutional epimutations in different tumor suppressor genes have been linked to sequence variants in the 5' cisregulatory region, [11][12][13] we sequenced a 3.4 kb upstream fragment including the BRCA1 promoter and exon 1. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[11]"
                },
                {
                    "start": 161,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[12]"
                },
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "However, we did not find any genetic defect/sequence variant in the affected twin (data not shown).",
            "section": "Results"
        },
        {
            "text": "In addition to BRCA1, we performed an epimutation screening by bisulfite pyrosequencing for several other tumor suppressor genes (ATM, BRCA2, MLH1, RAD51C and TP53) in fibroblasts of the twin pair and the 20 one-or two-cancer patients. ",
            "section": "Results"
        },
        {
            "text": "However, apart from the BRCA1 epimutation in the affected twin, all analyzed samples and promoters displayed normal (<5%) methylation values (data not shown), indicating that constitutive epimutations in tumor suppressor genes are rare events in childhood-cancer patients.",
            "section": "Results"
        },
        {
            "text": "Protein expression analysis. ",
            "section": "Results"
        },
        {
            "text": "Customized antibody microarrays were used to compare the basal protein levels (without induction of DNA damage) of BRCA1 and several other genomic caretakers (ATM, BRCA2, MLH1, RAD51 and TP53) in exponentially growing primary fibroblasts of the affected twin vs. her healthy sister. ",
            "section": "Results"
        },
        {
            "text": "Triplicate measurements (technical replicates) of the protein levels were performed on protein samples from three independent cell cultures each (biological replicates). ",
            "section": "Results"
        },
        {
            "text": "The",
            "section": "Results"
        },
        {
            "text": "To distinguish between single CpG methylation errors, which are most likely stochastic errors without pathological consequences, and true epimutations (allele methylation errors), which can be expected to interfere with gene regulation, it is necessary to study the methylation patterns of individual DNA molecules. ",
            "section": "BRCA1 protein expression ratio between the affected and the"
        },
        {
            "text": "Classic bisulfite plasmid sequencing has the added advantage that it allows one to look at a larger number of CpG sites. ",
            "section": "BRCA1 protein expression ratio between the affected and the"
        },
        {
            "text": "Here we analyzed a BRCA1 amplicon with 13 CpG sites including the five sites targeted by the pyrosequencing assay (Fig. 2). ",
            "section": "BRCA1 protein expression ratio between the affected and the",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "Fortyseven clones (individual DNA molecules) were recovered from primary fibroblasts of each twin. ",
            "section": "BRCA1 protein expression ratio between the affected and the"
        },
        {
            "text": "Six (13%) clones of the affected twin exhibited epimutations, indicating that most (at least 70%) CpG sites on these DNA molecules were aberrantly methylated, typical for epigenetically silenced alleles. ",
            "section": "BRCA1 protein expression ratio between the affected and the"
        },
        {
            "text": "In contrast, all 47 alleles of the healthy twin displayed normal hypomethylated patterns. ",
            "section": "BRCA1 protein expression ratio between the affected and the"
        },
        {
            "text": "The BRCA1 epimutation rate was significantly (χ 2 test; p = 0.01) higher in the affected twin, compared with her sister. ",
            "section": "BRCA1 protein expression ratio between the affected and the"
        },
        {
            "text": "Both sisters showed approximately 2% stochastic (single CpG) methylation errors: 10 of 531 CpG sites in the affected twin (excluding abnormal alleles) and 14 of 609 in the healthy twin were methylated. ",
            "section": "BRCA1 protein expression ratio between the affected and the"
        },
        {
            "text": "Collectively, our results suggest a constitutively increased methylation level at the BRCA1 promoter in normal body cells of the affected twin. ",
            "section": "BRCA1 protein expression ratio between the affected and the"
        },
        {
            "text": "Approximately 25% cells (skin fibroblasts, cells from buccal mucosa and salivary epithelium) derived from different embryonic lineages are endowed with one hypermethylated copy of the BRCA1 tumor suppressor gene, representing also quantified in fibroblast cells at 1 h and 4 h after 1 Gy γ-irradiation (Fig. 3B). ",
            "section": "BRCA1 protein expression ratio between the affected and the",
            "ref_spans": [
                {
                    "start": 302,
                    "end": 311,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 3B)"
                }
            ]
        },
        {
            "text": "In the healthy twin, the amount of BRCA1 protein increased 1.8-fold at 1 h after irradiation, compared with untreated cells, and reached basal levels at 4 h (the z ratio of treated vs. untreated cells was 0.9). ",
            "section": "BRCA1 protein expression ratio between the affected and the"
        },
        {
            "text": "In the affected twin, BRCA1 protein expression was induced 2.7-fold at 1 h and also back to basal levels (z ratio of 1.1) at 4 h.",
            "section": "BRCA1 protein expression ratio between the affected and the"
        },
        {
            "text": "Molecular karyotype analysis. ",
            "section": "BRCA1 protein expression ratio between the affected and the"
        },
        {
            "text": "Microarray analysis revealed a 181 kb heterozygous deletion containing the RSPO3 gene on chromosome 6q22.33 and a 90 kb heterozygous deletion containing the open reading frame C5orf13 on chromosome 5q22.1 in primary fibroblasts of the affected twin. ",
            "section": "BRCA1 protein expression ratio between the affected and the"
        },
        {
            "text": "We did not see similar deletions in >40 additionally studied childhood cancer patients and 100 normal healthy individuals (from the Gutenberg Heart Study 14 ). ",
            "section": "BRCA1 protein expression ratio between the affected and the"
        },
        {
            "text": "We did not find evidence for a microdeletion or duplication affecting the BRCA1 cis-regulatory region in the affected twin. ",
            "section": "BRCA1 protein expression ratio between the affected and the"
        },
        {
            "text": "By quantitative real-time PCR (qPCR) we confirmed the presence of the heterozygous RSPO3 and C5orf13 deletions in a mosaic state (Fig. 4A). ",
            "section": "BRCA1 protein expression ratio between the affected and the",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 138,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4A)"
                }
            ]
        },
        {
            "text": "All qPCR experiments were performed on three independent DNA samples (biological replicates) of the affected twin and a mixture of control DNAs, respectively. ",
            "section": "BRCA1 protein expression ratio between the affected and the"
        },
        {
            "text": "Using RFC3 as reference for a normal diploid gene (with two copies), qPCR revealed a copy number of two for both RSPO3 and C5orf13 in the controls. ",
            "section": "BRCA1 protein expression ratio between the affected and the"
        },
        {
            "text": "In contrast, the affected twin displayed copy numbers around 1.5, indicating loss of one RSPO3 and one C5orf13 copy in approximately 50% of cells. ",
            "section": "BRCA1 protein expression ratio between the affected and the"
        },
        {
            "text": "This does not necessarily imply that both genes are deleted in the same cells. ",
            "section": "BRCA1 protein expression ratio between the affected and the"
        },
        {
            "text": "Expression analysis with GeneAtlas microarrays using four independent RNA samples (from different cell cultures of the affected and the healthy twin) demonstrated reduced (approximately 50%) RSPO3 mRNA levels in fibroblasts of the affected twin (Fig. 4B), whereas C5orf13 levels were comparable in both twins (data not shown).",
            "section": "BRCA1 protein expression ratio between the affected and the",
            "ref_spans": [
                {
                    "start": 245,
                    "end": 254,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4B)"
                }
            ]
        },
        {
            "text": "Traditionally, phenotypic discordances between MZ twin pairs have been attributed to environmental factors; however, accumulating experimental evidence also suggests a role for genetic and, more importantly, epigenetic differences between co-twins. ",
            "section": "Discussion"
        },
        {
            "text": "Microarray-based karyotype analyses revealed somatic mosaicism for copy number variations (CNVs) in a number (estimated 10%) of both phenotypically discordant (for Parkinson disease, parkinsonism or Lewy body dementia) and concordant MZ twin pairs. ",
            "section": "Discussion"
        },
        {
            "text": "15 Other molecular karyotype and genome sequence studies could not detect any CNV differences between MZ twins that were discordant for cleft lip palate 16 or multiple sclerosis, 17 suggesting that post-zygotic genomic alterations are at least not a common cause of phenotypic discordance. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "15"
                },
                {
                    "start": 153,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "16"
                },
                {
                    "start": 179,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "17"
                }
            ]
        },
        {
            "text": "Several recent studies clearly demonstrated the existence of genome-wide epigenetic healthy twin (z ratio normalized with log10 transformation and z scores) was 0.75 (Fig. 3A), consistent with constitutively reduced expression in the affected twin. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 175,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 3A)"
                }
            ]
        },
        {
            "text": "ATM expression was slightly increased (1.25) in the affected twin, whereas ACTB (positive control), BRCA2, MLH1, RAD51 and Tp53 all showed comparable protein levels in both twins. ",
            "section": "Discussion"
        },
        {
            "text": "The BRCA1 protein levels were  methylation patterns at the KCNQ1OT1 locus (imprinting control region 2 on chromosome 11p15) have been described in a number of MZ twin pairs discordant for Beckwith-Wiedemann syndrome, which is characterized by tumor predisposition and multiple congenital abnormalities. ",
            "section": "Discussion"
        },
        {
            "text": "35 Constitutive H19 epimutations (imprinting control region 1 on chromosome 11p15.5) were found in several patients with sporadic Wilms tumor without features of Beckwith-Wiedemann syndrome. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "35"
                }
            ]
        },
        {
            "text": "36 Somatic gene mutations and mosaicism (with or without involvement of the germline) are an important etiological mechanism for monogenic disorders with high de novo mutations rates such as Duchenne muscular dystrophy, neurofibromatosis type 1 and retinoblastoma. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "36"
                }
            ]
        },
        {
            "text": "[37][38][39] In contrast, constitutive epimutations, characterized by soma-wide methylation abnormalities in functionally relevant cis-regulatory regions of disease genes, are an understudied phenomenon. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[37]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[38]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[39]"
                }
            ]
        },
        {
            "text": "Constitutive epimutations in the DNA mismatch repair gene MLH1 have been identified in a small number of mutation-negative cases of hereditary nonpolyposis colorectal cancer (HNPCC). ",
            "section": "Discussion"
        },
        {
            "text": "40 In rare familial cases with dominant transmission of mosaic MLH1 methylation, the constitutional epimutation was linked to a single nucleotide variant in the 5' UTR of MLH1. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "40"
                }
            ]
        },
        {
            "text": "13 Similarly, constitutional epimutations in the DNA mismatch repair gene MSH2, another rare cause of HNPCC, were linked to 3' end deletions of EPCAM, a gene directly upstream of MSH2. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "13"
                }
            ]
        },
        {
            "text": "12 Constitutive epimutations in the DAPK1 gene that predispose to B cell chronic lymphocytic leukemia are caused by a point mutation upstream of the DAPK1 promoter. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "12"
                }
            ]
        },
        {
            "text": "11 Neither sequencing nor microarray analysis of the 5' cis-regulatory region of BRCA1 revealed any detectable genetic differences between the discordant MZ twin pair studied here. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "11"
                }
            ]
        },
        {
            "text": "Although we cannot exclude a causative genetic defect elsewhere, our findings are consistent with the view that the affected twin exhibits a true BRCA1 epimutation.",
            "section": "Discussion"
        },
        {
            "text": "Our study revealed the existence of a constitutive BRCA1 epimutation only in the affected sibling of a MZ twin pair. ",
            "section": "Discussion"
        },
        {
            "text": "Compared with her healthy sister, the two-cancer twin showed reduced basal BRCA1 protein levels (in untreated fibroblasts) and a higher induction of protein expression by DNA damage. ",
            "section": "Discussion"
        },
        {
            "text": "Upregulation of BRCA1 in irradiated cells of both the affected and the healthy twin was not mediated by demethylation of the BRCA1 promoter. ",
            "section": "Discussion"
        },
        {
            "text": "In the affected twin the percentage of aberrantly methylated alleles remained constant (at about 10%) after DNA damage and in the healthy twin the BRCA1 promoter was already completely demethylated in untreated cells. ",
            "section": "Discussion"
        },
        {
            "text": "It is well known that the methylation of CpGs in 5' promoters that are usually protected from methylation in somatic tissues can suppress gene expression during development, differentiation and disease processes. ",
            "section": "Discussion"
        },
        {
            "text": "4,5 However, other mechanisms, i.e., gene body methylation, may be more important for regulating the cell-context specific efficiency of transcription. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "4,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "5"
                }
            ]
        },
        {
            "text": "41 The basal ATM protein levels were also increased in the affected twin, although both twins showed equally low promoter methylation levels (around 1%) of the ATM gene. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "41"
                }
            ]
        },
        {
            "text": "We speculate that ATM is constitutively upregulated by a compensation mechanism to counterbalance the reduced BRCA1 levels. ",
            "section": "Discussion"
        },
        {
            "text": "ATM mediates the cellular DNA damage response. ",
            "section": "Discussion"
        },
        {
            "text": "BRCA1 is regulated by an differences between MZ twins. ",
            "section": "Discussion"
        },
        {
            "text": "18,19 Spontaneous epimutations may occur 10-100 times more frequently than somatic DNA mutations. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "18,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "19"
                }
            ]
        },
        {
            "text": "20,21 This spontaneous epimutation rate can be modified by environmental factors, providing a link between lifestyle and phenotypic differences. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "20,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "21"
                }
            ]
        },
        {
            "text": "[22][23][24] In this light, stochastic and/or environmentally induced epimutations represent a major source of phenotypic variation and discordance for complex diseases between MZ twins. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "[22]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[23]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "The accumulation of epigenetic differences may also explain the phenotypic divergence of MZ twins, as they age. ",
            "section": "Discussion"
        },
        {
            "text": "18 Here we studied a MZ twin pair discordant for childhood cancer and a second primary cancer. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Microarray analysis and qPCR revealed mosaic heterozygous deletions on chromosome 5q22.1 (C5orf13) and 6q22.33 (RSPO3) in the affected twin. ",
            "section": "Discussion"
        },
        {
            "text": "C5orf13 encodes an 8 kDa intracytoplasmic protein initially identified in neurons and muscles. ",
            "section": "Discussion"
        },
        {
            "text": "25 It contains a conserved PEST domain, which is important for targeting proteins for degradation by the ubiquitin proteasome. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "25"
                }
            ]
        },
        {
            "text": "R-Spondin family members are modulators of the Wnt/β-catenin signaling pathway which plays a crucial role in cell growth, development and disease pathogenesis. ",
            "section": "Discussion"
        },
        {
            "text": "26 RSPO3 is frequently upregulated in human breast cancers and correlated with several tumor parameters, suggesting that it can function as a breast cancer oncogene. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "26"
                }
            ]
        },
        {
            "text": "27 However, RSPO3 was downregulated in normal fibroblasts of the affected twin. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "27"
                }
            ]
        },
        {
            "text": "Although C5orf13 and RSPO3 haploinsufficiency may contribute to the discordant cancer phenotype, they are unlikely to be the primary cause.",
            "section": "Discussion"
        },
        {
            "text": "We propose that epigenetic changes, specifically hypermethylation of one BRCA1 allele constituted the first hit leading to inactivation of an important tumor suppressor gene and tumor initiation. ",
            "section": "Discussion"
        },
        {
            "text": "Germline mutations in BRCA1 are associated with hereditary breast cancer, ovarian cancer and some other malignancies; however, so far they are generally not considered as a risk factor for childhood cancer. ",
            "section": "Discussion"
        },
        {
            "text": "28 Our index patient developed precursor B-cell lymphoblastic leukemia at the age of 4 y and 8 mo. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "28"
                }
            ]
        },
        {
            "text": "There are only few data linking BRCA1 to hematologic malignancies. ",
            "section": "Discussion"
        },
        {
            "text": "In chronic myeloid leukemia, expression of the BCR-ABL fusion protein leads to posttranscriptional downregulation of BRCA1. ",
            "section": "Discussion"
        },
        {
            "text": "29 One study reported partial hypermethylation and reduced expression of BRCA1 in primary and therapy-related acute myeloid leukemia, 30 whereas others did not find abnormal BRCA1 methylation in leukemia samples. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "29"
                },
                {
                    "start": 134,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "30"
                }
            ]
        },
        {
            "text": "7,31 In the MZ twin pair studied here, only one sister exhibited a BRCA1 epimutation in a mosaic state in multiple tissues/ cell types, whereas the unaffected twin did not. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "7,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "31"
                }
            ]
        },
        {
            "text": "This epimutation most likely originated by a methylation error during early embryogenesis after the twinning event. ",
            "section": "Discussion"
        },
        {
            "text": "It affects a substantial subset of cells derived from different embryonic cell lineages, resulting in somatic mosaicism. ",
            "section": "Discussion"
        },
        {
            "text": "Genome-wide demethylation waves in the early embryo erase most germline methylation patterns, followed by de novo methylation and establishment of somatic methylation patterns. ",
            "section": "Discussion"
        },
        {
            "text": "32 Most constitutive epimutations may occur during this vulnerable time window, where epigenetic genome reprogramming occurs, and represent stochastic and/or environmentally induced errors in the establishment or maintenance of an epigenetic state. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "32"
                }
            ]
        },
        {
            "text": "33,34 Similar to our case, discordant 18.8 μl PCR-grade water and 1 μl (~100 ng) template DNA. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "33,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "34"
                }
            ]
        },
        {
            "text": "For amplicons 6-8, 10 and 11, the PCR mixture (25 μl) contained 25 mM ammonium sulfate, 750 mM TRIS-HCl, 0.1% Tween 20, 240 μM dNTPs, 2.4 mM magnesium sulfate, 2.4x PCRx Enhancer Solution (Invitrogen), 0.4 μM of each primer, 1 Unit of Platinum Taq (Invitrogen) and 1 μl (~100 ng) template DNA. ",
            "section": "Discussion"
        },
        {
            "text": "All PCR amplifications were performed with an initial denaturation step at 95°C for 5 min, 40 cycles of 95°C for 30 sec, primerspecific annealing temperature (Table S1) for 30 sec, 72°C for 45 sec and a final extension step at 72°C for 7 min. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 167,
                    "type": "table",
                    "text": "(Table S1"
                }
            ]
        },
        {
            "text": "Sequencing of the resulting PCR products was done on an ABI 3130xl automated sequencer.",
            "section": "Discussion"
        },
        {
            "text": "Methylation analysis. ",
            "section": "Discussion"
        },
        {
            "text": "Genomic DNA from fibroblasts and EBV-transformed lymphoblasts was extracted using the Qiagen Mini DNA kit (Qiagen, Hilden, Germany). ",
            "section": "Discussion"
        },
        {
            "text": "Saliva DNA was extracted using the ORAGENE DNA extraction kit (DNA Genotek, Kanata, ON Canada). ",
            "section": "Discussion"
        },
        {
            "text": "Bisulfite conversion of genomic DNA was performed with the EpiTect Bisulfite kit (Qiagen).",
            "section": "Discussion"
        },
        {
            "text": "Bisulfite pyrosequencing was performed on a PyroMark Q96 MD Pyrosequencing System with the PyroMark Gold Q96 CDT Reagent kit (Qiagen). ",
            "section": "Discussion"
        },
        {
            "text": "An assay quantifying the methylation levels of five representative CpG sites in the BRCA1 promoter was designed using the PyroMark Assay Design 2.0 software (Qiagen). ",
            "section": "Discussion"
        },
        {
            "text": "A 232 bp amplicon (HSA17: 41,277,292-41,277,523 bps; Ensembl release 60) was PCR amplified from bisulfitetreated DNA using forward primer 5'-ATT TAG AGT AGA GGG TGA AGG-3' and biotinylated reverse primer 5'-TCT ATC CCT CCC ATC CTC TAA TT-3'. ",
            "section": "Discussion"
        },
        {
            "text": "The reaction mixture consisted of 2.5 μl 10x PCR buffer, 20 mM MgCl 2 , 0.5 μl 10 mM dNTP mix, 1 μl (10 pmol) of each primer, 0.2 μl (1 U) FastStart Taq DNA Polymerase (Roche Diagnostics, Mannheim, Germany), 18.8 μl PCR-grade water and 1 μl (~100 ng) template DNA. ",
            "section": "Discussion"
        },
        {
            "text": "PCR amplifications were performed with an initial denaturation step at 95°C for 5 min, 35 cycles of 95°C for 30 sec, 55°C for 30 sec and 72°C for 45 sec and a final extension step at 72°C for 5 min. ",
            "section": "Discussion"
        },
        {
            "text": "Sequencing was performed with primer 5'-TTG AGA AAT TTT ATA GTT TGT TTT-3'. ",
            "section": "Discussion"
        },
        {
            "text": "The Pyro Q-CpG software (Qiagen) was used for data analysis.",
            "section": "Discussion"
        },
        {
            "text": "We propose that epigenetic changes, specifically hypermethylation of one BRCA1 allele constituted the first hit leading to inactivation of an important tumor suppressor gene and tumor initiation. ",
            "section": "Discussion"
        },
        {
            "text": "Germline mutations in BRCA1 are associated with hereditary breast cancer, ovarian cancer and some other malignancies; however, so far they are generally not considered as a risk factor for childhood cancer. ",
            "section": "Discussion"
        },
        {
            "text": "28 Our index patient developed precursor B-cell lymphoblastic leukemia at the age of 4 y and 8 mo. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "28"
                }
            ]
        },
        {
            "text": "There are only few data linking BRCA1 to hematologic malignancies. ",
            "section": "Discussion"
        },
        {
            "text": "In chronic myeloid leukemia, expression of the BCR-ABL fusion protein leads to posttranscriptional downregulation of BRCA1. ",
            "section": "Discussion"
        },
        {
            "text": "29 One study reported partial hypermethylation and reduced expression of BRCA1 in primary and therapy-related acute myeloid leukemia, 30 whereas others did not find abnormal BRCA1 methylation in leukemia samples. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "29"
                },
                {
                    "start": 134,
                    "end": 136,
                    "type": "bibr",
                    "text": "30"
                }
            ]
        },
        {
            "text": "7,31 In the MZ twin pair studied here, only one sister exhibited a BRCA1 epimutation in a mosaic state in multiple tissues/ cell types, whereas the unaffected twin did not. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "7,31"
                }
            ]
        },
        {
            "text": "This epimutation most likely originated by a methylation error during early embryogenesis after the twinning event. ",
            "section": "Discussion"
        },
        {
            "text": "It affects a substantial subset of cells derived from different embryonic cell lineages, resulting in somatic mosaicism. ",
            "section": "Discussion"
        },
        {
            "text": "Genome-wide demethylation waves in the early embryo erase most germline methylation patterns, followed by de novo methylation and establishment of somatic methylation patterns. ",
            "section": "Discussion"
        },
        {
            "text": "32 Most constitutive epimutations may occur during this vulnerable time window, where epigenetic genome reprogramming occurs, and represent stochastic and/or environmentally induced errors in the establishment or maintenance of an epigenetic state. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "32"
                }
            ]
        },
        {
            "text": "33For classic bisulfite plasmid sequencing BRCA1 PCR products were cloned into pCR2.1-TOPO vector using T4-DNA ligase, the TA cloning kit and One Shot TOP10 chemically competent Escherichia coli (Invitrogen). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "33"
                }
            ]
        },
        {
            "text": "Plasmid DNA of individual clones was isolated with the ZR Plasmid Miniprep Classic Kit (Zymo Research, Freiburg, Germany). ",
            "section": "Discussion"
        },
        {
            "text": "Insert-containing clones were sequenced using dye terminator cycle sequencing with M13 primers on an ABI 3130xl automated sequencer. ",
            "section": "Discussion"
        },
        {
            "text": "Sequences were analyzed with BiQ Analyzer software tool. ",
            "section": "Discussion",
            "entity_spans": [
                {
                    "start": 29,
                    "end": 41,
                    "type": "software",
                    "rawForm": "BiQ Analyzer",
                    "resp": "#annotator8",
                    "used": true,
                    "id": "f90d27947b-software-simple-0"
                }
            ]
        },
        {
            "text": "46 Protein expression analyses. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "46"
                }
            ]
        },
        {
            "text": "Cells were resuspended two times in 500 μl of 10 mM HEPES, 1.5 mM MgCl 2 , 10 mM KCl, pH 7.9 and incubated on ice for 10 min. ",
            "section": "Discussion"
        },
        {
            "text": "After 10 sec centrifugation at maximum speed the supernatant was discarded. ",
            "section": "Discussion"
        },
        {
            "text": "The pellet was resuspended in 100 μl of 20 mM HEPES, 0.42 M NaCl, 1.5 mM MgCl 2 , 0.2 mM EDTA, 25% glycerol, pH 7.9 and homogenized. ",
            "section": "Discussion"
        },
        {
            "text": "After incubation on ice for 30 min and centrifugation for 30 min at maximum speed at 4°C, the supernatant containing the nuclear protein extract was separated from ATM-dependent mechanism and, on the other hand, essential for the recruitment of previously activated ATM to the sites of DNA damage. ",
            "section": "Discussion"
        },
        {
            "text": "42 Although we cannot exclude the formal possibility of a chance coincidence or a late (i.e., therapy-related) somatic event, it is plausible to assume that epigenetic silencing of one copy of the BRCA1 tumor suppressor gene in 25% body cells and differences in the DNA damage response contributed to the discordant cancer phenotype in the affected twin. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "42"
                }
            ]
        },
        {
            "text": "Preliminary evidence suggests that BRCA1 promoter hypermethylation can also be found in blood cells of a subset of breast cancer patients. ",
            "section": "Discussion"
        },
        {
            "text": "43,44 Collectively, these results suggest that constitutive BRCA1 epimutations occur in normal tissues and may be associated with an increased cancer risk. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "43,44"
                }
            ]
        },
        {
            "text": "Our pyrosequencing assay may prove useful for high-throughput screening of larger patient populations.",
            "section": "Discussion"
        },
        {
            "text": "The DNA methylation analysis performed in this study was limited to a number of key tumor suppressor genes. ",
            "section": "Discussion"
        },
        {
            "text": "Considering the enormous epigenetic variability due to stochastic methylation errors or extrinsic variations during post-zygotic genome reprogramming, 20,21,34,45 we cannot rule out the possibility that epimutations in the affected twin in genes other than those studied are responsible for the discordant phenotype. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "20,"
                },
                {
                    "start": 154,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "21,"
                },
                {
                    "start": 157,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "34,"
                },
                {
                    "start": 160,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "45"
                }
            ]
        },
        {
            "text": "Nevertheless, 10% soma-wide promoter methylation in an essential tumor suppressor gene such as BRCA1 can be expected to contribute to a tumor susceptibility phenotype.",
            "section": "Discussion"
        },
        {
            "text": "Patients and cell substrates. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The study was approved by the Ethics Committee of the Medical Association of Rhineland-Palatinate [(Nr. 837.440.03(4102)]. ",
            "section": "Materials and Methods",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 120,
                    "type": "bibr",
                    "text": "[(Nr. 837.440.03(4102)"
                }
            ]
        },
        {
            "text": "With the help of the German Childhood Cancer Registry, we recruited a discordant MZ twin pair. ",
            "section": "Materials and Methods"
        },
        {
            "text": "One twin suffered from childhood leukemia and later on thyroid carcinoma, whereas her twin sister was completely healthy (without malignancy). ",
            "section": "Materials and Methods"
        },
        {
            "text": "In addition, we recruited 10 two-cancer patients as well as 10 carefully matched one-cancer patients (same sex, same primary cancer, equal age at first diagnosis) who did not develop a second malignancy.",
            "section": "Materials and Methods"
        },
        {
            "text": "Primary fibroblasts from skin biopsies were cultured in minimal essential medium with Earle's salts (Invitrogen, Karlsruhe, Germany), supplemented with 10% fetal bovine serum, vitamins and antibiotics. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The cell cultures of the twin sisters were always passaged in parallel and harvested in a subconfluent stage. ",
            "section": "Materials and Methods"
        },
        {
            "text": "To induce DNA damage, subconfluent cultures were γ-irradiated with a dose of 1 Gy using a GammaCell 2000 (Cs 137 ) irradiator. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Cells were harvested at 1, 4, 12 h and 24 h after irradiation. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Lymphoblastoid cell lines were established by Epstein-Barr virus transformation of peripheral blood lymphocytes.",
            "section": "Materials and Methods"
        },
        {
            "text": "DNA sequence analysis. ",
            "section": "Materials and Methods"
        },
        {
            "text": "For Sanger sequencing of the 5' UTR and exon 1 of the BRCA1 gene, a 3.4 kb fragment on chromosome 17 (41,277,280,530 bps, Ensembl release 64) was divided into 11 amplicons (Table S1). ",
            "section": "Materials and Methods",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(41,"
                },
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "text": "277,"
                },
                {
                    "start": 109,
                    "end": 112,
                    "type": "bibr",
                    "text": "280"
                },
                {
                    "start": 172,
                    "end": 181,
                    "type": "table",
                    "text": "(Table S1"
                }
            ]
        },
        {
            "text": "For amplicons 1-5 and 8, the PCR reaction mixture (25 μl) consisted of 2.5 μl 10x PCR buffer, 20 mM MgCl 2 , 0.5 μl 10 mM dNTP mix, 1 μl (10 pmol) of each forward and reverse primer, 0.2 μl (1 U) FastStart Taq DNA Polymerase (Roche Diagnostics, Mannheim, Germany), Molecular karyotype analysis. ",
            "section": "Materials and Methods"
        },
        {
            "text": "High-resolution screening for microdeletions and duplications was performed with the Affymetrix GeneChip Genome Wide Human SNP array 6.0 and the GeneChip Genome Wide SNP Sty Assay Kit 5.0/6.0, following the protocol developed by the manufacturer. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Copy numbers were determined using the Affymetrix Genotyping Console 4.0 and Chromosome Analysis Suite 1.0.1.",
            "section": "Materials and Methods"
        },
        {
            "text": "Quantitative real-time PCR with the Universal Probe Library Set 04683633001 (Roche Diagnostics) was used to validate copy number changes of C5orf13 (UPL probe #24) and RSPO3 (#23). ",
            "section": "Materials and Methods"
        },
        {
            "text": "PCR was performed on an ABI 7500 Fast Real-Time PCR system (Life Technologies) with one cycle of 95°C for 10 min and 45 cycles of 95°C for 30 sec and 60°C for 60 sec. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Copy number calculation was performed with the ΔΔ-CT method, using the RFC3 (UPL probe #32) gene copy number as reference. ",
            "section": "Materials and Methods"
        },
        {
            "text": "All experiments were performed on three biological replicates.",
            "section": "Materials and Methods"
        },
        {
            "text": "Genome-wide expression analyses were performed with RNA samples from four fibroblast cell cultures of each twin using the GeneAtlas Personal Microarray System (Affymetrix). ",
            "section": "Materials and Methods"
        },
        {
            "text": "Data were analyzed with the Affymetrix Expression Console program. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Data were corrected for background noise and normalized with the RMA and Quantil algorithms.",
            "section": "Materials and Methods"
        },
        {
            "text": "No potential conflicts of interest were disclosed.",
            "section": "Disclosure of Potential Conflicts of Interest"
        },
        {
            "text": "This work was supported by the Stiftung Rheinland-Pfalz für Innovation (project no. 698). ",
            "section": "Acknowledgments"
        },
        {
            "text": "First of all, we thank the patients whose participation made this study possible. ",
            "section": "Acknowledgments"
        },
        {
            "text": "We also thank Annalisa Tiozzo (Affymetrix), Tanja Zeller (Clinical Chemistry and Laboratory Medicine, University Medical Center Mainz), Niels Boehm and Franz Grus (Experimental Ophthalmology, Ocular Proteomics and Immunology Center, University Medical Center Mainz) for help with the DNA and antibody arrays, respectively.",
            "section": "Acknowledgments"
        },
        {
            "text": "Supplemental material can be found at: www.landesbioscience.com/journals/epi/article/18814 the cytoplasmic pellet and stored at -80°C. ",
            "section": "Note"
        },
        {
            "text": "The protein concentration was measured according to Bradford, using Roti Quant (Roth, Karlsruhe, Germany).",
            "section": "Note"
        },
        {
            "text": "Customized antibody microarrays for quantification of BRCA1 (antibody #sc-1553, Santa Cruz Biotechnology, Heidelberg, Germany) and several other DNA repair-associated proteins (ATM, BRCA2, MLH1, RAD51 and TP53) were prepared by spotting triplicate drops, each containing approximately 0.5 pg antibody onto nitrocellulose-coated slides (Oncyte, nitrocellulose 16 multi-pad slides, Grace Bio-Labs, Bend, OR), using a sciFLEX-ARRAYER 3 non-contact spotter (Scienion, Berlin, Germany). ",
            "section": "Note"
        },
        {
            "text": "Antibodies against β-actin (ACTB) (#A5441, Sigma-Aldrich, Munich, Germany) served as positive, spotting buffer as negative control. ",
            "section": "Note"
        },
        {
            "text": "Slides were stored at 4°C in dry condition. ",
            "section": "Note"
        },
        {
            "text": "Nuclear proteins were labeled with an amine reactive fluorine dye, which forms a covalent amide bond between the primary amines of proteins. ",
            "section": "Note"
        },
        {
            "text": "Two micrograms of protein and 0.12 μl fluorescent dye (Dylight 649 NHS Ester, Pierce, Rockford, IL) were incubated for 1 h at room temperature in the dark. ",
            "section": "Note"
        },
        {
            "text": "Then, excess fluorescent dye was inactivated by adding 100 mM glycine to the reaction. ",
            "section": "Note"
        },
        {
            "text": "Prior to use, antibody microarrays were covered with 16-pad FAST frame hybridization chambers (Whatman, Maidstone, UK). ",
            "section": "Note"
        },
        {
            "text": "Unspecific binding sites were blocked for 1 h at 4°C with 120 μl PBS containing 4% non-fat dry milk per subarray, followed by three washes with 120 μl PBS each for 10 min. ",
            "section": "Note"
        },
        {
            "text": "Labeled protein samples were incubated on subarrays overnight at 4°C. ",
            "section": "Note"
        },
        {
            "text": "Afterwards, the slides were washed two times for 15 min with PBS, 5% Tween 20 and two times for 15 min with HPLC-grade water. ",
            "section": "Note"
        },
        {
            "text": "Finally, the slides were dried in a SpeedVac and scanned with a high-resolution confocal Affymetrix array scanner 428 TM (Affymetrix, High Wycombe, UK). ",
            "section": "Note"
        },
        {
            "text": "Slide images were analyzed using the TM4 Spotfinder (version 3.1.1) software (Dana Faber Cancer Institute, Boston, MA). ",
            "section": "Note"
        },
        {
            "text": "Background subtraction was performed according to the formula: spot intensity = mean intensity SP -[(sum bkg -sum top25 bkg)/(number of pixelSP -number of pixel top25 bkg)], where SP represents any spot, bkg the corresponding background and top25 bkg the top 25% of background pixel. ",
            "section": "Note"
        },
        {
            "text": "Microarray data were analyzed using log10 transformation, z score and z ratio calculations. ",
            "section": "Note"
        },
        {
            "text": "47 Three biological replicates (using protein samples from different cell cultures of the affected and the healthy twin) were performed for each experiment.",
            "section": "Note",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "47"
                }
            ]
        }
    ]
}