{
    "id": "afe5da2424",
    "abstract": [],
    "body_text": [
        {
            "text": "Accurate, efficient and cost-effective diagnosis of patients presenting to emergency departments (EDs) with symptoms suggestive of acute coronary syndromes (ACS)-and, in particular, the exclusion and early discharge of patients with non-cardiac chest pain-is a growing priority. "
        },
        {
            "text": "1 2 In an effort to meet this challenge, interest has focused on the identification of new approaches to augment the standard ED procedures and facilitate the timely triage of patients with suspected ACS. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "1 2"
                }
            ]
        },
        {
            "text": "For example, there is recent evidence that coronary CT angiography (CCTA) combined with routine clinical assessment may provide added prognostic value in the management of chest pain patients in the ED. "
        },
        {
            "text": "[3][4][5][6][7][8] Use of Strengths and limitations of this study ▪ The study suggests that a technically straightforward and cost-effective test, with minimal patient risk, may serve as a useful adjunct to the current, standard emergency department practices for the rule-out of acute coronary syndromes. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 12,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 15,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Importantly, the results are generalisable: the observation of a higher incidence of prolonged closure times in patients with non-cardiac symptoms was seen in participants from two distinct healthcare systems and populations. "
        },
        {
            "text": "▪ Platelet Function Analyzer-100 testing will only contribute to the identification of a subset of patients with non-cardiac symptoms, with the size of the subset and the potential value of the test dependent on the threshold used to define the 'prolonged' closure times. "
        },
        {
            "text": "▪ Limitations of this pilot study include the enrolment of patients via convenience sampling, the fact that patient outcomes were not monitored beyond hospital discharge and that a risk/benefit analysis was not included in the study design."
        },
        {
            "text": "CCTA in low-to-intermediate risk patients is reportedly safe and reduces ED costs and hospital length of stay. "
        },
        {
            "text": "3-5 7 8 However, these benefits are accompanied by exposure to radiation and associated with increases in diagnostic testing and subsequent invasive procedures. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "bibr",
                    "text": "3-5 7 8"
                }
            ]
        },
        {
            "text": "5 8 Assessment of platelet activation, an early feature in the pathogenesis of ACS, [9][10][11][12][13][14] has also been investigated as a possible benign strategy to expedite the diagnosis of ACS. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "5 8"
                },
                {
                    "start": 84,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "15 16 Application of flow cytometry, the 'gold standard' for the quantitation of molecular indices of platelet activation, is, however, impractical for routine use under emergent conditions. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "15 16"
                }
            ]
        },
        {
            "text": "11  12 17 18 More importantly, classic molecular indices of platelet activation have not provided added benefit in the risk stratification of undifferentiated chest pain patients. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                },
                {
                    "start": 4,
                    "end": 12,
                    "type": "bibr",
                    "text": "12 17 18"
                }
            ]
        },
        {
            "text": "15 16 We hypothesised that rapid assessment of platelet reactivity using a technically straightforward point-of-care devicespecifically, the Platelet Function Analyzer (PFA)-100 (Siemens)-may represent a more feasible strategy to assist in the timely rule-out of ACS in the ED. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "15 16"
                }
            ]
        },
        {
            "text": "Rather than quantifying molecular markers of platelet activation-aggregation, the output of the PFA-100 is the 'closure time': that is, the time required for whole blood, aspirated under high shear, to occlude a small, 150 μm aperture in a membrane coated with standard platelet agonists (collagen-ADP or collagen-epinephrine). "
        },
        {
            "text": "Although the PFA-100 is typically utilised to investigate the responsiveness of patients to aspirin and other antiplatelet therapies and aid in the detection of platelet dysfunction, 11 12 18-22 , there is evidence to suggest that shortened closure times may be a marker of the acuity of coronary disease. ",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 194,
                    "type": "bibr",
                    "text": "11 12 18-22"
                }
            ]
        },
        {
            "text": "10 Accordingly, our primary aims in this pilot study were to determine whether point-of-care testing of platelet function: (1) may assist in the rule-out of ACS; (2) may yield additional predictive value in identifying patients with non-cardiac symptoms versus ACS-positive patients and (3) is logistically feasible in an emergent setting. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "In addition, as a secondary analysis, we investigated whether the closure time may be of value in discriminating between ST-elevation myocardial infarction (STEMI) and non-ST-elevation myocardial infarction (NSTEMI)/unstable angina (UA)."
        },
        {
            "text": "We conducted a prospective cohort feasibility study of patients presenting with potential ACS at two urban tertiary care sites: the ED at the University of Massachusetts (UMASS)-Memorial Medical Center, University Campus, Worcester, Massachusetts, USA, and the Cardiology Department, Instituto Modelo de Cardiologia Privado SRL, Cordoba, Argentina. ",
            "section": "METHODS"
        },
        {
            "text": "The enrolment period was from January 2007 to December 2010. ",
            "section": "METHODS"
        },
        {
            "text": "At each site, patients were entered on a convenience basis: that is, enrolments were not consecutive but, rather, coincided with the work schedules of the study investigators.",
            "section": "METHODS"
        },
        {
            "text": "Patients ≥18 years of age with a potential diagnosis of ACS (at the discretion of the treating physician and reflected by orders for an ECG and cardiac biomarkers) were considered for enrolment in the study. ",
            "section": "Patient population"
        },
        {
            "text": "The prospective exclusion criteria were pregnancy, renal insufficiency (defined as serum creatine levels ≥1.5 mg/dL), anaemia (haematocrit <30%), platelet count <100 000/µL, major bleeding, any gastrointestinal bleeding, trauma or the inability to provide informed consent for any reason. ",
            "section": "Patient population"
        },
        {
            "text": "The use of antiplatelet agents was not an exclusion criterion.",
            "section": "Patient population"
        },
        {
            "text": "As soon as possible after evaluation by ED staff, potential participants were approached for enrolment into the study. ",
            "section": "Study enrolment and protocol"
        },
        {
            "text": "If the patient was too ill or otherwise unable to provide written consent, then proxy consent was attempted. ",
            "section": "Study enrolment and protocol"
        },
        {
            "text": "If consent was obtained by proxy and the patient later became cognisant, they were given the option to continue or withdraw their participation in the study. ",
            "section": "Study enrolment and protocol"
        },
        {
            "text": "If consent was withdrawn, all collected data were discarded.",
            "section": "Study enrolment and protocol"
        },
        {
            "text": "Blood used in the PFA-100 was drawn within <1 h after presentation, at the same time as cardiac biomarker testing, and the closure time was measured within 3 h of collection. ",
            "section": "Study enrolment and protocol"
        },
        {
            "text": "All samples were obtained via peripheral venipuncture and drawn into tubes containing 3.2% sodium citrate. ",
            "section": "Study enrolment and protocol"
        },
        {
            "text": "Immediately before analysis, each sample was gently inverted; a 900 μL aliquot of whole blood was then applied to a collagen-ADP test cartridge and the closure time was quantified. ",
            "section": "Study enrolment and protocol"
        },
        {
            "text": "Maximum test duration for the PFA-100 is 5 min; if the aperture is not occluded within this period, a closure time of '>300 s' is displayed.",
            "section": "Study enrolment and protocol"
        },
        {
            "text": "On enrolment, patients were questioned regarding a history of bleeding or platelet function disorders and ingestion of known antiplatelet agents within the past 7 days (aspirin, clopidogrel, non-steroidal antiinflammatory agents). ",
            "section": "Study enrolment and protocol"
        },
        {
            "text": "In addition, the medical record was reviewed and the standard cardiac risk factors (diabetes, hypertension, hypercholesterolaemia, smoking, family history of heart disease) were recorded and used in the calculation of thrombolysis in myocardial infarction (TIMI) risk score. ",
            "section": "Study enrolment and protocol"
        },
        {
            "text": "23 ",
            "section": "Study enrolment and protocol",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "The final diagnosis (non-cardiac symptoms vs ACS-positive) was established via a standardised chart review. ",
            "section": "Patient diagnosis"
        },
        {
            "text": "All reviews were conducted by physicians in a blinded manner, without knowledge of the closure time data. ",
            "section": "Patient diagnosis"
        },
        {
            "text": "For participants enrolled at the Instituto Modelo de Cardiologia Privado, patients were seen by a cardiologist at the time of hospital presentation, and all reviews were performed by a team of cardiologists (WQ-C, GFT, FRZ, ECC and JPS). ",
            "section": "Patient diagnosis"
        },
        {
            "text": "At UMASS, each patient was first seen by an Emergency Medicine physician at the time of hospital presentation, and each chart was reviewed by an ED physician (CED). ",
            "section": "Patient diagnosis"
        },
        {
            "text": "For patients with a definitive diagnosis of non-cardiac symptoms (ie, patients with no ischaemic ECG changes, no positive markers or provocative cardiovascular test results, and no history of a diagnosis of ACS of any type in the chart), no additional review was performed. ",
            "section": "Patient diagnosis"
        },
        {
            "text": "However, for patients who: (1) had positive cardiac biomarkers during admission; (2) underwent cardiac catheterisation; (3) had a positive provocative cardiovascular test (eg, exercise stress test) or (4) had ischaemic ECG changes, the chart was reviewed by an ED physician and a cardiologist. ",
            "section": "Patient diagnosis"
        },
        {
            "text": "In any case in which the diagnosis was uncertain, the decision was adjudicated by a cardiologist (CSS).",
            "section": "Patient diagnosis"
        },
        {
            "text": "Patients considered to be ACS positive were categorised into one of the two groups, STEMI or NSTEMI/UA, in accordance with the standard guidelines. ",
            "section": "Patient diagnosis"
        },
        {
            "text": "[24][25][26] Patients who did not meet these criteria were classified as having a diagnosis of non-cardiac chest pain/symptoms.",
            "section": "Patient diagnosis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "Our target sample size in this exploratory study was empiric. ",
            "section": "Statistical analysis"
        },
        {
            "text": "We reasoned that, as an approximate order of magnitude, ∼100 patients would be required in the ACS-positive group in order to have the likelihood of discerning a potential difference in the closure times between patients with non-cardiac symptoms and the ACS-positive cohort. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Assuming that 75% of patients enrolled in the study would have a diagnosis of noncardiac chest pain (and thus 25% would be ACS positive), a total of approximately 400 patients would be required. ",
            "section": "Statistical analysis"
        },
        {
            "text": "To account for exclusions, target enrolment was set at ∼500 participants.",
            "section": "Statistical analysis"
        },
        {
            "text": "Our primary analyses focused on the comparison of patients in the two main outcome groups: non-cardiac symptoms versus ACS positive. ",
            "section": "Univariate comparisons"
        },
        {
            "text": "All categorical data were compared using the Fisher's exact test and are reported as percentages. ",
            "section": "Univariate comparisons"
        },
        {
            "text": "For continuous data, the D'Agostino and Pearson test was applied to determine normality and the appropriate parametric (t test) or non-parametric alternative (Mann-Whitney) tests were utilised. ",
            "section": "Univariate comparisons"
        },
        {
            "text": "Secondary analysis (comparison of closure times among noncardiac chest pain, STEMI and NSTEMI/UA groups) was conducted using the Kruskal-Wallis test. ",
            "section": "Univariate comparisons"
        },
        {
            "text": "Results are reported as mean±SD or medians with associated 10th and 90th centile ranges.",
            "section": "Univariate comparisons"
        },
        {
            "text": "We made the prospective and arbitrary decision to categorise the closure time into 'normal' and \"prolonged\" values based on the 90th centile of the distribution for all patients enrolled in the study. ",
            "section": "Sensitivity, specificity and multivariate analysis"
        },
        {
            "text": "Utilising the normal and prolonged values of closure time, the sensitivity, specificity, negative and positive predictive values and likelihood ratio for identifying patients with non-cardiac symptoms were determined. ",
            "section": "Sensitivity, specificity and multivariate analysis"
        },
        {
            "text": "Two reasons contributed to our choice of non-cardiac chest pain (rather than ACS positive) as the main outcome of interest: (1) this approach is consistent with current guidelines for the improvement of diagnostic accuracy 1 8 and (2) we reasoned that prolonged closure times may be associated with the absence of ACS, whereas shorter closure times may be manifest in either group of patients. ",
            "section": "Sensitivity, specificity and multivariate analysis",
            "ref_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "type": "bibr",
                    "text": "1 8"
                }
            ]
        },
        {
            "text": "Sensitivity, specificity, predictive values and the likelihood ratio are reported with associated 95% CIs.",
            "section": "Sensitivity, specificity and multivariate analysis"
        },
        {
            "text": "To determine whether the PFA closure time provides an additional predictive value to the standard clinical diagnostic information, a logistic regression was developed to assess its independent association with the main outcome of non-cardiac symptoms. ",
            "section": "Sensitivity, specificity and multivariate analysis"
        },
        {
            "text": "Independent predictor variables considered to be mandatory in the model were the closure time (utilising continuous rather than the categorised values; the main predictor of interest) and the TIMI risk score (representing standard clinical information to predict ACS outcomes). ",
            "section": "Sensitivity, specificity and multivariate analysis"
        },
        {
            "text": "To account for potential differences between UMASS and Cordoba, the study site was also added to the regression model. ",
            "section": "Sensitivity, specificity and multivariate analysis"
        },
        {
            "text": "Other non-mandatory variables considered for inclusion were sex, a medical history of diabetes, hypertension, hypercholesterolaemia, smoking and clopidogrel use. ",
            "section": "Sensitivity, specificity and multivariate analysis"
        },
        {
            "text": "As age and aspirin use are individually incorporated in the TIMI risk score, these variables were not considered for separate inclusion in the model. ",
            "section": "Sensitivity, specificity and multivariate analysis"
        },
        {
            "text": "Non-mandatory variables were left in the model only if they yielded an increase in predictive value as determined by receiver operating characteristic (ROC) analysis or were of additional importance based on the 2 log-likelihood ratio test.",
            "section": "Sensitivity, specificity and multivariate analysis"
        },
        {
            "text": "The reported estimate and adjusted OR for closure time were calculated for an increase in platelet closure time of 10 s (rather than 1 s), a choice based on the premise that a 1 s increase would be of limited clinical usefulness. ",
            "section": "Sensitivity, specificity and multivariate analysis"
        },
        {
            "text": "The final model was evaluated by c-statistic (area under the ROC curve) and the Hosmer and Lemeshow fit test. ",
            "section": "Sensitivity, specificity and multivariate analysis"
        },
        {
            "text": "As a sensitivity test, the results were calculated using the general estimating equation (PROC GENMOD) with study site evaluated as a subject factor (cluster) rather than a term in the model. ",
            "section": "Sensitivity, specificity and multivariate analysis"
        },
        {
            "text": "The Net Reclassification Index (NRI) and Integrated Discrimination Improvement (IDI) statistic were not included in the analyses, given the scepticism and criticisms that have been raised concerning their value in predicting the potential, incremental prognostic impact of novel biomarkers. ",
            "section": "Sensitivity, specificity and multivariate analysis"
        },
        {
            "text": "27 28 Analyses were performed using GraphPad Prism V.5.04 (San Diego, California, USA) and SAS V.9.3 (Carey, North Carolina, USA).",
            "section": "Sensitivity, specificity and multivariate analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "27 28"
                }
            ],
            "entity_spans": [
                {
                    "start": 36,
                    "end": 50,
                    "type": "software",
                    "rawForm": "GraphPad Prism",
                    "resp": "#annotator0",
                    "used": true,
                    "id": "afe5da2424-software-0"
                },
                {
                    "start": 53,
                    "end": 57,
                    "type": "version",
                    "rawForm": "5.04",
                    "resp": "#annotator0",
                    "id": "#afe5da2424-software-0"
                },
                {
                    "start": 91,
                    "end": 94,
                    "type": "software",
                    "rawForm": "SAS",
                    "resp": "#annotator0",
                    "used": true,
                    "id": "afe5da2424-software-1"
                },
                {
                    "start": 97,
                    "end": 100,
                    "type": "version",
                    "rawForm": "9.3",
                    "resp": "#annotator0",
                    "id": "#afe5da2424-software-1"
                }
            ]
        },
        {
            "text": "A combined total of 509 patients were enrolled at the two study sites (figure 1). ",
            "section": "Enrolment and exclusions"
        },
        {
            "text": "Sixty-one participants were excluded because the closure time data were not available. ",
            "section": "Enrolment and exclusions"
        },
        {
            "text": "The reasons included technical errors (n=14), closure times >300 s ( possibly due to mild thrombocytopenia, anaemia or inadequate mixing of the blood sample prior to testing; n=36) and failure to measure the closure time despite obtaining consent (n=11). ",
            "section": "Enrolment and exclusions"
        },
        {
            "text": "An additional five participants were removed from analysis because exclusion criteria were identified after consent was obtained (n=4), or consent was revoked after the blood sample was collected (n=1). ",
            "section": "Enrolment and exclusions"
        },
        {
            "text": "For the remaining 443 patients in whom the closure time was quantified, 8 were diagnosed with thrombotic events that were non-cardiac in origin and thus were excluded from further analysis. ",
            "section": "Enrolment and exclusions"
        },
        {
            "text": "Accordingly, results are reported for 435 participants (324 enrolled at UMASS and 111 enrolled in Cordoba): 105 were diagnosed with ACS and 330 had non-cardiac symptoms.",
            "section": "Enrolment and exclusions"
        },
        {
            "text": "As expected, 29 the ACS-positive group had higher TIMI scores, was older, and had a higher proportion of male participants versus patients with non-cardiac symptoms (table 1). ",
            "section": "Demographics",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ]
        },
        {
            "text": "In addition, the incidence of hypercholesterolaemia and the use of clopidogrel were significantly higher in the ACS group. ",
            "section": "Demographics"
        },
        {
            "text": "There were, however, no differences in the use of aspirin, incidence of hypertension or diabetes, proportion of smokers or a reported family history of heart disease between the two groups.  ",
            "section": "Demographics"
        },
        {
            "text": "Closure time There was a modest but significant difference in the median closure times in patients with non-cardiac symptoms versus the ACS-positive group: 91 vs 87 s, respectively ( p=0.0061; figure 2A). ",
            "section": "Demographics",
            "ref_spans": [
                {
                    "start": 193,
                    "end": 203,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "figure 2A)"
                }
            ]
        },
        {
            "text": "When the ACS-positive group was divided into STEMI and combined NSTEMI/ UA cohorts, the modest differences in the closure time in the secondary three-group analysis remained significant ( p=0.0001; figure 2C). ",
            "section": "Demographics",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 207,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "figure 2C"
                }
            ]
        },
        {
            "text": "Of potentially greater importance, patients with noncardiac symptoms versus ACS-positive patients were distinguished by differences in the proportion of the prolonged closure times. ",
            "section": "Demographics"
        },
        {
            "text": "We found that 41/330 (12.4%) of patients with non-cardiac symptoms had closure times ≥138 s (ie, the 90th centile of the distribution for all patients enrolled in the study) while, in contrast, 2/105 (1.9%) of patients in the ACS-positive group had closure times ≥ this value ( p=0.0006; figure 2B and table 2). ",
            "section": "Demographics",
            "ref_spans": [
                {
                    "start": 288,
                    "end": 310,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "figure 2B and table 2)"
                }
            ]
        },
        {
            "text": "The specificity and sensitivity of 'prolonged' closure times (≥138 s) for a diagnosis of non-cardiac symptoms were 98.1% and 12.4%, respectively, with a positive predictive value of 95.4%, a negative predictive value of 26.3% and a likelihood ratio of 6.52 (table 3).",
            "section": "Demographics"
        },
        {
            "text": "Patients at both sites displayed the expected differences in TIMI score, age and sex between non-cardiac chest pain and ACS-positive groups (data not shown). ",
            "section": "Site differences: UMASS versus Cordoba"
        },
        {
            "text": "However, the participants enrolled in Cordoba were significantly younger, with a higher proportion of males and smokers but lower proportion of patients with diabetes, when compared with UMASS (table 4). ",
            "section": "Site differences: UMASS versus Cordoba"
        },
        {
            "text": "In addition, and as expected, 30 31 aspirin use was significantly lower among the cohort in Cordoba versus the UMASS population (40% vs 80%, p<0.0001, table 4). ",
            "section": "Site differences: UMASS versus Cordoba",
            "ref_spans": [
                {
                    "start": 30,
                    "end": 35,
                    "type": "bibr",
                    "text": "30 31"
                }
            ]
        },
        {
            "text": "Despite these demographic differences, a higher incidence of prolonged closure times in patients with non-cardiac symptoms was observed at both sites: that is, the proportion of participants with closure times ≥138 s was 13% vs 10% in patients with non-cardiac chest pain and 1.9% vs 2% in ACS-positive patients at UMASS versus Cordoba, respectively.",
            "section": "Site differences: UMASS versus Cordoba"
        },
        {
            "text": "Closure time as an independent predictor of diagnosis Logistic regression analysis was first performed with mandatory variables (closure time, TIMI risk score) and nonmandatory variables (study site, sex, diabetes, hypertension, hypercholesterolaemia, smoking, clopidogrel use) included in the regression model (data not shown). ",
            "section": "Site differences: UMASS versus Cordoba"
        },
        {
            "text": "ROC analysis revealed that, among the non-mandatory variables, only study site (UMASS vs Cordoba) contributed to an increase to the predictive value of the model for a diagnosis of noncardiac symptoms. ",
            "section": "Site differences: UMASS versus Cordoba"
        },
        {
            "text": "Comparison of ROC curves obtained by including the closure time, TIMI score and site in the model versus TIMI score and site alone showed a significant, incremental increase in area under the curve with the addition of closure time (0.818 vs 0.795; p=0.009; figure 3). ",
            "section": "Site differences: UMASS versus Cordoba",
            "ref_spans": [
                {
                    "start": 258,
                    "end": 267,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "figure 3)"
                }
            ]
        },
        {
            "text": "Accordingly, the final multivariate logistic regression model incorporated these three variables (table 5).",
            "section": "Site differences: UMASS versus Cordoba",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 106,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "(table 5)"
                }
            ]
        },
        {
            "text": "For every 10 s increase in the closure time, the adjusted odds of a diagnosis of non-cardiac symptoms was 1.17 (95% CI 1.06 to 1.29; table 5). ",
            "section": "Site differences: UMASS versus Cordoba"
        },
        {
            "text": "That is, when controlling for TIMI risk score and study site: for every 10 s increase, the prolonged closure time was associated with a 17% increase in the patient having non-cardiac chest pain. ",
            "section": "Site differences: UMASS versus Cordoba"
        },
        {
            "text": "These results demonstrate that, irrespective of TIMI score and site, the closure time was associated with the diagnosis of non-cardiac symptoms, with closure time providing additional, incremental predictive value beyond that obtained by TIMI score. ",
            "section": "Site differences: UMASS versus Cordoba"
        },
        {
            "text": "The model demonstrated good predictive characteristics (c=0.82) and model fit (χ 2 =5.24, df=8; p=0.73). ",
            "section": "Site differences: UMASS versus Cordoba"
        },
        {
            "text": "Finally, the sensitivity analysis that utilised a general estimating equation accounting for potential correlations among sites did not result in any important changes in the direction of the effects (adjusted odds for every 10 s increase in closure time: 1.15 with 95% CI 1.10 to 1.23) or conclusions.",
            "section": "Site differences: UMASS versus Cordoba"
        },
        {
            "text": "In this study, we demonstrate that point-of-care testing of platelet reactivity using the PFA-100 is feasible in the environment of the ED. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The results of our primary analysis revealed differences in closure times between patients with non-cardiac symptoms versus ACS-positive cohorts, with the most notable, discriminating feature being the higher incidence of prolonged closure times in the group with non-cardiac chest pain. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Finally, the outcome of our multivariate analysis is consistent with the concept that the assessment of closure time provides incremental, independent prognostic value beyond that obtained using the standard clinical predictor of TIMI score.",
            "section": "DISCUSSION"
        },
        {
            "text": "It is well-established that heightened platelet activity occurs in the setting of ACS. ",
            "section": "Assessment of platelet reactivity as a diagnostic tool for ACS in emergent settings"
        },
        {
            "text": "9-11 13 14 32 Indeed, measurement of platelet reactivity has been utilised in an effort to discern the stability of coronary disease, 10 predict the future incidence and outcomes of major adverse cardiovascular events, 11 33-37 and, although results have been disappointing, guide the dosing of antiplatelet agents with the goal of improving outcomes. ",
            "section": "Assessment of platelet reactivity as a diagnostic tool for ACS in emergent settings",
            "ref_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "type": "bibr",
                    "text": "13 14 32"
                },
                {
                    "start": 134,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                },
                {
                    "start": 219,
                    "end": 227,
                    "type": "bibr",
                    "text": "11 33-37"
                }
            ]
        },
        {
            "text": "32 38 39 Our current study differs from these previous reports, in that it focused on the assessment of platelet reactivity as an adjunct strategy to risk stratify patients with potential ACS in emergent conditions. ",
            "section": "Assessment of platelet reactivity as a diagnostic tool for ACS in emergent settings",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "bibr",
                    "text": "32 38 39"
                }
            ]
        },
        {
            "text": "Accordingly, the novelty of our study lies in our expanded analysis of the closure time, and the identification of a more practical and feasible application of these data in the prognosis of ACS.",
            "section": "Assessment of platelet reactivity as a diagnostic tool for ACS in emergent settings"
        },
        {
            "text": "Our observation of a modest but significant reduction in the median/mean closure times in patients with ACS is consistent with the outcomes of two previous, small ED studies. ",
            "section": "Assessment of platelet reactivity as a diagnostic tool for ACS in emergent settings"
        },
        {
            "text": "40 41 However, this ∼4 s difference is of a limited practical significance given the broad and overlapping distributions of closure times for patients with non-cardiac symptoms and the ACS-positive cohort (figure 2). ",
            "section": "Assessment of platelet reactivity as a diagnostic tool for ACS in emergent settings",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "40 41"
                }
            ]
        },
        {
            "text": "Rather, we propose that the clinical utility of  this test lies in the identification of patients with a prolonged closure time, a threshold that we objectively defined as the 90th centile of the distribution of the study population.",
            "section": "Assessment of platelet reactivity as a diagnostic tool for ACS in emergent settings"
        },
        {
            "text": "In this regard, we found that the prolonged closure time (≥138 s) had a high specificity, positive predictive value and likelihood ratio for a diagnosis of non-cardiac chest pain.",
            "section": "Assessment of platelet reactivity as a diagnostic tool for ACS in emergent settings"
        },
        {
            "text": "The results of our pilot study are consistent with the hypothesis that point-of-care testing of platelet reactivity may assist in the timely rule-out of ACS in the ED. ",
            "section": "Strengths and weaknesses"
        },
        {
            "text": "Strengths of this approach include the fact that the assessment of closure time is technically straightforward and cost effective, with minimal patient risk (ie, does not involve exposure to radiation or additional invasive testing). ",
            "section": "Strengths and weaknesses"
        },
        {
            "text": "In addition, our data suggest that the concept is generalisable. ",
            "section": "Strengths and weaknesses"
        },
        {
            "text": "We observed significant differences in demographics (age and gender), the prevalence of specific risk factors (diabetes, smoking) and the use of antiplatelet therapy (aspirin: table 4) between UMASS and Cordoba-findings that are in agreement with the published reports focused on Argentine cohorts, 30 31 42 and may underlie the robust contribution of study site as a predictor of outcome in our logistic regression model. ",
            "section": "Strengths and weaknesses",
            "ref_spans": [
                {
                    "start": 299,
                    "end": 307,
                    "type": "bibr",
                    "text": "30 31 42"
                }
            ]
        },
        {
            "text": "Nonetheless, our results, obtained from two distinct healthcare systems and populations, consistently revealed a higher proportion of prolonged closure times in patients with non-cardiac symptoms. ",
            "section": "Strengths and weaknesses"
        },
        {
            "text": "There is, however, an important caveat to this strategy. ",
            "section": "Strengths and weaknesses"
        },
        {
            "text": "PFA testing will only contribute to the identification of a subset of patients with non-cardiac symptoms, with the size of the subset and the potential value of the test dependent on the threshold used to define 'prolonged' closure times (figure 2 and table 6). ",
            "section": "Strengths and weaknesses"
        },
        {
            "text": "For example, the prospective and arbitrary criterion used in our analysis (the 90th centile of closure times for all patients enrolled in the study) discerned an arguably modest 12.4% of patients with a diagnosis of non-cardiac symptoms. ",
            "section": "Strengths and weaknesses"
        },
        {
            "text": "However, expediting the discharge of even a small proportion of patients with a non-cardiac diagnosis would limit the costs, potential risks and patient stress associated with unneeded advanced diagnostic testing and possibly invasive procedures. ",
            "section": "Strengths and weaknesses"
        },
        {
            "text": "1 2 Reducing the threshold (ie, to the 80th centile of the distribution) would   increase the size of the subset identified as ACS negative, with an accompanying (and increasingly unacceptable) loss in specificity because of the growing proportion of false positives (ACS-positive patients with prolonged closure times: figure 2 and table 6). ",
            "section": "Strengths and weaknesses",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "1 2"
                },
                {
                    "start": 320,
                    "end": 340,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "figure 2 and table 6"
                }
            ]
        },
        {
            "text": "In contrast, increasing the threshold (ie, to the 95th centile) would identify a diminishing proportion of patients with non-cardiac symptoms with an increasing specificity (figure 2 and table 6). ",
            "section": "Strengths and weaknesses",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 194,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "table 6"
                }
            ]
        },
        {
            "text": "The appropriate definition of 'prolonged' closure time will therefore require refinement based on risk/benefit analysis. ",
            "section": "Strengths and weaknesses"
        },
        {
            "text": "Finally, we emphasise that point-of-case assessment of platelet reactivity and identification of patients with 'prolonged' closure times clearly cannot function as a stand-alone test for the rule-out of ACS. ",
            "section": "Strengths and weaknesses"
        },
        {
            "text": "Rather, measurement of PFA closure times may serve as an adjunct to the current, standard ED practices. ",
            "section": "Strengths and weaknesses"
        },
        {
            "text": "In support of this concept, our multivariate logistic regression model revealed that, irrespective of the TIMI score and study site (and, thus, irrespective of differences in demographics and aspirin use between sites), closure time was an independent predictor of the diagnosis of non-cardiac symptoms.",
            "section": "Strengths and weaknesses"
        },
        {
            "text": "We report that measurement of the closure time using the PFA-100 provides additional and independent, incremental predictive value in the rule-out of ACS. ",
            "section": "Summary, limitations and future directions"
        },
        {
            "text": "Limitations of this pilot feasibility study include the enrolment of patients via convenience sampling, and differences in the logistics of the chart review process between the two sites. ",
            "section": "Summary, limitations and future directions"
        },
        {
            "text": "In addition, neither monitoring of patient outcomes beyond hospital discharge (raising the possibility of potential misclassification of some patients) nor risk/benefit analysis of PFA testing was incorporated into the study design. ",
            "section": "Summary, limitations and future directions"
        },
        {
            "text": "We emphasise that point-of-care assessment of platelet reactivity cannot serve as a stand-alone test to either discern patients with non-cardiac symptoms versus ACS-positive patients or distinguish between STEMI versus NSTEMI/UA in the emergent setting-limitations that in all likelihood reflect the complex and multifactorial pathophysiology of acute myocardial ischaemia and infarction. ",
            "section": "Summary, limitations and future directions"
        },
        {
            "text": "Rather, our results suggest that the assessment of closure times may provide benefit by augmenting the standard ED diagnostic practices, a concept that warrants further large-scale multicentre investigation. ",
            "section": "Summary, limitations and future directions"
        },
        {
            "text": "Contributors KP, CED and ADM participated in conception and design of the study; all coauthors participated in analysis and interpretation of the data and final approval of the manuscript; KP, CED, RDW, PW, JASM, CSS and ADM participated in drafting of the manuscript or revising it critically for important intellectual content; all authors have had full access to all data and take responsibility for the integrity of the data and the accuracy of the analysis. ",
            "section": "Table 6"
        },
        {
            "text": "KP is the guarantor. ",
            "section": "Table 6"
        },
        {
            "text": "Open Access This is an Open Access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 3.0) license, which permits others to distribute, remix, adapt, build upon this work noncommercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. ",
            "section": "Table 6"
        },
        {
            "text": "See: http:// creativecommons.org/licenses/by-nc/3.0/",
            "section": "Table 6"
        }
    ]
}