{
    "id": "f2869646c5",
    "abstract": [],
    "body_text": [
        {
            "text": "Aphasia is a partial or general disorder of recognition systems and other communication mechanisms, which are the basis of language patterns and language itself, and which is due to damage to the speech portion of the central nervous system, and it is often defined as the neurological disability to understand or form language. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "1 Also, the language disorder of aphasic patients can be categorized in two ways: typological, in which one or more aspects of language understanding, where the output of aphasia patients is invaded, and non-typolo gical, in which all other aspects of language underwww.e-arm.org standing and output have been damaged. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2 How ever, there can be some cases where this defi nition might not be limited to language and the cognitive process or the domain of language. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "3 Generally, a language disorder from cerebral damage is termed 'aphasia' and a speech sound disorder is termed 'dysarthria' . ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "For several decades, cerebral neurologists, psychologists, and linguists have studied mainly aphasia lan guage disorder. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Recent advances phonology and sound analysis equipment have enabled the study of dysar thria, which occurs when aphasia patients speak. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In the phonological field, 4 phonological codes or damage to work memory have been intensively studied, while the voice onset time (VOT) of aphasic patients and the length of vowels and syllables have been studied and compared with a control group in the fi eld of acoustics. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "5 The study of temporal abnormalities, 6 especially those related to VOT and the length of syllables of aphasic patients, has contributed to the study of damage to language or word exercise plans, or the apraxia func tion, and the evaluative study of time coordination 7 bet ween larynx and oral articulating organs. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                },
                {
                    "start": 39,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "It also has emphasized the importance of articulation places and the output of the voiced and voiceless consonants of stop con sonants. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "8 Such studies make it possible to expand the range of interpretation for the speech evaluation of apha sia patients, and VOT studies can be understood as extensive, involving speech exercise plans and apraxia function. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "VOT has been used as a phonological clue or index for the study of interaction between articulating exercises and laryngeal adjustment. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Th us, this study aimed to address the hypothesis that, in the Korean language, the phonological characteristics of consonants rather than those of vowels are more focused because the VOT shows the degree of aspiration better in the beginning of the speech when the stop sounds are articulated, and is used as a main measure in light of the fact that it can show phonological diff erence according to the places of consonants and the types of phonation. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Also, to analyze whether there is any difference in phonetic processes according to articulation places phonologically, the output of voiced and voiceless consonants was analyzed according to the articulation sites, and the sound spectral time of the phonetic environment was compared and evaluated, to be used as the baseline data for the evaluation and diagnosis of aphasic patients.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Subjects were 15 aphasic patients (nine males and six  (Table 1). ",
            "section": "Study subjects",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 64,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "When evaluated, they had no sensitivity problems and were right-handers before they were diagnosed. ",
            "section": "Study subjects"
        },
        {
            "text": "Subjects of the control group were similar to the patients in their age (47.4±8.24), sex, dialects, and right-handedness. ",
            "section": "Study subjects"
        },
        {
            "text": "Th ey had no problems with their hearing and language use, and did not have any anatomical drug problems either.",
            "section": "Study subjects"
        },
        {
            "text": "To evaluate their aphasia, the Chonbuk National University Aphasia Battery (CNUAB) was used. ",
            "section": "Evaluation of aphasia:"
        },
        {
            "text": "The battery is comprised of three test kits: Japanese Standard Language Test of Aphasia, 9 the Minnesota Test for Differential Diagnosis of Aphasia, 10 and the Boston Diagnostic Aphasia Examination. ",
            "section": "Evaluation of aphasia:"
        },
        {
            "text": "11  Table 2 shows the test scores for the language evaluation of the experimental group.",
            "section": "Evaluation of aphasia:",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                },
                {
                    "start": 4,
                    "end": 11,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Acoustic evaluation: Evaluation of the articulation disorder of the aphasia patients was done using the words of the VPI Articulation Differential Examination kit, 12 with single-or multi-syllable words made up of CV (con sonant vowel) or CVC (C: stop sound) types, which have meaning (Table 3). ",
            "section": "Evaluation of aphasia:",
            "ref_spans": [
                {
                    "start": 164,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                },
                {
                    "start": 285,
                    "end": 294,
                    "type": "table",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "As subjects of the experimental group could read colloquial language, they were asked to read the cards on which pictures and words were pro vided together. ",
            "section": "Evaluation of aphasia:"
        },
        {
            "text": "If they could not respond within 15 seconds, they were given oral stimulus. ",
            "section": "Evaluation of aphasia:"
        },
        {
            "text": "The voice files of the subjects were stored and analyzed using the Computerized Speech Lab Model 4500 KayPentax (Montvale, NJ, USA). ",
            "section": "Evaluation of aphasia:"
        },
        {
            "text": "The sampling rate of the voice files was 11,025 Hz, which operated at 100 points (161.50 Hz) ",
            "section": "Evaluation of aphasia:"
        },
        {
            "text": "VOT: Voice onset time",
            "section": "Evaluation of aphasia:"
        },
        {
            "text": "www.e-arm.org above the Nyquest Frequency. ",
            "section": "Evaluation of aphasia:"
        },
        {
            "text": "Th e VOT was analyzed on the broadband spectrum.",
            "section": "Evaluation of aphasia:"
        },
        {
            "text": "For statistical analysis, SPSS version 14.0 software (SPSS Inc., Chicago, USA) was used to discriminate the signifi cance using one-way ANOVA analysis independent samples, t-test mean comparison on the voiced and voiceless according to the places of articulation, types of phonation, and the places of articulation in the intervocalic VCV combinations. ",
            "section": "Statistical analyses"
        },
        {
            "text": "To verify the identity of the variance of the two groups, it was statistically analyzed by f value. ",
            "section": "Statistical analyses"
        },
        {
            "text": "Th e quantitative evaluation of the VOT category was done based on the previous research methods which used the comparison of mean diff erence.",
            "section": "Statistical analyses"
        },
        {
            "text": "After testing the aphasic patients, differential and variance analyses of the results were done and compared with the results of the control group. ",
            "section": "Comparison of VOT difference ac cording to types of aphasic patients"
        },
        {
            "text": "In the differential analysis of the VOT length according to aphasia types, the length of the VOT was the shortest in ano mic aphasic patients (49.04 ms) and there was no significant difference with the control group, yet all the other patients revealed significant differences (p<0.05).",
            "section": "Comparison of VOT difference ac cording to types of aphasic patients"
        },
        {
            "text": "In addition, the length of the VOT and vowels of the experimental group were longer compared with the results of the control group, which was consistent with the results of the previous study. ",
            "section": "Comparison of VOT difference ac cording to types of aphasic patients"
        },
        {
            "text": "13 ",
            "section": "Comparison of VOT difference ac cording to types of aphasic patients",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "Based on the study results show that VOT closely related with aspiration degree and that this is related to the length of the VOT, we compared the VOT diff erence with aphasic patients who displayed aspiration according to the articulation places and phonation types. ",
            "section": "Comparison of VOT diff erences ac cording to the places of articulation and types of phonation"
        },
        {
            "text": "While the vocal cords remained distant during the lead time, aphasic patients revealed diff erences in phonation types (Table 4) rather than in articulation sites ( Table 5).",
            "section": "Comparison of VOT diff erences ac cording to the places of articulation and types of phonation",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "type": "table",
                    "text": "(Table 4"
                },
                {
                    "start": 165,
                    "end": 172,
                    "type": "table",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "To observe voicing phenomenon, the voicing errors and voice lead times of aphasic patients with pronounced aspiration were analyzed. ",
            "section": "Phenomenon of voicing in the VCV (Vowel, Voiceless consonant) combination"
        },
        {
            "text": "When they were analyzed on the spectrogram with four voiced words (/kεkuli/, /p h oto/, /t h aco/, /cepi/) according to the articulation places, only the bilabial sounds showed significant differences (p<0.05) and the lead time was long ( Fig. 1-A , 1-B) in diff erential analysis with the control group (Table 5). ",
            "section": "Phenomenon of voicing in the VCV (Vowel, Voiceless consonant) combination",
            "ref_spans": [
                {
                    "start": 239,
                    "end": 253,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1-A , 1-B"
                },
                {
                    "start": 304,
                    "end": 312,
                    "type": "table",
                    "text": "(Table 5"
                }
            ]
        },
        {
            "text": "VOT comparison ac cording to the types of phonation VOT had a close relationship with the degrees of aspiration or glottal width, and all types of aphasic patients revealed significant differences in VOT compared with the control group (Table 6). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 236,
                    "end": 245,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Table 6)"
                }
            ]
        },
        {
            "text": "Also, the length of VOT was related with the aspiration, as evidenced by significant diff erences articulating the aspirated normal sound and aspiration (Table 4). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 162,
                    "type": "table",
                    "text": "(Table 4)"
                }
            ]
        },
        {
            "text": "In other words, the noise interval can be understood as a voice lag until the vowel formant is observed after the vertical spike on the spectrogram, which is observed due to the opening of the stop sound that is located at the word-initial. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, the fi nding that the length of the VOT of aphasic patients was longer than that of the normal control group indicated that the sound timing could vary relating to the lead time between abnormal or vocal abduction and oral plosive, owing to non-coordination between larynx and oral articulating organs, due to the turbulence which is formed at larynx. ",
            "section": "DISCUSSION"
        },
        {
            "text": "14 Th ese results are likely attributable to an inelastic stiff ness of the larynx and the loss of exercise due to the damage to the central nervous system and cranial nerves, 15 so the VOT differences arise according to the degree of damage to the interaction between the tongue, pharynx, and larynx, which are related with stop sounds.",
            "section": "DISCUSSION"
        },
        {
            "text": "As word-initial stop sounds come out as either white or short noise intervals on the spectrogram, owing to a lack of energy because of their articulating characteristics, there could not be any information found to notify the articulating places. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, according to the VOT length, types of phonation can be categorized into normal, aspirated, or fortis sounds. ",
            "section": "DISCUSSION"
        },
        {
            "text": "One thing that could be understood is that there was a difference according to the degrees of VOT aspiration at word-initial of aphasic patients (Table 4, Fig. 2-A), confi rming that the phonation type analysis of the VOT of aphasic patients with more degrees of aspiration is more signifi cant than that of the articulating sites.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "type": "table",
                    "text": "(Table 4"
                },
                {
                    "start": 155,
                    "end": 164,
                    "type": "figure",
                    "text": "Fig. 2-A)"
                }
            ]
        },
        {
            "text": "The experimental group was asked to speak normal Korean sounds that consisted of phonologically conso-  www.e-arm.org nants. ",
            "section": "Output of voiced • voiceless consonants"
        },
        {
            "text": "When the 15 patients of the experimental group were asked to speak four VCV words, each to find out the articulating positions, 58% (35/60) of the words were uttered as consonants, and bilabial and velar sounds showed differences with the control group in lead time ( Table 7).",
            "section": "Output of voiced • voiceless consonants",
            "ref_spans": [
                {
                    "start": 268,
                    "end": 276,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 7)"
                }
            ]
        },
        {
            "text": "According to a prior study 16 on the phonological aspects, some studies have indicated that words uttered as voiced or voiceless depend on the speaker's phonation speed or phonological environment, but in the case of aphasic patients they showed diff erent results from those of the control group in voicing errors and the lead time of intervocalic VCV. ",
            "section": "Output of voiced • voiceless consonants",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "However, sometimes lead time and the vowel length before the consonant stop sound are often measured and compared because it is not always true that all aphasic patients make voicing errors. ",
            "section": "Output of voiced • voiceless consonants"
        },
        {
            "text": "As seen in Fig. 1-A and 1-B, the c interval was long as the lead time in aphasic patients and the vowel length is also shown long, consistent with previous studies. ",
            "section": "Output of voiced • voiceless consonants",
            "ref_spans": [
                {
                    "start": 11,
                    "end": 27,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1-A and 1-B"
                }
            ]
        },
        {
            "text": "17,18 Some studies have assumed that the output diff erence of voiced • unvo iced consonants of aphasic patients are the interaction between the muscles of arytenoids cartilage and posterior cricoarytenoid cartilage, which are known to control the distinction of the voiced and voiceless consonants. ",
            "section": "Output of voiced • voiceless consonants",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "19 Although the normal sound of VCV has a small amount of aspiration, the vocal cord's vibration interval (d) in aphasic patients turns out long, which means that there could be a temporal non-coordination between the larynx and the oral articulating organs, not only at the word-initial, but also at the intervocalic VCV. ",
            "section": "Output of voiced • voiceless consonants",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "Th is should be examined more widely in more subjects.",
            "section": "Output of voiced • voiceless consonants"
        },
        {
            "text": "The critical points of this paper are as follows: the expe rimental group was not large enough, subjects were locally concentrated, and the evaluation tools for the aphasic patients used for this study have not yet been recognized offi cially as the standard.",
            "section": "Critical points"
        },
        {
            "text": "This study was performed to find out the temporal abnor malities of aphasic patients. ",
            "section": "CONCLUSION"
        },
        {
            "text": "Their VOT was measured using word-initial stop consonants to provide diff erential analysis according to the places of articulation and the types of phonation, as well as measuring the differential analysis of voicing errors and lead time in intervocalic VCV (C: stop consonant) combination.",
            "section": "CONCLUSION"
        },
        {
            "text": "The research results show that since the word-initial  2. ",
            "section": "CONCLUSION",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 56,
                    "type": "figure",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Comparison of (A) phonation types and (B) articulation positions. ",
            "section": "CONCLUSION"
        },
        {
            "text": "Phonation types were signifi cantly showed diff erences than articulation positions compared with normal control group.",
            "section": "CONCLUSION"
        },
        {
            "text": "www.e-arm.org",
            "section": "CONCLUSION"
        },
        {
            "text": "VOT of aphasic patients is proportional to the degrees of aspiration, VOT could be much better analyzed by the types of phonation than at the places of articulation, and there is a significant difference from normal people. ",
            "section": "CONCLUSION"
        },
        {
            "text": "In the analysis of the output of voiced • voiceless consonants of aphasic patients, more than half (approximately 58%) of the aphasic subjects showed voicing errors.",
            "section": "CONCLUSION"
        },
        {
            "text": "This study was supported by a grant of the Korea Healthcare technology R&D Project, Ministry for Health, Welfare & Family Aff airs, Republic of Korea (A091220).",
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}