{
    "abstract": [],
    "body_text": [
        {
            "text": "The term \"dysphagia\" is applied to all kinds of swallowing difficulties. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The condition is clinically common and can be attributed to various diseases including disorders of the central nervous system, such as stroke and traumatic brain injury, neurodegenerative diseases, such as Parkinson disease and Alzheimer disease, disorders of www.e-arm.org the peripheral nervous system, neuromuscular junction disorders, myopathies, and local anatomical lesions [1]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 381,
                    "end": 384,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Major complications of dysphagia are pneumonia, malnutrition, dehydration, and increased mortality. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "These complications bring about the increased need of medical resources in terms of the length of hospital stay, rehabilitation time, the need for long-term care assistance, and health care cost [2].",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Altering the characteristics of food is one of the common approaches used to treat and compensate dysphagia [3]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Size, color, shape, taste, viscosity, and texture are components of the characteristics of food. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In general, thin fluid, such as water, soup, or juice is more likely to be aspirated [4]; therefore, thickening fluid using thickeners is the mainstay of dysphagia diet [5]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 169,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "One study of 66 dysphagic patients documented that thickened fluid and soft mechanical diet reduced the incidence of pneumonia by 80% compared with a regular diet [6].",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Despite these advantages, many patients and caregivers are reluctant to make modifications to the diet. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "It has been demonstrated that 75% of the patients who were recommended to modify diet with thickeners did not prefer using them [7]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "According to a study in the United States, there was a disjunction between the expectations of medical staffs and what patients are really doing. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Speech-language pathologists expected a higher compliance of 72%; however, only 36% patients followed their instructions on thickener use [8].",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "No study has documented, however, the level of compliance with a viscosity-modified diet in Korea. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The purposes of the present study were to examine compliance with a viscosity-modified diet among Korean dysphagic patients and to evaluate relevant factors affecting compliance.",
            "section": "INTRODUCTION"
        },
        {
            "text": "A retrospective chart review was performed in Seoul National University Hospital, a university-affiliated tertiary care hospital. ",
            "section": "Subjects"
        },
        {
            "text": "From June 1 to September 30, 2011, a total of 349 patients underwent a videofluoroscopic swallowing study (VFSS). ",
            "section": "Subjects"
        },
        {
            "text": "We included only those who had been recommended thickener use in fluids in the previous VFSS within 6 months ( Fig. 1). ",
            "section": "Subjects",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 118,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1)"
                }
            ]
        },
        {
            "text": "Among 349 patients, modified diet including thickened liquids was prescribed  www.e-arm.org in 68 patients. ",
            "section": "Subjects"
        },
        {
            "text": "Among those, 6 required nasogastric tube feeding due to the development or deterioration of their medical condition. ",
            "section": "Subjects"
        },
        {
            "text": "Finally, 62 dysphagic subjects were included in the analysis.",
            "section": "Subjects"
        },
        {
            "text": "Demographic and clinical data of study subjects are shown in Table 1. ",
            "section": "Subjects",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 68,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The mean age at VFSS was 64.1 years. ",
            "section": "Subjects"
        },
        {
            "text": "The mean interval time between the studies was 55.7 days on average, and half of the patients had dysphagia secondary to brain lesion, such as stroke or brain tumor.",
            "section": "Subjects"
        },
        {
            "text": "Through medical chart review, data on age, sex, diagnosis, admission status (outpatient or inpatient), current diet, recommended diet regimen in the previous VFSS, videofluoroscopic dysphagia scale (VDS) [9], symptoms of aspiration, and current status in swallowing therapy were identified. ",
            "section": "Medical chart review and interview",
            "ref_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "At our institution, just before the VFSS, all patients or caregivers are routinely asked about the current diet and whether they have maintained the use of thickeners or not. ",
            "section": "Medical chart review and interview"
        },
        {
            "text": "Compliance was defined as using thickeners in liquids, such as water and juice. ",
            "section": "Medical chart review and interview"
        },
        {
            "text": "Accordingly, patients were categorized into two groups: compliant and noncompliant. ",
            "section": "Medical chart review and interview"
        },
        {
            "text": "Furthermore, we analyzed factors affecting compliance among the clinical characteristics of study subjects including sex, age, admission status, prescribed viscosity level, interval between swallowing studies, presence of aspiration symptoms, severity of dysphagia in VDS, and current status of swallowing therapy.",
            "section": "Medical chart review and interview"
        },
        {
            "text": "For patients in the noncompliant group, the reasons for cessation of thickener use and, if any, his or her own compensatory maneuvers were assessed by phone inter-view. ",
            "section": "Medical chart review and interview"
        },
        {
            "text": "For each question, multiple answers were allowed.",
            "section": "Medical chart review and interview"
        },
        {
            "text": "All statistical analyses were performed with the PASW Statistics ver. 18 for Windows software (SPSS Inc., Chicago, IL, USA). ",
            "section": "Statistical analysis"
        },
        {
            "text": "To decide which factors are associated with compliance among patient characteristics, chi-square tests and univariate logistic regression analyses were used for categorical variables and continuous variables, respectively. ",
            "section": "Statistical analysis"
        },
        {
            "text": "In multiple logistic regression analysis, variables showing p<0.2 in the univariate analysis were included. ",
            "section": "Statistical analysis"
        },
        {
            "text": "For multiple analysis, the stepwise forward procedure was used for variable entry.",
            "section": "Statistical analysis"
        },
        {
            "text": "Among 62 patients, 35 (56.5%) had been using thickeners in liquids; however, 27 (43.5%) had been drinking thin fluids. ",
            "section": "RESULTS"
        },
        {
            "text": "Consequently, the overall compliance rate for viscosity modification was 56.5%. ",
            "section": "RESULTS"
        },
        {
            "text": "Twenty subjects were inpatients at the time of follow-up VFSS, and 18 (90%) of 20 were compliant. ",
            "section": "RESULTS"
        },
        {
            "text": "On the contrary, among a total of 42 outpatients, 17 (40.5%) were following the recommendations. ",
            "section": "RESULTS"
        },
        {
            "text": "Thus, the admission status (inpatient or outpatient) proved to be significantly associated with compliance (p=0.001) (Fig. 2). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "type": "figure",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "However, compliance was not shown to be significantly correlated with following factors: sex, age, prescribed viscosity level, interval between swallowing studies, presence of aspiration symptoms, and severity of dysphagia in VDS. ",
            "section": "RESULTS"
        },
        {
            "text": "A trend toward higher compliance in those currently receiving swallowing therapy was observed; however, the difference was insignificant (p=0.108; odds ratio, 2.86). ",
            "section": "RESULTS"
        },
        {
            "text": "Finally, admission status and current swallowing therapy status were included in the multiple logistic regression model. ",
            "section": "RESULTS"
        },
        {
            "text": "In the analysis, compliance was shown to be significantly associated with Fig. 2. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 80,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "Compliance difference between outpatients and inpatients. ",
            "section": "RESULTS"
        },
        {
            "text": "Outpatients showed lower compliance than inpatients (n=62). ",
            "section": "RESULTS"
        },
        {
            "text": "www.e-arm.org admission status (p=0.004); however, no correlation was found between compliance and current application of swallowing therapy (p=0.532). ",
            "section": "RESULTS"
        },
        {
            "text": "Among the noncompliant, ten patients responded to the interview regarding the reasons for not using thickeners, whereas the others were not available as a result of phone connection failure, no answer, death, etc. ",
            "section": "RESULTS"
        },
        {
            "text": "Responses included dissatisfaction with texture (4 patients), dissatisfaction with taste (4 patients), difficulty in preparation (2 patients), and greater difficulty in swallowing (2 patients) ( Table 2). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 202,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Concerning compensatory maneuvers, 2 patients answered that they swallow fluids by splitting in small amounts using a straw or a spoon. ",
            "section": "RESULTS"
        },
        {
            "text": "One patient said, \"I eat in the chin-tuck position.\" ",
            "section": "RESULTS"
        },
        {
            "text": "Another patient said, \"I use glutinous rice flour to thicken fluids rather than commercialized thickeners.\"",
            "section": "RESULTS"
        },
        {
            "text": "This is the first study demonstrating compliance with a viscosity-modified diet in Korean dysphagic patients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The overall compliance for fluid-thickening was 56.5%, and this finding is in close agreement with those of previous studies from other countries documenting compliance with a dysphagia diet [8,10,11]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 194,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10,"
                },
                {
                    "start": 197,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11]"
                }
            ]
        },
        {
            "text": "According to one study in New Zealand [10], 18 (21%) out of 86 patients with dysphagia were never compliant with fluid-thickeners, whereas the other 68 patients (79%) sometimes or always followed the prescribed dietary regimen. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Even though compliance in their study is higher than that of the present study, the difference may arise from the distinct definition of compliance in each study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Another study in the United Kingdom found that 48% of the patients complied with the recommendations of speech and language therapists [11]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "In another study in the United States, only 36% maintained thickener use [8]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Compliance in these studies was lower compared to that in the present study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, these studies were conducted among outpatients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Among outpatients of the present study, we observed markedly similar compliance.",
            "section": "DISCUSSION"
        },
        {
            "text": "Admission status was the only factor which was proven to be associated with compliance. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Other variables including age, sex, aspiration symptoms, and even current swallowing therapy status did not significantly affect compliance. ",
            "section": "DISCUSSION"
        },
        {
            "text": "According to the previous studies, however, younger and institutionalized patients were more likely to be noncompliant. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In the study, the authors commented that such an unexpected age difference appears to be caused by a survival effect which reflects higher mortality among noncompliant older people. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Furthermore, persons who live in community facilities usually do not prepare their meals by themselves, thus leading to higher levels of compliance due to passivity [10]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The results of the present study which demonstrated inpatients' higher compliance correspond with this finding. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We expected that patients who maintained swallowing therapy until the follow-up VFSS would be more compliant, and the results were in close agreement with this prediction; however, the difference did not reach statistical significance. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This warrants a further study with a larger sample size.",
            "section": "DISCUSSION"
        },
        {
            "text": "Regarding the reasons for not using thickeners, many patients complained of dissatisfaction with texture and taste (4 patients each). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Some patients reported that preparing a dysphagia diet is inconvenient, or reported aggravation of swallowing difficulty with thickener use. ",
            "section": "DISCUSSION"
        },
        {
            "text": "According to a previous study concerning noncompliance with swallowing recommendations, dissatisfaction with diet modifications was reported by all participants, followed by open denial, calculated risk, and minimization, in order of frequency [12].",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The most commonly used methods to deal with patient noncompliance with diet modifications are education and involvement of others [12]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "One intervention study demonstrated a significant improvement in compliance with thickener use (48% to 64%) after having the participants undergo a program based on an in-house training scheme and pre-thickened drinks [11]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "In the present study, clinical dietitians provided a structured education-  Fig. 3). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 82,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Therefore this may be the reason for the difference in compliance between outpatients and inpatients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The result opens the possibility of further investigations concerning the effects of educational programs on compliance. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This study has important limitations that mostly stem from its small sample size and retrospective design. ",
            "section": "DISCUSSION"
        },
        {
            "text": "First, the evaluation of compliance depended on the patients' recollection. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Even though we should acknowledge the efficiency of this design since we cannot practically monitor all the patients, there exist possibilities of recall bias, lie and false response. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Second, compliance was assessed dichotomously only. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In further research, it can be subdivided into many grades. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Additionally, utilization of a prospective design in future studies may increase the response rate for the reasons of noncompliance and compensatory maneuvers.",
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, among Korean dysphagic patients, compliance with a viscosity-modified liquid diet was found to be only about 50%. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Betterments of texture and taste along with patient education might be necessary to improve compliance with thickener use. ",
            "section": "DISCUSSION"
        },
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "section": "CONFLICT OF INTEREST"
        }
    ]
}