{
    "id": "d35b6dbf9c",
    "abstract": [],
    "body_text": [
        {
            "text": "Osteoporosis is a disease characterized by low bone mass and micro architectural deterioration of bone tissue [1]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Bone loss occurs with age (age-related osteoporosis) in men and women but in the latter the rate of loss increases at menopause (post-menopausal osteoporosis). ",
            "section": "INTRODUCTION"
        },
        {
            "text": "This reduction in bone tissue is associated with an increased risk of fracture, pain and consequent morbidity for patients. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Since the disease is preventable, diagnostic techniques are of major importance. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "A considerable effort has been made to identify methods of detecting individuals with osteoporosis at an early stage to limit the disease process. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In much a number of studies, bone mineral density (BMD) in the mandible has been described to be strongly correlated with that in the lum-bar spine and femoral neck, the most susceptible osteoporotic areas [2]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "It is essential to use the panoramic radiographs for routine dental examinations especially before prosthodontic and periodontal treatments and maxillofacial surgeries. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In panoramic radiographs, a number of mandibular indices have been made to do the quantitative measuring of the mandibular bone mass and trabecular architecture in order to diagnose patients with osteoporosis. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Mental index (MI), panoramic mandibular index (PMI) and mandibular cortical index (MCI) are among these indices. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Radiographs have shown that the decreased BMD affects the morphometric [3][4][5], densitometric [6] and architectural characteristics [7,8] of the mandibular bone on radiographs. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 74,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 77,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 96,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7,"
                },
                {
                    "start": 137,
                    "end": 139,
                    "type": "bibr",
                    "text": "8]"
                }
            ]
        },
        {
            "text": "The aim of this study was to evaluate the association between various oral signs and osteoporosis in women to determine whether these radiographic measurements have accuracy in predicting BMD in order to detect the disease in the early stage and prevent the consequent side effects.",
            "section": "INTRODUCTION"
        },
        {
            "text": "This cross-sectional descriptive analytic study was based on 67 women in the age range of 36 to 92 years old who were referred to the Radiology Department of Mashhad Dental School. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "All of them had a panoramic radiography in their orders and none of the participants was known to have any prior fracture and systemic disease that would affect bone metabolism (chronic renal osteodystrophy, hyperparathyroidism, hypoparathyroidism, gastrointestinal disease, paget's disease or rheumatoid arthri-tis). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "They were not using specific drugs or hormones (corticosteroids, cyclosporine, heparin, estrogen, progesterone, androgen and excess thyroid hormone). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The data regarding age and BMI (body mass index) was obtained by questionnaire. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "All the panoramic radiographs were taken with PM 2002 CC apparatus (Planmeca Oy, Asentajankatu 6, 00880 Helsinki, Finland) by a single operator (AB). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The position of the head was standardized as much as possible and also the exposure factors (kVp, mA) were regulated for each patient. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "To have similar density and contrast in all radiographs, we used both AGFA Dentus panoramic film (Heraeus Kulzer, Belgium) and Kodak screens (Kodak Lanex Regular Screen, Eastman Kodak Company, USA). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Processing of the films was automatically performed by Protec processor (PROTEC medical systems, Stuttgart, Germany). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "For examination of the bone mineral density, DXA (Dual Energy Xray Absorptiometry) scans were performed with Osteocore 2 (MEDILINK, France). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "This technique is widely accepted as the \"gold standard\" method of clinical bone mineral measurements [9,10]. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "DXA itself is subject to some minor inaccuracy in BMD measurement [6]. ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Precision of DXA ranges from 0.55 to 5% [11]. ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "type": "bibr",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Sixty-seven panoramic radiographs were analyzed for MCI, MI and PMI. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "According to Jowitt et al [12], \"MCI is classification of the appearance of the mandibular inferior cortex distal to the mental foramen, which includes the following criteria: C1: The endosteal margin of the cortex is even and sharp on both sides of the mandible.  ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "type": "bibr",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "(Fig 2). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "figure",
                    "text": "(Fig 2)"
                }
            ]
        },
        {
            "text": "All the measurements were made in millimeters (0.1 mm variation) with calipers by the same investigator (AB). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The indices were measured bilaterally and the mean was recorded for each patient. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "When only one foramen was visible, the measurements were done only on that side [18]. ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "The information on age and BMD statuses of the patients was blinded to the examiner in order to eliminate information bias. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Afterwards we gave the patients their radiographs and referred them to Toos Bone Densitometry Center for BMD testing. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Written informed consent was obtained from the patients to carry out bone densitometry as a part of the study on osteoporosis. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "BMD testing was per- C1: The endosteal margin of the cortex is even and sharp on both sides of the mandible. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "C2: The endosteal margin has semilunar defects (resorption cavities) with cortical residues one to three layers thick on one or both sides. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "C3: The endosteal margin consists of thick cortical residues and is clearly porous.  ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "11). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "11)"
                }
            ]
        },
        {
            "text": "PMI assessments were not significantly correlated with BMD. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Furthermore, the results of our study showed no significant correlation between PMI and bone densitometry variables ( Table 1). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 125,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The area under the ROC curve (AZ) for MI was 0.344 (95% CI, 0.214-0.475) in the lumbar vertebrae and 0.388 (95% CI, 0.249-0.526) in the femoral neck and for PMI it was 0.410 (95% CI, 0.272-0.548) in the lumbar vertebrae and 0.400 (95% CI, 0.253-0.548) in the femoral neck. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Since the acquired AZ, sensitivity, and specificity were low in each cutoff threshold, we used several cutoff points to determine the sensitivity and specificity.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "To determine the sensitivity and specificity of MCI and PMI indices, we changed the categories of the patients into two groups of normal and osteopenic-osteoporotic, who were previously classified into three subgroups of normal, osteopenic and osteoporotic, then the measurements were performed (Tables 2 and  3). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 295,
                    "end": 311,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Tables 2 and  3"
                }
            ]
        },
        {
            "text": "According to Table 2, we may conclude that of the osteopenic-osteoporotic patients, 79.4% in the femoral neck and 73.8% in the lumbar region had C2 or C3 cortex (sensitivity). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 20,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "In the women with normal skeletal statuses, 39.3% in the femoral neck and 36% the lumbar region had C1 cortex (specificity). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "57% and 66% of the patients with C2 or C3 cortex had osteopenia or osteoporosis in the femoral neck and the lumbar region, respectively (positive predic-tive value) and 65% and 45% of the patients with C1 cortex had normal skeletal statuses in the femoral neck and the lumbar region, respectively (negative predictive value). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "It is demonstrated in Table 3 that by increasing the PMI, sensitivity increases and specificity decreases. ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 22,
                    "end": 29,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The maximum sensitivity and the minimum specificity are related to PMI≤0.46 and the highest positive predictive value is observed in PMI≤0.29. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The maximum negative predictive value and accuracy in the femoral neck was in PMI≤0.29 and for the L2-L4 region, this value was detected in PMI≤0.46.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Our results showed a negative correlation between MI and age (P=0.016). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "There was also a positive correlation between MI and BMD in the femoral neck (P=0.021), T-score in the femoral neck (P=0.006), BMD in the lumbar region (P=0.013) and T-score in the L2-L4 region (P=0.008) ( Table 4). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 206,
                    "end": 213,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "One-way ANOVA was performed to assess a significant difference in mean MI between the skeletal statuses of normal, osteopenic and osteoporotic in the femoral neck and the lumbar region. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "A significant difference was shown by Tukey test between normal and osteopenic subgroups (P=0.042) ( Table 5). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "According to Table 5 there was a significant difference in mean MI between various skeletal statuses of the femoral neck (P=0.046). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 20,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "As it is shown in Table 5, there was a significant difference in mean MI between various skeletal statuses of the lumbar region (P=0.022) and Tukey test showed a significant difference between normal and osteo- In order to obtain the sensitivity and specificity of MI we used two skeletal statuses of normal and osteopenic-osteoporotic subgroups for the further measurements (Table 6). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 25,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 5"
                },
                {
                    "start": 375,
                    "end": 383,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "(Table 6"
                }
            ]
        },
        {
            "text": "According to Table 6, only 11.7% of the osteopenicosteoporotic patients had MI≤3.69 mm in the femoral neck (sensitivity) but 100% of the patients with normal skeletal statuses had MI>3.69 mm in the femoral neck and the lumbar region (specificity). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 20,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "In addition, 100% of the patients with MI≤3.69 mm were osteopenic-osteoporotic in the femoral neck (positive predictive value) and 52% of the patients with MI>3.69 mm had normal BMD in the femoral neck (negative predictive value).",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "PMI, MCI and MI are the parameters evaluated in screening osteoporosis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Some of the investigators have reported that they could be used in screening osteoporosis [3,7,13,21], but others disagree [1,22]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3,"
                },
                {
                    "start": 93,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 95,
                    "end": 98,
                    "type": "bibr",
                    "text": "13,"
                },
                {
                    "start": 98,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "21]"
                },
                {
                    "start": 123,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 126,
                    "end": 129,
                    "type": "bibr",
                    "text": "22]"
                }
            ]
        },
        {
            "text": "In this study we did not observe a significant difference between mean PMI in the various skeletal subgroups in the femoral neck and the lumbar vertebrae (L2-L4). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Similarly, Watson et al [23] did not find any difference in the mean PMI between normal (0.38) and osteoporotic (0.37) females in the 54-71 years age group, which agrees with Drozdzowska et al [1], who performed BMD measurements of the hip using DXA technique. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Our study reveals that PMI in women is not significantly correlated with bone density in the femoral neck and the lumbar region.",
            "section": "DISCUSSION"
        },
        {
            "text": "Similar results were reported by Drozdzowska et al [1]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Klemetti and Kolmakow [4] also reported that the correlation between PMI and BMD of the femoral neck and spine measured in 355 British women were weak but significant (r=0.20-0.24, P=0.001), contrary to Taguchi et al [24]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 25,
                    "type": "bibr",
                    "text": "Klemetti and Kolmakow [4]"
                },
                {
                    "start": 217,
                    "end": 221,
                    "type": "bibr",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "One of the most commonly studied parameters of the mandibular bone in relation to osteoporosis is the porosity of mandibular cortical bone (MCI). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Some of the investigators have found an association between MCI and osteoporosis [4,16,[25][26]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 84,
                    "end": 87,
                    "type": "bibr",
                    "text": "16,"
                },
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "text": "[25]"
                },
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "Dalili et al [27] reported the MCI frequency of 20.9%, 71.3%, and 7.8% of C1, C2, and C3 cortices, respectively. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "type": "bibr",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "In the present survey, these values were 29.9%, 65.7% and 4.4%, respectively. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The minor difference in the data between these two studies is due to the different age group of the women, number of the patients and also the variation in nutrition. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The ability of mandible variables (MCI, PMI) to discriminate between normal and osteopenic-osteoporotic subgroups was poor to moderate. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The specificity, sensitivity, positive predictive value, and negative predictive value in PMI≤0.33 in the femoral neck were 66.6%, 29.4%, 48%, and 48%, respectively and in the lumbar vertebrae were 64%, 28.5%, 57%, and 35%, respectively. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In comparison with Drozdzowska et al's study [1], all the indices, especially the specificity were lower. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "If the cutoff threshold increases from 0.33 to 0.46, the sensitivity increases noticeably (91.1% in the femoral neck and 95.2% in the lumbar region). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Drozdzowska et al [1] reported a 31% specificity, 93% sensitivity, 54% positive predictive value and a 83% negative predictive value for MCI in the hip, but in our study these values amounted to 39.3%, 79.4%, 57% and 65%, respectively in the femoral neck and 36% 73.8%, 66% and 45%, respectively in the lumbar region. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The difference may be due to racial difference and number of cases. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The current study indicates a significant difference in MI between normal and osteopenic subgroups in the femoral neck (P=0.042). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Also, in the lumbar region, normal and osteoporotic (P=0.017) and osteopenic and osteoporotic subgroups (P=0.050) showed significant differences. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, Drozdzowska et al [1] noted that there was a significant difference in MI between various skeletal statuses (4.  ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "[1] reported the specificity, sensitivity, positive predictive and negative predictive value of 81%, 21%, 50%, and 54% for MI≤4 mm in the hip. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "According to Table 6, these values for MI≤4 mm in the femoral neck were 94%, 14.7%, 71% and 52%, respectively and 96%, 14.2%, 86% and 40%, respectively in the lumbar region. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 20,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "Taguchi et al [29] also determined the specificity, sensitivity, positive predictive and negative predictive values of 42.1%, 79.4%, 71%, and 53.3% in the lumbar vertebrae, respectively for MI≤4.5 mm, which were 84%, 26.2%, 73.3%, and 40% in the lumbar spine in our study. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 18,
                    "type": "bibr",
                    "text": "Taguchi et al [29]"
                }
            ]
        },
        {
            "text": "Since on time diagnosis of osteopenic-osteoporotic patients may prevent side effects of the disease, in comparison with high specificity, high sensitivity is more useful. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Compared with MI≤4.5 mm, increasing the mandibular cortical thickness by 0.5 mm (MI=5 mm), the sensitivity increases to 64.7% in the femoral neck and 64.2% in the L2-L4 region, which has more considerable sensitivity than MI≤4.5 mm. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This study was supported by the vice chancellor for research of Mashhad University of Medical Sciences, Dr. Jalil Tavakol Afshari, as grant No. 83082 and the authors are very thankful.",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "Contrary to PMI, which needs recording of some measurements on panoramic radiographs and also some calculations, MCI is a simple three-graded classification of the changes in the cortex with higher sensitivity in detecting osteopenic and osteoporotic patients. ",
            "section": "CONCLUSION"
        },
        {
            "text": "In addition, according to the simplicity of using the MI index, these two indices privileged PMI to discriminate the skeletal status of the patients, which of course are not adequate for precise evaluation.",
            "section": "CONCLUSION"
        }
    ]
}