{
    "abstract": [],
    "body_text": [
        {
            "text": "ith classic risk factors failing to fully explain the variance in cardiovascular disease (CVD), investigators have sought to identify new risk indices (1)(2)(3). ",
            "section": "W"
        },
        {
            "text": "This effort has implicated several biomarkers, potentially reflecting different metabolic pathways, in the etiology of CVD (3). ",
            "section": "W"
        },
        {
            "text": "C-reactive protein (CRP), an inflammatory biomarker, is one of the most well-documented emerging CVD risk factors (4,5). Concentrations of CRP in the upper part of the distribution within the normal range and above are associated with the long-term risk of CVD and allcause mortality in different populations (6,7).",
            "section": "W",
            "ref_spans": [
                {
                    "start": 272,
                    "end": 279,
                    "type": "bibr",
                    "text": "8- 4.5)"
                }
            ],
            "entity_spans": [
                {
                    "start": 103,
                    "end": 111,
                    "type": "software",
                    "rawForm": "SAS/STAT",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "c923d2b56c-software-0"
                },
                {
                    "start": 120,
                    "end": 123,
                    "type": "version",
                    "rawForm": "9.1",
                    "resp": "#annotator3",
                    "id": "#c923d2b56c-software-0"
                },
                {
                    "start": 137,
                    "end": 150,
                    "type": "publisher",
                    "rawForm": "SAS Institute",
                    "resp": "#curator",
                    "id": "#c923d2b56c-software-0"
                }
            ]
        },
        {
            "text": "There is a suggestion that the association of CRP with CVD is modified by diabetes status (8); however, few such studies exist. ",
            "section": "W",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "In the present populationbased cohort studies among individuals with and without diabetes, we investigated the associations of baseline plasma CRP levels with cardiovascular and allcause mortality. ",
            "section": "W"
        },
        {
            "text": "In doing so, we also took the opportunity to investigate whether these associations were modified by sex and other conventional cardiovascular risk factors. ",
            "section": "W"
        },
        {
            "text": "In addition, we examined whether the knowledge of CRP can improve CVD risk prediction beyond conventional risk factors alone.",
            "section": "W"
        },
        {
            "text": "METHODSdParticipants were 25,979 individuals with data available on diabetes status (history of doctor-diagnosed or newly diagnosed diabetes based on an HbA 1c $6.5%) and CRP at baseline. ",
            "section": "RESEARCH DESIGN AND"
        },
        {
            "text": "They were drawn from four prospective U.K. studies comprising either Scottish health surveys (1998 and 2003) or the health surveys for England (1998 and 2003) (9). ",
            "section": "RESEARCH DESIGN AND",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 108,
                    "type": "bibr",
                    "text": "(1998 and 2003)"
                },
                {
                    "start": 159,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(9)"
                }
            ]
        },
        {
            "text": "All cohorts were representative of the general population, sampling individuals living in households in each country. ",
            "section": "RESEARCH DESIGN AND"
        },
        {
            "text": "Study participants gave full informed consent, and ethical approval was obtained from the London Research Ethics Council.",
            "section": "RESEARCH DESIGN AND"
        },
        {
            "text": "The full study protocol has been described in detail elsewhere (10,11). ",
            "section": "RESEARCH DESIGN AND",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(10,"
                },
                {
                    "start": 67,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "11)"
                }
            ]
        },
        {
            "text": "In brief, study members were visited twice in their homes. ",
            "section": "RESEARCH DESIGN AND"
        },
        {
            "text": "During the first of these meetings, trained interviewers collected data on demographics and health behaviors, including socioeconomic status (as indexed by occupational social class) and self-reported smoking, alcohol use (frequency per week), and physical activity (frequency of moderate to vigorous sessions per week). ",
            "section": "RESEARCH DESIGN AND"
        },
        {
            "text": "Interviewers also collected information about existing physiciandiagnosed CVD (stroke, ischemic heart disease, and angina symptoms), other medical conditions (hypertension and diabetes), and antihypertension medications (b-blockers, ACE inhibitors, diuretics, and calcium blockers). ",
            "section": "RESEARCH DESIGN AND"
        },
        {
            "text": "During the second visit, conducted within a few days of the first, nurses gathered clinical data. ",
            "section": "RESEARCH DESIGN AND"
        },
        {
            "text": "In the seated position, systolic and diastolic blood pressures were measured on three occasions using an Omron HEM-907, with a 5-min rest between each reading; an average of the second and third readings was used in the present analyses.",
            "section": "RESEARCH DESIGN AND"
        },
        {
            "text": "Peripheral blood samples were collected in serum tubes and centrifuged at room temperature. ",
            "section": "Biochemical measures"
        },
        {
            "text": "All serum samples were frozen at 270 8 C until assay. ",
            "section": "Biochemical measures"
        },
        {
            "text": "CRP concentrations were analyzed from serum using the N Latex high-sensitivity CRP (hsCRP) mono immunoassay on the Behring Nephelometer II analyzer. ",
            "section": "Biochemical measures"
        },
        {
            "text": "The limit of detection was 0.17 mg/L, and the coefficient of variation was ,6% for this assay. ",
            "section": "Biochemical measures"
        },
        {
            "text": "The analysis of HbA 1c levels from plasma was performed using the Tosoh G7 analyzer (Tosoh Bioscience, Worcestershire, U.K.), with a coefficient of variation ,2.5%.",
            "section": "Biochemical measures"
        },
        {
            "text": "Consenting study members were linked to the National Health Service mortality records, from which a death certificate was located. ",
            "section": "Ascertainment of disease-specific mortality"
        },
        {
            "text": "Classification of the underlying cause of death was based on information on the death certificate together with any additional observations made by the certifying physician. ",
            "section": "Ascertainment of disease-specific mortality"
        },
        {
            "text": "Diagnoses for primary cause of death were made using the ICD-9 and ICD-10, 390-459, denoting CVD deaths.",
            "section": "Ascertainment of disease-specific mortality"
        },
        {
            "text": "Normal distribution was obtained with the natural logarithm (log e ) of the positively skewed CRP. ",
            "section": "Statistical methods"
        },
        {
            "text": "Cox proportional hazards regression models were used to compute the hazard ratio and accompanying 95% CI for a 1-SD increase in log e CRP in relation to all-cause and CVD mortality. ",
            "section": "Statistical methods"
        },
        {
            "text": "The proportional hazards assumption was tested with the use of the cumulative sums of Martingale-based residuals methods (12) and found not to be violated. ",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(12)"
                }
            ]
        },
        {
            "text": "Cox models were also used to compare participants across quintiles of CRP and across three subgroups defined by CRP ,1, 1-3, and .3 mg/L (13), with 95% CIs in both analyses derived from the floating absolute-risk methods (14). ",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(14)"
                }
            ]
        },
        {
            "text": "The log linearity of the association was assessed by fitting a continuous predictor across quintiles of CRP. ",
            "section": "Statistical methods"
        },
        {
            "text": "Interaction between diabetes and CRP was assessed by adding an interaction term to models that included the main effect of diabetes and log e CRP. ",
            "section": "Statistical methods"
        },
        {
            "text": "The heterogeneity of the association also was assessed within sex and other subgroups of participants defined by the level of classical risk factors (above vs. below the median for continuous variables). ",
            "section": "Statistical methods"
        },
        {
            "text": "Heterogeneity across subgroups was assessed through three-way interaction tests.",
            "section": "Statistical methods"
        },
        {
            "text": "The predictive utility of the models was assessed overall and separately for participants with and without diabetes by computing the area under the receiver operating characteristic curve (AUC). ",
            "section": "Statistical methods"
        },
        {
            "text": "AUC comparisons used nonparametric methods (15). ",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "The relative integrated discrimination improvement (RIDI%), which measures the percentage improvement in discrimination when an extra variable is added to a prediction model (16), was computed. ",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(16)"
                }
            ]
        },
        {
            "text": "The 95% CIs for the RIDI% were derived with the use of the nonparametric bootstrap percentiles CI method, based on 1,000 replications. ",
            "section": "Statistical methods"
        },
        {
            "text": "We also calculated ",
            "section": "Statistical methods"
        },
        {
            "text": "1) the likelihood ratio x 2 , which compares the adequacy of a model with covariates fitted to a set of data to that of the null model (without covariates) fitted to the same dataset; and ",
            "section": "Statistical methods"
        },
        {
            "text": "2) the Akaike information criterion (AIC), which allows for comparisons between models (nested or not); the smaller the value of the statistic, the better the model fits the data (17). ",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(17)"
                }
            ]
        },
        {
            "text": "Finally, we assessed the closeness between predicted and observed outcome rates using the Hosmer and Lemeshow calibration test (18). ",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(18)"
                }
            ]
        },
        {
            "text": "The basic model included age, sex, smoking, systolic blood pressure, BMI, waist circumference, physical activity, and total cholesterol. ",
            "section": "Statistical methods"
        },
        {
            "text": "Additional models were constructed by adding CRP to the basic model as well as interaction terms of CRP with diabetes status and sex. ",
            "section": "Statistical methods"
        },
        {
            "text": "The incremental value of CRP was further assessed by refitting the Framingham Anderson general equation for the prediction of cardiovascular mortality (without electrocardiographic left ventricular hypertrophy, a missing predictor in our sample) data with and without CRP (19). ",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 272,
                    "end": 276,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(19)"
                }
            ]
        },
        {
            "text": "Comparisons were extended with the computation of the net reclassification improvement (16) based on four categories of 5-year predicted probability (i.e., 0 to ,2.5, 2.5 to ,5, 5 to ,7.5, and $7.5%).",
            "section": "Statistical methods"
        },
        {
            "text": "The main analyses included all participants with valid data. ",
            "section": "Statistical methods"
        },
        {
            "text": "Sensitivity analyses also were conducted to account for the possible effects of infections and other factors on baseline levels of CRP, because these could distort the association of CRP with outcomes. ",
            "section": "Statistical methods"
        },
        {
            "text": "This was performed by restricting the analyses to those participants with baseline levels of CRP #10 mg/L. ",
            "section": "Statistical methods"
        },
        {
            "text": "All data analysis used SAS/STAT version 9.1 for Windows (SAS Institute, Cary, NC).",
            "section": "Statistical methods"
        },
        {
            "text": ").",
            "section": "Statistical methods"
        },
        {
            "text": "The median CRP was 1.8 mg/L (interquartile range 0.8-4.1) overall; 1.7 mg/L (0.8-3.6) in men and 2 mg/L (0 8- 4.5) in women (Wilcoxon test, P , 0.0001); and 3.2 mg/L (1.5-6.2) and 1.8 mg/L (0.8-4.0), respectively, in participants with and without diabetes (P , 0.0001). ",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 185,
                    "type": "table",
                    "text": "Table 1 and Supplementary  Table 1"
                }
            ]
        },
        {
            "text": "The relationships between quintiles of CRP and study covariates are depicted in Table 1 and Supplementary Table 1 based on three subgroups of CRP (i.e., ,1, 1-3, and .3 mg/L). ",
            "section": "Statistical methods"
        },
        {
            "text": "The least favorable levels of conventional risk factors were apparent in the higher CRP groups. ",
            "section": "Statistical methods"
        },
        {
            "text": "Most of these relationships were stepwise across the CRP quintiles.CRP and outcomes overall and by diabetes status CRP was positively and continuously associated with CVD and all-cause and cardiovascular mortality, with an SD higher log e CRP conferring a 53% (95% CI 43-64) higher risk of cardiovascular death and a 43% (38-49) higher risk of death from any cause. In people with and without diabetes, an SD higher log e CRP was associated with 54% (28-85) and 52% (41-63), respectively, greater risk of cardiovascular death and 53% (35-72) and 41% (35-47), respectively, greater risk of all-cause mortality. ",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 353,
                    "end": 357,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(35)"
                },
                {
                    "start": 357,
                    "end": 361,
                    "type": "bibr",
                    "text": "(36)"
                },
                {
                    "start": 361,
                    "end": 365,
                    "type": "bibr",
                    "text": "(37)"
                },
                {
                    "start": 365,
                    "end": 369,
                    "type": "bibr",
                    "text": "(38)"
                },
                {
                    "start": 369,
                    "end": 373,
                    "type": "bibr",
                    "text": "(39)"
                },
                {
                    "start": 373,
                    "end": 377,
                    "type": "bibr",
                    "text": "(40)"
                },
                {
                    "start": 377,
                    "end": 381,
                    "type": "bibr",
                    "text": "(41)"
                },
                {
                    "start": 381,
                    "end": 385,
                    "type": "bibr",
                    "text": "(42)"
                },
                {
                    "start": 385,
                    "end": 389,
                    "type": "bibr",
                    "text": "(43)"
                },
                {
                    "start": 389,
                    "end": 393,
                    "type": "bibr",
                    "text": "(44)"
                },
                {
                    "start": 393,
                    "end": 397,
                    "type": "bibr",
                    "text": "(45)"
                },
                {
                    "start": 397,
                    "end": 401,
                    "type": "bibr",
                    "text": "(46)"
                },
                {
                    "start": 401,
                    "end": 405,
                    "type": "bibr",
                    "text": "(47)"
                }
            ]
        },
        {
            "text": "There was little evidence of heterogeneity by diabetes status for those associations (both P $ 0.08 for interaction). ",
            "section": "Statistical methods"
        },
        {
            "text": "Across quintiles of CRP distribution, there also was a graded association between CRP and mortality overall and in participants with and without diabetes. ",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 128,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "These associations were log linear for both allcause and cardiovascular mortality (all P , 0.0001 for log linearity) (Fig. 1). ",
            "section": "Statistical methods"
        },
        {
            "text": "Across subgroups of participants based on three categories of CRP (i.e., ,1, 1-3, and .3 mg/L), there also was a graded association between CRP and outcomes, except in people with diabetes, for whom a higher risk of all-cause mortality was observed only in those within the upper stratum (Supplementary Table 2).",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 159,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "In men and women with and without diabetes, CRP also was continuously associated with the risk of all-cause and cardiovascular mortality, again with little evidence of statistical interaction (all P $ 0.06). ",
            "section": "CRP and outcomes by sex and other conventional risk factors"
        },
        {
            "text": "For the two outcomes, point estimates for the associations with CRP in women with and without diabetes always were higher than those in their male counterparts. ",
            "section": "CRP and outcomes by sex and other conventional risk factors"
        },
        {
            "text": "For instance, the hazard ratios for an SD higher log e CRP, diabetes versus no diabetes, were 1.41 (95% CI 1.29-1.54) and 1.51 (1.38-1.66) for cardiovascular death in men and 1.27 (1.21-1.34) and 1.46 (1.38-1.54) for all-cause mortality. ",
            "section": "CRP and outcomes by sex and other conventional risk factors"
        },
        {
            "text": "The equivalent figures in women were 1.44 (1.07-1.93) and 1.81 (1.36-2.39) for cardiovascular death and 1.53 (1.27-1.83) and 1.64 (1.35-1.98) for all-cause mortality. ",
            "section": "CRP and outcomes by sex and other conventional risk factors"
        },
        {
            "text": "The higher-order interaction tests always confirmed that associations of CRP with cardiovascular (three-way interaction P = 0.80) and allcause (three-way interaction P = 0.08) mortality were similar in people with and without diabetes for both sexes. ",
            "section": "CRP and outcomes by sex and other conventional risk factors"
        },
        {
            "text": "Across quintiles of CRP distribution, graded associations of CRP with both outcomes were observed in men and women with and without diabetes ( Fig. 1). ",
            "section": "CRP and outcomes by sex and other conventional risk factors",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 149,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Associations mostly were log linear in subgroups defined by sex and diabetes status. ",
            "section": "CRP and outcomes by sex and other conventional risk factors"
        },
        {
            "text": "Based on the three subgroups of CRP (i.e., ,1, 1-3, and .3 mg/L), there also was a graded association of CRP with both outcomes in men and with CVD mortality in women, with a significant high risk of all-cause mortality observed only within the upper strata of CRP (Supplementary Table 2).",
            "section": "CRP and outcomes by sex and other conventional risk factors",
            "ref_spans": [
                {
                    "start": 280,
                    "end": 287,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The association of CRP with mortality in other subgroups of participants according to diabetes status is summarized in Supplementary Table 3. ",
            "section": "CRP and outcomes by sex and other conventional risk factors",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 140,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Within subgroups, the association of CRP with cardiovascular mortality was similar in participants with and without diabetes (all P value $17 for interaction). ",
            "section": "CRP and outcomes by sex and other conventional risk factors"
        },
        {
            "text": "Associations also were broadly similar within subgroups for all-cause mortality but with two exceptions. ",
            "section": "CRP and outcomes by sex and other conventional risk factors"
        },
        {
            "text": "For this outcome, significant heterogeneity was apparent in those below the median of BMI (P = 0.01 for interaction) and physical activity frequency (P = 0.04), largely driven by the small number of participants with diabetes within those subgroups. ",
            "section": "CRP and outcomes by sex and other conventional risk factors"
        },
        {
            "text": "Across complementary subgroups, associations of CRP with cardiovascular mortality by diabetes status always were similar (all P $ 0.09 for the three-way interaction tests).",
            "section": "CRP and outcomes by sex and other conventional risk factors"
        },
        {
            "text": "Added value of CRP to CVD risk prediction Measures of model performance are summarized in Table 2 for the total cohort and participants with and without diabetes separately. ",
            "section": "CRP and outcomes by sex and other conventional risk factors",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 97,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The basic model (without CRP) had acceptable to good discriminatory power in predicting cardiovascular and all-cause mortality, with an AUC ranging from 0.748, for cardiovascular mortality in people with diabetes, to 0.859 for the same outcome in participants without diabetes. ",
            "section": "CRP and outcomes by sex and other conventional risk factors"
        },
        {
            "text": "Adding CRP to the basic model improved both the model goodness of fit and its discriminatory power. ",
            "section": "CRP and outcomes by sex and other conventional risk factors"
        },
        {
            "text": "In participants with diabetes, however, there was no evidence for improvements in the AUC for the prediction of cardiovascular death (P = 0.31 for the difference in AUC). ",
            "section": "CRP and outcomes by sex and other conventional risk factors"
        },
        {
            "text": "Despite some attenuation in the effect sizes, CRP always was positively associated with the outcomes in all multivariable models. ",
            "section": "CRP and outcomes by sex and other conventional risk factors"
        },
        {
            "text": "Fit statistics for models with continuous log e CRP were better than those for the equivalent models with three categories of CRP (i.e., ,1, 1-3, and .3 mg/ L). ",
            "section": "CRP and outcomes by sex and other conventional risk factors"
        },
        {
            "text": "For instance, at the total cohort level, the AIC and Dlikelihood ratio x 2 (main vs. basic models) for CVD mortality were 9,732 and 46, respectively, for models with log e CRP and 9,746 and 31, respectively, for models with three categories for CRP (Table 2). ",
            "section": "CRP and outcomes by sex and other conventional risk factors",
            "ref_spans": [
                {
                    "start": 249,
                    "end": 257,
                    "type": "table",
                    "text": "(Table 2"
                }
            ]
        },
        {
            "text": "Adding the interaction terms of sex 3 CRP or diabetes 3 CRP (applicable only to the total cohort) did not improve the performance of the model (Table 2). ",
            "section": "CRP and outcomes by sex and other conventional risk factors",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 152,
                    "type": "table",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "Based on RIDI% estimates, adding CRP to the basic model conferred similar levels of improvement for cardiovascular mortality prediction in the total cohort and in participants with and without diabetes taken separately (  Figure 1dHazard ratios and 95% CIs for the association between CRP and all-cause (upper panels) and CVD (lower panels) mortality, overall (left column) and in men (middle column) and women (right column) with and without diabetes. ",
            "section": "CRP and outcomes by sex and other conventional risk factors",
            "ref_spans": [
                {
                    "start": 222,
                    "end": 237,
                    "type": "figure",
                    "text": "Figure 1dHazard"
                }
            ]
        },
        {
            "text": "Boxes (-) represent the effect estimates (hazard ratio) and the vertical bars represent the 95% CIs (from floating absolute-risk methods) within quintiles of CRP, separately for people with diabetes (broken lines) and those without (solid lines). ",
            "section": "CRP and outcomes by sex and other conventional risk factors"
        },
        {
            "text": "Cox models are stratified by cohort and adjusted for sex and age. ",
            "section": "CRP and outcomes by sex and other conventional risk factors"
        },
        {
            "text": "A-F: The hazard ratio for an SD higher log e CRP for people with diabetes versus people without diabetes, the accompanying P value for log linearity of the association (P trend), and the P value for the interaction between diabetes and CRP (P interaction) are all-cause mortality overall 1.53 (95% CI 1.35-1.72; P trend ,0.0001) and 1.41 (1.35-1.47; P trend ,0.0001; P interaction = 0.08) (A); all-cause mortality in men 1.27 (1.21-1.34; P trend ,0.0001) and 1.46 (1.38-1.54; P trend ,0.0001; P interaction = 0.56) (B); all-cause mortality in women 1.53 (91.27-1.83; P trend = 0.006) and 1.64 (1.35-1.98; P trend ,0.0001; P interaction = 0.06) (C); CVD mortality overall 1.54 (1.28-1.85; P trend ,0.0001) and 1.52 (1.42-1.63; P trend ,0.0001; P interaction = 0.80) (D); CVD mortality in men 1.41 (1.29-1.54; P trend = 0.0001) and 1.51 (1.38-1.66; P trend ,0.0001; P interaction = 0.61) (E); and CVD mortality in women 1.44 (1.07-1.93; P trend = 0.47) and 1.81 (1.36-2.39; P trend ,0.0001; P interaction = 0.98) (F).",
            "section": "CRP and outcomes by sex and other conventional risk factors"
        },
        {
            "text": "addition of log e CRP to this model was significant (change in x 2 = 47.5, P , 0.0001). ",
            "section": "care.diabetesjournals.org DIABETES CARE, VOLUME 35, FEBRUARY 2012"
        },
        {
            "text": "The AUC for the prediction of 5-year CVD mortality was 0.873 (95% CI 0.856-0.890) for the multivariable model only and 0.877 (0.860-0.894) with the addition of log e CRP (P = 0.02 for the difference in AUC). ",
            "section": "care.diabetesjournals.org DIABETES CARE, VOLUME 35, FEBRUARY 2012"
        },
        {
            "text": "The net reclassification improvement was 20.4% (P = 0.49). ",
            "section": "care.diabetesjournals.org DIABETES CARE, VOLUME 35, FEBRUARY 2012"
        },
        {
            "text": "CONCLUSIONSdFindings from this study confirm that CRP is an independent risk factor for CVD and all-cause mortality. ",
            "section": "care.diabetesjournals.org DIABETES CARE, VOLUME 35, FEBRUARY 2012"
        },
        {
            "text": "The associations of CRP with these two outcomes mostly are log linear and seem to be similar in participants with and without diabetes. ",
            "section": "care.diabetesjournals.org DIABETES CARE, VOLUME 35, FEBRUARY 2012"
        },
        {
            "text": "The magnitude of the relationship of CRP with CVD and all-cause mortality did not seem to vary markedly by diabetes status, sex, and other conventional cardiovascular risk factors. ",
            "section": "care.diabetesjournals.org DIABETES CARE, VOLUME 35, FEBRUARY 2012"
        },
        {
            "text": "Knowledge from CRP significantly adds to all-cause mortality prediction beyond the performance achieved with the use of conventional risk factors alone but not to CVD mortality prediction in people with diabetes.",
            "section": "care.diabetesjournals.org DIABETES CARE, VOLUME 35, FEBRUARY 2012"
        },
        {
            "text": "In the Hoorn Study (20), it was suggested that the magnitude of the association of CRP with cardiovascular death was similar in participants with type 2 diabetes and those without. ",
            "section": "Previous studies",
            "ref_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(20)"
                }
            ]
        },
        {
            "text": "This study, however, was largely underpowered, with only 24 cardiovascular deaths in the overall population of 610 participants (169 with diabetes), and, as a result, associations of CRP with cardiovascular mortality were nonsignificant in the total cohort and subgroups (20). ",
            "section": "Previous studies",
            "ref_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(20)"
                }
            ]
        },
        {
            "text": "In the Strong Heart Study  P difference, P for the difference in AUC between the model of interest and the main model. ",
            "section": "Previous studies"
        },
        {
            "text": "NA, not applicable. ",
            "section": "Previous studies"
        },
        {
            "text": "(21), Honolulu Heart Program (22), and the study by Biasucci et al. (23), CRP was a significant predictor of CVD only among participants without diabetes, and point estimates, when provided, were lower in participants with diabetes but with a substantial overlap of the confidence interval about point estimates in those with and without diabetes (21)(22)(23).",
            "section": "Previous studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(21)"
                },
                {
                    "start": 29,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(22)"
                },
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(23)"
                },
                {
                    "start": 347,
                    "end": 351,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(21)"
                },
                {
                    "start": 351,
                    "end": 355,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(22)"
                },
                {
                    "start": 355,
                    "end": 359,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(23)"
                }
            ]
        },
        {
            "text": "In those three studies, statistical interaction, if any, was not formally tested. ",
            "section": "Previous studies"
        },
        {
            "text": "In the Emerging Risk Factors Collaboration (ERFC) overview, where statistical interaction was tested, CRP was a similar determinant of coronary heart disease in participants with diabetes and those without (7).",
            "section": "Previous studies",
            "ref_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "Several mechanistic pathways have been suggested to explain the accelerated atherothrombotic process in people with diabetes. ",
            "section": "Mechanisms of effect"
        },
        {
            "text": "Those related to chronic hyperglycemia include oxidative stress, advanced glycation end products, endothelial dysfunction, acute-phase response, and procoagulant states. ",
            "section": "Mechanisms of effect"
        },
        {
            "text": "Based on these mechanisms, differences in the effects of CRP on CVD risk could be hypothetically observed in people with and without diabetes (with a less favorable risk for the former) as the result of differences in the pathological processes responsible for increased CRP in people with and without diabetes. ",
            "section": "Mechanisms of effect"
        },
        {
            "text": "The absence of any significant heterogeneity in our study and the large ERFC overview (7) argues against such a hypothesis. ",
            "section": "Mechanisms of effect",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "Some have instead suggested that other cardiovascular risk factors that frequently displayed less favorable levels in people with diabetes compared with those without can mask the association between CRP and CVD and make it a less stronger determinant in people with diabetes (24). ",
            "section": "Mechanisms of effect",
            "ref_spans": [
                {
                    "start": 276,
                    "end": 280,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "However, our data, and other adequately powered studies (7), have shown that despite attenuation in effect estimates after adjustment for multiple cardiovascular risk factors, the association of CRP with CVD does not differ by diabetes status.",
            "section": "Mechanisms of effect",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "In the ERFC overview (7), there was a significant heterogeneity between men and women in the association of CRP with coronary heart disease, with the magnitude of the association being less important in women. ",
            "section": "Sex differentials"
        },
        {
            "text": "Others instead have found significant interactions in both people with and without diabetes, with greater effect estimates always recorded in women (8). ",
            "section": "Sex differentials",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "We found that CRP affected the risk of mortality in similar ways in men and women regardless of their diabetes status. ",
            "section": "Sex differentials"
        },
        {
            "text": "Some apparent differences by sex in the effect estimates were a reflection of the low statistical power in some subgroups, as indicated by wider CI about estimates and the lack of any significant interaction by diabetes status within and across sex subgroups.",
            "section": "Sex differentials"
        },
        {
            "text": "Incremental predictive utility of CRP The incremental value of CRP to CVD prediction has been largely assessed in the general population (25,26) but less in people with diabetes (27). ",
            "section": "Sex differentials",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(25,"
                },
                {
                    "start": 141,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "26)"
                },
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(27)"
                }
            ]
        },
        {
            "text": "Results in the general population have been inconsistent, with some showing marginal to sizable improvement and others no added value at all (25,26). ",
            "section": "Sex differentials",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(25,"
                },
                {
                    "start": 145,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "26)"
                }
            ]
        },
        {
            "text": "However, methods for assessing improvement in model performance in many of those studies have been largely criticized (25,26). ",
            "section": "Sex differentials",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(25,"
                },
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "26)"
                }
            ]
        },
        {
            "text": "One study in people with diabetes found that adding CRP to established risk factors had meaningless effects on the performance of models in predicting cardiovascular mortality (27). ",
            "section": "Sex differentials",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(27)"
                }
            ]
        },
        {
            "text": "This is consistent with our findings of nonsignificant improvement in the goodness-of-fit statistics and discriminatory power subsequent to adding CRP in people with diabetes. ",
            "section": "Sex differentials"
        },
        {
            "text": "However, such improvement was more apparent in people with diabetes for the prediction of all-cause mortality and among participants without diabetes and the total cohort for both outcomes. ",
            "section": "Sex differentials"
        },
        {
            "text": "However, the clinical and public health relevance of the range of improvement found has to be questioned.",
            "section": "Sex differentials"
        },
        {
            "text": "The current analyses were based on a single measurement of CRP, and there was no possibility to adjust for regression dilution bias (7). ",
            "section": "Study limitations and strengths"
        },
        {
            "text": "Our results, however, are similar to those from studies that have performed such adjustment (7). ",
            "section": "Study limitations and strengths",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "In addition, it has been demonstrated that CRP was stable enough for use in long-term predictions (3). ",
            "section": "Study limitations and strengths"
        },
        {
            "text": "The percentage of people with diabetes in our population was low as a result of the use of self-reported diagnosis without testing of blood glucose levels. ",
            "section": "Study limitations and strengths"
        },
        {
            "text": "Characteristics of diabetes, such as etiologic types and use of insulin were poorly defined, and data were not available on the duration of diagnosed diabetes and urinary albumin excretion, both powerful determinants of cardiovascular risk in people with diabetes. ",
            "section": "Study limitations and strengths"
        },
        {
            "text": "Therefore, we were unable to account for their possible effects in regression analyses. ",
            "section": "Study limitations and strengths"
        },
        {
            "text": "Our study also has major strengths, including its large sample  size and number of deaths recorded, our ability to directly compare the effects of CRP on mortality risk in people with and without diabetes, and our ability to assess the possible effects of sex and other cardiovascular risk factors on the observed relationships. ",
            "section": "Study limitations and strengths"
        },
        {
            "text": "Based on available evidence (4,28,29), a causal role for CRP in CVD is less certain. ",
            "section": "Study limitations and strengths"
        },
        {
            "text": "Therefore, CRP may not be a target for CVD prevention (2,30). ",
            "section": "Study limitations and strengths",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2,"
                },
                {
                    "start": 57,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "30)"
                }
            ]
        },
        {
            "text": "It is expected that trials of specific CRP antagonists and low-dose methotrexate will clarify this in the future (31). ",
            "section": "Study limitations and strengths",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(31)"
                }
            ]
        },
        {
            "text": "The JUPITER (Justification for the Use of Statins in Primary Prevention: An Intervention Trial Evaluating Rosuvastatin) has shown that CRP was useful for targeting statin therapy in healthy individuals with normal-range LDL cholesterol (32). ",
            "section": "Study limitations and strengths",
            "ref_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(32)"
                }
            ]
        },
        {
            "text": "Other studies have suggested inconsistent effects of CRP on CVD risk prediction beyond traditional predictors (25,26). ",
            "section": "Study limitations and strengths",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(25,"
                },
                {
                    "start": 114,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "26)"
                }
            ]
        },
        {
            "text": "Our study suggests that CRP levels convey prediction information on the risk of CVD that is complementary to that provided by conventional cardiovascular risk factors and that improvement in the predictions is likely similar in people with diabetes and those without but is not affected by sex. ",
            "section": "Study limitations and strengths"
        },
        {
            "text": "Such improvements, however, remain modest and do not lend strong support to any recommendation of routinely measuring CRP for the purpose of enhancing the prediction of future risk of major outcomes. ",
            "section": "Study limitations and strengths"
        },
        {
            "text": "Our study also extends previous reports that traditional risk factors were similar determinants of the risk of CVD regardless of diabetes status (33)(34)(35).",
            "section": "Study limitations and strengths",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(33)"
                },
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "(34)"
                },
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(35)"
                }
            ]
        },
        {
            "text": "AcknowledgmentsdNo potential conflicts of interest relevant to this article were reported.",
            "section": "Table 3dRIDI%"
        },
        {
            "text": "A.P.K. conceived of the design of the study, analyzed and interpreted data, drafted the manuscript, and performed critical revision of the manuscript for important intellectual content. ",
            "section": "Table 3dRIDI%"
        },
        {
            "text": "G.D.B. and S.C. conceived of the design of the study, analyzed and interpreted data, and performed critical revision of the manuscript for important intellectual content. ",
            "section": "Table 3dRIDI%"
        },
        {
            "text": "M.H. performed critical revision of the manuscript for important intellectual content. ",
            "section": "Table 3dRIDI%"
        },
        {
            "text": "E.S. acquired data, analyzed and interpreted data, performed critical revision of the manuscript for important intellectual content, and is the guarantor of this work and, as such, had full access to all the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis.",
            "section": "Table 3dRIDI%"
        }
    ]
}