{
    "id": "a3fc064949",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "n 2010, an estimated 25.8 million people in the U.S. had diabetes (1). ",
            "section": "I",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "People with diabetes are at high risk of a heart attack, a stroke, and other micro-or macrovascular complications (2). ",
            "section": "I",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "While diabetes poses a huge health and economic burden to society, effective diabetes control and management such as control of ABCs of diabetesdglycemic control (A1C control [\"A\"]), blood pressure control (\"B\"), and lipid control (cholesterol control [\"C\"])d can decrease the diabetes burden through prevention or delay of complications (2).",
            "section": "I",
            "ref_spans": [
                {
                    "start": 338,
                    "end": 341,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "In 2008, 46 million people, or 15.4% of the population in the U.S., lacked health care insurance coverage (3), and between January and September 2010, the estimated number was up to 49.5 million (4).",
            "section": "I",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "Access to health care, including insurance coverage, plays a crucial role in the receipt of preventive services (5). ",
            "section": "I",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "Both lack of insurance coverage and inadequate coverage have been associated with lower use of preventive services (6,7). ",
            "section": "I",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6,"
                },
                {
                    "start": 118,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7)"
                }
            ]
        },
        {
            "text": "In addition, absence of a physician or usual source of care is a barrier to the control of hypertension (8). ",
            "section": "I",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "Furthermore, lack of health insurance is associated with an increased risk of overall health decline among late-middle-age adults (9). ",
            "section": "I",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9)"
                }
            ]
        },
        {
            "text": "On the contrary, in a randomized controlled trial, access to Medicaid was found to be beneficial to both physical and mental health outcomes (10).",
            "section": "I",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10)"
                }
            ]
        },
        {
            "text": "While preventive care practices and diabetes control can delay or prevent complications of diabetes (2), optimal preventive care and control depend on access to health care (11,12). ",
            "section": "I",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                },
                {
                    "start": 173,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11,"
                },
                {
                    "start": 177,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12)"
                }
            ]
        },
        {
            "text": "Uninsured people with diabetes are less likely to receive needed care and to effectively manage their disease than those who are insured, and those with inadequate coverage have difficulty obtaining needed care (11,12). ",
            "section": "I",
            "ref_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11,"
                },
                {
                    "start": 215,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12)"
                }
            ]
        },
        {
            "text": "Those with insurance coverage are more likely to maintain glycemic control than those without (13,14). ",
            "section": "I",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(13,"
                },
                {
                    "start": 98,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14)"
                }
            ]
        },
        {
            "text": "Despite these findings, we are unaware of any studies that have examined the relationship between access to health care and control of ABCs of diabetes among persons with diabetes.",
            "section": "I"
        },
        {
            "text": "Therefore, we explored the relationship between access to health care and multiple diabetes control outcomes. ",
            "section": "I"
        },
        {
            "text": "Specifically, we examined how insurance coverage, frequency of health care use, and routine place to go for health care affected glycemic control, blood pressure control, and lipid control in a representative sample of U.S. adults with self-reported diabetes.",
            "section": "I"
        },
        {
            "text": "We used data from the 1999-2008 National Health and Nutrition Examination Survey (NHANES), cross-sectional national population-based health surveys with personal interviews, medical examinations, and laboratory measurements (15).",
            "section": "Data source",
            "ref_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "Our analyses were based on data from adults aged 18-64 years who self-reported having diabetes (those who answered \"yes\" to the following question: \"Have you ever been told by a doctor that you have diabetes or sugar diabetes?\" excluding women who had diabetes only in their pregnancy). ",
            "section": "Study population"
        },
        {
            "text": "People aged $65 years were excluded because they are likely to be covered by Medicare and thus insured. ",
            "section": "Study population"
        },
        {
            "text": "(There were 1,168 adults aged $65 years excluded from this study, in which only 23 individuals, ,1% of sample [0.57%], reported not having health care insurance.) ",
            "section": "Study population"
        },
        {
            "text": "Among adults aged 18-64 years, 1,221 persons were identified as our analytic population with self-reported diabetes. ",
            "section": "Study population"
        },
        {
            "text": "Analyses of poor glycemic control were restricted to NHANES 1999-2006 (N = 889) because the 2007-2008 A1C data were not available.",
            "section": "Study population"
        },
        {
            "text": "We measured health care access through insurance coverage, derived from the answer to the question, \"Are you covered by health insurance or some other kind of health care plan?\" ",
            "section": "Study variables"
        },
        {
            "text": "We measured the following: ",
            "section": "Study variables"
        },
        {
            "text": "1) The number of times the participant received health care during the past 12 months, derived from the question, \"During the past 12 months, how many times have you seen a doctor or other healthcare professional about your health at a doctor's office, a clinic, hospital emergency room, at home or some other place?\" ",
            "section": "Study variables"
        },
        {
            "text": "This variable was categorized as three levels: none, the second-less-frequent health care use category (one to three times per year), and the American Diabetes Association (ADA)recommended category (more than four times per year) (2). ",
            "section": "Study variables"
        },
        {
            "text": "And ",
            "section": "Study variables"
        },
        {
            "text": "2) Routine place to go for health care, referring to any place to which people were usually going for care, derived from two questions: \"Is there a place that you usually go when you are sick or you need advice about your health?\" and \"What kind of place do you go to most often: is it a clinic, a doctor's office, emergency room, or some other place?\" ",
            "section": "Study variables"
        },
        {
            "text": "Those who answered \"no place\" were categorized as \"no regular place of care.\" ",
            "section": "Study variables"
        },
        {
            "text": "Those who answered \"having a place\" were further divided into three categories according to the respondents' choices: hospital emergency room, outpatient department, and other; clinic or healthcare center; and doctor's office or HMO.",
            "section": "Study variables"
        },
        {
            "text": "Based on ADA recommendations, A1C .9% was defined as poor glycemic control, and blood pressure $140/90 mmHg was defined as high blood pressure (2). ",
            "section": "Study variables"
        },
        {
            "text": "According to American Heart Association recommendations, non-HDL cholesterol $130 mg/dL was defined as high non-HDL cholesterol (16). ",
            "section": "Study variables",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(16)"
                }
            ]
        },
        {
            "text": "In this study, the ABCs of diabetes were measured through ",
            "section": "Study variables"
        },
        {
            "text": "1) A1C (a dichotomized variable of A1C level .9%), ",
            "section": "Study variables"
        },
        {
            "text": "2) blood pressure $140/90 mmHg (a dichotomized variable of systolic blood pressure level $140 mmHg and diastolic blood pressure level $90 mmHg), and ",
            "section": "Study variables"
        },
        {
            "text": "3) non-HDL cholesterol levels (a dichotomized variable of non-HDL cholesterol $130 mg/dL).",
            "section": "Study variables"
        },
        {
            "text": "Socioeconomic status, marital status, family history of diabetes, and self-rated health are associated with health care use (17)(18)(19)(20). ",
            "section": "Study variables",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(17)"
                },
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(18)"
                },
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(19)"
                },
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                }
            ]
        },
        {
            "text": "We controlled for seven sociodemographic factors: age, sex, race/ethnicity, marital status, education, family poverty index ratio (PIR), and family history of diabetes. ",
            "section": "Study variables"
        },
        {
            "text": "We also used as covariates BMI (measured as kilograms divided by the square of height in meters), smoking status, diabetes medication use, and a dichotomized version of self-rated health (\"good or better\" versus \"fair/poor\").",
            "section": "Study variables"
        },
        {
            "text": "We used multivariate logistic regression models to examine the relationship between access to health care and diabetes control. ",
            "section": "Data analysis"
        },
        {
            "text": "Independent variables included age, sex, race/ethnicity, marital status, education, family PIR, BMI, self-reported family history of diabetes, diabetes medication use, and self-rated health. ",
            "section": "Data analysis"
        },
        {
            "text": "Accounting for the possibility of nonlinearity, we explored quadratic relationships of the continuous variables (age and BMI) with each of the outcomes. ",
            "section": "Data analysis"
        },
        {
            "text": "Squared terms were retained in the model only if statistically significant at P , 0.05.",
            "section": "Data analysis"
        },
        {
            "text": "Data were weighted to represent the U.S. diabetic population ages 18-64 years. ",
            "section": "Data analysis"
        },
        {
            "text": "Analyses were performed, using SAS 9.2 and SUDAAN 10.0.1 (21), to adjust for the complex survey sample design. ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "type": "bibr",
                    "text": "(21)"
                }
            ],
            "entity_spans": [
                {
                    "start": 31,
                    "end": 34,
                    "type": "software",
                    "rawForm": "SAS",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "a3fc064949-software-1"
                },
                {
                    "start": 35,
                    "end": 38,
                    "type": "version",
                    "rawForm": "9.2",
                    "resp": "#annotator2",
                    "id": "#a3fc064949-software-1"
                },
                {
                    "start": 43,
                    "end": 49,
                    "type": "software",
                    "rawForm": "SUDAAN",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "a3fc064949-software-2"
                },
                {
                    "start": 50,
                    "end": 56,
                    "type": "version",
                    "rawForm": "10.0.1",
                    "resp": "#annotator2",
                    "id": "#a3fc064949-software-2"
                }
            ]
        },
        {
            "text": "We conducted two-tailed t tests and considered results significant when P was ,0.05.Insurance coverage was associated with both frequency of health care use and routine place to go for health care; uninsured persons less frequently than the insured visited a doctor or other health care professional (e.g., 12.2% of uninsured persons reported not visiting a doctor during the past 12 months compared with only 2.1% of insured falling into this category). ",
            "section": "Data analysis"
        },
        {
            "text": "In the second-less-frequent health care use category (one to three times per year), uninsured were still more likely to fall into this category than insured (38.6 vs. 27%, respectively); on the contrary, in the ADArecommended category (four or more times per year), uninsured were less likely to fall into this category than insured (49.3 vs. 70.9%). ",
            "section": "Data analysis"
        },
        {
            "text": "They were more likely to report no routine place to go for health care (10.4 vs. 1.7%, P , 0.001). ",
            "section": "Data analysis"
        },
        {
            "text": "Furthermore, frequency of health care use was associated with diabetes control (Fig. 1). ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 87,
                    "type": "figure",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "In general, diabetes control profile was improved as the number of health care visits increased. ",
            "section": "Data analysis"
        },
        {
            "text": "Those who did not report a health care visit had poorer diabetes control outcomes than those who reported health care visits four or more times in the past year: mean A1C 9.1 vs. 7.4%, P = 0.014; mean systolic blood pressure 127.6 vs. 126.2 mmHg, P = 0.56; mean diastolic blood pressure 79.6 vs. 72.4 mmHg, P = 0.002; and mean non-HDL cholesterol 171.3 vs. 146.6 mg/dL, P , 0.001, respectively.",
            "section": "Data analysis"
        },
        {
            "text": "RESULTSdRespondents (1  Insurance coverage was associated with both frequency of health care use and routine place to go for health care; uninsured persons less frequently than the insured visited a doctor or other health care professional (e.g., 12.2% of uninsured persons reported not visiting a doctor during the past 12 months compared with only 2.1% of insured falling into this category). ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 20,
                    "end": 22,
                    "text": "(1"
                }
            ]
        },
        {
            "text": "In the second-less-frequent health care use category (one to three times per year), uninsured were still more likely to fall into this category than insured (38.6 vs. 27%, respectively); on the contrary, in the ADArecommended category (four or more times per year), uninsured were less likely to fall into this category than insured (49.3 vs. 70.9%). ",
            "section": "Data analysis"
        },
        {
            "text": "They were more likely to report no routine place to go for health care (10.4 vs. 1.7%, P , 0.001). ",
            "section": "Data analysis"
        },
        {
            "text": "Furthermore, frequency of health care use was associated with diabetes control (Fig. 1). ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 87,
                    "type": "figure",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "In general, diabetes control profile was improved as the number of health care visits increased. ",
            "section": "Data analysis"
        },
        {
            "text": "Those who did not report a health care visit had poorer diabetes control outcomes than those who reported health care visits four or more times in the past year: mean A1C 9.1 vs. 7.4%, P = 0.014; mean systolic blood pressure 127.6 vs. 126.2 mmHg, P = 0.56; mean diastolic blood pressure 79.6 vs. 72.4 mmHg, P = 0.002; and mean non-HDL cholesterol 171.3 vs. 146.6 mg/dL, P , 0.001, respectively.",
            "section": "Data analysis"
        },
        {
            "text": "Access to health care was associated with diabetes control (Table 2). ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 68,
                    "type": "table",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "From our unadjusted model (model 1), we found that compared with those who were insured, their uninsured counterparts were more likely to have an A1C level .9% (odds ratio [ After we adjusted for race/ethnicity (model 2), we found that health insurance coverage and having at least one health care visit in the past year were still associated with glycemic control as shown in model 1. ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 173,
                    "type": "bibr",
                    "text": "["
                }
            ]
        },
        {
            "text": "Regardless of ethnicity, access to health care independently accounted for variations in glycemic control.",
            "section": "Data analysis"
        },
        {
            "text": "After adjustments for age, sex, marital status, education, family PIR, BMI, family history of diabetes, smoking status, diabetes medication use, and self-rated health (model 3), we found that compared with those who were insured, their uninsured counterparts were more likely to have A1C level .9% (OR 2.4 [95% CI 1.2-4.7]). ",
            "section": "Data analysis"
        },
        {
            "text": "Frequency of health care use was related to both glycemic control and blood pressure control. ",
            "section": "Data analysis"
        },
        {
            "text": "Compared with those who reported four or more health care visits in the past year, those who reported none had a higher likelihood to have A1C .9% (5.5 [1.2-26.3]) and to have blood pressure $140/90 mmHg (1.9 [1.1-3.4]). ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 162,
                    "type": "bibr",
                    "text": "[1.2-26.3]"
                }
            ]
        },
        {
            "text": "In the multivariate model 3, having a routine place to go for health care was no longer significantly associated with poor glycemic control.",
            "section": "Data analysis"
        },
        {
            "text": "CONCLUSIONSdUsing a nationally representative sample of U.S. adults with diabetes, we found that lack of access to health care was associated with diabetes control. ",
            "section": "Data analysis"
        },
        {
            "text": "We found that the diabetes control profile was related to health insurance coverage and number of health care visits. ",
            "section": "Data analysis"
        },
        {
            "text": "Those who were uninsured reported fewer health care visits and were more likely not to have a usual source of care than those who were insured. ",
            "section": "Data analysis"
        },
        {
            "text": "Furthermore, the uninsured were more likely to have worse diabetes control profiles.",
            "section": "Data analysis"
        },
        {
            "text": "A previous study demonstrated that although diabetes processes of care and intermediate outcomes improved over time between 1988 and 2002, the difference in diabetes control between insured and uninsured populations persisted (22). ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "Consistent with this study, our study found similar associations between access to health care and diabetes control. ",
            "section": "Data analysis"
        },
        {
            "text": "Although not all associations were statistically significant, the combined effect appeared strong in the association of access to health care with diabetes control.",
            "section": "Data analysis"
        },
        {
            "text": "For prevention and management of diabetes complications, a Position Statement of the ADA addressed the importance of routine diabetes visits for testing and screening (2). ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "Access to health care is associated with the frequency of health care use among patients with chronic conditions (5,23). ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5,"
                },
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23)"
                }
            ]
        },
        {
            "text": "Our study further demonstrated that access to health care is associated with both the frequency of health care use and health care outcomes. ",
            "section": "Data analysis"
        },
        {
            "text": "Diabetes complications control and management depend on a continuing interaction between health care providers and patients. ",
            "section": "Data analysis"
        },
        {
            "text": "Through this interaction, patients and health care providers share information, which tends to improve diabetes care and control. ",
            "section": "Data analysis"
        },
        {
            "text": "Lack of access to health care could make this interaction difficult, thereby bringing about negative health outcomes.",
            "section": "Data analysis"
        },
        {
            "text": "It is well-known that having a regular doctor or having a usual source of care is important to health outcomes, and the former is further associated with receiving preventive care (24,25). ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24,"
                },
                {
                    "start": 184,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25)"
                }
            ]
        },
        {
            "text": "In our unadjusted model, those who reported no place to go were less likely to control their A1C than those who used doctor offices or HMO facilities for their health care. ",
            "section": "Data analysis"
        },
        {
            "text": "However, this association was no longer significant in the multivariate model. ",
            "section": "Data analysis"
        },
        {
            "text": "Race/ethnicity has been found to be related to poor access to health care (26,27). ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(26,"
                },
                {
                    "start": 78,
                    "end": 81,
                    "type": "bibr",
                    "text": "27)"
                }
            ]
        },
        {
            "text": "In the U.S., Hispanics have been found to have significantly less access to health care than non-Hispanics (28)(29)(30). ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(28)"
                },
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(29)"
                },
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(30)"
                }
            ]
        },
        {
            "text": "One study found that even though access to health care differed among Caucasians, African Americans, and Mexican Americans, the health status and outcomes for adults with type 2 diabetes did not significantly differ among these groups, and health status seemed not to be influenced by access to health care (31). ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(31)"
                }
            ]
        },
        {
            "text": "Although our study also found that Hispanics had less access, we also demonstrated that the uninsured had worse glycemic control profiles than those who were insured. ",
            "section": "Data analysis"
        },
        {
            "text": "When we adjusted for race/ethnicity in our model, the results from the adjusted model remained almost the same as those from the unadjusted model, indicating that the association of access to health care with glycemic control was independent of race/ethnicity. ",
            "section": "Data analysis"
        },
        {
            "text": "These findings have never been reported before, and our study makes significant contribution to the public health literature.",
            "section": "Data analysis"
        },
        {
            "text": "In our multivariate models, it was noticeable that lack of health insurance coverage and not having a health care visit in the past year were mainly associated with glycemic control. ",
            "section": "Data analysis"
        },
        {
            "text": "In model 3, only the lack of health care visits was significantly associated with blood pressure control. ",
            "section": "Data analysis"
        },
        {
            "text": "A tentative explanation could be that many low-cost generic medications to treat hyperlipidemia lipids and hypertension are available, but insulin, a primary tool to treat hyperglycemia, may still be very expensive and, therefore, less accessible. ",
            "section": "Data analysis"
        },
        {
            "text": "This, in turn, made the association of access to health care with glycemic control more visible (32).",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(32)"
                }
            ]
        },
        {
            "text": "Our study has both strengths and limitations. ",
            "section": "Data analysis"
        },
        {
            "text": "Strengths include nationally representative data and having controlled for sociodemographic, anthropometric, and health status. ",
            "section": "Data analysis"
        },
        {
            "text": "Limitations include the relatively small sample of persons in some categories of health care use and routine place to go for health care. ",
            "section": "Data analysis"
        },
        {
            "text": "Access to health care is better considered as a multidimensional concept with five domains: availability, organization, financing, use, and satisfaction (33). ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(33)"
                }
            ]
        },
        {
            "text": "However, our data source only addressed two of these five domains (financing and use). ",
            "section": "Data analysis"
        },
        {
            "text": "This study used data from NHANES 1999-2008. ",
            "section": "Data analysis"
        },
        {
            "text": "Because the National Center for Health Statistics withdrew the 2007-2008 A1C data from public release recently, our analyses of poor glycemic control were restricted to NHANES 1999-2006 (N = 889). ",
            "section": "Data analysis"
        },
        {
            "text": "The decrease in sample size (from N = 1,221 to N = 889) might have affected the association of poor glycemic control with access to health care. ",
            "section": "Data analysis"
        },
        {
            "text": "If the 2007-2008 A1C data were available and used in our analyses, we might have enhanced our analytic power and strengthened other associations of poor glycemic control with access to health care from marginally significant to significant.",
            "section": "Data analysis"
        },
        {
            "text": "Our findings indicate that limited access to health caredespecially low frequency of use of health care servicedis associated with poor glycemic control and blood pressure control, suggesting that access to health care is critical to the control of risk factors among U.S. adults with diabetes. ",
            "section": "Data analysis"
        },
        {
            "text": "Our analyses imply that there is a need to improve access to health care among persons with diabetes on the one hand and provide important baseline data from which to evaluate the effects of health reform on the other.",
            "section": "Data analysis"
        },
        {
            "text": "AcknowledgmentsdThis study was supported by the Centers for Disease Control and Prevention (CDC).",
            "section": "Table 2dORs ("
        },
        {
            "text": "X.Z. developed research, analyzed data, and wrote the manuscript. "
        },
        {
            "text": "K.M.B. analyzed data, contributed to discussion, and reviewed and edited the manuscript. "
        },
        {
            "text": "E.W.G., G.L.B., D.E.W., L.E.B., A.L.A., and G.I. contributed to discussion and reviewed and edited the manuscript. "
        },
        {
            "text": "X.Z. is the guarantor of this work and, as such, had full access to all the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis."
        },
        {
            "text": "The authors thank Linda S. Geiss and Ping Zhang, CDC, for help with revising the manuscript."
        }
    ]
}