{
    "id": "f0a4e8ba0d",
    "abstract": [],
    "body_text": [
        {
            "text": "he increasing prevalence of chronic kidney disease (CKD), defined as the presence of increased urinary albumin excretion and/or decreased glomerular filtration rate (GFR), is a major public health issue affecting ;13% of the U.S. population (1,2). ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1,"
                },
                {
                    "start": 244,
                    "end": 246,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2)"
                }
            ]
        },
        {
            "text": "Diabetic kidney disease is the leading cause of end-stage renal disease (ESRD) in developed countries, and both the incidence and prevalence are increasing dramatically worldwide. ",
            "section": "T"
        },
        {
            "text": "The development of albuminuria is a key step in the progression of diabetic kidney disease, and worsening of albuminuria is a significant predictor of progressive renal disease (3,4). ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3,"
                },
                {
                    "start": 180,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4)"
                }
            ]
        },
        {
            "text": "Epidemiological data indicate that 39 and 10% of subjects with type 2 diabetes have micro-or macroalbuminuria, respectively (5). ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "In addition, albuminuria (both in low and high ranges) predicts cardiovascular (CV) risk in patients with type 2 diabetes and in the general population (3,4,6,7). ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3,"
                },
                {
                    "start": 155,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 157,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6,"
                },
                {
                    "start": 159,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7)"
                }
            ]
        },
        {
            "text": "Guidelines recommend the annual assessment of albuminuria in all patients with type 2 diabetes starting at diagnosis, and current recommendations for the treatment of kidney disease in patients with type 2 diabetes are directed toward a multifactorial intervention, including lowering blood pressure, improving glycemic and lipid control, and reducing albuminuria (1,8).",
            "section": "T",
            "ref_spans": [
                {
                    "start": 364,
                    "end": 367,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1,"
                },
                {
                    "start": 367,
                    "end": 369,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8)"
                }
            ]
        },
        {
            "text": "Inhibitors of the renin-angiotensinaldosterone system (RAAS) provide renal and CV protection beyond their ability to lower blood pressure (9,10), and the beneficial effects of these agents have been linked to concomitant changes in albuminuria. ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9,"
                },
                {
                    "start": 141,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10)"
                }
            ]
        },
        {
            "text": "Thus, reductions in albuminuria in patients with type 2 diabetes were associated with a significant reduction in the risk of progression to ESRD (11)(12)(13). ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11)"
                },
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(12)"
                },
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(13)"
                }
            ]
        },
        {
            "text": "These findings suggest that albuminuria may be an important therapeutic target for preventing the progression of diabetic kidney disease and might also offer CV protection. ",
            "section": "T"
        },
        {
            "text": "However, despite treatment with current recommended standard therapy for CKD, including RAAS inhibitors, many patients with type 2 diabetes have significant residual albuminuria and continue to progress toward ESRD (14,15). ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(14,"
                },
                {
                    "start": 219,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15)"
                }
            ]
        },
        {
            "text": "Additional treatment options that would complement the benefit of existing therapies remain an important unmet medical need.",
            "section": "T"
        },
        {
            "text": "Recent experimental studies have suggested beneficial renal effects of incretinbased therapies (16)(17)(18)(19)(20)(21)(22). ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(16)"
                },
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(17)"
                },
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(18)"
                },
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(19)"
                },
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                },
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(21)"
                },
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "In a murine model of renal vascular damage (endothelial nitric oxide synthase knockout mice), coadministration of linagliptin, an oral and highly selective dipeptidyl peptidase-4 (DPP-4) inhibitor, and the angiotensin receptor blocker (ARB) telmisartan synergistically decreased albuminuria and reduced glomerulosclerosis. ",
            "section": "T"
        },
        {
            "text": "These results occurred independent of any changes in glucose metabolism because the b-cell response to linagliptin was alleviated as a result of previous administration of streptozotocin, a b-cell toxin, to these mice (16). ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(16)"
                }
            ]
        },
        {
            "text": "However, clinical evidence regarding the renal effects of incretin-based therapies in patients with type 2 diabetes is scarce (23,24), and conclusive evidence to translate the findings of animal models to humans has yet to emerge from dedicated randomized clinical trials. ",
            "section": "T",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(23,"
                },
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "24)"
                }
            ]
        },
        {
            "text": "Nevertheless, urinary albumin excretion, assessed by the albumin-to-creatinine (Cr) ratio (UACR), is often collected in clinical development programs involving people with diabetes. ",
            "section": "T"
        },
        {
            "text": "Indeed, one advantage of the databases collected during drug development is the opportunity to pool data from individual studies, which significantly increases the available power for further exploratory analyses. ",
            "section": "T"
        },
        {
            "text": "In this study, we used data collected during the development of linagliptin to test the hypothesis that linagliptin may reduce albuminuria in patients with type 2 diabetes and renal dysfunction.",
            "section": "T"
        },
        {
            "text": "METHODSdThis retrospective analysis used data from the global linagliptin development program. ",
            "section": "RESEARCH DESIGN AND"
        },
        {
            "text": "It included four phase III clinical trials conducted between January 2008 and May 2010 to assess the safety and efficacy of linagliptin in patients with type 2 diabetes (25-28) (Supplementary Table 1). ",
            "section": "RESEARCH DESIGN AND",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 199,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "These four trials were all randomized, double-blind, and placebo-controlled with identical study duration, primary end point definition, and safety assessments, which allowed data to be pooled appropriately ( Supplementary  Fig. 1). ",
            "section": "RESEARCH DESIGN AND",
            "ref_spans": [
                {
                    "start": 209,
                    "end": 230,
                    "type": "figure",
                    "text": "Supplementary  Fig. 1"
                }
            ]
        },
        {
            "text": "The design and results of these four individual trials have been described previously in detail (25)(26)(27)(28).",
            "section": "RESEARCH DESIGN AND",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(25)"
                },
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(26)"
                },
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(27)"
                },
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(28)"
                }
            ]
        },
        {
            "text": "In brief, patients were eligible for each of these four trials if they were aged 18280 years, had type 2 diabetes, had a BMI #40 kg/m 2 , and were either treatment-naïve (HbA 1c levels of 7.0211.0% [53297 mmol/mol] at screening) or had previously received one or two oral glucoselowering therapies (HbA 1c levels of 6.5210.5% [48291 mmol/mol] at screening). ",
            "section": "RESEARCH DESIGN AND"
        },
        {
            "text": "Eligible study participants were randomized to receive either placebo or linagliptin 5 mg in addition to background therapy from their original study. ",
            "section": "RESEARCH DESIGN AND"
        },
        {
            "text": "The primary efficacy outcome of all four studies was change in HbA 1c from baseline to week 24.",
            "section": "RESEARCH DESIGN AND"
        },
        {
            "text": "Safety assessments in all four studies were identical and predefined. ",
            "section": "RESEARCH DESIGN AND"
        },
        {
            "text": "Respective safety results have been reported previously (25)(26)(27)(28). ",
            "section": "RESEARCH DESIGN AND",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(25)"
                },
                {
                    "start": 60,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(26)"
                },
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(27)"
                },
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(28)"
                }
            ]
        },
        {
            "text": "Renal function assessments consisted of estimated GFR (eGFR) as determined by the Modification of Diet in Renal Disease formula and estimated Cr clearance as determined by the Cockcroft-Gault formula. ",
            "section": "RESEARCH DESIGN AND"
        },
        {
            "text": "Albuminuria was determined by UACR from a spot urine sample at baseline and after 12 and 24 weeks of treatment. ",
            "section": "RESEARCH DESIGN AND"
        },
        {
            "text": "All assessments of urine and blood were performed at a central laboratory (MDS Pharma Services Central Laboratories and Covance Laboratories). ",
            "section": "RESEARCH DESIGN AND"
        },
        {
            "text": "Microalbuminuria was defined as a baseline UACR of 302300 mg/g Cr, and macroalbuminuria was defined as a baseline UACR of 30023,000 mg/g Cr. ",
            "section": "RESEARCH DESIGN AND"
        },
        {
            "text": "Stages of CKD were categorized based on the classification system established by the National Kidney Foundation's Kidney Disease Outcomes Quality Initiative (1).",
            "section": "RESEARCH DESIGN AND",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "Safety analyses included the frequency and intensity of adverse events (AEs), vital signs (e.g., systolic blood pressure [SBP] and diastolic blood pressure), clinical laboratory measures, and evaluation of hypoglycemia. ",
            "section": "RESEARCH DESIGN AND",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 126,
                    "type": "bibr",
                    "text": "[SBP]"
                }
            ]
        },
        {
            "text": "Repeated blood pressure measurements were performed at each study visit with the subject in a seated position after a minimum of 5 min rest.",
            "section": "RESEARCH DESIGN AND"
        },
        {
            "text": "The primary efficacy end point of this pooled analysis was specified as the percentage change in geometric mean UACR from baseline to week 24. ",
            "section": "End points"
        },
        {
            "text": "Secondary efficacy end points were changes in HbA 1c and fasting plasma glucose (FPG) from baseline to week 24.",
            "section": "End points"
        },
        {
            "text": "The pooled population consisted of all randomized individuals (n = 2,472) who received at least one dose of study drug (treated set: placebo group, n = 679; linagliptin group, n = 1,793). ",
            "section": "Statistical methods"
        },
        {
            "text": "Among this population, subjects were included in the primary pooled analysis set if they met the following criteria: a baseline UACR between 30 and 3,000 mg/g Cr, a baseline eGFR $30 mL/min/1.73 m 2 , and receiving stable doses of ACE inhibitors (ACEIs), ARBs, or both for at least 4 weeks before the study and from baseline to the date of the last UACR on-treatment measurement within the 24-week treatment period.",
            "section": "Statistical methods"
        },
        {
            "text": "All efficacy analyses were performed on the full analysis set. ",
            "section": "Statistical methods"
        },
        {
            "text": "This included randomized subjects who received at least one dose of study treatment, had a baseline measurement of the relevant end point, and had at least one on-treatment measurement of the relevant end point. ",
            "section": "Statistical methods"
        },
        {
            "text": "Missing data were handled using the last observation carried forward approach, with observations after the start of rescue therapy accepted as observed cases. ",
            "section": "Statistical methods"
        },
        {
            "text": "Because of their skewed distribution, the UACR data were log 10 -transformed before analysis and changes from baseline were analyzed by ANCOVA and adjusted for log 10 -transformed baseline values and trial effect. ",
            "section": "Statistical methods"
        },
        {
            "text": "Results of the analysis were back-transformed to obtain geometric means of the UACR ratios of the 24-week value to the baseline value and corresponding 95% CI; the values then were expressed as percentage change in adjusted geometric mean of the UACR ratios of the 24-week value to the baseline value, as previously reported (29). ",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 325,
                    "end": 329,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(29)"
                }
            ]
        },
        {
            "text": "The UACR results were calculated for the primary pooled analysis set and the four individual studies. ",
            "section": "Statistical methods"
        },
        {
            "text": "Furthermore, subgroup analyses were performed for the following factors: race (Asian, white), baseline HbA 1c (less than mean, more than or equal to mean), and baseline SBP (less than mean, more than or equal to mean). ",
            "section": "Statistical methods"
        },
        {
            "text": "All subjects in the primary pooled analysis set received concomitant ACEIs, ARBs, or both. ",
            "section": "Statistical methods"
        },
        {
            "text": "To further evaluate whether concomitant RAAS blockade could influence the effect of linagliptin on albuminuria, an additional sensitivity analysis set was defined to test the primary end point and included subjects who were not treated with RAAS inhibitors but who met criteria for UACR and eGFR at baseline.",
            "section": "Statistical methods"
        },
        {
            "text": "The changes in HbA 1c from baseline to week 24 were assessed using ANCOVA, with treatment, study, and washout as fixed classification effects and baseline HbA 1c as a covariate. ",
            "section": "Statistical methods"
        },
        {
            "text": "The same model with the addition of the covariate baseline FPG was used to assess changes in FPG from baseline to week 24. ",
            "section": "Statistical methods"
        },
        {
            "text": "The reductions in HbA 1c within the linagliptin group were stratified into quartiles based on the change from baseline to week 24: ,0.1, 0.120.59, 0.6020.99, and $1.0% (,1.1, 1.126.5, 6.6210.8, and $10.9 mmol/mol). ",
            "section": "Statistical methods"
        },
        {
            "text": "Effects on SBP after treatment within the linagliptin group were stratified into three categories based on the change from baseline to the last value on treatment: SBP decrease of .1.0 mmHg, stable SBP with only minimal changes between 21.0 and 11.0 mmHg, and SBP increase of .1.0 mmHg. ",
            "section": "Statistical methods"
        },
        {
            "text": "The difference between percentage changes in geometric mean UACR across HbA 1c quartiles and SBP categories was tested using an ANOVA F-test to determine whether they were statistically significantly different. ",
            "section": "Statistical methods"
        },
        {
            "text": "Safety assessments were performed on the pooled treated set. ",
            "section": "Statistical methods"
        },
        {
            "text": "All analyses were performed using SAS software, version 9.2 (SAS Institute Inc., Cary, NC).",
            "section": "Statistical methods"
        },
        {
            "text": "RESULTSdPatient disposition is shown in Fig. 1. ",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 46,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Of the 2,472 subjects who were included in the treated set of the four clinical studies, 564 subjects had albuminuria (UACR 3023,000 mg/g Cr) and an eGFR $30 mL/min/1.73 m 2 at screening. ",
            "section": "Statistical methods"
        },
        {
            "text": "Furthermore, of these 564 subjects, 217 subjects were receiving stable doses of ACEIs and/or ARBs at baseline and during the 24-week treatment period and were used in the primary analysis set ( Fig. 1). ",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 194,
                    "end": 200,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Of note, only seven patients were excluded from the analysis because of a UACR .3,000 mg/g Cr. ",
            "section": "Statistical methods"
        },
        {
            "text": "The sensitivity analysis set included 249 subjects with type 2 diabetes and prevalent albuminuria who were not previously treated with RAAS inhibitors (Fig. 1).",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "type": "figure",
                    "text": "(Fig. 1"
                }
            ]
        },
        {
            "text": "Baseline demographic, clinical, and biochemical characteristics, as well as concomitant background therapies, were balanced between the two treatment groups (Table 1). ",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 166,
                    "type": "table",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Overall, the majority of the subjects (71%) were white. ",
            "section": "Statistical methods"
        },
        {
            "text": "Mean age and baseline HbA 1c of the study population were 60.7 6 9.6 years and 8.3 6 0.9% (67.2 6 9.8 mmol/mol), respectively, and 68% of subjects had type 2 diabetes for more than 5 years. ",
            "section": "Statistical methods"
        },
        {
            "text": "At study entry, most individuals had microalbuminuria (84%) and mild or no renal impairment (88%); 68 and 35% of participants received ACEIs or ARBs at screening, respectively, with only 3% of participants receiving dual RAAS blockade.",
            "section": "Statistical methods"
        },
        {
            "text": "Median UACR values were similar between treatment groups at baseline: 73.8 (30.122,534.4) and 80.5 (30.921,538.2) mg/g Cr in the linagliptin and placebo groups, respectively ( Table 1). ",
            "section": "Efficacy",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "After 24 weeks of treatment, the percentage change in adjusted geometric mean UACR from baseline was significantly higher with linagliptin (232% [95% CI 242 to 221]; P , 0.05) compared with placebo (26% [95% CI 227 to 123]), with a betweengroup difference of 228% (95% CI 247 to 22; P = 0.0357) ( Fig. 2A and B). ",
            "section": "Efficacy",
            "ref_spans": [
                {
                    "start": 297,
                    "end": 311,
                    "type": "figure",
                    "text": "Fig. 2A and B)"
                }
            ]
        },
        {
            "text": "Notably, the magnitude of the albuminurialowering effect of linagliptin was already seen after 12 weeks of treatment (229% [95% CI 240 to 217]; P , 0.05; betweengroup difference: 225% [95% CI 246 to 13]; P = 0.0750) ( Fig. 2A and B).",
            "section": "Efficacy",
            "ref_spans": [
                {
                    "start": 218,
                    "end": 232,
                    "type": "figure",
                    "text": "Fig. 2A and B)"
                }
            ]
        },
        {
            "text": "Further subgroup analyses of the primary end point were performed for race, baseline HbA 1c , and baseline SBP. ",
            "section": "Efficacy"
        },
        {
            "text": "For each analysis, there was no statistically significant interaction between treatment and the relevant subgroup. ",
            "section": "Efficacy"
        },
        {
            "text": "The overall effect of linagliptin was consistent with the results from the primary analysis ( Fig. 2C and Supplementary Fig. 2).",
            "section": "Efficacy",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "type": "figure",
                    "text": "Fig. 2C"
                },
                {
                    "start": 106,
                    "end": 126,
                    "type": "figure",
                    "text": "Supplementary Fig. 2"
                }
            ]
        },
        {
            "text": "We further explored the effect of linagliptin on the UACR in patients with renal dysfunction who were not previously treated with RAAS inhibitors. ",
            "section": "Efficacy"
        },
        {
            "text": "This sensitivity analysis showed a significant reduction in the UACR from baseline to week 24 with linagliptin (230% [95% CI 240 to 219]; P , 0.05; n = 183). ",
            "section": "Efficacy"
        },
        {
            "text": "The between-group difference of 217% (95% CI 238 to 112) showed a similar trend as the primary analysis set but did not reach statistical significance (P = 0.2301; n = 249).",
            "section": "Efficacy"
        },
        {
            "text": "Important potential confounding factors for the primary end point that were considered included improvements in glycemic control and alterations in blood pressure or renal function during the 24 weeks of treatment in either group. ",
            "section": "Efficacy"
        },
        {
            "text": "As expected, linagliptin led to significant reductions in HbA 1c . ",
            "section": "Efficacy"
        },
        {
            "text": "Adjusted mean changes in HbA 1c from baseline to week 24 were 20.66% (27.2 mmol/mol) with linagliptin compared with 20.05% (20.5 mmol/mol) with placebo ( Fig.  3A), with a between-group difference of 20.61% (26.7 mmol/mol) in favor of linagliptin (95% CI 20.88 to 20.34% [29.6 to 23.7 mmol/mol]; P , 0.0001). ",
            "section": "Efficacy",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 163,
                    "type": "figure",
                    "text": "Fig.  3A)"
                }
            ]
        },
        {
            "text": "HbA 1c also was stratified into quartiles based on the change from baseline to week 24. ",
            "section": "Efficacy"
        },
        {
            "text": "The percentage changes in the geometric mean UACR at week 24 for linagliptin across these categories were not statistically significantly different (Fig. 3B). ",
            "section": "Efficacy",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "type": "figure",
                    "text": "(Fig. 3B"
                }
            ]
        },
        {
            "text": "Furthermore, significant results were seen in adjusted mean changes in FPG from baseline to week 24 (28.88 mg/dL with linagliptin versus 116.22 mg/ dL with placebo; between-group difference 225.1 mg/dL [95% CI 238.55 to 211.65]; P = 0.0003).",
            "section": "Efficacy"
        },
        {
            "text": "We found no clinically meaningful changes in SBP from baseline to last value on treatment in subjects treated with either linagliptin or placebo (Fig. 3C). ",
            "section": "Efficacy",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "type": "figure",
                    "text": "(Fig. 3C"
                }
            ]
        },
        {
            "text": "SBP was stratified into three categories based on the change from baseline to last value on treatment. ",
            "section": "Efficacy"
        },
        {
            "text": "The percentage changes in the geometric mean UACR at week 24 for linagliptin across these categories were not statistically significantly different (Fig. 3D). ",
            "section": "Efficacy",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "type": "figure",
                    "text": "(Fig. 3D"
                }
            ]
        },
        {
            "text": "There were no relevant differences between the distribution of different RAAS inhibitors at baseline. ",
            "section": "Efficacy"
        },
        {
            "text": "Moreover, changes in other blood pressure-lowering medications during the study were rare and were balanced overall between the two treatment groups (data not shown). ",
            "section": "Efficacy"
        },
        {
            "text": "Finally, median eGFR at baseline was similar between the linagliptin and placebo groups: 83.6 (35.8-189.7) and 87.9 (39.6-138.4) mL/min/1.73 m 2 , respectively (Table 1). ",
            "section": "Efficacy",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 169,
                    "type": "table",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "No clinically meaningful changes were observed from baseline to the last value on treatment in either treatment group (median 21.3 and 20.2 mL/min/1.73 m 2 , respectively).",
            "section": "Efficacy"
        },
        {
            "text": "Among participants of this pooled analysis, linagliptin was safe and well tolerated. ",
            "section": "Safety"
        },
        {
            "text": "The overall incidence of clinical AEs was similar between the linagliptin and placebo groups (63.0 vs. 63.6%, respectively) (Supplementary Table 2). ",
            "section": "Safety",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The incidence of AEs for renal and urinary disorders was similar between treatment groups (4.3 vs. 5.5%, respectively). ",
            "section": "Safety"
        },
        {
            "text": "The proportion of patients experiencing drug-related AEs was slightly higher with linagliptin than with placebo (14.2 vs. 7.3%). ",
            "section": "Safety"
        },
        {
            "text": "This difference was most likely related to a higher incidence of drug-related hypoglycemia in the linagliptin group (8.6 vs. 0.0%). ",
            "section": "Safety"
        },
        {
            "text": "Notably, all subjects in the linagliptin group who experienced investigator-reported hypoglycemia were receiving sulfonylurea background therapy. ",
            "section": "Safety"
        },
        {
            "text": "No investigatorreported hypoglycemic events were reported in patients treated with linagliptin as monotherapy or in addition to metformin. ",
            "section": "Safety"
        },
        {
            "text": "In addition, no severe hypoglycemic events (i.e., events requiring the assistance of another person to actively administer carbohydrate, glucagon, or other resuscitative actions) were reported for any participant.",
            "section": "Safety"
        },
        {
            "text": "CONCLUSIONSdThis pooled analysis of four phase III clinical trials from the clinical development program has demonstrated that linagliptin significantly reduced albuminuria from baseline by 28% compared with placebo after 24 weeks of treatment. ",
            "section": "Safety"
        },
        {
            "text": "Notably, the magnitude of the effect on albuminuria was already seen after 12 weeks of treatment. ",
            "section": "Safety"
        },
        {
            "text": "In addition, the albuminuria-lowering effect of linagliptin was consistently found in relevant patient subgroups, such as those categorized by race, baseline HbA 1c , and baseline SBP. ",
            "section": "Safety"
        },
        {
            "text": "This analysis suggests that linagliptin may have direct effects on the kidney in type 2 diabetes and that prospective trials testing this hypothesis are warranted.",
            "section": "Safety"
        },
        {
            "text": "Several clinical factors are well known to influence urinary albumin excretion in type 2 diabetes, such as changes in SBP or loss of renal function. ",
            "section": "Safety"
        },
        {
            "text": "However, we found no clinically meaningful changes in SBP and eGFR during 24 weeks of treatment in either group, indicating both hemodynamic and renal safety of linagliptin. ",
            "section": "Safety"
        },
        {
            "text": "Moreover, for linagliptin, there was no statistically significant difference between the percentage changes in geometric mean UACR across the categories of SBP for the last value on treatment. ",
            "section": "Safety"
        },
        {
            "text": "This indicates that blood pressure does not have a significant influence on the effect of linagliptin on the UACR in our analysis. ",
            "section": "Safety"
        },
        {
            "text": "In addition, changes in hyperglycemia are a potentially important confounder. ",
            "section": "Safety"
        },
        {
            "text": "In fact, large-scale intervention studies have demonstrated that sustained improvements in glycemic control reduce the development and progression of microvascular complications in patients with type 2 diabetes after long-term treatment (30)(31)(32). ",
            "section": "Safety",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(30)"
                },
                {
                    "start": 241,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(31)"
                },
                {
                    "start": 245,
                    "end": 249,
                    "type": "bibr",
                    "text": "(32)"
                }
            ]
        },
        {
            "text": "Hence, it is tempting to speculate that any reduction in albuminuria may simply mirror concomitant improvements in glucose control after short-term treatment. ",
            "section": "Safety"
        },
        {
            "text": "The evidence for a potential effect of relatively short-term glucose control (over months rather than years) on albuminuria in diabetes is, however, inconclusive. ",
            "section": "Safety"
        },
        {
            "text": "An improvement in HbA 1c after 52 weeks of insulin infusiondfrom 9.5 to 7.3% (80.3 to 56.3 mmol/mol)dwas not associated with any significant changes in renal parameters, such as GFR or urinary albumin excretion, in patients with insulin-dependent diabetes and elevated urinary albumin excretion (30-300 mg/24 h) (33). ",
            "section": "Safety"
        },
        {
            "text": "Moreover, a previous study by Tuttle et al. (34) reported that strict glycemic control did lower HbA 1c levels from 8.4 to 6.9% (68 to 52 mmol/mol) after 3 weeks of intensive insulin therapy. ",
            "section": "Safety"
        },
        {
            "text": "Although renal hemodynamic responses to increased plasma amino acid concentrations were improved, the rapid HbA 1c reduction did not lead to significant changes in urinary albumin excretion. ",
            "section": "Safety"
        },
        {
            "text": "In line with these findings, improvement in glycemic control did not improve microalbuminuria in an adolescent population with insulin-dependent diabetes using either intensive conventional therapy or insulin infusion up to 8 months (35). ",
            "section": "Safety"
        },
        {
            "text": "These results suggest no major influence of short-term glucose control on urinary albumin excretion. ",
            "section": "Safety"
        },
        {
            "text": "However, an exact timely separation between short-and longer-term interdependencies between glucose control and progression of renal disease in type 2 diabetes is difficult. ",
            "section": "Safety"
        },
        {
            "text": "Our analysis does not support a direct relationship between short-term glucose control and changes in UACR. ",
            "section": "Safety"
        },
        {
            "text": "We found no statistically significant difference between the percentage changes in geometric mean UACR and changes in HbA 1c at week 24 for linagliptin. ",
            "section": "Safety"
        },
        {
            "text": "In fact, patients with only modest reductions in HbA 1c showed  The mechanisms by which linagliptin may additionally improve the effects of RAAS inhibitors in the kidney remain to be fully elucidated. ",
            "section": "Safety"
        },
        {
            "text": "The hypothesis of a potential albuminuria-lowering effect of linagliptin was first raised as a result of findings from an experimental animal study assessing the renal effects of coadministration of linagliptin with telmisartan in diabetic endothelial nitric oxide synthase knockout mice (16). ",
            "section": "Safety",
            "ref_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(16)"
                }
            ]
        },
        {
            "text": "In this model of vascular renal damage, 11 weeks of combination therapy significantly reduced urinary albumin excretion, independent of changes in blood glucose, and the effects were greater than those seen with RAAS blockade alone. ",
            "section": "Safety"
        },
        {
            "text": "The available evidence suggests that the albuminurialowering effect of linagliptin may be due to inhibition of podocyte damage and myofibroblast transformation (36) as well as a consequence of improvement in renal inflammatory responses mediated by increased glucagon-like peptide-1 (GLP-1) activity (16,36) or inhibition of tumor necrosis factor-a (16). ",
            "section": "Safety",
            "ref_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(16,"
                },
                {
                    "start": 304,
                    "end": 307,
                    "type": "bibr",
                    "text": "36)"
                },
                {
                    "start": 349,
                    "end": 353,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(16)"
                }
            ]
        },
        {
            "text": "Moreover, treatment with linagliptin reduced plasma levels of osteopontin, a marker of vascular calcification and progression of renal disease (16). ",
            "section": "Safety",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(16)"
                }
            ]
        },
        {
            "text": "These results are further supported by several other experimental studies of DPP-4 inhibitors showing beneficial effects of sitagliptin and vildagliptin on albuminuria and renal function in models of diabetic nephropathy (18-20). ",
            "section": "Safety"
        },
        {
            "text": "There is ▫ , placebo). ",
            "section": "Safety"
        },
        {
            "text": "Error bars represent SE. ",
            "section": "Safety"
        },
        {
            "text": "D: Adjusted geometric mean of percentage change in UACR by categories of SBP change in the linagliptin group: -, SBP increase .1.0 mmHg; ▫ , 21.0 mmHg # SBP change # 11.0 mmHg; E, SBP decrease .1.0 mmHg; P $ 0.05 (ANOVA F test also evidence from experimental research suggesting that treatment with GLP-1 receptor agonists, such as exendin-4 or liraglutide, reduces oxidative stress and urinary albumin excretion possibly via increasing GLP-1 receptor expression (22) or via protein kinase A-mediated inhibition of renal NADPH oxidase, independent of a glucose-lowering effect (17). ",
            "section": "Safety",
            "ref_spans": [
                {
                    "start": 463,
                    "end": 467,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(22)"
                },
                {
                    "start": 577,
                    "end": 581,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(17)"
                }
            ]
        },
        {
            "text": "Taken together, these preclinical findings raise the possibility of a renal class effect of DPP-4 inhibitors or even all incretinbased therapies. ",
            "section": "Safety"
        },
        {
            "text": "However, variances in experimental study designs, applied drug concentrations, and distinct pharmacological differences between agents, such as half-lives, tissue penetration, drug metabolism, and drug excretion, do not allow simple extrapolation of the results from animal studies into human clinical conditions and among compounds.",
            "section": "Safety"
        },
        {
            "text": "To date, the clinical renal evidence of incretin-based therapies in patients with type 2 diabetes is scarce. ",
            "section": "Safety"
        },
        {
            "text": "A recent randomized, double-blind, parallel-group study compared sitagliptin with the sulfonylurea glipizide over 54 weeks in patients with type 2 diabetes and moderate to severe renal impairment (23). ",
            "section": "Safety",
            "ref_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(23)"
                }
            ]
        },
        {
            "text": "Despite a significant improvement in HbA 1c from baseline (by 20.8% [28.7 mmol/mol]) at the end of the study, sitagliptin was associated with an increase in UACR from baseline by 118 and 16% after 24 and 54 weeks of treatment, respectively (23). ",
            "section": "Safety",
            "ref_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(23)"
                }
            ]
        },
        {
            "text": "In another study using an injectable GLP-1 analog, Ryuge et al. (24) found that liraglutide was not associated with any changes in renal function or albuminuria after 24 weeks of treatment in patients with diabetic nephropathy. ",
            "section": "Safety",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "However, these data must be interpreted with caution because both studies provide observational assessments of renal parameters and were not designed specifically to assess changes in albuminuria (23,24 Diabetes) trial (NCT01243424). ",
            "section": "Safety",
            "ref_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(23,"
                },
                {
                    "start": 200,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "24"
                }
            ]
        },
        {
            "text": "This study aims to evaluate the long-term effect of linagliptin on CV morbidity and mortality in direct comparison with the sulfonylurea glimepiride and will provide important insights into CV outcomes independent of any expected differences in glucose control (37). ",
            "section": "Safety"
        },
        {
            "text": "Furthermore, this trial also will allow investigators to compare progression of renal disease, including changes in albuminuria and/or eGFR, over time. ",
            "section": "Safety"
        },
        {
            "text": "Notably, markers of renal damage, such as renal impairment and/or prevalent albuminuria, are some of the predefined inclusion criteria in the CAROLINA trial. ",
            "section": "Safety"
        },
        {
            "text": "The CARMELINA (CArdiovascular Safety & Renal Microvascular OutcomE Study with LINAgliptin) trial (NCT01897532) was also recently initiated. ",
            "section": "Safety"
        },
        {
            "text": "This study will enroll more than 8,000 subjects with type 2 diabetes and renal dysfunction and aims to investigate the efficacy and safety of linagliptin versus placebo on both CV and renal microvascular outcomes.",
            "section": "Safety"
        },
        {
            "text": "Because of the retrospective and pooled nature of our analysis, some methodological limitations need to be considered. ",
            "section": "Safety"
        },
        {
            "text": "Although pooling data from studies allows investigators to test the primary hypothesis using an adequately sized population, our analysis relates to clinical trials that were not primarily designed to investigate the change in UACR. ",
            "section": "Safety"
        },
        {
            "text": "For this reason, results of this study should be interpreted primarily for generating a hypothesis. ",
            "section": "Safety"
        },
        {
            "text": "In addition, most patients included in the primary pooled analysis set were treated with multiple antihypertensive agents, and differences beyond stable RAAS inhibition in the background treatment may have confounded our results. ",
            "section": "Safety"
        },
        {
            "text": "However, antihypertensive therapies at screening were well balanced between the two treatment groups, and patients who required adjustments to doses of RAAS inhibitors were excluded from the primary pooled analysis set. ",
            "section": "Safety"
        },
        {
            "text": "Furthermore, changes in albuminuria did not occur concomitantly with any changes in blood pressure, indicating no relevant influence of the background antihypertensive treatment on the albuminuria-lowering effect of linagliptin. ",
            "section": "Safety"
        },
        {
            "text": "Another limitation is that UACR assessments were based on a single urine specimen; this may have reduced the precision of the results because urinary albumin excretion shows considerable intraindividual variability. ",
            "section": "Safety"
        },
        {
            "text": "However, urinary albumin was assessed at three independent time points (baseline and 12 and 24 weeks), and assays were performed in a central laboratory to minimize variability. ",
            "section": "Safety"
        },
        {
            "text": "Moreover, the results of this pooled analysis are restricted to the population of patients with type 2 diabetes and prevalent albuminuria in the range of UACR 3023,000 mg/g Cr who were receiving stable doses of RAAS inhibitors. ",
            "section": "Safety"
        },
        {
            "text": "Therefore, these results cannot be extrapolated to all subjects with type 2 diabetes and kidney disease. ",
            "section": "Safety"
        },
        {
            "text": "Finally, although proteinuria/albuminuria is a predictor of increased CV risk in diabetes, it has been associated with only significant progression of decline in renal function and overall risk of ESRD in patients with type 2 diabetes at the overt proteinuric/ albuminuric stage (38). ",
            "section": "Safety"
        },
        {
            "text": "Prevention of new-onset albuminuria, however, did not result in reduced risk for CKD in diabetes (39,40). ",
            "section": "Safety"
        },
        {
            "text": "Therefore, this analysis cannot provide conclusive evidence for improved long-term renal outcomes with linagliptin.",
            "section": "Safety"
        },
        {
            "text": "In summary, this pooled analysis found that linagliptin, administered in addition to stable ACEI or ARB therapy, led to a significant reduction in albuminuria after 24 weeks of treatment. ",
            "section": "Safety"
        },
        {
            "text": "Our data support a novel hypothesis that suggests an additive albuminuria-lowering effect with dual blockade of the RAAS and DPP-4 system. ",
            "section": "Safety"
        },
        {
            "text": "To substantiate these hypothesis-generating findings, further prospective clinical research has been initiated. ",
            "section": "Safety"
        },
        {
            "text": "Such efforts will address an important unmet medical need among patients with type 2 diabetes and kidney disease.",
            "section": "Safety"
        },
        {
            "text": "Ingelheim, Janssen, and Pfizer; and is a consultant for Abbott, Astellas, Baxter, and Vitae Pharmaceuticals. ",
            "section": "Safety"
        },
        {
            "text": "A.E., H.",
            "section": "Safety"
        },
        {
            "text": "-J.W., and M.v.E. are employed by Boehringer Ingelheim. ",
            "section": "Safety"
        },
        {
            "text": "No other potential conflicts of interest relevant to this article were reported.",
            "section": "Safety"
        },
        {
            "text": "P.",
            "section": "Safety"
        },
        {
            "text": "-H.G., M.E.C., V.P., A.E., and H.",
            "section": "Safety"
        },
        {
            "text": "-J.W. analyzed and interpreted data and critically revised the manuscript. ",
            "section": "Safety"
        },
        {
            "text": "M.v.E. conceived the design of the study, analyzed and interpreted data, and drafted the manuscript. ",
            "section": "Safety"
        },
        {
            "text": "All authors were responsible for editorial decisions about content, were involved at all stages of manuscript development, and approved the final version. ",
            "section": "Safety"
        },
        {
            "text": "P.",
            "section": "Safety"
        },
        {
            "text": "-H.G. is the guarantor of this work and, as such, had full access to all the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis.",
            "section": "Safety"
        },
        {
            "text": "Parts of this study were presented as a poster (no. 953-P) at the 72nd ",
            "section": "Safety"
        },
        {
            "text": "AcknowledgmentsdThis study was funded by Boehringer Ingelheim, the manufacturer of linagliptin. ",
            "section": ""
        },
        {
            "text": "Medical writing assistance during the preparation of the manuscript, provided by Audrey Koïtka-Weber, PhD, was supported by Boehringer Ingelheim.",
            "section": ""
        },
        {
            "text": "P ",
            "section": ""
        }
    ]
}