{
    "id": "c324bcb6a5",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Acetylcholinesterase (AChE) is an essential enzyme in cholinergic synapses since it hydrolyses acetylcholine, thereby terminating cholinergic excitation. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "However, AChE was also found in tissues devoid of cholinergic innervations (Small et al., 1996), indicating potential non-cholinergic functions for this enzyme including response to stress (Grisaru et al., 2001) and neurogenesis (Robitzki et al., 1998;Bytyqi et al., 2004). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "(Small et al., 1996)"
                },
                {
                    "start": 189,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(Grisaru et al., 2001"
                },
                {
                    "start": 229,
                    "end": 252,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(Robitzki et al., 1998;"
                },
                {
                    "start": 252,
                    "end": 272,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "Bytyqi et al., 2004)"
                }
            ]
        },
        {
            "text": "There are three different isoforms of AChE resulting from alternative splicing of a single gene: synaptic (S), erythrocytic (E), and read-through (R) (Soreq and Seidman, 2001). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "(Soreq and Seidman, 2001)"
                }
            ]
        },
        {
            "text": "Each of these three C-terminal variants can appear in one of two forms depending upon the length of its N-terminus; a normal N-terminus and an extended one. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Thus, in principal AChE can appear in six different isoforms. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Different AChE variants are believed to be involved in different physiological and/or pathological processes. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "AChE-S is the variant located in cholinergic synapses and responsible for termination of cholinergic excitation (reviewed in Meshorer and Soreq, 2006). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "Meshorer and Soreq, 2006)"
                }
            ]
        },
        {
            "text": "AChE-R was found to play a role in the response to stress in laboratory animals (Kaufer et al., 1998;Shohami et al., 2000). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(Kaufer et al., 1998;"
                },
                {
                    "start": 101,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "Shohami et al., 2000)"
                }
            ]
        },
        {
            "text": "Forced swimming (physiological stress) induced AChE-R mRNA expression in FVB/N mice (Kaufer et al., 1998). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(Kaufer et al., 1998)"
                }
            ]
        },
        {
            "text": "2 -O-methyl RNA-capped antisense oligonucleotide (AS-ODN) against AChE mRNA blocked over-expression of AChE-R in head-injured mice, reducing the number of dead CA3 hippocampal neurons and facilitating neurological recovery (Shohami et al., 2000). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 223,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "(Shohami et al., 2000)"
                }
            ]
        },
        {
            "text": "A novel AChE variant with an extended N-terminus was found to exacerbate lightinduced photoreceptor degeneration in albino rats. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Treatment with AS-ODNs significantly reduced the expression of this protein, and lowered the degree of light-induced functional damage as expressed by electroretinogram recordings (Kehat et al., 2007). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Kehat et al., 2007)"
                }
            ]
        },
        {
            "text": "AChE was found to be expressed during apoptosis in different cell types in which the apoptotic pathway could be prevented by AS-ODNs of AChE (Soreq et al., 1994;Zhang et al., 2002). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "(Soreq et al., 1994;"
                },
                {
                    "start": 161,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "Zhang et al., 2002)"
                }
            ]
        },
        {
            "text": "It was later reported that the AChE variant involved in apoptosis was the N-extended AChE-S one (Toiber et al., 2008(Toiber et al., , 2009. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "(Toiber et al., 2008"
                },
                {
                    "start": 116,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "(Toiber et al., , 2009"
                }
            ]
        },
        {
            "text": "There is evidence regarding the correlation between stress-activated protein kinase family and apoptosis-associated AChE expression. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Phosphorylation of c-Jun N-terminal kinase (JNK) and its downstream transcription factor, c-Jun, was enhanced during apoptosis induced by the DNA topoisomerase inhibitors etoposide or excisanin A, in colon cancer cell line SW620. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "A corresponding increase in AChE expression in the apoptotic cells was observed. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "This up-regulation in AChE was eliminated by administering a JNK inhibitor, silencing JNK with siRNA or antagonizing c-Jun with a dominant-negative c-Jun mutant (Deng et al., 2006).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 161,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(Deng et al., 2006)"
                }
            ]
        },
        {
            "text": "Apoptosis-programmed cell death, is an active process that has well-documented biochemical and morphological characteristics, including nuclei break into several pycnotic granules as a result of DNA fragmentation and cell shrinkage (Majno and Joris, 1995). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 232,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(Majno and Joris, 1995)"
                }
            ]
        },
        {
            "text": "In the retina, apoptosis plays a major role in the loss of visual cells in degenerative disorders such as Retinitis Pigmentosa and Age-Related Macular Degeneration (reviewed in Wenzel et al., 2005), and also occurs in Diabetic Detinopathy (Barber et al., 1998). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "Wenzel et al., 2005)"
                },
                {
                    "start": 239,
                    "end": 260,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Barber et al., 1998)"
                }
            ]
        },
        {
            "text": "Biochemical, physiological, and morphological alterations have been observed in non-vascular retinal cells (Barber et al., 1998;Li et al., 2002;Mohr et al., 2002;Kusner et al., 2004;Xi et al., 2005) during early stages of diabetes in animal models, raising the possibility that hyperglycemia is detrimental to retinal neurons prior to any vascular involvement. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Barber et al., 1998;"
                },
                {
                    "start": 128,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Li et al., 2002;"
                },
                {
                    "start": 144,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "Mohr et al., 2002;"
                },
                {
                    "start": 162,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "Kusner et al., 2004;"
                },
                {
                    "start": 182,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "Xi et al., 2005)"
                }
            ]
        },
        {
            "text": "Rats with streptozotocin-induced-diabetes exhibited reduced electroretinogram responses as early as two weeks after the onset of the diabetes. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The rats also expressed glial fibrilary acidic protein (GFAP) in Muller cells before any vascular abnormality was detected in the retina, a sign of early retinal damage (Li et al., 2002). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(Li et al., 2002)"
                }
            ]
        },
        {
            "text": "Several studies have shown that Muller cells incubated in elevated glucose concentrations undergo apoptosis as determined in part by annexin-V staining and activation of caspase 3 (Lorenzi and Gerhardinger, 2001;Mohr et al., 2002;Kusner et al., 2004;Xi et al., 2005). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 212,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(Lorenzi and Gerhardinger, 2001;"
                },
                {
                    "start": 212,
                    "end": 230,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "Mohr et al., 2002;"
                },
                {
                    "start": 230,
                    "end": 250,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "Kusner et al., 2004;"
                },
                {
                    "start": 250,
                    "end": 266,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "Xi et al., 2005)"
                }
            ]
        },
        {
            "text": "Our goals were to test the hypothesis that AChE is involved in hyperglycemia-induced apoptosis of retinal cell line and to identify the AChE variant included in this process.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Y79 (HTB18) retinoblastoma cell line was obtained from the American Type Culture Collection (ATCC, The global Bioresource Center, USA), and cultured in DMEM containing 10% fetal bovine serum (FBS), 4.5 mg/ml glucose, 1% glutamine, 1% penicillin, and streptomycin (HG-medium) at 37 • C in a humidified atmosphere with 5% CO2/95% air. ",
            "section": "CELL CULTURE"
        },
        {
            "text": "Culture medium was changed twice weekly. ",
            "section": "CELL CULTURE"
        },
        {
            "text": "Twenty-four hours before experiments, the cells were transferred to a starvation medium containing 1 mg/ml glucose, mimicking physiologic levels of blood glucose concentrations and 1% FBS, 1% glutamine, 1% penicillin, and streptomycin (LG-medium). ",
            "section": "CELL CULTURE"
        },
        {
            "text": "Then, glucose was added to the Y79 cells to reach a final concentration of 3.5 mg/ml or 6 mg/ml mimicking hyperglycemia (final concentrations in media: 3.5 mg/ml, 19.4 mM, 350 mg/dl and 6 mg/ml, 33.3 mM, 600 mg/dl, respectively). ",
            "section": "CELL CULTURE"
        },
        {
            "text": "Identical mannitol concentrations were added to the media instead of glucose, to isolate the effect of hyperglycemia from hyperosmolarity.",
            "section": "CELL CULTURE"
        },
        {
            "text": "Cells were harvested at different time points (1, 2, and 24 h after the addition of glucose/mannitol) and analyzed for apoptosis and AChE expression and activity. ",
            "section": "CELL CULTURE"
        },
        {
            "text": "It is important to note that since serum is known to contain a complex mixture of growth factors, cytokines, and other signaling molecules that stimulate the expression of several genes like c-fos, c-myc, cyclin D1, and VEGF in cultured cells (Harris et al., 2001), it was important to reduce the percentage of the FBS to the minimum (1%) needed for the Y79 retinoblastoma cells to maintain the cells in a quiescent un-stimulated phase.",
            "section": "CELL CULTURE",
            "ref_spans": [
                {
                    "start": 243,
                    "end": 264,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(Harris et al., 2001)"
                }
            ]
        },
        {
            "text": "Apoptosis was detected by Terminal Deoxynucleotidyltransferase-mediated dUTP nick-end-labeling (TUNEL) using the fluorescein-dUTP-in situ cell death detection kit (Roche Diagnostic GmbH, Mannheim, Germany). ",
            "section": "DETECTION OF APOPTOSIS BY TUNEL"
        },
        {
            "text": "For TUNEL assay, cells were seeded on microscope cover glasses pre-coated with 0.1% poly-D-lysine [prepared in 100 mM Na 2 B 4 O 7 .10(H 2 O) buffer at pH 8.2], and cultured over-night in the HG-medium. ",
            "section": "DETECTION OF APOPTOSIS BY TUNEL"
        },
        {
            "text": "After confirming attachment of cells to the cover slips, medium was changed to LG-medium for over-night starvation. ",
            "section": "DETECTION OF APOPTOSIS BY TUNEL"
        },
        {
            "text": "Glucose was added to the starved cells at different concentrations and for different time periods, after which TUNEL was performed according to manufacturer's instructions. ",
            "section": "DETECTION OF APOPTOSIS BY TUNEL"
        },
        {
            "text": "Briefly, cells were fixed in 4% paraformaldehyde for 1 h, and then washed in PBS. ",
            "section": "DETECTION OF APOPTOSIS BY TUNEL"
        },
        {
            "text": "Cells were permeabilized in a solution containing 0.1% Triton X-100 in 0.1% sodium citrate on ice, washed twice with PBS and incubated with TUNEL reaction mixture for 60 min at 37 • C in a humidified atmosphere in the dark. ",
            "section": "DETECTION OF APOPTOSIS BY TUNEL"
        },
        {
            "text": "Slides were washed twice with PBS, stained with DAPI for nuclei detection, and washed again with PBS. ",
            "section": "DETECTION OF APOPTOSIS BY TUNEL"
        },
        {
            "text": "The cover glasses with cells were flapped on glass slides covered with a few drops of mounting media (DakoCytomation), photographed using an upright fluorescence microscope (Axioscop 2, ZEISS), and processed by the Image Pro software.",
            "section": "DETECTION OF APOPTOSIS BY TUNEL",
            "entity_spans": [
                {
                    "start": 215,
                    "end": 224,
                    "type": "software",
                    "rawForm": "Image Pro",
                    "resp": "#annotator1",
                    "used": true,
                    "id": "c324bcb6a5-software-simple-0",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Apoptosis was also detected by PARP cleavage from 116 kDa into 89 kDa fragments using western blot analysis. ",
            "section": "WESTERN BLOT ANALYSIS"
        },
        {
            "text": "Since PARP is a nuclear protein, we decided to test its cleavage in nuclear extracts and not in whole-cell extracts to prevent dilution. ",
            "section": "WESTERN BLOT ANALYSIS"
        },
        {
            "text": "Nuclear extracts were prepared and collected as described previously (Schreiber et al., 1989). ",
            "section": "WESTERN BLOT ANALYSIS",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 93,
                    "type": "bibr",
                    "text": "(Schreiber et al., 1989)"
                }
            ]
        },
        {
            "text": "Proteins were separated by 10% polyacrylamide gel electrophoresis and transferred onto a nitrocellulose membrane. ",
            "section": "WESTERN BLOT ANALYSIS"
        },
        {
            "text": "Membranes were incubated in 5% non-fat dry milk in PBS for 1 h, and subsequently probed with a primary monoclonal antibody: anti-PARP (SeroTec, UK) that detects the full length as well as the cleaved PARP. ",
            "section": "WESTERN BLOT ANALYSIS"
        },
        {
            "text": "HRP-conjugated Donkey-anti-mouse (Jackson ImmunoResearch Laboratories, Inc., USA) was used as secondary antibody. ",
            "section": "WESTERN BLOT ANALYSIS"
        },
        {
            "text": "Bound antibodies were detected using enhanced chemiluminescence reagent-ECL (prepared locally) and visualized by autoradiography. ",
            "section": "WESTERN BLOT ANALYSIS"
        },
        {
            "text": "AChE expression was also detected using western blot analysis. ",
            "section": "WESTERN BLOT ANALYSIS"
        },
        {
            "text": "Cytoplasmic extracts were prepared (Schreiber et al., 1989), and separated on 12.5% polyacrylamide gel electrophoresis and transferred to a nitrocellulose membrane as described above. ",
            "section": "WESTERN BLOT ANALYSIS",
            "ref_spans": [
                {
                    "start": 35,
                    "end": 59,
                    "type": "bibr",
                    "text": "(Schreiber et al., 1989)"
                }
            ]
        },
        {
            "text": "A rabbit anti-human polyclonal AChE antibody, which detects all isoforms of AChE, was used (sc-11409, diluted 1:500 from Santa Cruz Biotechnology, Inc., USA). ",
            "section": "WESTERN BLOT ANALYSIS"
        },
        {
            "text": "A mouse monoclonal antibody anti-α-Tubulin (T6199, diluted 1:4000 from Sigma-aldrich, USA) was used for normalizing cytoplasmic protein loading. ",
            "section": "WESTERN BLOT ANALYSIS"
        },
        {
            "text": "HRP-conjugated Donkey-anti-rabbit or anti mouse (1:5000 diluted in 50% glycerol, Jackson ImmunoResearch Laboratories, Inc., USA) was used as secondary antibody. ",
            "section": "WESTERN BLOT ANALYSIS"
        },
        {
            "text": "Densitometry analysis was done by TotalLab Quant software.",
            "section": "WESTERN BLOT ANALYSIS",
            "entity_spans": [
                {
                    "start": 34,
                    "end": 48,
                    "type": "software",
                    "rawForm": "TotalLab Quant",
                    "resp": "#annotator1",
                    "used": true,
                    "id": "c324bcb6a5-software-simple-1",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "The method of AChE cytochemical staining is based on the ability of AChE to hydrolyze acetylthiocholine, which contains a sulfur atom substituted for oxygen in the ester linkage. ",
            "section": "WESTERN BLOT ANALYSIS"
        },
        {
            "text": "Enzymatic cleavage of acetylthiocholine by AChE yields acetate and thiocholine, whose sulphydryl group reduces ferricyanide to ferrocyanide. ",
            "section": "WESTERN BLOT ANALYSIS"
        },
        {
            "text": "Brown copper ferrocyanide (Hatchett's brown), is formed at the site of enzymatic activity and immediately precipitates thus marking the site of AChE activity. ",
            "section": "WESTERN BLOT ANALYSIS"
        },
        {
            "text": "The procedure for detecting AChE activity was originally described by Karnovsky and Roots (Karnovsky and Roots, 1964), and modified by Hanker et al. (Hanker et al., 1973) and Kobayashi et al. (Kobayashi et al., 1994). ",
            "section": "WESTERN BLOT ANALYSIS",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "Karnovsky and Roots (Karnovsky and Roots, 1964)"
                },
                {
                    "start": 149,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(Hanker et al., 1973)"
                },
                {
                    "start": 175,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "Kobayashi et al. (Kobayashi et al., 1994)"
                }
            ]
        },
        {
            "text": "Briefly, cells were seeded on microscope cover glasses while cultured in the DMEM culturing medium. ",
            "section": "WESTERN BLOT ANALYSIS"
        },
        {
            "text": "Upon being dried at room temperature, the cells were fixed in 4% paraformaldehyde for 1 h, and then washed in PBS. ",
            "section": "WESTERN BLOT ANALYSIS"
        },
        {
            "text": "The cover glasses were then covered with 1 ml per slide of a mixture containing: 65 mM sodium phosphate pH 6.0 containing 0.5 mg acetylthiocholine iodide, 5 mM sodium citrate solution, 10 mM copper sulphate solution, 0.5 mM potassium ferricyanide, 0.1 ml DDW, and 10 −2 mM of Iso-OMPA (Tetra-isopropyl pyrophosphoramide for inhibition of Butyrylcholinesterase) at room temperature for overnight incubation. ",
            "section": "WESTERN BLOT ANALYSIS"
        },
        {
            "text": "The cover glasses were flapped on glass slides covered with few drops of immuno-mount (Thermo scientific, USA). ",
            "section": "WESTERN BLOT ANALYSIS"
        },
        {
            "text": "Cells preparations were viewed and photographed under light microscopy.",
            "section": "WESTERN BLOT ANALYSIS"
        },
        {
            "text": "Total RNA was extracted by TRI-REAGENT™ (Sigma Aldrich, St. Louis, USA), according to Sigma's product information. ",
            "section": "RNA EXTRACTION AND REAL-TIME RT-PCR"
        },
        {
            "text": "RNA samples (0.2 μg) were used for cDNA synthesis prepared by the Verso™ cDNA Kit (Thermo SCIENTIFIC, UK). ",
            "section": "RNA EXTRACTION AND REAL-TIME RT-PCR"
        },
        {
            "text": "Real-time RT-PCR was performed using the Rotor-Gene Q (Qiagen, Corbett life science, Germany) and SYBR green master mix ABsolute™ Blue (Thermo SCIENTIFIC, UK). ",
            "section": "RNA EXTRACTION AND REAL-TIME RT-PCR"
        },
        {
            "text": "Different primer sequences for human AChE variants were used according to previous description; Primer sequences (listed below), for AChE-S, AChE-R, 18S rRNA (house-keeping reference transcript) (Berson et al., 2008) and for N-extended AChE (Ofek et al., 2007). ",
            "section": "RNA EXTRACTION AND REAL-TIME RT-PCR",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(Berson et al., 2008)"
                },
                {
                    "start": 241,
                    "end": 260,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(Ofek et al., 2007)"
                }
            ]
        },
        {
            "text": "Serial dilutions of samples served to evaluate primers efficiency and the appropriate cDNA concentration that yields linear changes. ",
            "section": "RNA EXTRACTION AND REAL-TIME RT-PCR"
        },
        {
            "text": "Annealing temperature was 60 • C for all primers. ",
            "section": "RNA EXTRACTION AND REAL-TIME RT-PCR"
        },
        {
            "text": "Melting curve analysis verified the identity of end products.",
            "section": "RNA EXTRACTION AND REAL-TIME RT-PCR"
        },
        {
            "text": "PCR primers were employed as follows: shRNA packed in Lenti viral particles were prepared using Lenti compatible vectors; VSVG and delta-NRF which were kindly provided by Prof. Gera Neufeld (Faculty of Medicine, Technion), and five pLKO.1-puro vectors each cloned with a potential translational-blocker-complimentary sequence (21 bp long) to AChE exons (Sigma Aldrich, St. Louis, USA). ",
            "section": "RNA EXTRACTION AND REAL-TIME RT-PCR"
        },
        {
            "text": "Each pLKO.1 vector together with the two vectors mentioned above were cotransfected in 293-T cell line (using TransIT®-LT-1 Transfection reagent, Mirus Corporation, USA). ",
            "section": "RNA EXTRACTION AND REAL-TIME RT-PCR"
        },
        {
            "text": "Forty-eight hours posttransfection, medium containing viruses was collected and filtered through a 0.45 μm filter, and was used to infect Y79 cells for 48 h. ",
            "section": "RNA EXTRACTION AND REAL-TIME RT-PCR"
        },
        {
            "text": "Puromycin (2.5 μg/ml) was added to culture media for an additional 48 h for selecting positive-Lenti-infected-cells. ",
            "section": "RNA EXTRACTION AND REAL-TIME RT-PCR"
        },
        {
            "text": "Prior to the addition of 3.5 mg/ml glucose, infected-Y79 cells were serum starved under the same conditions as mentioned above. ",
            "section": "RNA EXTRACTION AND REAL-TIME RT-PCR"
        },
        {
            "text": "At different time intervals following exposure to glucose, cells were harvested for testing by Western Blot and TUNEL assays as mentioned above.",
            "section": "RNA EXTRACTION AND REAL-TIME RT-PCR"
        },
        {
            "text": "Statistically significant differences were calculated by t-test (2 tails).",
            "section": "STATISTICS"
        },
        {
            "text": "Keeping Y79 cells for 1 or 24 h in 1 mg/ml glucose (5.5 mM), mimicking physiologic conditions did not induce apoptosis ( Figure 1A). ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 131,
                    "type": "figure",
                    "text": "Figure 1A)"
                }
            ]
        },
        {
            "text": "Raising the level of glucose to 3.5 mg/ml (19.4 mM) or to 6 mg/ml (33.3 mM), for 1 h also did not result in apoptosis ( Figure 1A). ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 130,
                    "type": "figure",
                    "text": "Figure 1A)"
                }
            ]
        },
        {
            "text": "However, after 24 h in high glucose (3.5 mg/ml or 6 mg/ml-mimicking hyperglycemia in diabetes), apoptosis was stimulated as evident by abundance of TUNEL positive cells ( Figure 1A).",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 181,
                    "type": "figure",
                    "text": "Figure 1A)"
                }
            ]
        },
        {
            "text": "Counting TUNEL positive cells, indicated that incubating cells in 3.5 mg/ml or 6 mg/ml glucose for 24 h increased apoptosis significantly (p = 0.05), by 7-and 10-fold, respectively, as compared to cells exposed to the same concentrations of glucose for 1 h (Figure 1B).",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA",
            "ref_spans": [
                {
                    "start": 257,
                    "end": 268,
                    "type": "figure",
                    "text": "(Figure 1B)"
                }
            ]
        },
        {
            "text": "Full-length PARP is an 116 kDa nuclear protein involved in the repair of DNA, in differentiation and in chromatin structure formation. ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "During apoptosis this protein is cleaved by caspase-3, and possibly by other caspases, into an 89 kDa fragment (Lazebnik et al., 1994). ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(Lazebnik et al., 1994)"
                }
            ]
        },
        {
            "text": "Thus, demonstration of PARP cleavage is accepted as a molecular indicator for the induction of an apoptotic process. ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "Since cleavage of PARP is an early stage (between 1 and 3 h) in apoptosis, we used western blot to measure its cleavage in nuclear extracts of cells prepared after 1 h incubation in different glycemic conditions as shown in Figure 2A. ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA",
            "ref_spans": [
                {
                    "start": 224,
                    "end": 233,
                    "type": "figure",
                    "text": "Figure 2A"
                }
            ]
        },
        {
            "text": "PARP cleavage was induced in cells exposed to 3.5 mg/ml or 6 mg/ml of glucose for 1 h, as compared to 1 mg/ml of glucose. ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "To test a possible osmotic effect induced by hyperglycemia and leading FIGURE 1 | Hyperglicemia (3.5 mg/ml or 6 mg/ml of glucose)-induced apoptosis induction in Y79 cells. ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "(A) Cells tested by TUNEL to detect apoptosis (green) and stained with DAPI for detecting nuclei (blue). ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "Y79 cells were pre-treated for 16-24 h in starvation medium (1% FBS and 1 mg/ml glucose), and then incubated for 1 h with 3.5 mg/ml glucose did not show signs of apoptosis (left); while cells incubated for 24 h in 3.5 mg/ml or 6 mg/ml glucose are TUNEL positive. ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "Scale bar is 50 μm. ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "(B) TUNEL positive cells were counted and calculated as fold of control (cells cultured in starvation media containing 1% FBS and 1 mg/ml glucose) and plotted in histograms. ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "Values are means ± SEM, (N = 3). ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "* p < 0.05, #p = 0.05.",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "to apoptosis, identical mannitol concentrations were added to starved-Y79 cells and PARP cleavage was examined after 1 h. ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "We assessed quantitatively the magnitude of PARP cleavage and its significance from the cleaved/non-cleaved PARP ratio, as suggested by others (Biggs et al., 2001;Grader-Beck et al., 2007). ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(Biggs et al., 2001;"
                },
                {
                    "start": 163,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "Grader-Beck et al., 2007)"
                }
            ]
        },
        {
            "text": "We scanned the western blots and calculate the ratio of cleaved/noncleaved PARP as shown in Figure 2B. ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 101,
                    "type": "figure",
                    "text": "Figure 2B"
                }
            ]
        },
        {
            "text": "PARP cleavage was similar in cells treated with 6 mg/ml of glucose or mannitol, but was more prominent, and statistically significant (p < 0.05), in cells treated with 3.5 mg/ml of glucose which showed 2.2 ± 0.16-fold of control, as compared to the same concentration of mannitol which showed 1.3 ± 0.22-fold of control. ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "These results indicate that hyperglycemia caused by 6 mg/ml of glucose, induced apoptosis primarily as a result of hyperosmolarity, while at a lower concentration of 3.5 mg/ml of glucose, apoptosis was induced mainly as a result of hyperglycemia and to a lesser extent by hyperosmolarity. ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "FIGURE 2 | Cleavage of PARP in nuclear extracts of Y79 cells treated by adding glucose or mannitol. ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "Y79 cells were incubated for 16-24 h in starvation medium (1% FBS and 1 mg/ml glucose), and then glucose or mannitol was added (except in control) to reach a concentration of 3.5 mg/ml or 6 mg/ml and incubated for 1 or 2 h. ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "(A) Nuclear extracts were prepared and run on SDS-PAGE, blotted, and probed with anti-PARP as described under Materials and Methods. ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "(B) Three independent experiments were conducted and densitometry values were calculated for cleaved to non-cleaved ratios, and plotted in histograms as fold of control (cells cultured in starvation media containing 1% FBS and 1 mg/ml glucose). ",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "Values are means ± SEM, (N = 3).",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "* p < 0.05.",
            "section": "APOPTOSIS INDUCTION BY HYPERGLYCEMIA"
        },
        {
            "text": "or mannitol. ",
            "section": "FIGURE 3 | AChE expression in Y79 cells treated by adding glucose"
        },
        {
            "text": "Y79 cells were treated first for 16-24 h in starvation medium (1% FBS and 1 mg/ml glucose), and then incubated with 3.5 mg/ml or 6 mg/ml of glucose or mannitol for 1 or 2 h. ",
            "section": "FIGURE 3 | AChE expression in Y79 cells treated by adding glucose"
        },
        {
            "text": "Following 1 or 2 h incubation cytoplasmic extracts were prepared and run on SDS-PAGE, blotted, and probed with anti-AChE or anti-α-Tubulin (for loading control) as described under Materials and Methods. ",
            "section": "FIGURE 3 | AChE expression in Y79 cells treated by adding glucose"
        },
        {
            "text": "The western blot shown is one of two independent experiments. ",
            "section": "FIGURE 3 | AChE expression in Y79 cells treated by adding glucose"
        },
        {
            "text": "Figure 3 shows western blot analysis for AChE expression in Y79 cells following 1 h or 2 h incubation in different media. ",
            "section": "FIGURE 3 | AChE expression in Y79 cells treated by adding glucose",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "AChE expression was increased in Y79 cells treated with 3.5 mg/ml glucose (G) for 1 h and decreased after 2 h to control levels. ",
            "section": "FIGURE 3 | AChE expression in Y79 cells treated by adding glucose"
        },
        {
            "text": "AChE expression was not increased in cells treated with 6 mg/ml glucose or in cells treated with either 3.5 mg/ml or 6 mg/ml mannitol (M). ",
            "section": "FIGURE 3 | AChE expression in Y79 cells treated by adding glucose"
        },
        {
            "text": "The dispersed bands seen in Figure 3 in the range of 50-75 kDa probably reflect the formation of covalent PRiMA-AChE complexes or differences in the degree of glycosylation of AChE subunits (Darreh-Shori et al., 2004).",
            "section": "FIGURE 3 | AChE expression in Y79 cells treated by adding glucose",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 36,
                    "type": "figure",
                    "text": "Figure 3"
                },
                {
                    "start": 190,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Darreh-Shori et al., 2004)"
                }
            ]
        },
        {
            "text": "To test whether the hyperglycemia-induced expression of AChE is also accompanied by increased AChE activity, we tested AChE activity in Y79 cells exposed to glucose concentrations that induced apoptosis. ",
            "section": "AChE EXPRESSION INDUCED BY HYPERGLYCEMIA"
        },
        {
            "text": "AChE activity, as demonstrated by Karnovsky and Roots staining (Karnovsky and Roots, 1964)  (Figure 4A), was calculated relative to control conditions (1 mg/ml glucose), and was found to increase by 7.0 ± 1.9-fold in cells treated with 3.5 mg/ml glucose for 1 h. ",
            "section": "AChE EXPRESSION INDUCED BY HYPERGLYCEMIA",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(Karnovsky and Roots, 1964)"
                },
                {
                    "start": 92,
                    "end": 103,
                    "type": "figure",
                    "text": "(Figure 4A)"
                }
            ]
        },
        {
            "text": "In agreement with AChE expression pattern, AChE activity decreased with time after exposure to high glucose (3.5 mg/ml) and after 24 h was only 1.3 ± 0.34fold relative to control (Figure 4B). ",
            "section": "AChE EXPRESSION INDUCED BY HYPERGLYCEMIA",
            "ref_spans": [
                {
                    "start": 179,
                    "end": 190,
                    "type": "figure",
                    "text": "(Figure 4B)"
                }
            ]
        },
        {
            "text": "This decrease within 24 h was statistically significant (p < 0.05). ",
            "section": "AChE EXPRESSION INDUCED BY HYPERGLYCEMIA"
        },
        {
            "text": "AChE activity in cells exposed to 3.5 mg/ml glucose for 1 h was significantly (p < 0.05) higher compared to cells exposed for the same time period to 6 mg/ml glucose. ",
            "section": "AChE EXPRESSION INDUCED BY HYPERGLYCEMIA"
        },
        {
            "text": "AChE activity was not increased in cells treated with 6 mg/ml glucose for the same time intervals (Figure 4B).",
            "section": "AChE EXPRESSION INDUCED BY HYPERGLYCEMIA",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 109,
                    "type": "figure",
                    "text": "(Figure 4B)"
                }
            ]
        },
        {
            "text": "Since AChE was detected in the cytoplasmic (Figure 3) fraction, and in part of the experiments also in the membranous fraction (data not shown), we hypothesized that the isoforms detected by the western blot assays might be the short cytoplasmic R monomeric soluble isoform, and the membranous one might be the longer N-extended AChE (R or S variants) and/or the AChE-S variant. ",
            "section": "AChE EXPRESSION INDUCED BY HYPERGLYCEMIA",
            "ref_spans": [
                {
                    "start": 43,
                    "end": 53,
                    "type": "figure",
                    "text": "(Figure 3)"
                }
            ]
        },
        {
            "text": "To test this hypothesis, Reverse Transcription (RT) real-time PCR was performed. ",
            "section": "AChE EXPRESSION INDUCED BY HYPERGLYCEMIA"
        },
        {
            "text": "As seen in Figure 5, mRNA expression levels corresponding to the AChE-S isoform were low and did not change significantly after 15-, 30-or 60-min incubation with 3.5 mg/ml of glucose. ",
            "section": "AChE EXPRESSION INDUCED BY HYPERGLYCEMIA",
            "ref_spans": [
                {
                    "start": 11,
                    "end": 19,
                    "type": "figure",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "However, mRNA expression transcripts tested for the AChE-R or the N-extended isoforms, were significantly (p < 0.05) up-regulated by 1.5 ± 0.15 and by 1.4 ± 0.14-fold respectively, compared to control Y79 cells.",
            "section": "AChE EXPRESSION INDUCED BY HYPERGLYCEMIA"
        },
        {
            "text": "In order to examine whether AChE expression plays a role in the hyperglycemia-induced apoptosis of Y79 cells, we tested five AChE shRNA sequences each cloned in pLKO.1-Lenti compatible vector (Sigma-Aldrich, St. Louis, USA). ",
            "section": "AChE EXPRESSION AND APOPTOSIS"
        },
        {
            "text": "An empty pLKO.1 vector (Sigma-Aldrich, St. Louis, USA), devoid of a relevant shRNA sequence was used as control. ",
            "section": "AChE EXPRESSION AND APOPTOSIS"
        },
        {
            "text": "As shown in Figure 6A, the expression of AChE tested under glucose exposure in the presence of the first sequences sh-1 (lane 3), was high and similar to that expressed in the presence of the sh-control-sequence (lane 2). ",
            "section": "AChE EXPRESSION AND APOPTOSIS",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 21,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 6A"
                }
            ]
        },
        {
            "text": "The expression of AChE in these samples was considerably higher compared to sh-control Lenti-infected Y79 cells, which remained under 1 mg/ml glucose (lane1). ",
            "section": "AChE EXPRESSION AND APOPTOSIS"
        },
        {
            "text": "These data indicate that sh-1 was not an efficient sequence for blocking AChE translation.",
            "section": "AChE EXPRESSION AND APOPTOSIS"
        },
        {
            "text": "A partial inhibition of AChE protein expression was observed with sh-2, sh-3, and sh-5 (lanes 4, 5, and 7, respectively), as indicated by the weaker band of AChE protein. ",
            "section": "AChE EXPRESSION AND APOPTOSIS"
        },
        {
            "text": "The most efficient FIGURE 4 | AChE activity in Y79 cells treated with glucose. ",
            "section": "AChE EXPRESSION AND APOPTOSIS"
        },
        {
            "text": "Y79 cells were pre-treated for 16-24 h in starvation medium (1% FBS and 1 mg/ml of glucose), and then with 3.5 mg/ml or 6 mg/ml glucose for 1 h or 24 h, after which Karnovsky and Roots assay was performed. ",
            "section": "AChE EXPRESSION AND APOPTOSIS"
        },
        {
            "text": "Positive Karnovsky and Roots staining is seen in (A) on the right side compared to the negative control at the left. ",
            "section": "AChE EXPRESSION AND APOPTOSIS"
        },
        {
            "text": "Scale bar is 50 μm. ",
            "section": "AChE EXPRESSION AND APOPTOSIS"
        },
        {
            "text": "(B) Three independent experiments at which about 20 fields of cells (from each experiment) were counted for each treatment, calculated, and plotted as fold of control (cells cultured in starvation media containing 1% FBS and 1 mg/ml glucose) in histograms.",
            "section": "AChE EXPRESSION AND APOPTOSIS"
        },
        {
            "text": "Values are mean ± SEM, (N = 3). ",
            "section": "AChE EXPRESSION AND APOPTOSIS"
        },
        {
            "text": "* p < 0.05.",
            "section": "AChE EXPRESSION AND APOPTOSIS"
        },
        {
            "text": "AChE-R isoforms following treatment of Y79 cells with glucose for 1 h. ",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and"
        },
        {
            "text": "Y79 cells were pre-treated for 16-24 h in starvation medium (1% FBS and 1 mg/ml of glucose) and then with 3.5 mg/ml glucose for different time intervals. ",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and"
        },
        {
            "text": "Total RNA was extracted and cDNA was prepared for real-time PCR procedure as described under Materials and Methods. ",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and"
        },
        {
            "text": "Results are presented as fold of control cells cultured in starvation media. ",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and"
        },
        {
            "text": "Values are means ± SEM, (N = 4). ",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and"
        },
        {
            "text": "* p < 0.05, #p = 0.12.",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and"
        },
        {
            "text": "blockage of translation was found with sh-4 (lane 6) in which the AChE band is barely visible. ",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and"
        },
        {
            "text": "Equal loading of total protein is confirmed by the α-Tubulin band, shown in Figure 6A.",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 85,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 6A"
                }
            ]
        },
        {
            "text": "We chose Y79 cells, expressing either AChE mRNA sh-4 or AChE mRNA sh-5 to test the effectiveness of sh-4 and sh-5 in blocking hyperglycemia-induced apoptosis. ",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and"
        },
        {
            "text": "Starved Lentiinfected Y79 cells with sh-4, sh-5, or sh-control were incubated for 24 h in 3.5 mg/ml or left in 1 mg/ml glucose media and TUNEL assay was performed. ",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and"
        },
        {
            "text": "Figure 6B shows representative pictures of cells undergoing TUNEL assay, and Figure 6C shows the fraction (percentage) of TUNEL positive cells of total number of cells. ",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 6B"
                },
                {
                    "start": 77,
                    "end": 86,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 6C"
                }
            ]
        },
        {
            "text": "Y79 cells expressing sh-control underwent a significant apoptotic effect 24 h after incubation in 3.5 mg/ml glucose ( Figure 6B, 2nd row), compared to sh-control Lenti-infected Y79 cells which remained under 1 mg/ml glucose ( Figure 6B,  1st row); 75 ± 7.1% and 14.9 ± 3.0%, respectively (p < 0.05) ( Figure 6C). ",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 137,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 6B, 2nd row)"
                },
                {
                    "start": 226,
                    "end": 246,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 6B,  1st row)"
                },
                {
                    "start": 301,
                    "end": 311,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 6C)"
                }
            ]
        },
        {
            "text": "A significant (p < 0.05) inhibition of apoptosis was seen in sh-4 Lenti-infected Y79 cells following 24 h incubation in 3.5 mg/ml of glucose addition (Figure 6B, 4th row), compared to sh-control Lenti-infected Y79 treated under the same conditions (Figure 6B, 2nd row), 25.2 ± 8.4% and 75 ± 7.1%, respectively (Figure 6C). ",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 170,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 6B, 4th row)"
                },
                {
                    "start": 248,
                    "end": 268,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 6B, 2nd row)"
                },
                {
                    "start": 310,
                    "end": 321,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 6C)"
                }
            ]
        },
        {
            "text": "No significant induction of apoptosis was seen between sh-4 Lenti-infected Y79 cells incubated under 3.5 mg/ml glucose (Figure 6B, 4th row), and sh-4 Lenti infected Y79 cells, which remained under 1 mg/ml glucose (Figure 6B, 3rd row), 25.2 ± 8.4% and 36.5 ± 7.2%, respectively (Figure 6C). ",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 139,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 6B, 4th row)"
                },
                {
                    "start": 213,
                    "end": 233,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 6B, 3rd row)"
                },
                {
                    "start": 277,
                    "end": 288,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 6C)"
                }
            ]
        },
        {
            "text": "sh-5 was also effective in blocking hyperglycemiainduced apoptosis. ",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and"
        },
        {
            "text": "The fraction of TUNEL positive cells was significantly (p < 0.05) reduced by sh-5 in Y79 cells incubated for 24 h in 3.5 mg/ml glucose (Figure 6B, 6th row) compared to sh-control cells incubated under the same conditions ( Figure 6B,  2nd row); 52.8 ± 3.4% and 75 ± 7.1%, respectively (Figure 6C). ",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 155,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 6B, 6th row)"
                },
                {
                    "start": 223,
                    "end": 243,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 6B,  2nd row)"
                },
                {
                    "start": 285,
                    "end": 296,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 6C)"
                }
            ]
        },
        {
            "text": "No significant differences were found in the fraction of TUNEL positive cells between sh-5 Lenti-infected Y79 cells incubated in 3.5 mg/ml glucose for 24 h (Figure 6B, 6th row), compared to sh-5 Lenti-infected Y79 cells which remained under 1 mg/ml glucose (Figure 6B, 5th row), 52.8 ± 3.4% and 36 ± 8%, respectively ( Figure 6C).",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 176,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 6B, 6th row)"
                },
                {
                    "start": 257,
                    "end": 277,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 6B, 5th row)"
                },
                {
                    "start": 319,
                    "end": 329,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 6C)"
                }
            ]
        },
        {
            "text": "The TUNEL results were strengthened by measurements of PARP cleavage in nuclear extracts of the sh-Lenti infected lines; sh-control, sh-4, and sh-5. ",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and"
        },
        {
            "text": "The western blot shown in Figure 7A and the densitometry results plotted in Figure 7B, show that PARP was cleaved by almost 3-fold in sh-control Lenti infected Y79 cells following 1 h incubation in 3.5 mg/ml glucose compared to cells remaining in 1 mg/ml glucose. ",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and",
            "ref_spans": [
                {
                    "start": 26,
                    "end": 35,
                    "type": "figure",
                    "text": "Figure 7A"
                },
                {
                    "start": 76,
                    "end": 85,
                    "type": "figure",
                    "text": "Figure 7B"
                }
            ]
        },
        {
            "text": "In contrast, cleavage of PARP could not be detected in the sh-4 and sh-5 Lentiinfected Y79 cells, where AChE translation was blocked. ",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and"
        },
        {
            "text": "The TUNEL and PARP results and the AChE protein expression data seen in Figures 6 and 7, suggest that inhibition of AChE protein expression prevents Y79 cells from entering into the apoptotic cascade.",
            "section": "FIGURE 5 | mRNA expression of N-extended AChE, AChE-S, and",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 87,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figures 6 and 7"
                }
            ]
        },
        {
            "text": "Apoptosis is an essential process during development and differentiation, and following exposure to damaging insults. ",
            "section": "DISCUSSION"
        },
        {
            "text": "It removes unwanted cells, which may be injured or misplaced, thus preventing the spread of pathological processes from injured cells to healthy ones. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This naturally occurring cell death is prominent in neurons of CNS including the retina during development (Young, 1984;Rodier, 1995). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "(Young, 1984;"
                },
                {
                    "start": 120,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "Rodier, 1995)"
                }
            ]
        },
        {
            "text": "Apoptosis also occurs in the adult CNS tissue subjected to a variety of stressful events such as pathological changes observed in both Alzheimer's disease and other neurodegenerative disorders in brain (Sasaki et al., 1998). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 202,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(Sasaki et al., 1998)"
                }
            ]
        },
        {
            "text": "In the adult retina, apoptosis is observed after subjecting it to photic stress (Hafezi et al., 1999;Grimm et al., 2001), or to metabolic stress such as hyperglycemia (Barber et al., 1998;Mohr et al., 2002;Kusner et al., 2004;Xi et al., 2005).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Hafezi et al., 1999;"
                },
                {
                    "start": 101,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "Grimm et al., 2001"
                },
                {
                    "start": 167,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Barber et al., 1998;"
                },
                {
                    "start": 188,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "Mohr et al., 2002;"
                },
                {
                    "start": 206,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "Kusner et al., 2004;"
                },
                {
                    "start": 226,
                    "end": 242,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "Xi et al., 2005)"
                }
            ]
        },
        {
            "text": "Here, apoptosis was induced in a retinal Y79 cell line by exposure to hyperglycemia, and was assessed by PARP cleavage as a molecular indication for apoptosis process (Figure 2), and by positive TUNEL staining as indication of apoptotic cells (Figure 1). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 177,
                    "type": "figure",
                    "text": "(Figure 2)"
                },
                {
                    "start": 243,
                    "end": 253,
                    "type": "figure",
                    "text": "(Figure 1)"
                }
            ]
        },
        {
            "text": "Part of this effect could be attributed to hyperosmolarity, as tested by comparing the effects of adding glucose to those induced by adding mannitol, but exposure to 3.5 mg/ml glucose induced apoptosis mainly by hyperglycemia (Figure 2). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 236,
                    "type": "figure",
                    "text": "(Figure 2)"
                }
            ]
        },
        {
            "text": "These results are comparable to previous findings in different cell types such as endothelial cells (McGinn et al., 2003), pericytes (Naruse et al., 2000), myocytes (Shizukuda et al., 2002), and neuronal cells (Lelkes et al., 2001), undergoing apoptosis when exposed to glucose, but not to mannitol until a specific osmolarity level was reached (0.33-0.8%), depending on the cell type.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(McGinn et al., 2003)"
                },
                {
                    "start": 133,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(Naruse et al., 2000)"
                },
                {
                    "start": 165,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "(Shizukuda et al., 2002)"
                },
                {
                    "start": 210,
                    "end": 231,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(Lelkes et al., 2001)"
                }
            ]
        },
        {
            "text": "It should be noted that 6 mg/ml glucose induced a lesser degree of apoptosis compared to 3.5 mg/ml glucose, as indicated by PARP cleavage (Figure 2), but not by TUNEL (Figure 1). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 148,
                    "type": "figure",
                    "text": "(Figure 2)"
                },
                {
                    "start": 167,
                    "end": 177,
                    "type": "figure",
                    "text": "(Figure 1)"
                }
            ]
        },
        {
            "text": "This suggests different pathways for hyperglycemia-induced apoptosis compared to hyperosmolarity-induced apoptosis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Indeed, different mechanisms for apoptosis induction by hyperglycemia and hyperosmolarity were described (Igarashi et al., 1999), showing that glucose concentrations in the range 11-16.5 mM (2-3 mg/ml, respectively), could activate p38 kinase associated with apoptosis, via a PKC-delta isoform-dependent pathway, while higher glucose or mannitol concentrations activated p38 kinase by hyperosmolarity via a PKC-independent pathway (Igarashi et al., 1999).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(Igarashi et al., 1999)"
                },
                {
                    "start": 431,
                    "end": 454,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(Igarashi et al., 1999)"
                }
            ]
        },
        {
            "text": "Although the molecular mechanisms underlying apoptosis have been extensively studied, these mechanisms and the interactions between the proteins which are involved seem to be very complex and much remains to be elucidated. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Increasing body of evidence has shown that AChE may be involved in apoptosis sh-RNA lenti-infected and selected cells (as described under Materials and Methods), were pre-treated in starvation medium containing 1% FBS and 1 mg/ml of glucose for 16-24 h and then treated with 3.5 mg/ml glucose for 1 h except for sh-control in lane 1. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Cytoplasmic extracts were prepared and run for western blot analysis to detect AChE expression or anti α-Tubulin (for loading control) as described under Materials and Methods. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The sample in lane 1 and those in 2-7 were run in separate lanes on the same gels. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The western blot shown is one of two independent experiments. ",
            "section": "DISCUSSION"
        },
        {
            "text": "(B) Y79 sh-RNA lenti-infected and selected cells (as described under Materials and Methods), were pre-treated in starvation medium as described in A and then assayed by TUNEL (green) to detect apoptosis after 24 h in 3.5 mg/ml glucose. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Nuclei were stained with DAPI (blue). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Cells were photographed under an upright fluorescence microscope (Zeiss). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Scale bar is 100 μm. ",
            "section": "DISCUSSION"
        },
        {
            "text": "(C) TUNEL positive Y79 sh-RNA lenti-infected and selected cells were counted and calculated as fold of control cells incubated under starvation medium, and plotted in histograms. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Values are means ± SEM, (N = 3). ",
            "section": "DISCUSSION"
        },
        {
            "text": "* p < 0.05. ",
            "section": "DISCUSSION"
        },
        {
            "text": "(Zhang et al., 2002;Jin et al., 2004;Deng et al., 2006;Toiber et al., 2008). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "(Zhang et al., 2002;"
                },
                {
                    "start": 20,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Jin et al., 2004;"
                },
                {
                    "start": 37,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "Deng et al., 2006;"
                },
                {
                    "start": 55,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "Toiber et al., 2008)"
                }
            ]
        },
        {
            "text": "Under control conditions, AChE expression ( Figure 3) and activity (Figure 4) in Y79 cells is very low, probably reflecting de-differentiation of this retinoblastoma-derived cell line. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 44,
                    "end": 53,
                    "type": "figure",
                    "text": "Figure 3)"
                },
                {
                    "start": 67,
                    "end": 77,
                    "type": "figure",
                    "text": "(Figure 4)"
                }
            ]
        },
        {
            "text": "However, when Y79 cells were treated with 3.5 mg/ml glucose for an hour, AChE expression and activity (Figures 3 and 4, respectively) were significantly increased compared to control. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 118,
                    "type": "figure",
                    "text": "(Figures 3 and 4"
                }
            ]
        },
        {
            "text": "AChE expression decreased almost back to the control level, when tested 2 h after exposure to 3.5 mg/ml glucose (Figure 3), reminiscent of an immediate early gene mRNA and protein expression (Kaufer et al., 1998). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 122,
                    "type": "figure",
                    "text": "(Figure 3)"
                },
                {
                    "start": 191,
                    "end": 212,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(Kaufer et al., 1998)"
                }
            ]
        },
        {
            "text": "AChE expression was not increased in cells treated with 6 mg/ml glucose or in cells treated with mannitol although Y79 cells exposed to these conditions were shown to undergo apoptosis, probably as a result of hyperosmolarity (Figures 2, 3). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 240,
                    "type": "figure",
                    "text": "(Figures 2, 3)"
                }
            ]
        },
        {
            "text": "This may indicate that AChE induction is involved in apoptosis induced by selective stress types, e.g., hyperglycemia but not FIGURE 7 | Cleavage of PARP in nuclear extracts of sh-RNA lenti-infected Y79 cells treated by adding glucose. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Nuclear extracts were prepared from starved Y79 sh-RNA lenti-infected and selected cells, after raising glucose concentration to 3.5 mg/ml glucose for 1 h or keeping the cells in control (1 mg/ml glucose) conditions (-). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Extracts were run on SDS-PAGE, blotted and probed with anti-PARP as described under Materials and Methods. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Five independent western experiments were conducted; one is shown in (A). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Densitometry values were calculated for cleaved to non-cleaved ratios, and then calculated as fold of cells incubated under starvation medium (containing 1% FBS and 1 mg/ml glucose) and plotted in histograms as shown in (B). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Values are mean ± SEM, (N = 5).",
            "section": "DISCUSSION"
        },
        {
            "text": "* p = 0.05.",
            "section": "DISCUSSION"
        },
        {
            "text": "by hyperosmolarity. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These results shown involvement of AChEstress-induced apoptosis, agree with multiple previous reports demonstrating stress-induced expression of AChE following a variety of stress episodes to the central nervous system, e.g., forced swimming (Kaufer et al., 1998), head trauma (Shohami et al., 2000), and photic stress to the retina (Kehat et al., 2007). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 242,
                    "end": 263,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(Kaufer et al., 1998)"
                },
                {
                    "start": 277,
                    "end": 299,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "(Shohami et al., 2000)"
                },
                {
                    "start": 333,
                    "end": 353,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Kehat et al., 2007)"
                }
            ]
        },
        {
            "text": "The findings that apoptosis and AChE were induced by hyperglycemia can reflect two unrelated pathways linked by a common trigger or can reflect a single pathway in which AChE expression leads to apoptosis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "To differentiate between these possibilities we blocked AChE expression with shRNA. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We found that preventing AChE expression using shRNA was accompanied by prevention of apoptosis (Figures 6 and 7), thus supporting the hypothesis that AChE is involved in the apoptosis induced by hyperglycemia in Y79 cells. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 113,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figures 6 and 7)"
                }
            ]
        },
        {
            "text": "Our RT-PCR studies indicated that hyperglycemia-induced the expression of an N-extended AChE variant and an AChE-R variant (Figure 5). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 133,
                    "type": "figure",
                    "text": "(Figure 5)"
                }
            ]
        },
        {
            "text": "The trivial conclusion is that hyperglycemia (3.5 mg/ml glucose) induced the expression of an N-extended AChE-R variant and of an AChE-R variant with regular N-terminus. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The former is found in the membrane fraction and the latter in the cytoplasm fraction. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This conclusion is contrary to recent findings suggesting that the N-extended AChE-S is the detrimental variant causing apoptosis (Toiber et al., 2008(Toiber et al., , 2009. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "(Toiber et al., 2008"
                },
                {
                    "start": 150,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "(Toiber et al., , 2009"
                }
            ]
        },
        {
            "text": "These differences may be related to the type of stress and/or to the stressed tissue, but the common feature of the two variants, the N-extended terminus, probably includes elements that are involved in cellular apoptosis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This is supported by a previous retinal study demonstrating that photic stress induced the expression of an N-extended AChE variant that was involved in cell apoptosis, but its specific C-terminus type could not be identified at the protein level (Kehat et al., 2007). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 247,
                    "end": 267,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Kehat et al., 2007)"
                }
            ]
        },
        {
            "text": "In the same study, in-situ hybridization showed up-regulation of AChE-R mRNA (Kehat et al., 2007). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Kehat et al., 2007)"
                }
            ]
        },
        {
            "text": "It should be noted that our findings cannot rule-out that hyperglycemia induced the expression of a low-level of N-extended AChE-S that was sufficient to cause apoptosis, but was not detected by the RT-PCR experiments. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A potential mechanism for the role of AChE in the induction of apoptosis was suggested recently emphasizing the role of the extended N-terminus (Toiber et al., 2008(Toiber et al., , 2009. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "(Toiber et al., 2008"
                },
                {
                    "start": 164,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "(Toiber et al., , 2009"
                }
            ]
        },
        {
            "text": "According this suggestion, the extended N-terminus protrudes into the cytoplasm, while the core domain is exposed to the extracellular compartment (Toiber et al., 2008). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "(Toiber et al., 2008)"
                }
            ]
        },
        {
            "text": "Several proteins, known to be involved in the apoptotic signaling cascade, i.e., GSK3, GAK (cyclin G associated kinase), JAB1/CSN5, integrin, and Fas (TNF receptor super-family, member 6), were found to interact with the extended N-terminus of AChE-S (Toiber et al., 2009), thus probably linking this AChE variant to apoptosis. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 251,
                    "end": 272,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "(Toiber et al., 2009)"
                }
            ]
        },
        {
            "text": "It should be stressed that this hypothesis emphasizes the role of the extended N-terminus in apoptosis and not of the C-terminus. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Therefore, it is possible that, depending upon the studied cells, the N-extended AChE-R or the N-extended AChE-S can equally play a role in inducing cell apoptosis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Therefore, the protein partners, mentioned above, would be very interesting to test in our in vitro system. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Our in vitro findings on retinoblastoma cell line are consistent with the hypothesis that AChE expression pattern in the mammalian retina is altered by hyperglycemia in a manner affecting its roles. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A previous study reported a reduction in AChE catalytic activity in the diabetic rat retina probably due to loss of the hydrophobic variant of AChE (Sanchez-Chavez and Salceda, 2001). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "(Sanchez-Chavez and Salceda, 2001"
                }
            ]
        },
        {
            "text": "Here we showed, in a retinoblastoma cell line, that hyperglycemia altered the expression pattern of AChE causing up-regulation of the AChE-R and the extended N-terminus AChE variants. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The latter variant is the prime candidate to induce the observed cell apoptosis, reminiscent of retinal cells' apoptosis that was observed during early stages of diabetes (Barber et al., 1998), before any vascular alteration. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Barber et al., 1998)"
                }
            ]
        },
        {
            "text": "These findings need to be expanded to identify with certainty the AChE variant involved in hyperglycemiainduced apoptosis, and to test this effect in vivo, in experimental diabetic models, before new therapeutic approaches can be suggested.",
            "section": "DISCUSSION"
        },
        {
            "text": "The authors wish to thank Ms. Irit Mann for her excellent technical assistance. ",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "This research was partially supported by the Technion V.P.R fund-The Macular Degeneration Research Fund.",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
            "section": "Conflict of Interest Statement:"
        }
    ]
}