{
    "id": "f657f20540",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Infantile nystagmus syndrome (INS) [1] is an ocular motor oscillation with well-defined waveforms and characteristics [2]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 35,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 118,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The pathogenesis of INS is unknown, but in some it is an inherited disorder in which several modes of inheritance have been identified [3]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The oscillations may be present at birth but often develop during early childhood and persist to some degree, despite the best current therapy. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Although adaptive strategies often develop, such as foveation periods [4], the basic oscillations persist. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Therapeutically, several approaches have been successfully employed to improve INS waveforms and expand the range of gaze angles with higher acuity [5,6]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 151,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6]"
                }
            ]
        },
        {
            "text": "They include surgical [7][8][9], optical [10], and pharmaceutical [11][12][13] therapies.",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 25,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 28,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 41,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 66,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 70,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "*Address correspondence to this author at the Daroff-Dell'Osso Ocular Motility Laboratory, Louis Stokes Department of Cleveland Veterans Affairs Medical Center, 10701 East Boulevard, Cleveland, OH 44106 USA; Tel: (216) 421-3224; Fax: (216) 231-3461; E-mail: lfd@case.edu Several underlying functional mechanisms for INS have been postulated and subsequently eliminated by ocular motor studies except one, loss of smooth-pursuit damping [14,15]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 436,
                    "end": 440,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14,"
                },
                {
                    "start": 440,
                    "end": 443,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15]"
                }
            ]
        },
        {
            "text": "This has been hypothesized to be the direct, functional cause of INS in all patients, whether or not they have associated, and precipitating afferent visual or genetic deficits. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The hypothesized loss of smooth-pursuit damping was supported when embodied in a behavioral ocular motor system model that exhibited many emergent properties (not designed into it) [15]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "It was further strengthened when the model subsequently predicted both the different INS responses to the same stimulus (based on its timing with regard to the INS cycle) [16,17] and the therapeutic results of the tenotomy and reattachment (T&R) procedure [8,15,[18][19][20]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16,"
                },
                {
                    "start": 175,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17]"
                },
                {
                    "start": 256,
                    "end": 259,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 259,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 262,
                    "end": 266,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 266,
                    "end": 270,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 270,
                    "end": 274,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "However, even if this functional hypothesis proves to be accurate, the pursuit-system instability itself could be the result of one or more abnormalities at the cellular or neuronal level in subsets of INS patients.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Following our fortuitous observation that acetazolamide, taken to prevent altitude sickness, improved the nystagmus in a subject with hereditary INS, we set out to compare this potential therapy with two other measures that had previously been reported to be effective in this subjectconvergence (or wearing prism spectacles to induce convergence), and contact lenses. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Since acetazolamide is known to be an effective treatment for certain inherited, P/Q calcium channel disorders, such as episodic ataxia type 2, our finding raises the question of whether hereditary INS also involves an inherited channelopathy.",
            "section": "INTRODUCTION"
        },
        {
            "text": "We used a digital video system (EyeLink II, SR Research, Mississauga, ON, Canada) for the eye-movement recordings. ",
            "section": "Recording"
        },
        {
            "text": "The system had a linear range of ±30 horizontally and ±20",
            "section": "Recording"
        },
        {
            "text": "vertically. ",
            "section": "Recording"
        },
        {
            "text": "System sampling frequency was 500 Hz, and gaze position accuracy error was 0.5 -1 on average. ",
            "section": "Recording"
        },
        {
            "text": "The data from this system were digitized at 500 Hz with 16-bit resolution. ",
            "section": "Recording"
        },
        {
            "text": "The EyeLink signal from each eye was calibrated with the other eye behind cover to obtain accurate position information; the foveation periods were used for calibration. ",
            "section": "Recording"
        },
        {
            "text": "For the contactlens experiment, calibration was done immediately after the subject's prescribed contact lenses were inserted.",
            "section": "Recording"
        },
        {
            "text": "This study was approved by the local IRB and written consent was obtained from the subject before the testing. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "The subject was a calm 68-year-old male with INS. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "His nystagmus waveforms were well documented previously and their characteristics representative of others with INS. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "Because subjects have no voluntary control of their INS waveform characteristics, the data are not affected by subsequent testing. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "The subject had a convergence \"null\" and wore either 7 PD base-out prisms added to his refraction (OD: +3.00 S -2.50 C ax 150 and OS: +3.50 S -2.75 C ax 20) or contact lenses with no added prism. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "His best-corrected distance visual acuities were 20/25 with prisms and 20/40+ with contact lenses. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "For fixation targets, we use small LED's and reflected laser spots, which are not acuity limiting and yield the same ocular motor data with or without refraction. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "The subject was seated in a chair with a headrest and a chin stabilizer, far enough (>5 feet) from the stimulus screen to prevent convergence effects. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "At this distance the target subtended less than 0.1 of visual angle. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "The room light was turned off during the recording. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "The contact-lens experiment consisted of five trials performed by the subject while wearing contact lenses; we allowed time between trials for the subject to rest. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "Each trial tested fixation of horizontal targets from 30° left gaze to 30° right gaze, in 5° steps. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "We used our standard patient paradigm to test the effects of acetazolamide on this subject. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "It consists of two trials, one in each direction (as described above), with the target remaining at each gaze angle for 5 sec during both the stepping out laterally and returning to primary position. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "Subtracting the required target acquisition times, this allows approximately 2-3 sec of steady fixation during each interval. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "NAFX values are calculated during steady fixations and averaged. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "This results in a small number of NAFX values at each gaze angle that we have found to be historically very close to each other in value, usually differing in the third decimal place in several studies of many patients. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "Our paradigm for taking and analyzing such data is based on real-life acquisition and identification of new targets in one's visual field.",
            "section": "Subject and Protocol"
        },
        {
            "text": "The subject took 500mg of acetazolamide twice a day for three days prior to the study. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "This dose of drug was chosen because it is the conventional dose for treating glaucoma and idiopathic intracranial hypertension and is usually tolerated with minimal side effects (500 mg to 1000 mg daily, in divided doses). ",
            "section": "Subject and Protocol"
        },
        {
            "text": "The side effects consisted of transient paraesthesia of the hands (once on day two and once on day three), some abdominal discomfort on day two, and \"general, mild discomfort\" during days two and three. ",
            "section": "Subject and Protocol"
        },
        {
            "text": "For comparisons of therapeutic effectiveness, we retrieved data from previous studies using the same subject [5,10], who performed the same trials without any refractive correction at far and at near with a convergence angle of 60 PD.",
            "section": "Subject and Protocol",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 112,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10]"
                }
            ]
        },
        {
            "text": "All the analysis was performed in the MATLAB environment (The MathWorks, Natick, MA) using OMLAB software (OMtools, downloadable from http://www.om lab.org). ",
            "section": "Analysis",
            "entity_spans": [
                {
                    "start": 38,
                    "end": 44,
                    "type": "software",
                    "rawForm": "MATLAB",
                    "resp": "#annotator12",
                    "used": true,
                    "id": "f657f20540-software-0"
                },
                {
                    "start": 58,
                    "end": 71,
                    "type": "publisher",
                    "rawForm": "The MathWorks",
                    "resp": "#curator",
                    "id": "#f657f20540-software-0"
                },
                {
                    "start": 91,
                    "end": 96,
                    "type": "publisher",
                    "rawForm": "OMLAB",
                    "resp": "#curator",
                    "id": "#f657f20540-software-1"
                },
                {
                    "start": 107,
                    "end": 114,
                    "type": "software",
                    "rawForm": "OMtools",
                    "resp": "#curator",
                    "used": true,
                    "id": "f657f20540-software-1"
                },
                {
                    "start": 134,
                    "end": 155,
                    "type": "url",
                    "rawForm": "http://www.om lab.org",
                    "resp": "#curator",
                    "id": "#f657f20540-software-1"
                }
            ]
        },
        {
            "text": "Eye position was sampled directly; it was prefiltered using a low-pass filter with a cutoff frequency of 20 Hz to reduce the noise while minimally affecting the foveation periods. ",
            "section": "Analysis"
        },
        {
            "text": "The 20-Hz value is five times the maximum frequency present in foveation periods (0-2 Hz) and still allows separation of foveating and braking saccades from those periods. ",
            "section": "Analysis"
        },
        {
            "text": "Analysis was always done on the fixating eye. ",
            "section": "Analysis"
        },
        {
            "text": "Segments with inattention or blinking were discarded.",
            "section": "Analysis"
        },
        {
            "text": "We analyzed the data using the eXpanded Nystagmus Acuity Function (NAFX) [21]. ",
            "section": "Analysis",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "It is an extension of the previous Nystagmus Acuity Function (NAF) that consists of a mathematical function containing the following waveform parameters: foveation-period duration, standard deviations of main foveation periods and velocities, and number of cycles in a fixation interval. ",
            "section": "Analysis"
        },
        {
            "text": "In the OMtools software, we use the NAFX's graphical user interface for data selection and analysis (details can be obtained from http://www.omlab.org/ OMLAB_page/Teaching/Using_NAFX.html) [22]. ",
            "section": "Analysis",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "type": "bibr",
                    "text": "[22]"
                }
            ],
            "entity_spans": [
                {
                    "start": 7,
                    "end": 14,
                    "type": "software",
                    "rawForm": "OMtools",
                    "resp": "#annotator12",
                    "used": true,
                    "id": "f657f20540-software-2"
                },
                {
                    "start": 130,
                    "end": 187,
                    "type": "url",
                    "rawForm": "http://www.omlab.org/ OMLAB_page/Teaching/Using_NAFX.html",
                    "resp": "#curator",
                    "id": "#f657f20540-software-2"
                }
            ]
        },
        {
            "text": "The NAFX provides an objective and repeatable measure of nystagmus foveation quality that accurately predicts the bestcorrected visual acuity possible for subjects without afferent visual system defects, regardless of the eye-movement recording system, the nystagmus type, and waveforms [21]. ",
            "section": "Analysis",
            "ref_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "type": "bibr",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "In the absence of afferent deficits, the NAFX is highly correlated with measured acuity. ",
            "section": "Analysis"
        },
        {
            "text": "We averaged the NAFX values if several were obtained at each gaze angle.",
            "section": "Analysis"
        },
        {
            "text": "The longest foveation domain (LFD) [5,8] is defined as the range of gaze angles in which the subject's NAFX stays above 90% of the NAFX vs Gaze Angle curve's peak value. ",
            "section": "Analysis",
            "ref_spans": [
                {
                    "start": 35,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 38,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8]"
                }
            ]
        },
        {
            "text": "LFD is a measure of the broadness of the NAFX vs Gaze Angle curve, i.e., the INS subject's high-foveation-quality field.",
            "section": "Analysis"
        },
        {
            "text": "Ocular motor simulations of the effects of acetazolamide on INS were performed in the MATLAB Simulink (The MathWorks, Natick, MA) environment. ",
            "section": "Computer Simulations"
        },
        {
            "text": "The most recent version of our behavioral ocular motor system (OMS) model (version 1.4) is also available from http://www.omlab.org. ",
            "section": "Computer Simulations"
        },
        {
            "text": "Details of the model can be found elsewhere [15,17,20,23]. ",
            "section": "Computer Simulations",
            "ref_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15,"
                },
                {
                    "start": 48,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17,"
                },
                {
                    "start": 51,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20,"
                },
                {
                    "start": 54,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23]"
                }
            ]
        },
        {
            "text": "To simulate the subject's data, the NAFX peak was set to -2° and the breadth of the NAFX vs Gaze Angle curve was set to be moderate and symmetrical. ",
            "section": "Computer Simulations"
        },
        {
            "text": "To simulate the effects of acetazolamide, it was hypothesized to act centrally by reducing the oscillation, originating in the damping control of smooth pursuit, which underlies most INS waveforms.",
            "section": "Computer Simulations"
        },
        {
            "text": "During fixation of a distant target, the subject had a peak NAFX of 0.385 at 2° left gaze. ",
            "section": "Subject Data"
        },
        {
            "text": "As Fig. (1a) shows, the  breadth of the NAFX vs Gaze Angle curve given by the LFD function was 20°. ",
            "section": "Subject Data",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. (1a)"
                }
            ]
        },
        {
            "text": "When using contact lenses, the NAFX peak was 0.405 with an LFD of 34°, and when converged at 60 PD, the NAFX peak was 0.755 with an LFD of 59°. ",
            "section": "Subject Data"
        },
        {
            "text": "During distant fixation while taking acetazolamide, the NAFX peak was 0.575 with an LFD of 34°. ",
            "section": "Subject Data"
        },
        {
            "text": "The NAFX values were slightly more variable for the acetazolamide data (mean standard deviation across gaze angles of 0.101) than for the other three conditions (0.095, 0.089, and 0.026 for distance, contact lenses, and convergence respectively). ",
            "section": "Subject Data"
        },
        {
            "text": "Fig.  (1b) shows examples of the subject's waveforms pre-and post-acetazolamide.",
            "section": "Subject Data",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 10,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig.  (1b)"
                }
            ]
        },
        {
            "text": "The percent improvements in the NAFX at each gaze angle for the three therapies are shown in Fig. (2). ",
            "section": "Subject Data",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 101,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. (2)"
                }
            ]
        },
        {
            "text": "Each therapy improved the NAFX values by roughly constant percentages within the central ±15° range of gaze angles, 15-40%, 50-100%, and 100-185% for the contact lenses, acetazolamide, and convergence therapies respectively. ",
            "section": "Subject Data"
        },
        {
            "text": "In addition, the three therapies produced much greater improvements in lateral gaze (600%, 1050%, and 1600%, respectively).",
            "section": "Subject Data"
        },
        {
            "text": "In addition to comparing the therapeutic effects (on peak NAFX and the LFD) of acetazolamide to contact lenses and convergence therapies, we also compared each to the estimated effects of the T&R based on data from twenty-two patients [6]. ",
            "section": "Comparisons to Contact Lenses, Convergence, and Tenotomy and Reattachment",
            "ref_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Fig. (3a) demonstrates that acetazolamide raised the peak NAFX by an amount equivalent to that estimated for the T&R procedure, whereas contact lenses fell short while convergence was better. ",
            "section": "Comparisons to Contact Lenses, Convergence, and Tenotomy and Reattachment",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Fig. (3a)"
                }
            ]
        },
        {
            "text": "The LFD improvements for both acetazolamide and contact lenses were the same as for the T&R procedure, but less than for convergence ( Fig. 3b). ",
            "section": "Comparisons to Contact Lenses, Convergence, and Tenotomy and Reattachment",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 143,
                    "type": "figure",
                    "text": "Fig. 3b)"
                }
            ]
        },
        {
            "text": "Fig. (4) compares the actual post-therapeutic NAFX and LFD values of each therapy relative to the estimated T&R values.",
            "section": "Comparisons to Contact Lenses, Convergence, and Tenotomy and Reattachment",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. (4)"
                }
            ]
        },
        {
            "text": "In order to investigate the possible mechanisms involved in these waveform improvements, we simulated the acetazolamide condition using a behavioral OMS model developed to investigate mechanistic ocular motor hypotheses ranging from normals to individuals with various ocular motor dysfunctions [8,9,14,15,19,20,[23][24][25][26][27][28][29][30][31][32]. ",
            "section": "Computer Simulations",
            "ref_spans": [
                {
                    "start": 295,
                    "end": 298,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 298,
                    "end": 300,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 300,
                    "end": 303,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 303,
                    "end": 306,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 306,
                    "end": 309,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19,"
                },
                {
                    "start": 309,
                    "end": 312,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20,"
                },
                {
                    "start": 312,
                    "end": 316,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                },
                {
                    "start": 316,
                    "end": 320,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                },
                {
                    "start": 320,
                    "end": 324,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                },
                {
                    "start": 324,
                    "end": 328,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                },
                {
                    "start": 328,
                    "end": 332,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                },
                {
                    "start": 332,
                    "end": 336,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                },
                {
                    "start": 336,
                    "end": 340,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                },
                {
                    "start": 340,
                    "end": 344,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                },
                {
                    "start": 344,
                    "end": 348,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                },
                {
                    "start": 348,
                    "end": 352,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "In an attempt to mimic the subject's INS characteristics, we used the OMS-model's built-in capabilities to set the NAFX peak to -2° with a symmetrical, medium Alexander's law variation of the INS amplitude with gaze angle. ",
            "section": "Computer Simulations"
        },
        {
            "text": "Fig. (5) shows the main components of the OMS model (Smooth Pursuit, Fixation, Saccadic Pulse Generator, Internal Monitor, Fast and Slow Neural Integrators, and Fast and Slow Plant pathways) and of the PMC+ Block (part of the Smooth Pursuit system responsible for its damping). ",
            "section": "Computer Simulations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Fig. (5)"
                }
            ]
        },
        {
            "text": "There, we simulated the hypothesized central effect of acetazolamide by reducing the gain factor, \"Central Therapy\" from 1.3 (the value required to match this subject's pre-acetazolamide INS) to 0.6. ",
            "section": "Computer Simulations"
        },
        {
            "text": "As Fig. (6a) shows, the simulated INS amplitude increased at gaze angles lateral to -2° (as did the subject's) and the simulated effects of acetazolamide resulted in damped INS waveforms at all gaze angles. ",
            "section": "Computer Simulations",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. (6a)"
                }
            ]
        },
        {
            "text": "Calculating the NAFX values from the simulation data at those gaze angles resulted in a match to the subject's far-fixation data and an improved but not broadened NAFX vs Gaze Angle curve (i.e., the LFD values remained the same) for the simulated effects of acetazolamide (Fig. 6b).",
            "section": "Computer Simulations",
            "ref_spans": [
                {
                    "start": 272,
                    "end": 281,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "(Fig. 6b)"
                }
            ]
        },
        {
            "text": "Acetazolamide, a potent carbonic anhydrase inhibitor is the most common and best-studied agent for the amelioration  Fig. (3). ",
            "section": "Acetazolamide",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "type": "figure",
                    "text": "Fig. (3)"
                }
            ]
        },
        {
            "text": "Comparative plots of ",
            "section": "Acetazolamide"
        },
        {
            "text": "a) percent increases in peak NAFX vs Pre-therapy NAFX and ",
            "section": "Acetazolamide"
        },
        {
            "text": "b) percent increases in LFD vs pre-therapy LFD during fixation of far targets with contact lenses, with acetazolamide, and during convergence at 60 PD. ",
            "section": "Acetazolamide"
        },
        {
            "text": "Curves shown are the estimated percent increases in peak NAFX and LFD for the tenotomy and reattachment (T&R) procedure. ",
            "section": "Acetazolamide"
        },
        {
            "text": "The aim of our study is to evaluate if this subject with INS, who took 1000mg/day of acetazolamide for three days to prevent altitude sickness, showed changes in his nystagmus waveforms. ",
            "section": "Acetazolamide"
        },
        {
            "text": "However, this subject's INS waveforms at each gaze angle were unchanged by acetazolamide, as they have been since his first eye-movement recording in the mid 1960's (compare also the original \"null\" position shown in Figs. (1, 2) with the more recent NAFX peaks and % NAFXimprovement troughs). ",
            "section": "Acetazolamide",
            "ref_spans": [
                {
                    "start": 217,
                    "end": 229,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figs. (1, 2)"
                }
            ]
        },
        {
            "text": "Such intra-subject consistency is common, despite inter-subject variability, and has been documented in many patients who have had repeat studies in our laboratory years, or even decades, apart. ",
            "section": "Acetazolamide"
        },
        {
            "text": "Although acetazolamide did improve the average NAFX values over contact lenses, there was more variability at each gaze angle (possibly related to the subject's mild discomfort); this and the other the side effects might be contraindications to using acetazolamide (at the dosage used) as a therapy for INS. ",
            "section": "Acetazolamide"
        },
        {
            "text": "Ocular motility studies of INS have demonstrated that, despite minor idiosyncrasies and whether or not there is an associated visual abnormality or it is hereditary, all INS is the same disorder (i.e., the same common waveforms and their characteristic variations with gaze and vergence angles). ",
            "section": "Underlying Mechanisms"
        },
        {
            "text": "Thus, the ocular motor system instability is indistinguishable between patient subpopulations and has the same direct, functional cause (e.g., loss of pursuit-system damping). ",
            "section": "Underlying Mechanisms"
        },
        {
            "text": "As is evident from the literature, the terminology used and the questions posed when discussing the \"cause\" of a disorder often reflect one's training or approach to the problem. ",
            "section": "Underlying Mechanisms"
        },
        {
            "text": "The geneticist speaks of a genetic abnormality, the physiologist or anatomist, of the misbehavior of a group of cells, their absence, or misrouting of their connections, and the control-systems analysist, of an unstable feedback loop. ",
            "section": "Underlying Mechanisms"
        },
        {
            "text": "However, such diverse putative \"causes\" of a condition may be neither contradictory nor repetitious. ",
            "section": "Underlying Mechanisms"
        },
        {
            "text": "Rather, each is a meaningful description to those with the corresponding background, while the other descriptions may seem somehow lacking. ",
            "section": "Underlying Mechanisms"
        },
        {
            "text": "Going from initial speculation to a realistic hypothesis for INS requires establishing a functional connection between the putative \"cause\" and the resulting eye oscillation and ocular motor behavior. ",
            "section": "Underlying Mechanisms"
        },
        {
            "text": "For example, in some with INS, a genetic abnormality or spontaneous occurrence could result in a channelopathy of the subset of cells that set the smooth-pursuit damping gain. ",
            "section": "Underlying Mechanisms"
        },
        {
            "text": "Other INS patients might have calibration of that gain altered by lack of adequate visual input, still others by another physiological or anatomical disorder of the cells controlling pursuit damping. ",
            "section": "Underlying Mechanisms"
        },
        {
            "text": "In all of these putative scenarios, the INS instability will be indistinguishable among patients, the direct, functional cause will be the same, but the precipitating factors and lower level mechanisms will differ.",
            "section": "Underlying Mechanisms"
        },
        {
            "text": "As Figs. (3, 4) shows, there are broad ranges of initial NAFX and LFD values within which the T&R procedure produces significant improvements (e.g., 0.05 NAFX 0.6 and 2.5° LFD 25°). ",
            "section": "Comparative Therapies",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 15,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figs. (3, 4)"
                }
            ]
        },
        {
            "text": "This use of accurate eye-movement data to diagnose INS and determine the therapeutic approach with the maximal therapeutic efficacy has also resulted in an analysis procedure whereby we can estimate a priori the percent improvement and final values for both the NAFX and LFD; the former also allows estimation of the improvement in measured (not just potential) visual acuity of Fig. (5). ",
            "section": "Comparative Therapies",
            "ref_spans": [
                {
                    "start": 379,
                    "end": 387,
                    "type": "figure",
                    "text": "Fig. (5)"
                }
            ]
        },
        {
            "text": "Block diagrams of the behavioral ocular motor system model and the PMC+ block (controlling damping within the Smooth Pursuit system) where the hypothesized central effect of acetazolamide was simulated. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "The gain factor \"Central Therapy\" (lower input to the final multiplier) was adjusted downward from its pre-acetazolamide value of 1.3.",
            "section": "Comparative Therapies"
        },
        {
            "text": "INS patients with or without afferent visual deficits [6]. ",
            "section": "Comparative Therapies",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The present study demonstrates how, for an individual patient, we can determine the relative improvements of several different types of therapies and compare them to the estimated improvement from the T&R procedure. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "The effects of this drug are independent of, and act at different sites from, either convergence or gaze-angle nulls. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "Therefore, the presence or absence of convergence or gazeangle nulls would not alter the effects of the drug on INS. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "Therapeutic effects of such diverse treatments have been shown to be multiplicative, acting in different ways at different sites. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "This is the first time objective INS eyemovement data analyses have been used for these purposes.",
            "section": "Comparative Therapies"
        },
        {
            "text": "The outcome data from vergence prisms also represents the results of performing a bimedial rectus recession procedure, since the resulting induced convergence to align the eyes has equivalent effects on INS in the two cases. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "Our research has shown that it is the act of convergence that damps INS in those patients who demonstrate this effect. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "That act of convergence is the same whether or not it is induced by prisms or by a surgically induced divergence. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "The static concept of \"weakening\" a muscle is of little use in understanding the dynamic effects of most eye-muscle surgery or vergence on an oscillation like INS. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "Although the antagonist muscles of each eye receive different innervations for convergence, the resultant force is equal in each muscle. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "Rather, it is alteration of the proprioceptively controlled resting muscle tension that is responsible. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "In fact, we test for the efficacy of the bimedial rectus recession procedure in binocular patients with an INS convergence null by having them wear BO prisms. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "Also, due to the fact that the muscles wrap around the equator and attach closer to the cornea, small recessions do not substantially weaken the mechanical advantage of the muscle. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "The different innervations of the EOM during convergence result in equal and opposite forces in the two antagonist muscles of each eye and are not what reduces their small-signal gain. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "Prism-induced vergence produces the same broadening effects as the T&R procedure, implying the same mechanism of action and removing the requirement for the addition of bilateral rectus muscle T&R to the bimedial rectus recession procedure. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "Based on our analyses of hundreds of INS patients, where convergence nulls have always been greater than gaze-angle nulls, we concluded long ago that inducing convergence in binocular patients with convergence damping would have greater therapeutic improvement than any other known therapyeither base-out prisms or the bimedial rectus recession procedure should be the therapy of choice in these patients. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "Because the eye-movement data from this subject are representative of the INS population in general, if surgery were to be considered for the subject of this study, maximal therapeutic improvement would result from a bimedial rectus recession procedure. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "There is no evidence that inducing convergence by either method will cause strabismus in these binocular patients; both therapies have resulted in large, sustained improvements in visual function. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "Further neurophysiological study of convergence's effects on proprioception is needed to clarify the specific mechanism involved.",
            "section": "Comparative Therapies"
        },
        {
            "text": "The past four decades of INS research suggests that the direct, functional cause of INS is the miscalibration of smooth-pursuit damping [14,15,28]. ",
            "section": "Comparative Therapies",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14,"
                },
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28]"
                }
            ]
        },
        {
            "text": "Therapies may either be directed: ",
            "section": "Comparative Therapies"
        },
        {
            "text": "1) afferently to alleviate the visual condition that interfered with damping calibration [33][34][35]; ",
            "section": "Comparative Therapies",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[33]"
                },
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[34]"
                },
                {
                    "start": 97,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "2) centrally at the cells responsible for damping miscalibration (as some drugs may do, although they may also act elsewhere with possibly undesirable side effects) [11][12][13]; or ",
            "section": "Comparative Therapies",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 169,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 173,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "3) peripherally to reduce the effects of the underlying instability (e.g., vergence prisms, contact lenses, or the T&R procedure) [7,8,36]. ",
            "section": "Comparative Therapies",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7,"
                },
                {
                    "start": 133,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 135,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36]"
                }
            ]
        },
        {
            "text": "It is unclear whether acetazolamide affected a channelopathy in a subset of central or peripheral neurons (i.e., whether it affected the \"cause\" or merely ameliorated the \"effect\"-as does the T&R procedure). ",
            "section": "Comparative Therapies"
        },
        {
            "text": "Finally, to the extent that one particular type of therapy insufficiently improves the INS waveform, other types may be added that will multiply the therapeutic improvement [37].",
            "section": "Comparative Therapies",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "Recent work on the pathogenesis of some hereditary forms of INS has focused on the FRMD7 gene, which is expressed in retina and cerebellum. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "Exactly how mutations of this gene could cause INS is debated, although the cerebellum plays an important role in smooth tracking eye movements and gaze holding. ",
            "section": "Comparative Therapies"
        },
        {
            "text": "Future studies aimed at investigating whether ion channels or specific neurotransmitters are affected by the FRMD7 gene may lead to identifying more specific drug therapies for hereditary INS [38].",
            "section": "Comparative Therapies",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "We used computer simulations to explore a possible mechanism of action of acetazolamide in this subject's INS. ",
            "section": "Computer Simulations"
        },
        {
            "text": "After simulating the subject's INS waveform variation with gaze angle, we investigated the effects on INS of simply reducing the oscillatory signal in the smooth-pursuit damping circuitry (no other changes to the model were made). ",
            "section": "Computer Simulations"
        },
        {
            "text": "That is, we hypothesized that acetazolamide has the single ocular motor effect of centrally damping the causal INS oscillation. ",
            "section": "Computer Simulations"
        },
        {
            "text": "Analysis of the simulated results produced an NAFX vs Gaze Angle curve that was higher (i.e., allowing better visual acuity) but not wider (i.e., allowing high acuity over more gaze angles). ",
            "section": "Computer Simulations"
        },
        {
            "text": "This did not accurately simulate the subject's data, which showed both improvements. ",
            "section": "Computer Simulations"
        },
        {
            "text": "Thus, this single-site hypothesis for the effects of acetazolamide on this subject was disproven; i.e., the model suggested that acetazolamide's action was not limited to only that ocular motor site. ",
            "section": "Computer Simulations"
        },
        {
            "text": "This should not be surprising, given its systemic actions as evidenced by the unrelated side effects.",
            "section": "Computer Simulations"
        },
        {
            "text": "Our computer simulations demonstrated that a central reduction in the magnitude of the initial INS instability was insufficient to mimic the measured INS-waveform improvements and suggested that acetazolamide also acts centrally at another site to broaden the Alexander's law variation of INS amplitude. ",
            "section": "Computer Simulations"
        },
        {
            "text": "That combination could be simulated in the same way the pre-acetazolamide simulation was matched to the subject's far-fixation data. ",
            "section": "Computer Simulations"
        },
        {
            "text": "A third possibility is that acetazolamide acted peripherally and therefore, affected INS in a manner similar to that of the T&R procedure; we have already simulated and reported those peripheral therapeutic effects [20]. ",
            "section": "Computer Simulations",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "Finally, acetazolamide could have acted both centrally and peripherally.",
            "section": "Computer Simulations"
        },
        {
            "text": "The efficacy of acetazolamide as a therapy requires studies at a reduced dosage to determine if its therapeutic effects can be maintained without side effects. ",
            "section": "Computer Simulations"
        },
        {
            "text": "In addition, the repeatability of its effects over time and the number and type of patients (i.e., other than those with hereditary INS) in whom it is effective need to be determined. ",
            "section": "Computer Simulations"
        },
        {
            "text": "Other, similar drugs (e.g., methazolamide) should also be investigated. ",
            "section": "Computer Simulations"
        },
        {
            "text": "The results of this preliminary study provide a foundation for a randomized, double-blind, drug-efficacy study of these drugs in patients with INS and a comparison to the known effects of other drugs on INS [11,12] and to the known surgical effects.",
            "section": "Computer Simulations",
            "ref_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11,"
                },
                {
                    "start": 211,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12]"
                }
            ]
        },
        {
            "text": "This work was supported in part by the Office of Research and Development, Medical Research Service, Department of Veterans Affairs.",
            "section": "ACKNOWLEDGEMENT"
        }
    ]
}