{
    "id": "ae50acf1f3",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Recent advances in stem-cell biology hold the potential to change the treatment of many diseases, including neurodegenerative diseases, diabetes, myocardial infarction, stroke and spinal cord injury. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Central to this paradigm is the requirement for patient-specific stem cells that can be propagated in a cellculture environment suitable for transplantation and other therapeutic applications. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Presently, NIH-approved human ES (hES) cell lines are most typically cultured on mitotically inactivated mouse embryonic fibroblast (MEF) cells as xenogenic feeder cells (1). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "Due to concerns about the transmission of zoonotic infections to recipients, xenoculture represents a significant impediment to stem-cell therapy. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "At present, the use of federal registry hES cells and stem-cell derivatives that involve feeder layer xenoculture requires detailed testing for adventitious infectious agents, according to the established FDA guidelines for xenotransplantation. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "According to these guidelines, 'xenotransplantation' encompasses the transplantation of human cells, including stem cells 'that have had ex vivo contact with live nonhuman animal cells' (2).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "On the other hand, a second potential barrier to stem-cell therapy-the matter of histocompatibility and tissue rejection-has recently been addressed. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Induced pluripotent stem (iPS) cells provide a potentially powerful route for cell therapies based upon autologous, patient-specific stem cells (3,4). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3,"
                },
                {
                    "start": 147,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4)"
                }
            ]
        },
        {
            "text": "Most current protocols for iPS cell generation require the expression of a cohort of transcription factors (TFs) in the target cell, either by gene transfer (5 -7), direct protein introduction (8,9), chemical agents (10)(11)(12) or synthetic modified mRNA (13) to reprogram terminally differentiated somatic cells into iPS cells (3,4,14). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 163,
                    "type": "bibr",
                    "text": "(5 -7)"
                },
                {
                    "start": 193,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8,"
                },
                {
                    "start": 196,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9)"
                },
                {
                    "start": 216,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10)"
                },
                {
                    "start": 220,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11)"
                },
                {
                    "start": 224,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(12)"
                },
                {
                    "start": 256,
                    "end": 260,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(13)"
                },
                {
                    "start": 329,
                    "end": 332,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3,"
                },
                {
                    "start": 332,
                    "end": 334,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 334,
                    "end": 337,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14)"
                }
            ]
        },
        {
            "text": "Although iPS cells exhibit a unique gene expression signature (15), they resemble embryonic stem (ES) cells in many respects, including the expression of pluripotency markers, the ability to differentiate into cell types that represent all three germ layers, and to contribute to chimerism and teratoma formation in mice. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "Accordingly, iPS cells hold promise for cell replacement therapy as well as for the study of fundamental disease mechanisms, while circumventing some of the ethical issues associated with the use of hES cells (16)(17)(18)(19).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(16)"
                },
                {
                    "start": 213,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(17)"
                },
                {
                    "start": 217,
                    "end": 221,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(18)"
                },
                {
                    "start": 221,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(19)"
                }
            ]
        },
        {
            "text": "At least two additional issues remain for iPS cells, including the need to identify efficient and readily available sources of starting cells for reprogramming and the development of efficient derivation protocols that do not require viral vectors. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "There are several ongoing efforts to develop such viral-free protocols, but current approaches exhibit relatively low iPS cell derivation efficiencies (8 -13). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "type": "bibr",
                    "text": "(8 -13)"
                }
            ]
        },
        {
            "text": "While human dermal fibroblasts (HDFs), hair follicle cells, blood cells and adipose stem cells have all been evaluated, recent primary derivation studies indicate the relatively inefficient generation of iPS cells (e.g. 0.2 -0.001% efficiency) and the need for prolonged derivation times, encompassing 10 days to 4 weeks (3,4,11,14,(20)(21)(22)(23)(24)(25)(26). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 321,
                    "end": 324,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3,"
                },
                {
                    "start": 324,
                    "end": 326,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 326,
                    "end": 329,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 329,
                    "end": 332,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 332,
                    "end": 336,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                },
                {
                    "start": 336,
                    "end": 340,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                },
                {
                    "start": 340,
                    "end": 344,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                },
                {
                    "start": 344,
                    "end": 348,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(23)"
                },
                {
                    "start": 348,
                    "end": 352,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                },
                {
                    "start": 352,
                    "end": 356,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(25)"
                },
                {
                    "start": 356,
                    "end": 360,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "However, an intriguing observation from iPS cell derivation protocols that have compared somatic cell types of different developmental ages is that younger cell types appear to exhibit more efficient reprogramming to the iPS cell state (14,27).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(14,"
                },
                {
                    "start": 240,
                    "end": 243,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27)"
                }
            ]
        },
        {
            "text": "From a clinical perspective, the most readily accessible embryonic cells in the body are amniocytes, a heterogeneous cell population in the amniotic fluid surrounding the developing fetus that represent cells exfoliated from the embryo and placenta (28). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(28)"
                }
            ]
        },
        {
            "text": "As a result, amniocytes are developmentally primitive, undergo rapid proliferation in vivo and in vitro and are likely to include embryonic progenitor cells (29). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(29)"
                }
            ]
        },
        {
            "text": "Indeed, small subpopulations of amniocytes have been suggested to be multipotent (30,31). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(30,"
                },
                {
                    "start": 85,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31)"
                }
            ]
        },
        {
            "text": "Studies have used mesenchymal stem cells in amniotic fluid that are presumably shed from the placenta to perform autologous fetal tissue engineering of sternum, trachea, bladder and diaphragm, and to generate renal and osteogenic tissue (28,(31)(32)(33). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(28,"
                },
                {
                    "start": 241,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(31)"
                },
                {
                    "start": 245,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(32)"
                },
                {
                    "start": 249,
                    "end": 253,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(33)"
                }
            ]
        },
        {
            "text": "In addition, an amniocyte subpopulation representing 0.9% of total amniocytes, termed amniotic fluid-derived stem (AFS) cells, can be isolated by virtue of their CD117/c-Kit expression and these cells appear to be multipotent (30). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(30)"
                }
            ]
        },
        {
            "text": "Similarly, iPS cell derivation has recently been reported after the culture of human amniocytes on mouse feeder cells (34,35). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(34,"
                },
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35)"
                }
            ]
        },
        {
            "text": "In an initial study, following long-term culture, human amniotic fluid-derived cells (hAFDCs) were correctly reprogrammed to an iPS cell state with efficiencies ranging from 0.059 to 1.525% at 6 days post-infection (34), while in a second study cultured AF skin cells formed iPS colonies approximately twice as fast and at nearly twice the rate as cultured adult skin cells (35).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(34)"
                },
                {
                    "start": 374,
                    "end": 378,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(35)"
                }
            ]
        },
        {
            "text": "It has been hypothesized that amniocytes might be easier to directly reprogram to the iPS cell state than other available somatic cell types because of the likely similarity of their transcriptional and epigenetic states to those of early embryonic cell types (34,35). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(34,"
                },
                {
                    "start": 264,
                    "end": 267,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35)"
                }
            ]
        },
        {
            "text": "Over 150 000 second trimester amniocenteses are performed annually in the US alone and the extra amniocytes that are not used for karyotyping, genetic testing or other analyses are typically discarded (36), making them potentially available for iPS cell generation. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(36)"
                }
            ]
        },
        {
            "text": "Amniocytes are autologous to the fetus and semi-allogeneic to each parent, thereby expanding the potential utility of amniocyte-derived iPS (AdiPS) cells to other family members. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Because of their early embryonic origin, amniocytes may have accumulated less genetic damage due to replication errors or somatic mutation than older cell types, potentially allowing derivation of iPS cells with improved lifespan and reduced neoplastic tendency. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Based on these potential advantages, we therefore sought to further optimize this system and to extend its potential for clinical translation, making use of parallel studies in both the human and mouse.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Here we report the rapid and efficient generation of human amniocytes in as few as 5 days in a serum-free system that employs freshly discarded amniotic fluid cells from a clinical cytogenetics laboratory. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "This high efficiency of iPS cell generation appears to reflect general properties of amniotic fluid cells, and not selection for, or reprogramming of known subpopulations of amniotic fluid cells. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "To make the derivation protocol more efficient, we have also used manual picking of live immunostained iPS cell colonies to simplify their selective purification and expansion. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Lastly, of specific relevance to future translational applications, it would be a significant advance if one could avoid the xenoculture of human stem cells on MEFs or animal-derived feeder cells. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Interestingly, AFS cells derived from amniocytes have been reported to maintain multipotency in the absence of a supporting feeder layer (30). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(30)"
                }
            ]
        },
        {
            "text": "This observation suggested that amniocytes might be able to substitute for MEF feeder layers in ES or iPS cell culture. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Thus, we evaluated and established the feasibility of using mitotically inactivated human and mouse amniocytes as a source of feeder layers for the propagation of undifferentiated pluripotent iPS and ES cells. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "This latter innovation may further advance the clinical utility of human iPS and ES cell systems.",
            "section": "INTRODUCTION"
        },
        {
            "text": "To explore the reprogramming of amniocytes in depth, we first focused on mouse amniocytes, which are more reproducibly obtained than human amniocytes and uniform in genetic background. ",
            "section": "Reprogramming of mouse amniocytes"
        },
        {
            "text": "In 14 separate experiments, performed according to the protocol summarized in Figure 1A -C (and detailed in Materials and Methods), mouse amniocyte cultures transduced with Oct4, Sox2, Klf4 and c-Myc and initially cultured in the absence of a feeder layer formed multiple ES cell-like colonies on day 5 post-infection ( Fig. 2A and E, Table 1). ",
            "section": "Reprogramming of mouse amniocytes",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 87,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1A"
                },
                {
                    "start": 320,
                    "end": 327,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2A"
                },
                {
                    "start": 335,
                    "end": 342,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "When these colonies were further cultured, prior to transfer to feeder layers for long-term propagation, there was a notable increase in colony number between days 5 and 7. ",
            "section": "Reprogramming of mouse amniocytes"
        },
        {
            "text": "Mouse amniocyte cultures transduced with only Klf4 and c-Myc also exhibited multiple colonies with ES cell morphology, but not until day 7 post-infection ( Fig. 2A and I, Table 1). ",
            "section": "Reprogramming of mouse amniocytes",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 163,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2A"
                },
                {
                    "start": 171,
                    "end": 178,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "All other binary combinations of TFs failed to generate such colonies in six different experiments. ",
            "section": "Reprogramming of mouse amniocytes"
        },
        {
            "text": "In addition, prolonged culture of amniocytes in numerous experiments did not result in the formation of iPS cell-like colonies.",
            "section": "Reprogramming of mouse amniocytes"
        },
        {
            "text": "The four-factor-and two-factor-derived mouse amniocyte colonies, provisionally termed 4-mAdiPS and 2-mAdiPS cells, respectively, resembled mouse ES (mES) cells. ",
            "section": "Reprogramming of mouse amniocytes"
        },
        {
            "text": "They could be maintained and passaged multiple times using a standard mES cell protocol with mitotically inactivated MEF feeder layers (MEF feeders) and mES cell medium (see Materials and Methods). ",
            "section": "Reprogramming of mouse amniocytes"
        },
        {
            "text": "In addition, when mouse amniocytederived colonies were cultured in mES cell medium on low adhesion plates without feeder cells and in the absence of LIF or bFGF for 3 to 7 days, embryoid bodies (EBs) formed.",
            "section": "Reprogramming of mouse amniocytes"
        },
        {
            "text": "The expression of pluripotency markers by mouse amniocyte-derived colonies was first assessed by histochemical staining for alkaline phosphatase (AP) activity and by immunocytochemistry for Oct4 and SSEA-1 ( Fig. 2A-L). ",
            "section": "Reprogramming of mouse amniocytes",
            "ref_spans": [
                {
                    "start": 208,
                    "end": 217,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2A-L"
                }
            ]
        },
        {
            "text": "Similar to mES cells, both 4-mAdiPS and 2-mAdiPS cell colonies were positive for AP activity and immunoreactive for Oct4 and SSEA-1. ",
            "section": "Reprogramming of mouse amniocytes"
        },
        {
            "text": "Using live immunostaining for SSEA-1, putative mouse iPS colonies were selectively picked and enriched for further characterization. ",
            "section": "Reprogramming of mouse amniocytes"
        },
        {
            "text": "RT-PCR and western blot analyses further confirmed the expression of SSEA-1 and other pluripotency markers in the immunoselected iPS cell populations ( Fig. 2M and N). ",
            "section": "Reprogramming of mouse amniocytes",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 166,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2M and N)"
                }
            ]
        },
        {
            "text": "Specifically, analysis of RNA isolated from induced amniocyte cultures that contained significant numbers of colonies revealed abundant levels of Oct4, Nanog and Sox2 transcripts, comparable with the levels detected in G4 mES cells. ",
            "section": "Reprogramming of mouse amniocytes"
        },
        {
            "text": "Oct4 protein expression was confirmed by western blot. ",
            "section": "Reprogramming of mouse amniocytes"
        },
        {
            "text": "Both untreated amniocytes and MEFs were excluded as sources of significant marker expression. ",
            "section": "Reprogramming of mouse amniocytes"
        },
        {
            "text": "These data strongly suggest that the amniocytederived induced colonies represent iPS cells.",
            "section": "Reprogramming of mouse amniocytes"
        },
        {
            "text": "To further assess the pluripotency of mAdiPS cells, two types of differentiation experiments were performed. ",
            "section": "4-mAdiPS and 2-mAdiPS cells are pluripotent"
        },
        {
            "text": "In the first type, 4-mAdiPS cells were injected subcutaneously into severe combined immunodeficiency (SCID) mice and the teratomas that formed after 3 weeks (n ¼ 12) were analyzed by H&E staining and immunohistochemistry to assay for differentiation markers specific to cell types from the three germ layers ( Fig. 2O-T). ",
            "section": "4-mAdiPS and 2-mAdiPS cells are pluripotent",
            "ref_spans": [
                {
                    "start": 310,
                    "end": 319,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2O-T"
                }
            ]
        },
        {
            "text": "Teratomas derived from 4-mAdiPS cells demonstrated glandular epithelium and smooth muscle differentiation, and expressed alpha-fetoprotein (AFP), smooth muscle actin (SMA) and neurofilament (NF), indicative of endodermal, mesodermal and ectodermal differentiation, respectively. ",
            "section": "4-mAdiPS and 2-mAdiPS cells are pluripotent"
        },
        {
            "text": "In the second type of experiment, both 4-mAdiPS and 2-mAdiPS cells, allowed to differentiate in vitro in culture for 2 weeks in the absence of LIF, revealed immunocytochemical results similar to those observed for teratoma formation, indicating the differentiation of endodermal, mesodermal and ectodermal cell types ( Fig. 1U-W).",
            "section": "4-mAdiPS and 2-mAdiPS cells are pluripotent",
            "ref_spans": [
                {
                    "start": 319,
                    "end": 328,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1U-W"
                }
            ]
        },
        {
            "text": "Having determined that the mAdiPS colonies satisfied several criteria for iPS cells, we next determined the efficiency of iPS cell colony formation from mouse amniocytes, compared with the efficiency of iPS cell colony formation from MEFs (Table 1). ",
            "section": "mAdiPS cells can be rapidly and efficiently derived from mouse amniocytes",
            "ref_spans": [
                {
                    "start": 239,
                    "end": 247,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1"
                }
            ]
        },
        {
            "text": "MEFs transduced with four factors initially formed colonies with an efficiency of 0.1% (115 + 11 colonies per 10 5 MEFs; mean + SEM; n ¼ 14 experiments) at day 5 post-infection. ",
            "section": "mAdiPS cells can be rapidly and efficiently derived from mouse amniocytes"
        },
        {
            "text": "In contrast, mouse amniocytes formed 704 + 125 and 2016 + 560 colonies per 10 5 amniocytes at days 5 and 7, respectively, for a nominal efficiency at day 7 of 1.4%. ",
            "section": "mAdiPS cells can be rapidly and efficiently derived from mouse amniocytes"
        },
        {
            "text": "When assayed for AP activity or Oct4 immunoreactivity, about one-third of the colonies were uniformly positive for each marker. ",
            "section": "mAdiPS cells can be rapidly and efficiently derived from mouse amniocytes"
        },
        {
            "text": "Since other experiments revealed these markers to largely overlap, the overall efficiency of pluripotent colony formation (by this and other criteria described below) is on the order of 1.4% × 1/3 or 0.5%. ",
            "section": "mAdiPS cells can be rapidly and efficiently derived from mouse amniocytes"
        },
        {
            "text": "These data also indicate that the induction of pluripotency in mouse amniocytes is significantly faster (5 days post-infection) relative to that reported for other cell types such as MEFs (3,4,11,14,(20)(21)(22)(23)(24)(25)(26). ",
            "section": "mAdiPS cells can be rapidly and efficiently derived from mouse amniocytes",
            "ref_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3,"
                },
                {
                    "start": 191,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 193,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 196,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 199,
                    "end": 203,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                },
                {
                    "start": 203,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                },
                {
                    "start": 207,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                },
                {
                    "start": 211,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(23)"
                },
                {
                    "start": 215,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                },
                {
                    "start": 219,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(25)"
                },
                {
                    "start": 223,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "Similar induction efficiencies were also observed for pluripotent colony formation from mouse amniocytes when just Klf4 and c-Myc were used. ",
            "section": "mAdiPS cells can be rapidly and efficiently derived from mouse amniocytes"
        },
        {
            "text": "However, a lag of two additional days for the emergence of 2-mAdiPS cells compared with 4-mAdiPS cells was observed. ",
            "section": "mAdiPS cells can be rapidly and efficiently derived from mouse amniocytes"
        },
        {
            "text": "No colonies appeared in MEFs that were transduced with just these two factors and analyzed out to 9 days post-infection.",
            "section": "mAdiPS cells can be rapidly and efficiently derived from mouse amniocytes"
        },
        {
            "text": "The finding of endogenous stem cells in amniotic fluid (30) suggests a potential explanation for the relative efficiency of iPS cell induction. ",
            "section": "Amniotic fluid stem cells do not preferentially contribute to mAdiPS cell generation",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(30)"
                }
            ]
        },
        {
            "text": "To test the idea that these cells are simply being selected for, or are already partly re-programmed, c-Kit-positive mouse amniotic fluid-derived cells, proposed to represent AFS cells (30), were isolated by flow cytometry or by magnetic separation (see Materials and Methods), and either cultured without further treatment or subjected to reprogramming. ",
            "section": "Amniotic fluid stem cells do not preferentially contribute to mAdiPS cell generation"
        },
        {
            "text": "The efficiency and temporal emergence of iPS colonies was no greater or faster for c-Kit enriched cultures than for control amniocyte cultures (0.13% efficiency of mouse AdiPS cell generation by day 5 for both c-Kit enriched and non-c-Kit enriched cells). ",
            "section": "Amniotic fluid stem cells do not preferentially contribute to mAdiPS cell generation"
        },
        {
            "text": "These data suggest that c-Kit-positive AFS cells do not contribute preferentially to the origin of mAdiPS cells. ",
            "section": "Amniotic fluid stem cells do not preferentially contribute to mAdiPS cell generation"
        },
        {
            "text": "Similarly, to investigate the potential contribution of rare Oct4 + cells present in amniotic fluid (30,34), we applied our iPS cell induction protocol to amniocytes from a transgenic Oct4-GFP reporter mouse strain (37). ",
            "section": "Amniotic fluid stem cells do not preferentially contribute to mAdiPS cell generation",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "(37)"
                }
            ]
        },
        {
            "text": "Although eventually many of these colonies express GFP, no immediate enrichment for, or recruitment of GFP + cells in colonies was observed at 5 days post-infection. ",
            "section": "Amniotic fluid stem cells do not preferentially contribute to mAdiPS cell generation"
        },
        {
            "text": "These results argue against a selective contribution of c-Kit + or Oct4 + amniocyte subpopulations to mAdiPS cell derivation.",
            "section": "Amniotic fluid stem cells do not preferentially contribute to mAdiPS cell generation"
        },
        {
            "text": "We next sought to extend our observations on the generation of mAdiPS cells from mid-gestation mouse amniocytes to second trimester human amniocytes. ",
            "section": "Human AdiPS (hAdiPS) cells can be rapidly derived from fresh and long-term cultured human amniocytes"
        },
        {
            "text": "Amniocytes were collected from three individuals and subjected to reprogramming within 2 weeks of initial plating, as soon as the cells were released from the clinical cytogenetics laboratory. ",
            "section": "Human AdiPS (hAdiPS) cells can be rapidly derived from fresh and long-term cultured human amniocytes"
        },
        {
            "text": "Human amniocytes transduced with four factors demonstrated the same rapid and efficient formation of hAdiPS cell colonies ",
            "section": "Human AdiPS (hAdiPS) cells can be rapidly derived from fresh and long-term cultured human amniocytes"
        },
        {
            "text": "RNA expression of OCT4, SOX2, GDF3, DNMT3B and REX1 was confirmed in presumptive hAdiPS cells by RT -PCR ( Fig. 3K). ",
            "section": "Gene expression analysis of hAdiPS cells",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 3K"
                }
            ]
        },
        {
            "text": "In contrast, primary human amniocytes expressed lower levels of OCT4 and did not express SOX2, GDF3, DNMTB3B or REX1, and MEFs did not express any of these genes at detectable levels. ",
            "section": "Gene expression analysis of hAdiPS cells"
        },
        {
            "text": "As an additional test of the pluripotency of AdiPS cells, we performed microarray gene expression analyses with RNA isolated from live, SSEA-4, TRA-1-60 or TRA-1-81 immunostained hAdiPS cells, and also from hES cell colonies and primary amniocytes. ",
            "section": "Gene expression analysis of hAdiPS cells"
        },
        {
            "text": "Based on the expression levels of 11328 genes, hAdiPS cells demonstrated greater similarity in their gene expression profiles compared with control H1 hES cells than with human amniocytes (Figs 3L and 4A and B, Supplementary Material,  Fig. S2). ",
            "section": "Gene expression analysis of hAdiPS cells",
            "ref_spans": [
                {
                    "start": 236,
                    "end": 243,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. S2"
                }
            ]
        },
        {
            "text": "Interestingly, of the 12 amniocyte lines assayed, the proportion of methylation sensitive sites in the OCT4 promoter that were actually methylated was variable and in all cases less than 50%; this suggests some pre-existing epigenetic resemblance to the pluripotent state. ",
            "section": "Gene expression analysis of hAdiPS cells"
        },
        {
            "text": "Nonetheless, hAdiPS cells resemble hES cells much more closely than they resemble amniocytes in their gene expression profile, and in the demethylation pattern of two key pluripotency genes. ",
            "section": "Gene expression analysis of hAdiPS cells"
        },
        {
            "text": "These results support the conclusion that human amniocytes can be effectively reprogrammed to a pluripotent state.",
            "section": "Gene expression analysis of hAdiPS cells"
        },
        {
            "text": "To further establish the pluripotency of hAdiPS cells, we next examined their differentiation capacity. ",
            "section": "hAdiPS cells are pluripotent and can differentiate into endoderm, mesoderm and ectoderm"
        },
        {
            "text": "Under differentiation conditions, cultures of hAdiPS cells ( Fig. 5A-C) and hAdiPS cell-derived EBs (Fig. 5D -F) demonstrated ectoderm, endoderm and mesoderm formation, as reflected by AFP, SMA and NF expression, respectively. ",
            "section": "hAdiPS cells are pluripotent and can differentiate into endoderm, mesoderm and ectoderm",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 70,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 5A-C"
                },
                {
                    "start": 100,
                    "end": 108,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig. 5D"
                }
            ]
        },
        {
            "text": "In addition, we were able to efficiently generate teratomas 7 to 8 weeks after hAdiPS cells were injected into hind leg muscles of SCID mice (see Materials and Methods). ",
            "section": "hAdiPS cells are pluripotent and can differentiate into endoderm, mesoderm and ectoderm"
        },
        {
            "text": "Analysis of the cellular composition of these teratomas, determined by fixation, cryosectioning and H&E staining, demonstrated histologically distinct types of tissue that represent the three germ layers (Fig. 5G -I). ",
            "section": "hAdiPS cells are pluripotent and can differentiate into endoderm, mesoderm and ectoderm",
            "ref_spans": [
                {
                    "start": 204,
                    "end": 216,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig. 5G -I)"
                }
            ]
        },
        {
            "text": "Consistent with the histological findings, immunohistochemistry of these tissue sections revealed positive immunostaining for AFP, SMA and NF ( Fig. 5J -L). ",
            "section": "hAdiPS cells are pluripotent and can differentiate into endoderm, mesoderm and ectoderm",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 155,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 5J -L)"
                }
            ]
        },
        {
            "text": "Collectively, the above results indicate that, consistent with other reports (34,35), human amniocytes can be reprogrammed to functional iPS cells at high efficiency.",
            "section": "hAdiPS cells are pluripotent and can differentiate into endoderm, mesoderm and ectoderm",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(34,"
                },
                {
                    "start": 81,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35)"
                }
            ]
        },
        {
            "text": "Our results showing that amniocytes can be efficiently reprogrammed to a pluripotent state, coupled with the observation that AFS cells do not require a feeder layer for self maintenance (30), prompted us to consider whether amniocytes themselves might function as feeder layers for mouse and human ES and AdiPS cells. ",
            "section": "Amniocytes can function as feeder cell layers for mES, hES and hAdiPS cells",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(30)"
                }
            ]
        },
        {
            "text": "To test this hypothesis, we first plated R1 mES cells that contained an Oct4-GFP reporter gene on a monolayer of freshly harvested or previously passaged E13.5 mouse amniocytes (amniocyte feeders) that had been mitomycin-treated at a density of 10 5 amniocytes per 1.76 cm 2 (see Materials and Methods). ",
            "section": "Amniocytes can function as feeder cell layers for mES, hES and hAdiPS cells"
        },
        {
            "text": "We then propagated the mES cell cultures for 20-25 serial passages over 75 days. ",
            "section": "Amniocytes can function as feeder cell layers for mES, hES and hAdiPS cells"
        },
        {
            "text": "During this time, mES cells maintained on mouse amniocyte feeder layers exhibited colony morphology associated with an undifferentiated ES cell state, and behaved indistinguishably from mES cells maintained in parallel on MEF feeders. ",
            "section": "Amniocytes can function as feeder cell layers for mES, hES and hAdiPS cells"
        },
        {
            "text": "At the end of 75 days, we examined the expression of pluripotency markers in mES cells maintained on amniocytes by immunocytochemistry, RT -PCR and qRT -PCR, as well as by their capacity for differentiation into derivatives of all three germ layers, and for germline competent mouse chimera formation (Fig. 6). ",
            "section": "Amniocytes can function as feeder cell layers for mES, hES and hAdiPS cells",
            "ref_spans": [
                {
                    "start": 301,
                    "end": 308,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "(Fig. 6"
                }
            ]
        },
        {
            "text": "Colonies of R1 mES cells maintained on mouse amniocyte feeders exhibited AP histochemical staining, BrdU labeling, Oct4-GFP reporter expression and Oct4 immunostaining ( Fig. 6A-D). ",
            "section": "Amniocytes can function as feeder cell layers for mES, hES and hAdiPS cells",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 180,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 6A-D)"
                }
            ]
        },
        {
            "text": "These results were indistinguishable from the results observed for colonies of mES cells maintained and passaged under comparable conditions on MEF feeders (data not shown). ",
            "section": "Amniocytes can function as feeder cell layers for mES, hES and hAdiPS cells"
        },
        {
            "text": "Furthermore, mES cells cultured on mouse amniocyte feeders continued to express Oct4, Nanog and Sox2 at levels comparable to those observed for mES cells on MEF feeders by both RT-PCR ( Fig. 6G) and by qRT -PCR (data not shown).",
            "section": "Amniocytes can function as feeder cell layers for mES, hES and hAdiPS cells",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 193,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 6G"
                }
            ]
        },
        {
            "text": "Moreover, mES cells cultured on mouse amniocytes and allowed to differentiate for 7 -14 days in vitro exhibited marker expression for NF and SMA ( Fig. 6E and F). ",
            "section": "Amniocytes can function as feeder cell layers for mES, hES and hAdiPS cells",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 161,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 6E and F)"
                }
            ]
        },
        {
            "text": "mES cells cultured on amniocytes also exhibited efficiencies of chimera formation (13/35 versus 4/10, for mES cells maintained on amniocyte versus MEF feeders, respectively), percent of mES cell coat color contribution and rate of germline transmission, comparable to those maintained on MEF feeders ( Fig. 6H and data not shown). ",
            "section": "Amniocytes can function as feeder cell layers for mES, hES and hAdiPS cells",
            "ref_spans": [
                {
                    "start": 302,
                    "end": 329,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 6H and data not shown)"
                }
            ]
        },
        {
            "text": "Based on these specific analyses, mouse amniocytes and MEFs appear to function equivalently as feeders for mES cell culture.",
            "section": "Amniocytes can function as feeder cell layers for mES, hES and hAdiPS cells"
        },
        {
            "text": "Next, since the transmission of viruses and other infectious agents between animal-derived feeders and hES cells is a potential obstacle to human cell therapy, we tested the ability of g-irradiated human amniocytes (human amniocyte feeders) to maintain H1 hES cells and hAdiPS cells in an undifferentiated state. ",
            "section": "Amniocytes can function as feeder cell layers for mES, hES and hAdiPS cells"
        },
        {
            "text": "In this case, after passage of stem cells for 21 days, both hES cells (Fig. 6I-K) and hAdiPS ( Fig. 6O-T) cells retained OCT4, SSEA-4 and TRA-1-81 expression by immunostaining, and exhibited normal differentiation in EB (Fig. 6L -N) and teratoma formation (data not shown) after 7 and 56 additional days, respectively. ",
            "section": "Amniocytes can function as feeder cell layers for mES, hES and hAdiPS cells",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 81,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "(Fig. 6I-K)"
                },
                {
                    "start": 95,
                    "end": 104,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 6O-T"
                },
                {
                    "start": 220,
                    "end": 232,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "(Fig. 6L -N)"
                }
            ]
        },
        {
            "text": "In addition, H1 hES cells retained a normal karyotype under these culture conditions ( Supplementary Material, Fig. S1B). ",
            "section": "Amniocytes can function as feeder cell layers for mES, hES and hAdiPS cells",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 119,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Supplementary Material, Fig. S1B"
                }
            ]
        },
        {
            "text": "These results indicate that human amniocytes can function as feeder layers for hES and hAdiPS cell culture.",
            "section": "Amniocytes can function as feeder cell layers for mES, hES and hAdiPS cells"
        },
        {
            "text": "This work describes an amniocyte-based stem-cell derivation and culture system that has potential utility for the translational application of human stem-cell-based therapies (Fig. 7). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 183,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Fig. 7)"
                }
            ]
        },
        {
            "text": "This system has several features that potentially address currently problematic aspects associated with existing approaches to stem-cell therapy. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The advances tendered by this work include: ",
            "section": "DISCUSSION"
        },
        {
            "text": "(i) the derivation of both iPS and feeder cells from a single pool of donor amniocytes, pre-screened for pathogenic human viruses; ",
            "section": "DISCUSSION"
        },
        {
            "text": "(ii) the avoidance of exposure to animal products (serum, feeder cells); ",
            "section": "DISCUSSION"
        },
        {
            "text": "(iii) the use of live cell immunostaining for efficient selection of reprogrammed iPS cell colonies; and ",
            "section": "DISCUSSION"
        },
        {
            "text": "(iv) the previously described enhanced reprogramming efficiency which human amniocytes exhibit (34,35). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(34,"
                },
                {
                    "start": 99,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35)"
                }
            ]
        },
        {
            "text": "The central feature of the system is that both cellular components of the system (i.e. iPS cells and their supporting feeder cells) originate from a single cell source. ",
            "section": "DISCUSSION"
        },
        {
            "text": "If these cells originate from a future recipient, then the transferred cells, and any feeder cells that might be co-transferred to a recipient, either inadvertently or on purpose, will be autologous to the recipient. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In principle, this would further obviate the potential for an immune reaction. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The potential availability of human amniocytes, which can be banked and which are considered a discarded tissue by most institutional review boards (IRBs), thus offers the opportunity for the culture of human stem cells and feeders that are both autologous to the intended recipient. ",
            "section": "DISCUSSION"
        },
        {
            "text": "While the banking of fetal amniocytes for future use may seem logistically complex, it should be noted that banking of umbilical cord blood cells for similar purposes has already been implemented clinically.",
            "section": "DISCUSSION"
        },
        {
            "text": "We show that mitotically inactivated amniocytes can serve as feeder layers for the co-culture and self-renewal of both human iPS and ES cells (Fig. 7), thereby circumventing the need for MEF feeders and the accompanying concerns about xenoculture and resultant zoonosis. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 150,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Fig. 7)"
                }
            ]
        },
        {
            "text": "The transfer of human stem cells that have been cultured with nonhuman animal cell feeder layers and then transplanted into a human recipient falls under the FDA definition of xenotransplantation, whereby any 'human body fluids, cells, tissues, or organs that have had ex vivo contact with live nonhuman animal cells, tissues, or organs' are themselves xenotransplant materials (38,39). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 378,
                    "end": 382,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(38,"
                },
                {
                    "start": 382,
                    "end": 385,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "39)"
                }
            ]
        },
        {
            "text": "The concern regarding xenotransplantation is the potential for transmission of recognized, or as yet unrecognized, infectious agents from animals to humans (38). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(38)"
                }
            ]
        },
        {
            "text": "Because it avoids the use of 'animal cells, tissues or organs,' our iPS cell derivation and culture system would not involve xenotransplantation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Our hAdiPS cell derivation protocol also avoids the use of fetal bovine serum by employing KOSR, a serum-free culture medium (see Materials and Methods). ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, the human iPS cell lines derived here originate from human amniotic fluid cells that are already routinely screened for evidence of infectious agents including hepatitis, human immunodeficiency virus and rubella. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The use of an individual's own cells and tissues without exposure to animal cells, and after screening for human infectious agents, should help obviate concerns about zoonosis associated with the use of MEF feeders, and about latent viral infection. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These features  could reduce the burden of testing for certain transmissable diseases. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Another obvious limitation of many current iPS cell derivation approaches is the use of viral vectors for efficient derivation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, research in many laboratories is directed towards developing efficient, viral-free derivation protocols. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Although we employed retroviral vectors in the current study, we found it possible to avoid the use of serum, both in iPS cell generation and even in reprogramming vector preparation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Collectively, these improvements should promote clinical translation by improving the overall efficiency of reprogramming from an available clinical source, and by establishing the feasibility of using the same individual's amniocytes as feeders.",
            "section": "DISCUSSION"
        },
        {
            "text": "It should be noted that other human feeder layers and feeder-free culture media have been described, including defined and serum-free media that support undifferentiated hES cell growth for up to 10 passages (40,41). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(40,"
                },
                {
                    "start": 212,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "41)"
                }
            ]
        },
        {
            "text": "However, hES cells maintained in feederless systems can eventually become karyotypically unstable (42,43). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "(42,"
                },
                {
                    "start": 102,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "43)"
                }
            ]
        },
        {
            "text": "Recently, HDFs have been shown to serve as autologous feeders for hiPS cells, but HDF-derived iPS cells and HDF-derived feeders are limited by prolonged derivation times and the fact that not all HDF cell lines efficiently support hES or hiPS cell growth (44). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "(44)"
                }
            ]
        },
        {
            "text": "Nonetheless, the HDF and amniocyte systems may prove complementary, as the former would be useful for the vast majority of who did not have the opportunity to have their amniocytes banked. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, going forward, the large individuals number of amniocenteses performed in the USA and other industrialized nations could provide a practical source for banked amniocytes and for AdiPS cells and feeder cells for cell therapy applications.",
            "section": "DISCUSSION"
        },
        {
            "text": "Compared to other somatic cell types, amniocytes offer several potential advantages for the generation of iPS cells. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Mouse and human amniocytes provide a source of cells that permit the generation of iPS cells with a significantly higher efficiency, by more than 10-fold, relative to MEFs or HDFs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "By our most conservative estimate, 0.5% of mouse or human amniocytes can be reprogrammed to a pluripotent state, as further confirmed by AP and Oct4 expression and by subsequent differentiation experiments (EB formation, teratoma analysis), microarray gene expression and methylation analysis of human iPS cell genomic DNA. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In contrast, the efficiencies reported for adult human fibroblasts, MEFs, blood cells, adipose stem cells and keratinocytes are: 0.01, 0.001, 0.001, 0.2 and 0.002%, respectively (4,14,20,23,26,45). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4,"
                },
                {
                    "start": 181,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 184,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20,"
                },
                {
                    "start": 187,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23,"
                },
                {
                    "start": 190,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26,"
                },
                {
                    "start": 193,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "45)"
                }
            ]
        },
        {
            "text": "Thus, human amniocytes are a highly efficient target cell for iPS cell derivation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Indeed, results from this and other studies (34,35) indicate that amniocytes represent the most rapidly reprogrammed cell population by primary infection yet described, with a latency of 5 -6 days, compared with about 10 days to induce iPS cell colonies from keratinocytes (20) and 2 weeks or more from MEFs (14,20). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(34,"
                },
                {
                    "start": 48,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35)"
                },
                {
                    "start": 273,
                    "end": 277,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                },
                {
                    "start": 308,
                    "end": 312,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(14,"
                },
                {
                    "start": 312,
                    "end": 315,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20)"
                }
            ]
        },
        {
            "text": "Lastly, our studies in the mouse system suggest that just two factors (Klf4 and c-Myc) are sufficient to initiate pluripotency, and the 2-factor mouse AdiPS cells were able to differentiate into all three germ layers. ",
            "section": "DISCUSSION"
        },
        {
            "text": "No other reprogramming protocol that we are aware of permits the omission of Oct4 in iPS cell derivation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Although the use of Klf4 and c-Myc, two oncoproteins, may limit the clinical utility of approaches based on these two factors, similar two factor experiments will be of interest in human amniocytes.",
            "section": "DISCUSSION"
        },
        {
            "text": "Why are mouse and human amniocytes so readily reprogrammed? ",
            "section": "DISCUSSION"
        },
        {
            "text": "One possible explanation relates to the notion that embryonic cells more closely resemble the pluripotent state in terms of their transcriptional and chromatin states than other somatic cell types. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Recent work by Hochedlinger and colleagues (27) using a secondary system to generate iPS cells in the context of hematopoiesis clearly demonstrates that the differentiation state of a cell strongly impacts both the efficiency and kinetics of reprogramming. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In particular, progenitor stages for various hematopoietic lineages show higher re-programming efficiencies than more differentiated stages (27). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(27)"
                }
            ]
        },
        {
            "text": "Thus, while human foreskin fibroblasts and MEFs have been used for iPS cell induction and represent perinatal and embryonic cell types, respectively, amniocytes can be isolated as early as 15 weeks in the human (36) and at E8.5 in the mouse (our observations). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(36)"
                }
            ]
        },
        {
            "text": "At these early developmental stages, some embryonic cells that are shed into the amniotic fluid may retain substantial multipotency, and may even approximate the pluripotent stem-cell state.",
            "section": "DISCUSSION"
        },
        {
            "text": "Thus, the observation that amniocytes are so readily reprogrammed may partly reflect their embryonic origin. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These cells may already possess a partly pluripotent transcriptional or epigenetic state and be more readily reprogrammed than adult cell types. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In this regard, it is notable that while hAdiPS cells demonstrate a highly concordant transcriptional expression profile with hES cells (r 2 ¼ 0.98 -0.99), nonreprogrammed amniocytes also exhibit significant concordance with hES and hAdiPS cells (r 2 ¼ 0.82 -0.85) ( Supplementary Material, Fig. S3). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 267,
                    "end": 298,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Supplementary Material, Fig. S3"
                }
            ]
        },
        {
            "text": "In addition, the donor amniocyte OCT4 promoter methylation pattern is heterogenous and incomplete (Fig. 3M). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 107,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 3M)"
                }
            ]
        },
        {
            "text": "Although we were unable to show preferential reprogramming of endogenous Oct4-expressing amniocytes, the incompleteness of Oct4 promoter methylation in amniocytes could facilitate conversion to the demethylated state that characterizes pluripotency. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Emerging studies imply that the epigenetic memory of specific donor cell types may restrict the subsequent differentiation potential of derived iPS cells (46)(47)(48). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "(46)"
                },
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "(47)"
                },
                {
                    "start": 162,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "(48)"
                }
            ]
        },
        {
            "text": "For example, fibroblast-, hematopoietic-and myogenic-derived iPS cells exhibit distinct transcriptional and epigenetic patterns and differentiation potential (48). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "(48)"
                }
            ]
        },
        {
            "text": "Moreover, iPS cells harbor DNA methylation signatures characteristic of the donor cell, which favors differentiation related to the donor cell and restricts alternative fates (46,48). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "(46,"
                },
                {
                    "start": 179,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "48)"
                }
            ]
        },
        {
            "text": "In contrast, by the criteria of in vitro EB and in vivo teratoma formation, hAdiPS cells differentiated into tissues representing all three germ layers without obvious preference for a single tissue type or germ layer. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The current experiments suggest that amniocytes could be useful for generating iPS cells that can differentiate into a range of cell types.",
            "section": "DISCUSSION"
        },
        {
            "text": "An extension of this view is that pluripotent or multipotent stem cells already exist within the amniocyte population, and that our iPS cell protocol simply selects for, or reprograms, an existing stem-cell-like population already present in amniotic fluid. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Indeed, such an AFS cell population has been described (30). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(30)"
                }
            ]
        },
        {
            "text": "However, our results show that culture of non-transduced amniocytes does not result in colony formation even with extended culture and more than 30 passages. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Similarly, neither AFS cells nor hAFDCs form teratomas in mice (30,34), although the requirement for a threshold number of pluripotent cells for teratoma formation (49) may constrain the sensitivity of this assay. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(30,"
                },
                {
                    "start": 67,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34)"
                }
            ]
        },
        {
            "text": "Nonetheless, enrichment for amniocytes that express the c-Kit receptor, which operationally defines AFS cells, does not improve the efficiency of iPS cell induction. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Therefore, while our results do not exclude the possibility that a subpopulation of amniocytes contributes to the derivation of AdiPS cell colonies, it seems unlikely that previously described AFS cells in amniotic fluid (30,34) preferentially do so. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(30,"
                },
                {
                    "start": 225,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34)"
                }
            ]
        },
        {
            "text": "Additional work is required to better understand the heterogeneity of amniocytes and to assess how the different cell types present in amniotic fluid influence the efficiency of iPS cell induction.",
            "section": "DISCUSSION"
        },
        {
            "text": "Our observations on mouse and human amniocytes are generally in agreement with a recent description of efficient but variable frequency of hiPS cell derivation using human amniocytes that were subjected to long-term culture (.10 passages) and morphologic selection after infection, and then grown on mouse feeder cells (34). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 319,
                    "end": 323,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(34)"
                }
            ]
        },
        {
            "text": "Two key differences between these derivation protocols include the other study's use of morphologic selection prior to analysis, and of mouse feeder layers and serum-containing media for iPS cell derivation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These features of the other protocol may partly explain the over 25-fold variation in iPS cell derivation efficiency between batches of amniocytes that were observed in those studies. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In contrast, we employed a serum-free and initially feederless system for hAdiPS cell derivation, and live cell immunoselection for rapid colony purification, prior to long-term propagation on feeders (15,25). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15,"
                },
                {
                    "start": 205,
                    "end": 208,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25)"
                }
            ]
        },
        {
            "text": "The use of live cell immufluorescent selection enabled us to clone stem-cell lines with relative ease, and to exclude incompletely reprogrammed clones from further analysis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Lastly, a novel innovation is the finding that amniocytes that are mitotically inactivated with either mitomycin C (for mouse) or g-irradiation (for human) appear to function with high fidelity for the propagation and maintenance of pluripotent, undifferentiated iPS and ES cells. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The amniocyte system thus provides an efficient autologous system for hAdiPS cell generation and culture that could significantly advance the translational application of stem-cell therapy.",
            "section": "DISCUSSION"
        },
        {
            "text": "Mouse amniocytes were obtained from the amniotic sacs of C57BL6/J mouse embryos by amniocentesis performed on pregnant E13.5 wild-type C57BL6/J mice (Charles River Laboratories). ",
            "section": "Amniocyte isolation and other cell sources"
        },
        {
            "text": "Uterine horns of pregnant female mice at day 13.5 p.c. were excised, washed in PBS and the amniotic fluid aspirated with a 27 gauge needle from the amniotic sacs. ",
            "section": "Amniocyte isolation and other cell sources"
        },
        {
            "text": "Typically, 10 4 amniocytes were obtained in 100 ml of amniotic fluid per sac ( 0.75-1.0 ml per pooled collection from a single litter). ",
            "section": "Amniocyte isolation and other cell sources"
        },
        {
            "text": "Mouse amniocyte cells were washed in PBS, and plated at 10 5 cells/ml in a-MEM (Gibco)/10% heat inactivated FBS (HyClone)/1% Pen-Strep (100 U penicillin and 100 mg streptomycin/ml; defined henceforth as 'amniocyte media') at 378C, 5% CO 2 . ",
            "section": "Amniocyte isolation and other cell sources"
        },
        {
            "text": "They were passaged twice to eliminate contaminating red blood cells and to expand amniocyte number, and assessed morphologically prior to use. ",
            "section": "Amniocyte isolation and other cell sources"
        },
        {
            "text": "Following two preliminary passages, fresh or frozen-thawed mouse or human amniocytes were cultured on 0.1% gelatin (Gibco) coated tissue culture plates (typically 6-well plates) for 3 days at a plating density of 10 5 amniocytes per 1.76 cm 2 . ",
            "section": "Amniocyte isolation and other cell sources"
        },
        {
            "text": "Passaged amniocytes were characterized by a fibroblast-like appearance and rapid proliferation (Fig. 1A). ",
            "section": "Amniocyte isolation and other cell sources",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 104,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1A)"
                }
            ]
        },
        {
            "text": "In some cases, mouse amniocytes were passaged up to 30 times or stored in liquid nitrogen, thawed and then subjected to reprogramming. ",
            "section": "Amniocyte isolation and other cell sources"
        },
        {
            "text": "No significant difference was observed in the efficiency with which iPS cells could be established from amniocytes that were continuously passaged, or frozen and thawed.",
            "section": "Amniocyte isolation and other cell sources"
        },
        {
            "text": "Oct4-GFP reporter mice (37) were used for some amniocyte isolations. ",
            "section": "Amniocyte isolation and other cell sources",
            "ref_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "(37)"
                }
            ]
        },
        {
            "text": "In other experiments, separations of mouse c-Kit immunoreactive amniocytes were performed using MACS cell separation columns and c-Kit (CD117) antibody conjugated to magnetic beads (Miltenyi Biotec) (30). ",
            "section": "Amniocyte isolation and other cell sources",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(30)"
                }
            ]
        },
        {
            "text": "After amniotic fluid isolation, cells were immediately cultured, maintained and passaged in vitro following standard cell culture protocols. ",
            "section": "Amniocyte isolation and other cell sources"
        },
        {
            "text": "Emergence of putative iPS colonies was scored on day 5 postinfection as described below.",
            "section": "Amniocyte isolation and other cell sources"
        },
        {
            "text": "Anonymous samples of discarded human amniocytes were obtained for hAdiPS cell experiments under Brigham and Women's Hospital IRB protocol no. 2006p00149 after 2 weeks (two to four passages) of culture. ",
            "section": "Amniocyte isolation and other cell sources"
        },
        {
            "text": "Mouse R1 and G4 ES cells were from the Samuel Lunenfeld Research Institute (Mt. Sinai Hosp., Univ. Toronto). ",
            "section": "Amniocyte isolation and other cell sources"
        },
        {
            "text": "Human H1 ES cells were obtained from the National Stem Cell Bank (WiCell, Madison, WI, USA). ",
            "section": "Amniocyte isolation and other cell sources"
        },
        {
            "text": "MEFs from E13.5 embryos were treated with mitomycin C and used as feeders for 4-mAdiPS and 2-mAdiPS cells, while g-irradiated MEFs were prepared in house or purchased (Global Stem, Inc.) and used as feeders for hAdiPS cells. ",
            "section": "Amniocyte isolation and other cell sources"
        },
        {
            "text": "In other experiments, feeder layers were prepared from mouse and human amniocytes (see below). ",
            "section": "Amniocyte isolation and other cell sources"
        },
        {
            "text": "Feeder preparation and ES cell culture were performed using standard methods (50,51).",
            "section": "Amniocyte isolation and other cell sources",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "(50,"
                },
                {
                    "start": 81,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "51)"
                }
            ]
        },
        {
            "text": "Retroviral infection, iPS cell generation and culture were performed in standard manner as previously described (52). ",
            "section": "Retroviral infection, AdiPS cell generation and culture",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "(52)"
                }
            ]
        },
        {
            "text": "Retroviral particles containing each of the four reprogramming factors, Oct4, Sox2, c-Myc or Klf4, were generated using standard retroviral production protocols, employing the pMXs retroviral plasmids (53) purchased from Addgene (Cambridge, MA, USA). ",
            "section": "Retroviral infection, AdiPS cell generation and culture"
        },
        {
            "text": "293T cells were plated in DMEM with 10% FBS (GIBCO) until 30-40% confluency; viral vectors were then transfected using FuGENE 6 (Roche). ",
            "section": "Retroviral infection, AdiPS cell generation and culture"
        },
        {
            "text": "Forty-eight hours after transfection, media containing viral particles was harvested and used for infection of amniocyte cultures with the addition of 6 mg/ml polybrene (Millipore). ",
            "section": "Retroviral infection, AdiPS cell generation and culture"
        },
        {
            "text": "Target cell MEFs, mouse amniocytes and human amniocytes were cultured in a feederless system and transduced with two-, threeand four-factor combinations of pMXs retroviral vectors for Oct4, Sox2, Klf4 and c-Myc (Addgene, Inc.) (4,14,52), and assayed for ES cell-like colony appearance. ",
            "section": "Retroviral infection, AdiPS cell generation and culture",
            "ref_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4,"
                },
                {
                    "start": 230,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 233,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "52)"
                }
            ]
        },
        {
            "text": "The infection protocol involved using subconfluent cultures of mouse or human amniocytes (70% confluency) that were infected with pluripotency-inducing retroviral vectors in viral media [DMEM/10% FBS for mouse cultures; for human amniocytes, hES media containing 20% KnockOut w Serum Replacement (KOSR, Invitrogen, Inc.) instead of FBS] on day 3 (Fig. 1A  and B). ",
            "section": "Retroviral infection, AdiPS cell generation and culture",
            "ref_spans": [
                {
                    "start": 346,
                    "end": 361,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1A  and B"
                }
            ]
        },
        {
            "text": "The retroviral vectors for Oct4, Sox2, c-Myc and Klf4 or combinations thereof were added to the amniocyte cultures for 48 h. ",
            "section": "Retroviral infection, AdiPS cell generation and culture"
        },
        {
            "text": "The media were then changed back to amniocyte media (see Amniocyte isolation and other cell sources section) with continued culture in a feederless system until the emergence of the first morphologically distinct cell colonies. ",
            "section": "Retroviral infection, AdiPS cell generation and culture"
        },
        {
            "text": "By day 5 post-infection (four factors, with mouse or human amniocytes) or day 7 post-infection (two factors with mouse amniocytes) in culture, colonies resembling ES cell colonies began to appear ( Fig. 2A, E, I, Table 1). ",
            "section": "Retroviral infection, AdiPS cell generation and culture",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 211,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2A, E, I"
                },
                {
                    "start": 213,
                    "end": 220,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "By 5 -7 days post-infection, emerging colonies were manually picked (see below) and transferred onto feeder layers. ",
            "section": "Retroviral infection, AdiPS cell generation and culture"
        },
        {
            "text": "4-mAdiPS and 2-mAdiPS and mES cells were cultured on mitomycin C-treated MEF feeders in DMEM (Gibco)/10%FBS (HyClone)/LIF at 10 7 units per ml (Millipore)/0.1 mM b-ME (Sigma-Aldrich) (henceforth defined as 'mouse ES cell media'), while hAdiPS and hES cells were cultured on g-irradiated MEF feeders in 80% DMEM-F12 (Gibco)/20% KnockOut w Serum Replacement (KOSR, Gibco)/1 mM L-glutamine (Gibco)/0.1 mM b-ME (Sigma-Aldrich)/4 ng/ml bFGF (Invitrogen) (henceforth defined as 'human ES cell media'). ",
            "section": "Retroviral infection, AdiPS cell generation and culture"
        },
        {
            "text": "AdiPS cell cultures were propagated using standard protocols.",
            "section": "Retroviral infection, AdiPS cell generation and culture"
        },
        {
            "text": "Since not all emergent colonies likely represent iPS cell colonies by the criterion of pluripotency marker expression, putative mAdiPS cell colonies were manually picked via live immunostaining for SSEA-1 (25). ",
            "section": "Colony picking",
            "ref_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(25)"
                }
            ]
        },
        {
            "text": "Primitive mAdiPS cells were then transferred to MEF feeders for continued culture (52). ",
            "section": "Colony picking",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "(52)"
                }
            ]
        },
        {
            "text": "For hAdiPS cells, live immunostaining was performed with TRA-1-60. ",
            "section": "Colony picking"
        },
        {
            "text": "hAdiPS cell colonies were also manually picked and transferred to MEF feeders for continued culture. ",
            "section": "Colony picking"
        },
        {
            "text": "Such manually picked colonies were used for RNA extraction and microarray analysis to minimize any contribution from the underlying feeder cells or from incompletely reprogrammed amniocytes. ",
            "section": "Colony picking"
        },
        {
            "text": "Once the identity of the picked colonies was further verified by immunocytochemistry and RT -PCR analysis, these clones were expanded on MEF feeders in human ES cell media. ",
            "section": "Colony picking"
        },
        {
            "text": "Expanded clones were then additionally characterized by differentiation assays, RT -PCR and qRT -PCR, and karyotypic analysis (see below).",
            "section": "Colony picking"
        },
        {
            "text": "hAdiPS cell colonies that were live stained for SSEA-4 and TRA-1-60 were individually picked to minimize feeder contamination, and to optimize selection for completely re-programmed colonies. ",
            "section": "RNA isolation, RT -PCR and microarray analyses"
        },
        {
            "text": "They were pooled and RNA was isolated with a Qiagen kit (Valencia, CA, USA); RNA from ES cell colonies was isolated in parallel. ",
            "section": "RNA isolation, RT -PCR and microarray analyses"
        },
        {
            "text": "RT -PCR analyses were performed using primers and assay conditions listed in Supplementary Material, Table S1. ",
            "section": "RNA isolation, RT -PCR and microarray analyses",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 109,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Supplementary Material, Table S1"
                }
            ]
        },
        {
            "text": "Microarray expression analyses were carried out using Illumina Human WG6 Bead-Chips (Children's Hospital Boston Microarray Core Facility supported by NIH-P50-NS40828 and NIH-P30-HD18655). ",
            "section": "RNA isolation, RT -PCR and microarray analyses"
        },
        {
            "text": "Data analyses were performed by normalizing the gene expression data using the lumi Bioconductor package in the statistical language R and by clustering relative gene expression to assess the expression profiles of the different samples. ",
            "section": "RNA isolation, RT -PCR and microarray analyses"
        },
        {
            "text": "Each microarray was individually normalized by quantile normalization provided by the lumi package. ",
            "section": "RNA isolation, RT -PCR and microarray analyses"
        },
        {
            "text": "Quality control was performed within each sample group by examining pairwise correlations. ",
            "section": "RNA isolation, RT -PCR and microarray analyses"
        },
        {
            "text": "After normalization, probes that were deemed to have no signal by the lumi package across all the human samples were excluded from further calculation. ",
            "section": "RNA isolation, RT -PCR and microarray analyses"
        },
        {
            "text": "The expression of each gene was calculated from the remaining probes by first mapping each probe to its corresponding gene (using the lumiHumanIDMapping package) and then by averaging all probes that corresponded to a particular gene. ",
            "section": "RNA isolation, RT -PCR and microarray analyses"
        },
        {
            "text": "The expression values within heatmaps represent the fold difference of expression from the ES cell lines calculated by the logarithm (base 2) of the ratio between the expression level for a gene between the average expression of the ES cell lines for that particular gene. ",
            "section": "RNA isolation, RT -PCR and microarray analyses"
        },
        {
            "text": "For producing the heatmaps, unsupervised hierarchical clustering was used based on the heatmap.2 function in the gplots package with average linkage.",
            "section": "RNA isolation, RT -PCR and microarray analyses"
        },
        {
            "text": "Genomic DNAs from the different experimental groups of cells (MEFs, human amniocytes, H1-hES cells and hAdiPS cells) were isolated using the DNAeasy tissue kit (Qiagen). ",
            "section": "Bisulfite sequencing of genomic DNA"
        },
        {
            "text": "Purified DNA was treated with bisulfite to convert cytosine to uracil using the EpiTect kit (Qiagen). ",
            "section": "Bisulfite sequencing of genomic DNA"
        },
        {
            "text": "PCR amplification of the human OCT4 and NANOG promoter regions was undertaken using published primers (54). ",
            "section": "Bisulfite sequencing of genomic DNA",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "type": "bibr",
                    "text": "(54)"
                }
            ]
        },
        {
            "text": "The PCR products were gel purified, cloned into TOPO TA vectors (Invitrogen) and sequenced using the forward and reverse M13 primers (Biopolymers Sequencing Core Facility at Harvard Medical School and Children's Hospital Boston Sequencing Core Facility). ",
            "section": "Bisulfite sequencing of genomic DNA"
        },
        {
            "text": "Methylation patterns of the cloned sequences were analyzed using CpG viewer software (Fig. 3M).",
            "section": "Bisulfite sequencing of genomic DNA",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 94,
                    "type": "figure",
                    "text": "(Fig. 3M)"
                }
            ],
            "entity_spans": [
                {
                    "start": 65,
                    "end": 75,
                    "type": "software",
                    "rawForm": "CpG viewer",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "ae50acf1f3-software-simple-0",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Cytogenetic analyses were performed on hAdiPS and hES cells. ",
            "section": "Karyotypic analysis"
        },
        {
            "text": "All of the hAdiPS cell samples and the majority of the hES cell samples demonstrated normal karyotypes. ",
            "section": "Karyotypic analysis"
        },
        {
            "text": "Analyses were performed by Cell Line Genetics, Inc. (Madison, WI, USA).",
            "section": "Karyotypic analysis"
        },
        {
            "text": "Cultures of presumptive AdiPS cells were fixed in 4% paraformaldehyde (PFA)/4% sucrose and processed for immunostaining. ",
            "section": "Alkaline phosphatase staining and immunohistochemistry"
        },
        {
            "text": "Commercial antibodies for mouse Oct4, SSEA-1 and for human OCT4, SSEA-4, TRA-1-60 and TRA-1-81 (Abcam), and histochemical reagents for alkaline phosphatase activity (Sigma Aldrich) were used for marker studies. ",
            "section": "Alkaline phosphatase staining and immunohistochemistry"
        },
        {
            "text": "Differentiation of AdiPS cells was evaluated by immunostaining with antibodies to NF (ectoderm), alpha fetoprotein (AFP, endoderm) and alpha SMA (mesoderm) (Abcam). ",
            "section": "Alkaline phosphatase staining and immunohistochemistry"
        },
        {
            "text": "Primary and secondary antibody immunohistochemistry was performed according to standard protocols. ",
            "section": "Alkaline phosphatase staining and immunohistochemistry"
        },
        {
            "text": "Controls included omission of primary or secondary antibody, and comparison of differentiated and undifferentiated cells.",
            "section": "Alkaline phosphatase staining and immunohistochemistry"
        },
        {
            "text": "EBs were generated by replacing ES medium with medium consisting of 68% DMEM-F12/1% Pen/Strep (Gibco)/15% KOSR/5% Fetal Bovine Serum (Heat inactivated, FBS/1 mM L-glutamine/0.1 mM b-ME/1% NEAA, and by plating AdiPS or ES cells on ultra low adhesion cell culture plates (CoStar, Corning) for 7 -10 days. ",
            "section": "EB, teratoma and chimera generation"
        },
        {
            "text": "EBs were fixed in 4% PFA/4% sucrose, and either serially dehydrated for paraffin histology or sucrose permeabilized and embedded in OCT for frozen section analysis and immunohistochemistry. ",
            "section": "EB, teratoma and chimera generation"
        },
        {
            "text": "Teratomas were generated by injecting 2 × 10 6 cells into the hind legs of 8-week SCID mice (Jackson Laboratories). ",
            "section": "EB, teratoma and chimera generation"
        },
        {
            "text": "After 3 weeks (mAdiPS cells) or 7-8 weeks (hAdiPS cells), SCID mice were euthanized, and the teratomas harvested and processed for immunostaining. ",
            "section": "EB, teratoma and chimera generation"
        },
        {
            "text": "Mouse chimeras were generated by injection of R1 mES cells into BALB/c recipient blastocysts. ",
            "section": "EB, teratoma and chimera generation"
        },
        {
            "text": "Chimeras were scored by coat color and tested for germline transmission. ",
            "section": "EB, teratoma and chimera generation"
        },
        {
            "text": "All animal studies were conducted under a HMS IACUC approved protocol.",
            "section": "EB, teratoma and chimera generation"
        },
        {
            "text": "We gratefully acknowledge the assistance of the late John B. Edwards III.  ",
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Supplementary Material is available at HMG online.",
            "section": "SUPPLEMENTARY MATERIAL"
        }
    ]
}