{
    "abstract": [],
    "body_text": [
        {
            "text": "The salient feature of liquid crystal elastomers and networks is strong coupling between orientational order and mechanical strain. "
        },
        {
            "text": "Orientational order can be changed by a wide variety of stimuli, including the presence of moisture. "
        },
        {
            "text": "Changes in the orientation of constituents give rise to stresses and strains, which result in changes in sample shape. "
        },
        {
            "text": "We have utilized this effect to build soft cellulose-based motor driven by humidity. "
        },
        {
            "text": "The motor consists of a circular loop of cellulose film, which passes over two wheels. "
        },
        {
            "text": "When humid air is present near one of the wheels on one side of the film, with drier air elsewhere, rotation of the wheels results. "
        },
        {
            "text": "As the wheels rotate, the humid film dries. "
        },
        {
            "text": "The motor runs so long as the difference in humidity is maintained. "
        },
        {
            "text": "Our cellulose liquid crystal motor thus extracts mechanical work from a difference in humidity."
        },
        {
            "text": "ellulose is the most common organic compound on earth. ",
            "section": "C"
        },
        {
            "text": "It is the structural component of the cell walls of green plants, constituting about a third of all plant matter. ",
            "section": "C"
        },
        {
            "text": "It is a polysaccharide, the linear polymer (C 6 H 10 O 5 ) n , where 10 2 vnv10 4 . ",
            "section": "C",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "4"
                }
            ]
        },
        {
            "text": "Because of its ubiquity and importance, considerable attention has been given to its study and characterization 1 . ",
            "section": "C",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "In addition to paper products, it is used to produce cellophane, rayon and gunpowder, and well as adhesives, thickeners and stabilizers. ",
            "section": "C"
        },
        {
            "text": "It is also an additive to prevent caking of parmesan cheese powders.",
            "section": "C"
        },
        {
            "text": "Hydroxypropylcellulose (HPC) is a commercially available derivative of cellulose in which some of the hydroxyl groups in the repeating glucose units have been hydroxypropylated. ",
            "section": "C"
        },
        {
            "text": "The structure is shown in Fig. 1a. ",
            "section": "C",
            "ref_spans": [
                {
                    "start": 26,
                    "end": 33,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1a"
                }
            ]
        },
        {
            "text": "Due to the presence of both hydrophobic and hydrophilic groups, it has a lower critical solution temperature than cellulose; below 45uC, it is water-soluble. ",
            "section": "C"
        },
        {
            "text": "It is biodegradable, biocompatible and electroneutral, well suited for pharmaceutical and food applications as thickeners, emulsifiers and encapsulators 2 . ",
            "section": "C"
        },
        {
            "text": "It is also used in artificial tears.",
            "section": "C"
        },
        {
            "text": "Aqueous HPC solutions are isotropic at low polymer concentrations, typically consisting of separate polymer chains in the solvent. ",
            "section": "C"
        },
        {
            "text": "At higher concentrations, the hydrophobic hydroxypropyl groups promote the association of polymer chains to form rigid rod-like fragments 3 . ",
            "section": "C",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "3"
                }
            ]
        },
        {
            "text": "The chains in the fragments are made rigid by intramolecular hydrogen bonding of the side chain hydroxylpropyl groups, and are held together by intermolecular hydrogen bonds and London dispersion forces. ",
            "section": "C"
        },
        {
            "text": "The molecules are packed into crystallites ,470 Å long and ,34 Å diameter 4 . ",
            "section": "C",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "4"
                }
            ]
        },
        {
            "text": "These micro-fibrils, in turn, associate to form supermolecular rod-like fragments, resulting in a network of rigid rod-like fragments joined together by flexible polymer linkages. ",
            "section": "C"
        },
        {
            "text": "As the polymer concentration is increased, the increasingly densely packed rodlike fragments become parallel, and liquid crystal mesophases are formed 5 .",
            "section": "C",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "5"
                }
            ]
        },
        {
            "text": "Liquid crystals (LCs) are liquids with orientationally ordered constituents. ",
            "section": "C"
        },
        {
            "text": "Their broken continuous symmetry gives rise to low energy excitations -Goldstone modes. ",
            "section": "C"
        },
        {
            "text": "Consequently, LCs are exceptionally responsive to external stimuli, enabling LCD technology as well as other novel applications 6 . ",
            "section": "C",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "6"
                }
            ]
        },
        {
            "text": "Simple nematic orientational order is characterized by a tensor order parameter Q ab~1 2 3l a l b {d ab À Á ( )",
            "section": "C"
        },
        {
            "text": ", where l a is a component of a unit vectorl along the symmetry axis of a mesogenic molecule or particle; the brackets denote ensemble average. ",
            "section": "C"
        },
        {
            "text": "Physical properties, such as the density, dielectric permittivity and magnetic permeability, are functions of Q ab . ",
            "section": "C"
        },
        {
            "text": "In a uniaxial system, the order parameter may be written as Q ab~S 1 2 n a n b {d ab À Á , where { 1 2 ƒSƒ1 is a scalar order parameter, andn is the nematic director, a unit vector along the direction of average alignment. ",
            "section": "C"
        },
        {
            "text": "Elastomers are rubber-like solids characterized by an elastic modulus on the order of MPa which can accommodate strains .100%. ",
            "section": "C"
        },
        {
            "text": "In 1975, P.G. de Gennes proposed the concept of liquid crystal elastomers (LCEs), cross-linked polymer networks with orientationally ordered mesogenic units 7 . ",
            "section": "C",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "7"
                }
            ]
        },
        {
            "text": "LCE materials were synthesized and samples produced for the first time by H. Finkelmann 8 . ",
            "section": "C",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "8"
                }
            ]
        },
        {
            "text": "The key aspect of these new 'solid' liquid crystals is coupling between mechanical strain, e ab and orientational order, Q ab . ",
            "section": "C"
        },
        {
            "text": "Due to the symmetry allowed scalar Q ab e ba which appears in the free energy, an applied strain will change orientational order, similarly to an applied electric field, and all physical properties which depend on it. ",
            "section": "C"
        },
        {
            "text": "More importantly for the work reported here, any change in orientational order will result in mechanical strain, similar to that resulting from external stress, causing a change in the shape of the elastomer sample. ",
            "section": "C"
        },
        {
            "text": "Due to their unusual behavior, LCEs have received considerable attention, their salient features are discussed in detail in Refs. ",
            "section": "C"
        },
        {
            "text": "9,10. ",
            "section": "C"
        },
        {
            "text": "Changes in the order parameter caused by heating, illumination, exposure to electric fields or the presence of chemical solvents give rise to corresponding changes in sample shape [11][12][13][14] . ",
            "section": "C",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[11]"
                },
                {
                    "start": 184,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[12]"
                },
                {
                    "start": 188,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[13]"
                },
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "The mesogenic units may be incorporated into the polymer main chain, or they can be attached via side-chains. ",
            "section": "C"
        },
        {
            "text": "In main chain LCEs, the increase of nematic order leads to an increase in sample length along the director, and a contraction in the two perpendicular directions. ",
            "section": "C"
        },
        {
            "text": "A decrease in order has the converse effect.",
            "section": "C"
        },
        {
            "text": "Polymer networks are structurally similar to elastomers, but due to higher cross-link density, their modulus is in the GPa range. ",
            "section": "C"
        },
        {
            "text": "Liquid crystal networks (LCNs) show similar behavior to LCEs in their response to excitations, except they are much stiffer. ",
            "section": "C"
        },
        {
            "text": "Although typically the orientationally ordered constituents of LCs are molecules, they may also be electron states 15 , or nano- 16 or micro- 17 particles. ",
            "section": "C",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "15"
                },
                {
                    "start": 129,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "16"
                },
                {
                    "start": 142,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "17"
                }
            ]
        },
        {
            "text": "In the case of HPC, the orientationally ordered constituents are the mesogenic rigid fragments 18 . ",
            "section": "C",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "18"
                }
            ]
        },
        {
            "text": "HPC films behave, as LCNs; their remarkable response to stimuli, discussed below, is the result of liquid crystallinity of the rod-like fragments, and the coupling of orientational order to mechanical strain.",
            "section": "C"
        },
        {
            "text": "Anisotropic HPC films are formed by the evaporation of water from liquid crystalline aqueous HPC solutions (60% w/w). ",
            "section": "Results"
        },
        {
            "text": "In preparing samples, solutions are initially on a glass substrate, with a free surface exposed to air. ",
            "section": "Results"
        },
        {
            "text": "When the cellulose concentration is sufficiently high for the formation of the liquid crystal phase, the mesogenic fragments can be uniformly aligned in the sample by shear. ",
            "section": "Results"
        },
        {
            "text": "Shear is applied via a calibrated Gardner knife moving at a controlled speed of 1.25 mm s 21 on the free surface, as shown in Fig. 1b.",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1b."
                }
            ]
        },
        {
            "text": "; the process produces a monodomain nematic sample. ",
            "section": "Results"
        },
        {
            "text": "As indicated by X-ray studies 19 , the director aligns along the shear direction. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 30,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "19"
                }
            ]
        },
        {
            "text": "As evaporation continues, the density of rod-like fragments increases near the free top surface, giving rise to increased orientational order. ",
            "section": "Results"
        },
        {
            "text": "This in turn causes elongation at the top of the film in the direction parallel to the director, and since the dimensions of the bottom surface in contact with the glass substrate are fixed, the top surface buckles, forming a set of grooves 20 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "20"
                }
            ]
        },
        {
            "text": "This can also be seen in Fig. 1c. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 25,
                    "end": 32,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1c"
                }
            ]
        },
        {
            "text": "The final film thickness is ,40 mm microns. ",
            "section": "Results"
        },
        {
            "text": "The grooves, whose wave vector is along the shear direction, are ,3 mm apart, with amplitude ,45 nm. ",
            "section": "Results"
        },
        {
            "text": "The structure of the film near the glass surface is less well understood. ",
            "section": "Results"
        },
        {
            "text": "Here, the solvent remains during shear, so less alignment is expected. ",
            "section": "Results"
        },
        {
            "text": "The films, removed from the substrate, are large area, free-standing flexible macroscopic samples.",
            "section": "Results"
        },
        {
            "text": "The modulus of the cellulose network has been measured for strain along the director, as well as perpendicular to it. ",
            "section": "Results"
        },
        {
            "text": "Results are shown in Fig. 2; for small strains, Young's modulus is 263+39 MPa  the shear direction and the nematic director. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 21,
                    "end": 27,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "Circles correspond to strain perpendicular to the shear direction and the nematic director. ",
            "section": "Results"
        },
        {
            "text": "For this geometry, above a threshold, the stress is nearly independent of strain. ",
            "section": "Results"
        },
        {
            "text": "This indicates 'semi-soft' elasticity, characteristic of nematic elastomers. ",
            "section": "Results"
        },
        {
            "text": "The negative slope at higher strains corresponds to failure due to tearing of the films. ",
            "section": "Results"
        },
        {
            "text": "for shear parallel and 140+9 MPa perpendicular to the director. ",
            "section": "Results"
        },
        {
            "text": "Above a threshold of 4 MPa, the stress in the perpendicular direction is nearly independent of the strain. ",
            "section": "Results"
        },
        {
            "text": "This 'semi-soft' elastic response is characteristic of liquid crystal elastomers 9 . ",
            "section": "Results"
        },
        {
            "text": "When exposed to water vapor, free standing films prepared from a 60% w/w solution bend, as shown in Fig. 3. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 106,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "When water vapor penetrates the free surface of the film, the sample bends around an axis parallel to the shear direction, with the free surface on the outside (Fig. 3a.). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 170,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 3a.)"
                }
            ]
        },
        {
            "text": "This is consistent with expansion of the free surface of the film in the direction perpendicular to the director. ",
            "section": "Results"
        },
        {
            "text": "Such an expansion is expected, since the order parameter is reduced by the presence of the solvent water, and furthermore the presence of water molecules between the cellulose chains in the rigid segments is expected to cause the thickness of the rod-like fragments to increase.",
            "section": "Results"
        },
        {
            "text": "The shear stress associated with such bend has been measured, as a function of time (Fig. 4), in a 20 mm 3 20 mm 3 32 mm planar sample at 24uC with free surface exposed to humidity. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 92,
                    "type": "figure",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "Measurements were taken with Mettler Toledo AG204 load sensor. ",
            "section": "Results"
        },
        {
            "text": "The maximum stress measured was 383 Pa.",
            "section": "Results"
        },
        {
            "text": "When the film is allowed to dry, either by heating or by being placed in a low-humidity environment, the film unbends, reversibly assuming its original shape. ",
            "section": "Results"
        },
        {
            "text": "The bending is relatively fast, on the scale of ,1 s.",
            "section": "Results"
        },
        {
            "text": "Interestingly, when the glass side of the film is exposed to water vapor, it bends around an axis perpendicular to the shear direction, with the glass side being convex (Fig. 3b.). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 179,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 3b.)"
                }
            ]
        },
        {
            "text": "This is consistent with a nearly isotropic expansion of the glass side surface due to the presence of moisture. ",
            "section": "Results"
        },
        {
            "text": "Since corrugations on the free surface give rise to a smaller effective modulus for bend in this direction, as has been confirmed by independent measurements, bend occurs around an axis perpendicular to the shear direction. ",
            "section": "Results"
        },
        {
            "text": "The bend produced by exposing the glass side to water vapor is considerably smaller than that of the free surface.",
            "section": "Results"
        },
        {
            "text": "Water vapor induced bend has been demonstrated in DNA covered Si cantilevers 21 , as well as in a different LCN system with a different geometry by Broer et al. 14 . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "21"
                },
                {
                    "start": 161,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "14"
                }
            ]
        },
        {
            "text": "In this work, we have exploited such a bending phenomenon to produce a humidity driven rotary motor.",
            "section": "Results"
        },
        {
            "text": "There exist a wide variety of definitions of motors in the literature. ",
            "section": "Results"
        },
        {
            "text": "We choose here to define a motor as a device, which uses energy, but not momentum, to produce motion. ",
            "section": "Results"
        },
        {
            "text": "Engines may be defined as motors, which obtain energy from a fuel.",
            "section": "Results"
        },
        {
            "text": "Our humidity driven motor is shown below. ",
            "section": "Results"
        },
        {
            "text": "A monodomain nematic HPC film was produced in the form of a circular loop, 8.0 cm long, and 1.0 cm wide (Fig. 5). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig. 5)"
                }
            ]
        },
        {
            "text": "The alignment direction is in the plane of the film, perpendicular to the long edges. ",
            "section": "Results"
        },
        {
            "text": "The loop was passed over two 14 mm diameter wheels with horizontal axes. ",
            "section": "Results"
        },
        {
            "text": "When humid air was applied to the outer side of the film near one of the wheels, as shown in Fig. 5, the wheels began to rotate, and continued so long as humid air was present. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 99,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "The motion is caused by humidityinduced bend of the liquid crystalline HPC film. ",
            "section": "Results"
        },
        {
            "text": "A heuristic explanation for the motion is as follows. ",
            "section": "Results"
        },
        {
            "text": "If the tension in the film is assumed to be nearly uniform, the humidity induced bend shortens the lever arm on the side where the moist air is applied, resulting on a net torque on the wheel and causing rotation of the wheel as illustrated schematically in Fig. 6. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 258,
                    "end": 264,
                    "type": "figure",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "We have estimated the tensile stress from the shape of the circular film loop to be 357 Pa, which is close to the shear stress produced by humidity. ",
            "section": "Results"
        },
        {
            "text": "We conjecture that these two quantities need to be comparable for the engine to operate efficiently.",
            "section": "Results"
        },
        {
            "text": "As the motor rotates, the humid film dries. ",
            "section": "Results"
        },
        {
            "text": "Key to the process is the spontaneous curvature of the film in the region near the wheel where the humidity is applied. ",
            "section": "Results"
        },
        {
            "text": "The motor can be made to rotate faster if the ambient temperature is increased, or, equivalently, if the ambient humidity is reduced. ",
            "section": "Results"
        },
        {
            "text": "A detailed model will be published elsewhere.",
            "section": "Results"
        },
        {
            "text": "The energy to drive the motor comes from water vapor -from ''steam''. ",
            "section": "Discussion"
        },
        {
            "text": "In conventional steam engines, fuel is burned to heat the water, raising the chemical potential of the water vapor due to increase in the temperature. ",
            "section": "Discussion"
        },
        {
            "text": "Free energy is converted into work by the engine. ",
            "section": "Discussion"
        },
        {
            "text": "Our steam engine exploits the difference in chemical potential of water molecules in humid and in dry air; the LCN belt transports the water from regions of high chemical potential to low, gaining energy in the process. ",
            "section": "Discussion"
        },
        {
            "text": "The difference in chemical potential m is given by 22",
            "section": "Discussion"
        },
        {
            "text": "where k is Boltzmann's constant, T is the absolute temperature, and x is the relative humidity. ",
            "section": "Discussion"
        },
        {
            "text": "If the relative humidities are 30% and 70%, as in our experiments, the amount of energy available for work at room temperature is 2.1 KJ/mole of water, or approximately 100 J/g. ",
            "section": "Discussion"
        },
        {
            "text": "The underlying mechanism is similar to that of the collagen engine of Katchalsky 23 , which is driven by the chemical potential difference of  NaCl in saline solutions and pure water. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "23"
                }
            ]
        },
        {
            "text": "Whereas his collagen fibers contracted in the presence of salt, our LCN bends in the presence of humidity. ",
            "section": "Discussion"
        },
        {
            "text": "Since our steam engine runs isothermally, it differs fundamentally from conventional steam engines in that it is not a heat engine. ",
            "section": "Discussion"
        },
        {
            "text": "We call it therefore a steam engine of the second kind, and note that, consequently, its efficiency not limited by that of Carnot cycles. ",
            "section": "Discussion"
        },
        {
            "text": "It appears, from Eq. ",
            "section": "Discussion"
        },
        {
            "text": "(1), that considerable energy is available for work from reservoirs of high and low humidity; our engine provides a new method of obtaining work from a humidity difference.",
            "section": "Discussion"
        },
        {
            "text": "In summary, we have demonstrated a new type of soft motor, using a cellulose liquid crystal film, driven by a difference in humidity. ",
            "section": "Discussion"
        },
        {
            "text": "The motor is simple; it relies on the moisture-induced bend of the HPC, which arises from the coupling between the orientation order of the rigid rod-like fragments of the network and mechanical strain. ",
            "section": "Discussion"
        },
        {
            "text": "Changes in orientational order are caused by the absorption of water molecules. ",
            "section": "Discussion"
        },
        {
            "text": "As the engine rotates, the moist film dries in a dry air environment, and returns to its original shape, ready to perform work again when exposed to moist humidity. ",
            "section": "Discussion"
        },
        {
            "text": "Since the transport of water is via directed diffusion along concentration gradients, it is expected that smaller motors will run faster. ",
            "section": "Discussion"
        },
        {
            "text": "Micromotors operating on this principle, using the chemical potential of liquid water or moist air may be useful in reducing humidity or producing mechanical or electrical energy. ",
            "section": "Discussion"
        },
        {
            "text": "Further studies are needed to determine the efficiency of the energy conversion process in such a steam engine of the second kind.",
            "section": "Discussion"
        },
        {
            "text": "(Hydroxypropyl)cellulose (HPC) was purchased from Sigma-Aldrich (M W 5100.000 g/mol; molar substitution, M S 5 3.5, as determined by 1 H NMR) and used as received. ",
            "section": "Methods"
        },
        {
            "text": "Solutions of HPC in distilled water with concentration of 60% (w/w) were prepared at room temperature. ",
            "section": "Methods"
        },
        {
            "text": "After the first week they were stirred every other day and kept, away from light, for at least 4 weeks, until used.",
            "section": "Methods"
        },
        {
            "text": "Films were prepared from LC solutions, casted and sheared simultaneously by moving a calibrated Gardner knife from Braive Instruments at 1.25 mm s 21 . ",
            "section": "Methods"
        },
        {
            "text": "The films were allowed to dry at room temperature and were kept in a (20%) controlled humidity chamber until used. ",
            "section": "Methods"
        },
        {
            "text": "The thickness of the dried films was estimated by averaging 10 measurements with a Mitutoyo digital micrometer.",
            "section": "Methods"
        },
        {
            "text": "To construct the motor, the cellulosic film was produced in the form of a circular loop, 8.0 cm long, 1.0 cm wide, which passes over two 14 mm diameter wheels.",
            "section": "Methods"
        },
        {
            "text": "The water vapor was generated by an AirProject ultrasonic humidifier (Italy ARTSANA Group).",
            "section": "Methods"
        },
        {
            "text": "Photographs and movie of the cellulosic film and motor were taken with a Casio EX-F1 Exilim Pro and Canon EOS 550D photo camera. ",
            "section": "Methods"
        },
        {
            "text": "Blender, version 2.57b, was used to obtain the 3D draw of the shear-casting knife and motor.",
            "section": "Methods"
        },
        {
            "text": "We acknowledge support from the Portuguese Science and Technology Foundation through grants SFRH/BD/63574/2009, SFRH/BPD/78430/2011 to Y. Geng and S.N. Fernandes respectively, projects PTDC/CTM/099595/2008, PTDC/FIS/110132/2009, PEst-C/CTM/LA0025/2011 (Strategic Project -LA 25 -2011-2012) and from the U.S. National Science Foundation IIP 1114332.",
            "section": "Acknowledgements"
        },
        {
            "text": "Y.G., P.L.A. and S.N. prepared samples and worked on developing the motor. ",
            "section": "Author contributions"
        },
        {
            "text": "C.C. worked on optimizing the motor. ",
            "section": "Author contributions"
        },
        {
            "text": "P.P.-M. ",
            "section": "Author contributions"
        },
        {
            "text": "and M.H.G. conceived of and directed the project and wrote this paper; they contributed equally to this work.  ",
            "section": "Author contributions"
        },
        {
            "text": "(a) The configuration is symmetric about a vertical axis. ",
            "section": "Author contributions"
        },
        {
            "text": "The lever arms (green) are of equal length, and the net torque on the top wheel due to tension in the film is zero. ",
            "section": "Author contributions"
        },
        {
            "text": "(b) Due to the humidity-induced bend, the configuration is no longer symmetric. ",
            "section": "Author contributions"
        },
        {
            "text": "Lever arm on the right in top wheel is shorter; net torque on top wheel due to tension in the film gives rise to CW rotation. ",
            "section": "Author contributions"
        },
        {
            "text": "(The humidity induced bend has been exaggerated to aid the illustration.)",
            "section": "Author contributions"
        }
    ]
}