{
    "id": "e446f8211c",
    "abstract": [],
    "body_text": [
        {
            "text": "Number of clinical trials (CTs) conducted in Iran has increased during the past few years (1,2). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1,"
                },
                {
                    "start": 93,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2)"
                }
            ]
        },
        {
            "text": "Of total 10,550 projects conducted in medical research in 2011, 1027 clinical trial files have been reviewed in local and national Ethics Committees (3) and some 1147 CTs have been registered in Iranian Registry of Clinical Trials (IRCT) from a total number of 2951 CTs from 2008 to date (4). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                },
                {
                    "start": 288,
                    "end": 291,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                }
            ]
        },
        {
            "text": "Not all clinical trials conducted in the country are aimed to evaluate efficacy and safety of new products and/or to provide evidence for obtaining market authorization. ",
            "section": "Introduction"
        },
        {
            "text": "From a regulatory point of view, Ministry of Health and Medical Education (MOHME) in Iran, is to establish quality standards for all medicines registered and to assure quality and safety of all medicinal products in pharmaceutical market. ",
            "section": "Introduction"
        },
        {
            "text": "Food and Drug Organization (FDO), within MOHME, as the highest national regulatory authority over pharmaceutical sector, is responsible for this function. ",
            "section": "Introduction"
        },
        {
            "text": "To address concerns described, FDO has established Clinical Trial Committee (CTC) following adaptation of Good Clinical Practice (GCP) introduced by the World Health Organization (WHO), in 2003. ",
            "section": "Introduction"
        },
        {
            "text": "CTC operates under the directorate of pharmaceutical and narcotic affairs in FDO and closely works with National and Regional Ethics Committees (NEC & RECs) and the Iranian Registry of Clinical Trials (IRCT) in the deputy ministry for research and technology, within MOHME (5). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "In fact, CTC, ECs and IRCT construct the regulatory framework for oversight of clinical trials in Iran, although the latter had originally been established for transparency and validation for publications of clinical trial results (1). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "Currently, 9 members are serving in CTC including a secretariat, 2 representatives from professional offices in FDO, 3 academic members from medical universities and 3 academic members from FDO Research Centre. ",
            "section": "Introduction"
        },
        {
            "text": "A representative from NEC also attends the CTC meetings for coordination. ",
            "section": "Introduction"
        },
        {
            "text": "CTC is supported by a secretariat team of 4, based in FDO, and a collaborative network of 90 reviewers of different specialty from highly reputed clinicians and researchers in medical universities all over the country. ",
            "section": "Introduction"
        },
        {
            "text": "Clinical trial reviewer network has been developed and established over the past 3 years. ",
            "section": "Introduction"
        },
        {
            "text": "CTC has been approved, in 2010, by WHO for its function on oversight of clinical trials as a part of WHO program of National Regulatory Authority (NRA) assessment for vaccine quality (6). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "As a WHO recommendation, NRA is required to inform the scientific community on regulation of clinical trials in the country and presents its annual performance on decisions taken on CT files reviewed. ",
            "section": "Introduction"
        },
        {
            "text": "We, therefore, in this report provide CTC performance outcome indicators in its third year of activity from a regulatory point of view to have met WHO NRA assessment program requirements.",
            "section": "Introduction"
        },
        {
            "text": "This was a review in which all of the CT files, meeting agenda, minutes and relevant documents, received in 2011 by CTC secretariat in FDO, were hand searched and data and information extracted to measure outcome indicators for CT function in the country. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Indicators measured included ",
            "section": "Materials and Methods"
        },
        {
            "text": "(a) number of CT files and applications received in the reference year; ",
            "section": "Materials and Methods"
        },
        {
            "text": "(b) number of CT files received in defined categories i.e. vaccines, biologic products other than vaccines, herbal and natural products, chemical and medical devices in the reference year; ",
            "section": "Materials and Methods"
        },
        {
            "text": "(c) number of decisions taken (approved, deferred for clarification or disapproved) on CT applications and CT reports; ",
            "section": "Materials and Methods"
        },
        {
            "text": "(d) average number of days for taking decisions ",
            "section": "Materials and Methods"
        },
        {
            "text": "(e) number of CTs inspected in the reference year; ",
            "section": "Materials and Methods"
        },
        {
            "text": "(f) average number of days spent for each GCP inspection. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Other information such as phase and sponsorship of CTs has also been extracted from the databases in the CTC secretariat in FDO. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The data file was constructed in Microsoft Excel and analyzed usingStatistical Package for the Social Sciences Version12.0 and the results presented.",
            "section": "Materials and Methods"
        },
        {
            "text": "Total number of CT files received by CTC, in 2011, was 76 cases of which 21 files were CT protocols, 45 were CT reports and the remaining were requests for importation of investigational new medicinal products (IMPs). ",
            "section": "Results"
        },
        {
            "text": "While number of CT files received for herbal and natural products was 8, CT file for both vaccines and biological products accounted for the highest frequency cases received by CTC in the reference year (i.e. 50 out of 76; 65%) ( Table 1). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 230,
                    "end": 238,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1)"
                }
            ]
        },
        {
            "text": "Local industries have sponsored 28 CT studies in 2011 while sponsors for 47 studies were foreign/multinational companies of which in most of the cases, CTC reviewed and made the decisions based on the documents and reports submitted for registration of their products. ",
            "section": "Results"
        },
        {
            "text": "Of all CT files reviewed in 2011, 71% accounted for phase III clinical trials while 20 phase IV and periodic safety updated reports (PSUR) were reviewed by the CTC in the reference year (Table 1). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 195,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "With respect to the decisions made by CTC in 2011, 23 out of 45 clinical trial reports were ap-proved, 20 cases were deferred for clarification and 2 reports were rejected (Table 2). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 181,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "Number of clinical trial authorizations (CTA) issued by CTC, in 2011, were 11 (52% of all CT protocols reviewed) that was higher from those in previous two years (i.e. 1 and 2, respectively). ",
            "section": "Results"
        },
        {
            "text": "This represents preparation of higher quality CT protocols due to more effective communication amongst CTC, pharmaceutical industries and the scientific community and enhanced compliance to regulation of clinical trials. ",
            "section": "Results"
        },
        {
            "text": "Average number of days for taking decisions by CTC, excluding the time spent by the sponsor for completing the documents and external reviewers, was 10.2 days in the reference year. ",
            "section": "Results"
        },
        {
            "text": "This represents the time from which the feedback from last reviewer is received by CTC secretariat to taking decision in the CTC and informing the sponsor and/or principal investigator. ",
            "section": "Results"
        },
        {
            "text": "The average time from submission of a complete file by the sponsor to a written response from CTC has normally been less than a week, however; several communications are usually made to announce the final CTC decision. ",
            "section": "Results"
        },
        {
            "text": "This is while a time elapse of approximately two months is spent sometimes, until all required documents are provided by the sponsor. ",
            "section": "Results"
        },
        {
            "text": "Results presented in this report, provides further evidence that regulation of clinical trials in Iran is on the right track of moving forwards. ",
            "section": "Discussion"
        },
        {
            "text": "Achievements and areas for improvement for more efficient regulation of conduction of clinical trials are further discussed below.",
            "section": "Discussion"
        },
        {
            "text": "Number of CT protocols submitted to CTC in 2011 was almost doubled in the reference year compared with those of previous two years (12, 9 for 2009 & 2010, respectively) (7). ",
            "section": "Discussion"
        },
        {
            "text": "This is because a number of knowledge based companies have been formed during the past couple of years, with the help of government, and manufactured several medicinal and biosimilar products which are subject to conducting clinical trials according to regulations. ",
            "section": "Discussion"
        },
        {
            "text": "FDO has more efficiently regulated importation of IMPs in 2011 compared to previous two years. ",
            "section": "Discussion"
        },
        {
            "text": "This is evident from the number of IMP files reviewed by CTC (i.e. 10, Table 1) compared to those in previous two years of 1 case in 2010 and 3 cases in 2009 (7). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                },
                {
                    "start": 158,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "With respect to CT files of herbal and natural products, it is to be mentioned that, in 2011 only, some 137 herbal and natural products have been registered in the country while only 8 CT files from this category were received by CTC, half of that in 2010 7. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 256,
                    "end": 257,
                    "text": "7"
                }
            ]
        },
        {
            "text": "This is suggesting that a more efficient process/procedure for reviewing CT files for herbal and natural products should be considered. ",
            "section": "Discussion"
        },
        {
            "text": "Compliance of local pharmaceutical industries to the IR-GCP and national regulations of conducting CTs has considerably increased in the reference year. ",
            "section": "Discussion"
        },
        {
            "text": "This was evident in submitted CT protocols by sponsors and also in GCP inspections conducted by CTC. ",
            "section": "Discussion"
        },
        {
            "text": "Quality CT applications were more frequently submitted and required documents were provided in a shorter time period compared to previous two years in which these took a much longer time (7). ",
            "section": "Discussion"
        },
        {
            "text": "Declaration of conflict of interest has also been well absorbed by parties involved in conduction of CTs although meetings are held in CTC to make sure different parties understand their clear roles and responsibilities. ",
            "section": "Discussion"
        },
        {
            "text": "Calculation of the sample size remains a challenging issue in CT protocols submitted to CTC, especially for CT protocols on biosimilar products. ",
            "section": "Discussion"
        },
        {
            "text": "Assumption of the main clinical outcome based on which the sample size is calculated has usually been unclear. ",
            "section": "Discussion"
        },
        {
            "text": "The underlying problem for this, as explored in several meetings in CTC, was the cost for \"reference drugs\" in CTs with \"none-inferiority\" design that was expressed as \"unaffordable\" by the sponsors. ",
            "section": "Discussion"
        },
        {
            "text": "A compromised approach has been followed by CTC for making decisions on these cases. ",
            "section": "Discussion"
        },
        {
            "text": "In a number of CT protocols reviewed, there was also ambiguity on randomization, blinding and/or clearly defining the details of investigational products such as batch number, expiry date and so on. ",
            "section": "Discussion"
        },
        {
            "text": "CTC has conducted several GCP inspections in 2011 (see above). ",
            "section": "Discussion"
        },
        {
            "text": "While compliance to IR-GCP for conduction of CTs has considerably increased compared to previous years, regulations for IMPs such as labeling and documentation of inventory list were not properly appreciated. ",
            "section": "Discussion"
        },
        {
            "text": "In some cases, corrections in the source data and case report forms were not properly documented and/or signatures of principal investigator or patients in patient consent forms were missing. ",
            "section": "Discussion"
        },
        {
            "text": "Several workshops on IR-GCP were conducted in medical universities and clinical research centers based on the educational package previously developed (7). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "Evaluation of this educational package while demonstrated full coverage of needs and interests of participants, suggested further optimization of the program. ",
            "section": "Discussion"
        },
        {
            "text": "Several versions of IR-GCP educational package should therefore be developed based on the current package, to address special needs, roles and responsibilities of different stakeholders involved in conducting clinical trials. ",
            "section": "Discussion"
        },
        {
            "text": "This activity is in process and will be implemented once it is finalized. ",
            "section": "Discussion"
        },
        {
            "text": "The CT reviewers' network of more than 90 professionals has been established in 2011 and the first seminar of clinical trial reviewers has been held in the reference year upon which the role and responsibilities of CT reviewers, as FDO collaborators, were defined, regulatory expectation addressed and the CTC reviewers' database updated. ",
            "section": "Discussion"
        },
        {
            "text": "A positive impact of CTC in medical scientific communities, over 4 years of activity, is the establishment of a Contract Research Organization (CRO) in Tehran University of Medical Sciences (TUMS). ",
            "section": "Discussion"
        },
        {
            "text": "This governmental CRO is supposed to provide consultation to clinical researchers and pharmaceutical industries, develop and prepare quality CT protocols, and conduct clinical trials in accordance with IR-GCP and national regulations of clinical trials.",
            "section": "Discussion"
        },
        {
            "text": "A positive trend in regulation and oversight of clinical trials has been initiated by CTC during the past few years. ",
            "section": "Conclusion"
        },
        {
            "text": "Further compliance of clinical research groups and pharmaceutical industries to national regulations for clinical trials and IR-GCP has been demonstrated. ",
            "section": "Conclusion"
        },
        {
            "text": "This has been achieved by effective communication with different parties involved in both regulatory and industry sides for conduction of clinical trials. ",
            "section": "Conclusion"
        },
        {
            "text": "These contribute to enhancement of social confidence to the health system, national drug regulatory authorities, medical community and quality of pharmaceutical products. ",
            "section": "Conclusion"
        },
        {
            "text": "Further improvement will be achieved by more efficient inter-and intra-sectoral collaboration for conducting quality clinical research.",
            "section": "Conclusion"
        },
        {
            "text": "Ethical issues (Including plagiarism, Informed Consent, misconduct, data fabrication and/or falsification, double publication and/or submission, redundancy, etc) have been completely observed by the authors.",
            "section": "Ethical considerations"
        },
        {
            "text": "The authors declare that there is no conflict of interest.",
            "section": "Acknowledgements"
        }
    ]
}