{
    "id": "e7da55478a",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Objective To quantify and compare the time doctors and nurses spent on direct patient care, medicationrelated tasks, and interactions before and after electronic medication management system (eMMS) introduction. ",
            "section": "ABSTRACT"
        },
        {
            "text": "Methods Controlled pre-post, time and motion study of 129 doctors and nurses for 633.2 h on four wards in a 400-bed hospital in Sydney, Australia. ",
            "section": "ABSTRACT"
        },
        {
            "text": "We measured changes in proportions of time on tasks and interactions by period, intervention/control group, and profession. ",
            "section": "ABSTRACT"
        },
        {
            "text": "Results eMMS was associated with no significant change in proportions of time spent on direct care or medication-related tasks relative to control wards. ",
            "section": "ABSTRACT"
        },
        {
            "text": "In the post-period control ward, doctors spent 19.7% (2 h/10 h shift) of their time on direct care and 7.4% (44.4 min/ 10 h shift) on medication tasks, compared to intervention ward doctors (25.7% (2.6 h/shift; p=0.08) and 8.5% (51 min/shift; p=0.40), respectively). ",
            "section": "ABSTRACT"
        },
        {
            "text": "Control ward nurses in the post-period spent 22.1% (1.9 h/8.5 h shift) of their time on direct care and 23.7% on medication tasks compared to intervention ward nurses (26.1% (2.2 h/shift; p=0.23) and 22.6% (1.9 h/shift; p=0.28), respectively). ",
            "section": "ABSTRACT"
        },
        {
            "text": "We found intervention ward doctors spent less time alone ( p=0.0003) and more time with other doctors ( p=0.003) and patients ( p=0.009). ",
            "section": "ABSTRACT"
        },
        {
            "text": "Nurses on the intervention wards spent less time with doctors following eMMS introduction ( p=0.0001). ",
            "section": "ABSTRACT"
        },
        {
            "text": "Conclusions eMMS introduction did not result in redistribution of time away from direct care or towards medication tasks. ",
            "section": "ABSTRACT"
        },
        {
            "text": "Work patterns observed on these intervention wards were associated with previously reported significant reductions in prescribing error rates relative to the control wards.",
            "section": "ABSTRACT",
            "entity_spans": [
                {
                    "start": 119,
                    "end": 170,
                    "type": "software",
                    "rawForm": "Work Observation Method by Activity Timing (WOMBAT)",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "e7da55478a-software-simple-0"
                }
            ]
        },
        {
            "text": "The extent to which computerized provider order entry (CPOE) systems significantly hinder or assist clinical work efficiency has been a subject of debate and investigation for over 20 years. ",
            "section": "BACKGROUND AND SIGNIFICANCE"
        },
        {
            "text": "Yet the evidence base to address this issue remains sparse. ",
            "section": "BACKGROUND AND SIGNIFICANCE"
        },
        {
            "text": "[1][2][3] Zheng and colleagues 4 recently drew attention to the poor and inconsistent methods used in conducting time and motion studies to measure the impact of systems on work patterns. ",
            "section": "BACKGROUND AND SIGNIFICANCE",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 31,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "Controlled studies to measure the effects of CPOE on doctors' work are rare and we identified no published controlled studies of the impact on hospital nurses' work. ",
            "section": "BACKGROUND AND SIGNIFICANCE"
        },
        {
            "text": "1 2 4 Studies in ambulatory care [5][6][7][8][9] and speciality areas in hospitals, such as the ICU, 10 11 predominate. ",
            "section": "BACKGROUND AND SIGNIFICANCE",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "1 2 4"
                },
                {
                    "start": 33,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 36,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 39,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 42,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 45,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 101,
                    "end": 106,
                    "type": "bibr",
                    "text": "10 11"
                }
            ]
        },
        {
            "text": "Despite considerable developments in CPOE systems, the body of evidence regarding the impact of these systems on doctors' and nurses' work on general hospital wards is relatively sparse and reliance continues to be placed on results from important early studies. ",
            "section": "BACKGROUND AND SIGNIFICANCE"
        },
        {
            "text": "5 12 13 Significant advances have been made in understanding the ways in which systems may disrupt and enhance work patterns and qualitative studies have played a vital role in understanding the complex socio-technical issues associated with integrating information systems into clinical work. ",
            "section": "BACKGROUND AND SIGNIFICANCE",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "bibr",
                    "text": "5 12 13"
                }
            ]
        },
        {
            "text": "[14][15][16][17][18][19] However, concerns of clinicians regarding the impact that systems have on the efficiency of their work continue to be raised and are a significant barrier to adoption. ",
            "section": "BACKGROUND AND SIGNIFICANCE",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "[20][21][22] Prior to the imminent introduction of an electronic medication management system (eMMS) (with electronic prescribing and medication administration records (eMAR)), we interviewed 50 hospital clinicians (doctors and nurses) and managers to determine their expectations of system introduction. ",
            "section": "BACKGROUND AND SIGNIFICANCE",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "23 Work practice change associated with the system was the most strongly and frequently raised issue by all groups. ",
            "section": "BACKGROUND AND SIGNIFICANCE",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "23 Specific issues often center on the perceived increased time it takes for doctors to prescribe medications and for nurses to perform medication administration using a computer compared to paper medication charts. ",
            "section": "BACKGROUND AND SIGNIFICANCE",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "7 22 24 As a result of this, there are concerns that there will be less time for clinicians to spend on direct patient care activities. ",
            "section": "BACKGROUND AND SIGNIFICANCE",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "bibr",
                    "text": "7 22 24"
                }
            ]
        },
        {
            "text": "20 These beliefs are often in contrast to the system benefits promoted to clinicians, namely that information systems will improve efficiency and patient care. ",
            "section": "BACKGROUND AND SIGNIFICANCE",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "21 25 Time savings are anticipated by re-distributing time across medication tasks. ",
            "section": "BACKGROUND AND SIGNIFICANCE",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "21 25"
                }
            ]
        },
        {
            "text": "12 For example, while it may take longer to type a prescription compared to writing it, the ability to modify existing orders rather than prepare new orders and to use ordersets is expected to save time. ",
            "section": "BACKGROUND AND SIGNIFICANCE",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "Redistribution of timebenefits to others is also anticipated. ",
            "section": "BACKGROUND AND SIGNIFICANCE"
        },
        {
            "text": "For example, improving the legibility of orders is expected to reduce nurses' time spent clarifying orders. ",
            "section": "BACKGROUND AND SIGNIFICANCE"
        },
        {
            "text": "However, there are few data available to indicate whether time savings made in a particular sub-task are offset by time losses in other sub-tasks to make medication practice more or less efficient overall. ",
            "section": "BACKGROUND AND SIGNIFICANCE"
        },
        {
            "text": "Qualitative studies have revealed that many doctors and nurses report both improved and worsening efficiency. ",
            "section": "BACKGROUND AND SIGNIFICANCE"
        },
        {
            "text": "[26][27][28] Improved sharing of medication information is possible with CPOE, but reduced face-to-face communication between clinicians has also been identified as a potentially negative impact of system introduction, but there is little quantitative evidence to clarify this issue. ",
            "section": "BACKGROUND AND SIGNIFICANCE",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "15 29 We aimed to undertake a large controlled time and motion study of hospital doctors and nurses to measure whether the proportions of time spent in medication tasks, direct care, and communication with each other significantly changed following the introduction of an eMMS with electronic prescribing and eMAR.",
            "section": "BACKGROUND AND SIGNIFICANCE",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "15 29"
                }
            ]
        },
        {
            "text": "We used a controlled before and after study design and used a direct time and motion observational approach. ",
            "section": "Study design, setting, and sample"
        },
        {
            "text": "Data were collected from staff on four wards (respiratory, renal/vascular, and two acute geriatric medical wards) in a 400-bed major public hospital in Sydney.",
            "section": "Study design, setting, and sample"
        },
        {
            "text": "We recruited a sample of 70 nurses and 59 doctors on the wards and collected data as outlined in table 1. ",
            "section": "Study design, setting, and sample"
        },
        {
            "text": "Nurses of all classifications were included: registered nurses (RN) (new graduates, RN with 2-4 years of experience, and RN with 5+ years of experience) and clinical nurse specialists (CNS). ",
            "section": "Study design, setting, and sample"
        },
        {
            "text": "Approximately 80% participation by eligible nurses was obtained in both the pre-and post-periods.",
            "section": "Study design, setting, and sample"
        },
        {
            "text": "We sought to include all medical registrars, residents, and interns on the study wards. ",
            "section": "Study design, setting, and sample"
        },
        {
            "text": "Physician specialists were excluded as they defer the vast majority of prescribing ordering tasks to more junior staff. ",
            "section": "Study design, setting, and sample"
        },
        {
            "text": "A major challenge for the recruitment of doctors was the transitory nature of the medical workforce. ",
            "section": "Study design, setting, and sample"
        },
        {
            "text": "For example, in the pre-period we identified a possible study population of 38 doctors of whom nine refused to participate (four because they did not want to be observed and five for a range of reasons such as about to go on leave and pending resignation or transfer). ",
            "section": "Study design, setting, and sample"
        },
        {
            "text": "Nine who had agreed to participate were transferred from the study wards prior to observation, leaving 20 who participated. ",
            "section": "Study design, setting, and sample"
        },
        {
            "text": "Thus, approximately 69% (20/29) of eligible doctors participated, although 76% had agreed (29/38) to do so. ",
            "section": "Study design, setting, and sample",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 97,
                    "type": "bibr",
                    "text": "(29/38)"
                }
            ]
        },
        {
            "text": "In the post-period we were able to capture more doctors as they rotated into the study wards.",
            "section": "Study design, setting, and sample"
        },
        {
            "text": "There was a gap of approximately 2.6 years between pre-and post-data collection due to a delay in system implementation on the intervention wards. ",
            "section": "Study design, setting, and sample"
        },
        {
            "text": "Post-data collection occurred at least 9 months after system implementation to ensure clinicians were familiar with the system.",
            "section": "Study design, setting, and sample"
        },
        {
            "text": "For the nurses' study, two wards acted as controls and one (a geriatric ward) was the intervention ward (the fourth ward was initiating implementation and thus was excluded). ",
            "section": "Study design, setting, and sample"
        },
        {
            "text": "For the doctors' study, two wards acted as controls and two (both geriatric wards) were intervention wards.",
            "section": "Study design, setting, and sample"
        },
        {
            "text": "At baseline all wards used paper medical records and medication charts. ",
            "section": "Intervention"
        },
        {
            "text": "All wards had a CPOE system for ordering diagnostic tests and viewing results as well as ordering diets, transport, porters, and allied health consultations. ",
            "section": "Intervention"
        },
        {
            "text": "The CPOE system did not allow clinical documentation. ",
            "section": "Intervention"
        },
        {
            "text": "In the pre-intervention period, prescribing doctors wrote orders directly onto the medication chart. ",
            "section": "Intervention"
        },
        {
            "text": "These charts were then used by nursing staff for medication administration. ",
            "section": "Intervention"
        },
        {
            "text": "There was no intermediate transcription step between a prescriber's order and the final medication chart entry, as is the case in some countries. ",
            "section": "Intervention"
        },
        {
            "text": "Clinical pharmacists undertake ward rounds and review patients' medication charts. ",
            "section": "Intervention"
        },
        {
            "text": "They will notate or contact the prescribing physician if changes are required. ",
            "section": "Intervention"
        },
        {
            "text": "However, this step is not a pre-requisite for nurses to administer medications once a physician has documented an order. ",
            "section": "Intervention"
        },
        {
            "text": "This process did not change after eMMS implementation.",
            "section": "Intervention"
        },
        {
            "text": "On the intervention wards in the post-period, the Cerner Millennium PowerOrders system, allowing electronic medication management functions, was integrated with the hospital's existing CPOE system in November 2007. ",
            "section": "Intervention"
        },
        {
            "text": "Prescribers were required to use the system to prescribe medications in the post-period. ",
            "section": "Intervention"
        },
        {
            "text": "Prescribing is mainly by menu selection of pre-prepared order sentences which are triggered upon drug selection and which can be modified by the prescriber. ",
            "section": "Intervention"
        },
        {
            "text": "'Care sets' allow for a group of related orders to be selected and ordered simultaneously with a single click. ",
            "section": "Intervention"
        },
        {
            "text": "Active decision-support at the time consisted of allergy alerts and drug-drug interaction alerts set at the most severe level. ",
            "section": "Intervention"
        },
        {
            "text": "During the intervention period, heparin infusions and patient controlled analgesia remained on paper charts. ",
            "section": "Intervention"
        },
        {
            "text": "The intervention did not include bedside verification technology, for example, bar coding. ",
            "section": "Intervention"
        },
        {
            "text": "Intervention wards had access to both computers on wheels (COWs) and fixed computers (desk PCs) to access the eMMS. ",
            "section": "Intervention"
        },
        {
            "text": "The control wards continued to use paper medication charts in the post-period.",
            "section": "Intervention"
        },
        {
            "text": "All nurses and doctors were invited to participate via information sessions followed by a direct approach. ",
            "section": "Procedures"
        },
        {
            "text": "Rosters (schedules) from each ward were used to calculate the full-time equivalents for each nurse classification (RN new graduate, RN 2-4 years, RN 5+ years, and CNS) and medical classification (intern, resident, and registrar). ",
            "section": "Procedures"
        },
        {
            "text": "The sampling strategy was prepared in order to ensure all hours of the work day and weekdays were sampled proportionately to ensure the sample was representative. ",
            "section": "Procedures"
        },
        {
            "text": "Representative sampling was used to determine the number of minutes that participants needed to be observed for each hour of the day for each classification. ",
            "section": "Procedures"
        },
        {
            "text": "Following signed consent, nurses and doctors were assigned a study identification number, and demographic information regarding their age, classification, and length of experience was collected. ",
            "section": "Procedures"
        },
        {
            "text": "We did not store staff names once a unique identifier was assigned and did not match data for individual staff in the pre-and post-periods. ",
            "section": "Procedures"
        },
        {
            "text": "Nurses were given no prior warning of observation periods.Observers randomly allocated nurses to a list for each observation session according to the sampling strategy. ",
            "section": "Procedures"
        },
        {
            "text": "If a nurse at the top of the list was not working that day, observers selected the next nurse on the list. ",
            "section": "Procedures"
        },
        {
            "text": "A similar approach was used for doctors, but on occasion pre-arranged times were requested as doctors were more mobile and locating them in the hospital could be difficult without this step. ",
            "section": "Procedures"
        },
        {
            "text": "Nurses were observed between the hours of 7:00 and 19:00 and doctors from 8:00 to 20:00 on weekdays. ",
            "section": "Procedures"
        },
        {
            "text": "Nurses and doctors were observed while both on and off the ward. ",
            "section": "Procedures"
        },
        {
            "text": "The Work Observation Method by Activity Timing (WOMBAT) method was applied. ",
            "section": "Procedures"
        },
        {
            "text": "30-33 This is a technique for undertaking direct observational studies of health professionals. ",
            "section": "Procedures",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                },
                {
                    "start": 5,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                },
                {
                    "start": 9,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[32]"
                },
                {
                    "start": 13,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "Using software on a handheld computer, observers capture multi-dimensional aspects of work and communication patterns. ",
            "section": "Procedures"
        },
        {
            "text": "The WOMBAT tool automatically captures all time data related to tasks and also details interruptions to work and multi-tasking (ie, tasks conducted in parallel). ",
            "section": "Procedures"
        },
        {
            "text": "For example, details of tasks conducted in parallel, such as documenting and answering a question from a colleague, could be recorded and time-stamped automatically. ",
            "section": "Procedures"
        },
        {
            "text": "Figure 1 provides a screenshot of the data collection tool. ",
            "section": "Procedures",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "The tool can be reconfigured for different task types and study designs. ",
            "section": "Procedures"
        },
        {
            "text": "Research teams interested in using this software should contact the corresponding author ( JIW).",
            "section": "Procedures"
        },
        {
            "text": "Information about 10 broad, mutually exclusive work categories was collected. ",
            "section": "Procedures"
        },
        {
            "text": "Online supplementary appendix 1 gives the definitions for each of the tasks reported in this paper. ",
            "section": "Procedures"
        },
        {
            "text": "This classification was developed following extensive observations and pilot testing. ",
            "section": "Procedures"
        },
        {
            "text": "34 35 The method has been applied in Australian studies of health professionals 31 36 and was most recently validated in Canadian studies of intensive care clinicians. ",
            "section": "Procedures",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "34 35"
                },
                {
                    "start": 80,
                    "end": 85,
                    "type": "bibr",
                    "text": "31 36"
                }
            ]
        },
        {
            "text": "32 37 The observers shadowed clinicians for an average of 1 h blocks, recording data using the handheld computer. ",
            "section": "Procedures",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "32 37"
                }
            ]
        },
        {
            "text": "For each task, the data collector recorded with whom the nurse/doctor completed the task, the information tools used, and any interruptions to work (defined as ceasing a task in order to respond to an external stimuli) or tasks completed in parallel (multi-tasking). ",
            "section": "Procedures"
        },
        {
            "text": "Tasks are continually recorded and include work, social/personal (including breaks), and activities carried out in transit.",
            "section": "Procedures"
        },
        {
            "text": "When the participant nurse/doctor engaged with patients, visitors, or other health professionals, the nurse/doctor was asked to introduce the observer and seek permission to continue. ",
            "section": "Procedures"
        },
        {
            "text": "Alternatively, the observer would identify themselves. ",
            "section": "Procedures"
        },
        {
            "text": "Several dummy observation sessions were undertaken as part of observer training conducted over 2-3 weeks. ",
            "section": "Procedures"
        },
        {
            "text": "This also allowed participants to become accustomed to being observed.",
            "section": "Procedures"
        },
        {
            "text": "All eight observers were clinically experienced RNs or medical doctors. ",
            "section": "Observer training"
        },
        {
            "text": "Inter-rater reliability tests were performed with two data collectors simultaneously, but independently, observing a clinician and comparing data. ",
            "section": "Observer training"
        },
        {
            "text": "Kappa scores 38 for task classification were >0.85 throughout data collection, indicating high levels of agreement between observers. ",
            "section": "Observer training",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "38"
                }
            ]
        },
        {
            "text": "On average inter-rater reliability observation sessions lasted 35 min each.",
            "section": "Observer training"
        },
        {
            "text": "The study was approved by the human research ethics committees of the University of New South Wales and the study hospital.",
            "section": "Observer training"
        },
        {
            "text": "To assess changes in time spent on direct care and medication tasks for each profession, we calculated the proportion of total observed time in each task category by study period ( pre/post) and group (control/intervention wards). ",
            "section": "Statistical analysis"
        },
        {
            "text": "We further examined medication sub-tasks for doctors and nurses as proportions of the total time spent in medication tasks. ",
            "section": "Statistical analysis"
        },
        {
            "text": "95% CIs of proportions were obtained using the large sample normal approximation. ",
            "section": "Statistical analysis"
        },
        {
            "text": "The difference in changes post-eMMS in intervention groups relative to control groups was defined as the differences in the proportions (P) over time between control and intervention groups, that is, (P Intervention_post -P Intervention_pre )−(P Control_post -P Control_pre ). ",
            "section": "Statistical analysis"
        },
        {
            "text": "We compared the difference in changes post-eMMS between intervention and control groups in each task category using the z test for proportions with the level of significance set at p<0.05. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Other descriptive statistics for number, average length, and frequency of tasks in each task category were also presented by study period and group.",
            "section": "Statistical analysis"
        },
        {
            "text": "Information sources (eg, desk PC, COW) used in medication tasks were determined by calculating the proportions of total medication task time undertaken using each source. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Time spent in interactions was examined in terms of both proportion of total observation time in professional communication, and the proportion of overall task time completed with others. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Data were analyzed using SAS V.9.2. ",
            "section": "Statistical analysis",
            "entity_spans": [
                {
                    "start": 25,
                    "end": 28,
                    "type": "software",
                    "rawForm": "SAS",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "e7da55478a-software-2"
                },
                {
                    "start": 31,
                    "end": 34,
                    "type": "version",
                    "rawForm": "9.2",
                    "resp": "#annotator14",
                    "id": "#e7da55478a-software-2"
                }
            ]
        },
        {
            "text": "39 Figure 1 Screenshot of Work Observation Method by Activity Timing (WOMBAT) data collection tool.",
            "section": "Statistical analysis",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ],
            "entity_spans": [
                {
                    "start": 70,
                    "end": 76,
                    "type": "software",
                    "rawForm": "WOMBAT",
                    "resp": "#curator",
                    "used": true,
                    "id": "e7da55478a-software-simple-4"
                }
            ]
        },
        {
            "text": "On all wards there was no significant change after eMMS introduction in the proportion of time nurses and doctors on the intervention wards spent in direct patient care activities relative to control ward clinicians ( p=0.23 and p=0.08, respectively; table 2). ",
            "section": "Proportion of time spent in direct patient care by doctors and nurses before and after eMMS implementation"
        },
        {
            "text": "Doctors on the control wards in the post-period spent 19.7% (average of 3.1 min/task; 2 h/10 h shift) of their time in direct patient care (excluding medication tasks) and those on the intervention wards 25.7% (average of 2.6 min/task; 2.6 h/10 h shift). ",
            "section": "Proportion of time spent in direct patient care by doctors and nurses before and after eMMS implementation"
        },
        {
            "text": "Nurses spent 22.1% of their time in direct care activities on the control wards in the post-period and 26.1% on the intervention wards (table 2).",
            "section": "Proportion of time spent in direct patient care by doctors and nurses before and after eMMS implementation",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 144,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(table 2)"
                }
            ]
        },
        {
            "text": "There was an overall significant temporal change in the proportions of time spent in direct care across all wards not associated with eMMS introduction. ",
            "section": "Proportion of time spent in direct patient care by doctors and nurses before and after eMMS implementation"
        },
        {
            "text": "Over the 2.6 years of the study (the time from pre-to post-data collection) the proportion of time spent in direct patient care significantly increased for doctors from 15.0% (95% CI 12.7% to 17.3%) in the preperiod to 22.6% (95% CI 20.9% to 24.3%) in the post-period ( p<0.0001), and for nurses from 20.2% (95% CI 18.2% to 22.1%) in the pre-period to 24.2% (95% CI 22.4% to 26.0%) in the post-period ( p=0.003).",
            "section": "Proportion of time spent in direct patient care by doctors and nurses before and after eMMS implementation"
        },
        {
            "text": "Following the introduction of the eMMS on the intervention wards there was no significant change in the proportions of time spent by doctors or nurses on medication-related tasks (table 2) relative to clinicians on the control wards ( p=0.4 and p=0.28, respectively). ",
            "section": "Proportion of time spent by doctors and nurses on medication tasks before and after eMMS implementation",
            "ref_spans": [
                {
                    "start": 179,
                    "end": 188,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(table 2)"
                }
            ]
        },
        {
            "text": "Doctors in the post-period on the control wards spent 7.4% (average of 49.6 s/task; 44.4 min/10 h shift) of their time on medication tasks and those on the intervention wards 8.5% (average of 45.1 s/task; 51 min/10 h shift). ",
            "section": "Proportion of time spent by doctors and nurses on medication tasks before and after eMMS implementation"
        },
        {
            "text": "Medication tasks consumed a greater proportion of nurses' overall time taking 23.7% (approximately 2 h in an 8.5 h shift) of their time on the control ward in the post-period and 22.6% (1.9 h/shift) on the intervention wards (table 2).",
            "section": "Proportion of time spent by doctors and nurses on medication tasks before and after eMMS implementation",
            "ref_spans": [
                {
                    "start": 225,
                    "end": 234,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(table 2)"
                }
            ]
        },
        {
            "text": "We examined time distribution for specific types of medication-related tasks to assess if time was redistributed across tasks following eMMS introduction (tables 3 and 4). ",
            "section": "Proportion of time spent by doctors and nurses on medication tasks before and after eMMS implementation"
        },
        {
            "text": "Both doctors and nurses on the intervention wards significantly increased the proportion of time spent reviewing medications using the eMMS compared to their colleagues on the control wards ( p=0.01 and p<0.0001, respectively). ",
            "section": "Proportion of time spent by doctors and nurses on medication tasks before and after eMMS implementation"
        },
        {
            "text": "However, no overall changes occurred in the time proportions of medication tasks since this increase was offset by (non-significant) decreases in nearly all other medication-related tasks (tables 3 and 4).",
            "section": "Proportion of time spent by doctors and nurses on medication tasks before and after eMMS implementation"
        },
        {
            "text": "Over time doctors and nurses on all wards experienced an increase in the percentage of time devoted to medication tasks. ",
            "section": "Proportion of time spent by doctors and nurses on medication tasks before and after eMMS implementation"
        },
        {
            "text": "For doctors, it increased from 7.0% (95% CI 6.4% to 7.5%) in the pre-period to 7.9% (95% CI 7.3% to 8.6%) in the postperiod ( p=0.03), while for nurses, it increased from 20.2% (95% CI 19.4% to 21.1%) in the pre-period to 23.1% (95% CI 21.7% to 24.5%) in the post-period ( p=0.001). ",
            "section": "Proportion of time spent by doctors and nurses on medication tasks before and after eMMS implementation"
        },
        {
            "text": "This increase was not associated with eMMS intervention.",
            "section": "Proportion of time spent by doctors and nurses on medication tasks before and after eMMS implementation"
        },
        {
            "text": "We examined the percentage of medication tasks performed with different information sources before and after eMMS introduction. ",
            "section": "Information sources used during medication tasks"
        },
        {
            "text": "Nurses on the intervention wards in the postperiod significantly reduced their reliance on patients' paper medical records as part of the medication process. ",
            "section": "Information sources used during medication tasks"
        },
        {
            "text": "Before eMMS introduction, nurses spent 89.0% (95% CI 81.0% to 97.0%) of medication task time (and 88% of all medication tasks) using a paper record, which declined to only 14.4% (95% CI 12.4% to 16.4%) after eMMS introduction (11% of medication tasks), while there was a much smaller change on the control wards, from 79.6% (95% CI 75.5% to 83.6%) of medication time to 66.9% (95% CI 62.0% to 71.8%). ",
            "section": "Information sources used during medication tasks"
        },
        {
            "text": "There was a significant relative reduction in the percentage of medication time where paper medical records were used of 61.9% on the intervention wards after eMMS introduction compared to the control wards (p<0.0001). ",
            "section": "Information sources used during medication tasks"
        },
        {
            "text": "On the intervention wards after eMMS introduction, 52.5% (95% CI 48.9% to 56.0%) of medication tasks involved a COW (63% of medication task time) and 2.5% (95% CI 2.0% to 3.1%) a desk PC (3% of medication task time). ",
            "section": "Information sources used during medication tasks"
        },
        {
            "text": "No computers were used in the pre-eMMS period and no COWs were available on the control wards in the post-period.",
            "section": "Information sources used during medication tasks"
        },
        {
            "text": "We found no significant change before and after eMMS introduction in the use of paper medical records during medication tasks by intervention ward doctors relative to the control wards (p=0.6). ",
            "section": "Information sources used during medication tasks"
        },
        {
            "text": "However, intervention ward doctors completed a significantly greater percentage of their medication task time using a desk PC compared to the control ward doctors (27.0% vs 15.2%; p=0.022) and used a COW for 22.0% (95% CI 17.7% to 26.4%) of medication task time. ",
            "section": "Information sources used during medication tasks"
        },
        {
            "text": "Desk PCs were used on the control wards during medication tasks, for example, to access pathology results from the CPOE system.",
            "section": "Information sources used during medication tasks"
        },
        {
            "text": "There was no significant change on the intervention wards in the proportion of time nurses and doctors spent in professional communication following the introduction of the eMMS (p=0.57 and p=0.8; table 2). ",
            "section": "Interactions between doctors and nurses and others before and after eMMS implementation"
        },
        {
            "text": "There was also no temporal change in the proportion of time spent on professional communication for either doctors ( pre: 33.2% (95% CI 28.6% to 37.9%) vs post: 37.1% (95% CI 35.0% to 39.3%); p=0.13) or nurses ( pre: 23.8% (95% CI 20.9% to 26.7%) vs post: 21.4% (95% CI 19.5% to 23.4%); p=0.17). ",
            "section": "Interactions between doctors and nurses and others before and after eMMS implementation"
        },
        {
            "text": "In the post-period, nurses spent about 1.8 h/8.5 h shift of their time on professional communication, while doctors spent about 3.7 h/10 h shift.",
            "section": "Interactions between doctors and nurses and others before and after eMMS implementation"
        },
        {
            "text": "However, when we examined task time spent alone and with others, we found that doctors on the intervention wards in the post-period spent significantly more time with patients (6.3% increase; p=0.009), more time with other doctors (21.4% increase; p=0.003), and significantly less time working alone (14.8% decrease; p=0.0003) compared to doctors on the control wards (table 5). ",
            "section": "Interactions between doctors and nurses and others before and after eMMS implementation"
        },
        {
            "text": "Doctors on the intervention wards spent a significantly greater proportion of their time with other doctors, largely due to an increase in the frequency of interactions (tasks per hour) (table 5). ",
            "section": "Interactions between doctors and nurses and others before and after eMMS implementation"
        },
        {
            "text": "Nurses on the intervention wards spent a significantly lower proportion of time working with doctors following eMMS implementation compared to nurses on the control wards (4.2% decrease; p=0.0001; table 6). ",
            "section": "Interactions between doctors and nurses and others before and after eMMS implementation"
        },
        {
            "text": "This was due to both fewer interactions (tasks per hour) and shorter interactions (mean task time) (table 6).",
            "section": "Interactions between doctors and nurses and others before and after eMMS implementation"
        },
        {
            "text": "Implementation of the eMMS was not associated with significant changes in the proportions of time doctors and nurses spent on direct patient care or medication-related tasks, relative to their colleagues on the control wards. ",
            "section": "DISCUSSION"
        },
        {
            "text": "As the hospital already had in place CPOE for orders other than medications, we were *Tasks which made up the remainder of clinicians' time were: social/personal time, documentation (other than medication-related), transit time, administration, responding to pages, indirect care, and supervision/education. ",
            "section": "DISCUSSION"
        },
        {
            "text": "†Percentage difference in change over time (pre vs post) between intervention and control groups, that is, Diff=(P Intervention_post -P Intervention_pre )−(P Control_post -P Control_pre ). ",
            "section": "DISCUSSION"
        },
        {
            "text": "*Excludes the medication-related tasks of administration, transcribe, and find medication chart, as these categories had fewer than 10 tasks in each period. ",
            "section": "DISCUSSION"
        },
        {
            "text": "†Percentage difference in change over time (pre vs post) between intervention and control groups, that is, Diff=(P Intervention_post -P Intervention_pre )−(P Control_post -P Control_pre ).",
            "section": "DISCUSSION"
        },
        {
            "text": "Bold p values represent significance at p<0.01. ",
            "section": "DISCUSSION"
        },
        {
            "text": "*Excludes low frequency tasks of find order, and clarify or order medication, as these categories had fewer than 10 tasks in each period. ",
            "section": "DISCUSSION"
        },
        {
            "text": "†Percentage difference in change over time (pre vs post) between intervention and control groups, that is, Diff=(P Intervention_post -P Intervention_pre )−(P Control_post -P Control_pre ).",
            "section": "DISCUSSION"
        },
        {
            "text": "Bold p values represent significance at p<0.01. ",
            "section": "DISCUSSION"
        },
        {
            "text": "able to specifically examine the impact of the addition of this module on work. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The results provide little support for arguments that eMMS use results in redistribution of time away from direct patient care or towards medication tasks. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, task time redistribution did occur within some specific areas. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Examination of medication sub-tasks showed that increases in time spent, for example, reviewing medications in the system, were compensated by reduced time in other areas. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Increased time spent reviewing patients' medication charts may be a potentially positive work practice change for patient care, or indicate that it took longer to scroll through medication charts to find information relative to paper charts. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These results suggest that eMMS use may result in a redistribution of time within and across medication-related tasks.",
            "section": "DISCUSSION"
        },
        {
            "text": "There are limited comparative data, and differences in settings, work task classifications, and methods further hinder comparisons between studies. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Early research, such as that by Bates et al 12 published in 1994, showed that following CPOE introduction time spent by doctors ordering increased. ",
            "section": "DISCUSSION"
        },
        {
            "text": "They found medical interns significantly increased ordering time from 5.3% to 10.5% ( p<0.001) and surgical house officers from 6.4% to 15.5% ( p<0.001). ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, they also found that the use of ordersets took less time using CPOE compared to paper. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In a more recent before and after study of CPOE, Zheng et al 40 observed medical residents for 68 h in a pediatric intensive care unit. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "40"
                }
            ]
        },
        {
            "text": "They found no significant change in the time doctors spent in direct care or ordering. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Our results from a larger controlled study are consistent with these findings. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Further, we provide some of the first such data on nurses' work patterns following CPOE introduction. ",
            "section": "DISCUSSION"
        },
        {
            "text": "CPOE systems and clinicians' computer skills are likely to have substantially improved over time and both may have contributed to reducing the potential negative impact of CPOE on clinicians' time.",
            "section": "DISCUSSION"
        },
        {
            "text": "Intervention ward doctors spent a significantly greater proportion of time with patients and other doctors. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Interactions with patients may have increased as a result of the use of COWs at patients' bedsides, particularly during ward rounds. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The increased time with other doctors may have been due to increased use of a shared doctors' room on wards in which several PCs are located. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These hypotheses are consistent with observations from our previous studies of doctors' use of computing devices on wards with eMMS at this site. ",
            "section": "DISCUSSION"
        },
        {
            "text": "41 We observed that paper medication charts were often reviewed and completed at the central nurses' work station. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "41"
                }
            ]
        },
        {
            "text": "However, the eMMS moved these tasks to either the COWs or the PCs in the doctors' rooms. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This physical shifting of work to another location may also have contributed to the observed significant decrease in interactions nurses had with doctors post-eMMS compared to control ward nurses. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Interestingly, Zheng et al 40 also found that doctors spent a greater proportion of time interacting with patients (increasing from 1.18% to 4.05%; p<0.05) after compared to before CPOE implementation. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "40"
                }
            ]
        },
        {
            "text": "However, as there was no control group in that study, it is not possible to be certain if this was associated with the CPOE system or a temporal change. ",
            "section": "DISCUSSION"
        },
        {
            "text": "No reasons for this increase in interactions were suggested by the authors. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We found significant temporal changes in the proportion of time both nurses and doctors spent on direct patient care and medication tasks in the postperiod. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This may reflect the increased complexity and age of hospital patients over time. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This finding also starkly demonstrates the importance of controlled studies of work patterns.",
            "section": "DISCUSSION"
        },
        {
            "text": "Very few previous studies have measured changes in nurses' time in relation to the introduction of an eMAR system. ",
            "section": "DISCUSSION"
        },
        {
            "text": "2 A study 42 on one surgical ward in a UK hospital reported that following the introduction of a closed-loop medication system (comprising e-prescribing, automatic dispensing, bar code identification, and eMAR), medication administration rounds were significantly shorter, but nurses spent a significantly greater proportion of time on medication tasks outside these rounds. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                },
                {
                    "start": 10,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "42"
                }
            ]
        },
        {
            "text": "That study timed medication rounds and then used work sampling Table 6 Frequency and proportion of time nurses interacted with others during tasks before (pre) and after (post) electronic medication management system (eMMS) implementation over 20 h to determine time on medication tasks outside rounds, but did not consider time in non-medication tasks such as direct care or professional communication. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "type": "table",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "Importantly, we are able to link the patterns of work observed in our study with previously published prescribing error rates from these same hospital wards during the same study periods. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A review of the medication charts of 1948 patient admissions from these wards before and after eMMS implementation showed prescribing error rates significantly declined with eMMS by 66.1% (from 6.25 errors per admission (95% CI 5.23 to 7.28) to 2.12 (95% CI 1.71 to 2.54); p<0.0001), with no significant change in the prescribing error rates on three control wards. ",
            "section": "DISCUSSION"
        },
        {
            "text": "43 Thus doctors on these eMMS wards achieved significant improvements in medication safety while devoting the same proportion of their time to medication and direct patient care tasks compared to doctors on the control wards where no improvement in prescribing error rates was observed.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "43"
                }
            ]
        },
        {
            "text": "Time and motion data are very valuable in addressing specific concerns that clinicians have about reduced efficiency and decreases in time spent on patient care associated with CPOE. ",
            "section": "DISCUSSION"
        },
        {
            "text": "CPOE systems induce strong emotional reactions 44 and questions raised about efficiency may be conflated with apprehension about other underlying matters such as shifts in roles and responsibilities which are often less well articulated. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 47,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "44"
                }
            ]
        },
        {
            "text": "[45][46][47] Gaining an understanding of the dimensions of these concerns requires both quantitative and qualitative studies. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[45]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[46]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[47]"
                }
            ]
        },
        {
            "text": "48 Our results suggest concerns about dramatic reductions in efficiency are unfounded.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "48"
                }
            ]
        },
        {
            "text": "Studies of this type in real-world clinical settings are complex and subject to bias from different sources. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "In relation to published research on this topic, our study has made advances in addressing methodological issues identified as problematic in previous studies. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "40 Our study complies with the criteria outlined in the STAMP guidelines 40 in relation to observational work study designs. ",
            "section": "Strengths and limitations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "40"
                },
                {
                    "start": 73,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "40"
                }
            ]
        },
        {
            "text": "We applied a controlled design which allowed us to account for temporal changes in patterns of work. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "We worked closely with hospital staff to identify possible confounders. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "Hospital staff did not identify any significant policy or practice changes which occurred only in the intervention or control wards during this period. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "It is possible that other factors which we did not measure may have influenced our results. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "The large sample sizes, a sampling strategy to reflect both staff composition and work at different times of the day, and our ability to account for multi-tasking are particular strengths of the study. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "Limitations of our study include that we only examined weekday work. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "The results may thus not be representative of evenings or weekends. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "We only included four wards, and practices on wards may vary. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "However, we found that at baseline there were no significant differences in task time distributions for direct care, medication tasks, or professional communication by ward. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "A further potential limitation of the study was that both intervention wards were acute geriatric wards. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "However, it is important to note that almost all admissions to these wards were via the emergency department. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "Also this hospital has no general medicine service and therefore we believe that the findings are likely to be generalizable to general wards. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "Patients on these wards have a high number of medications and often complex medication regimens. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "Thus, we believe these wards with heavy prescribing and medication administration loads are good test cases regarding the impact of the eMMS on staff efficiency.",
            "section": "Strengths and limitations"
        },
        {
            "text": "We used a direct observational approach which lends itself to the 'Hawthorne effect' whereby participants may change their behavior while being observed. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "The extended length of our study reduced the chance of sustained behavioral change, particularly on busy hospital wards. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "Further, observational studies of clinicians in situ have suggested that the extent of behavior change is minimal. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "34 49 50 We had high participation rates for nurses (80%) and doctors (69%). ",
            "section": "Strengths and limitations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "bibr",
                    "text": "34 49 50"
                }
            ]
        },
        {
            "text": "It is possible that doctors and nurses who did not participate were systematically different from the remaining population in terms of the factors under investigation, namely the amount of time that doctors and nurses spend particularly on medication tasks, and that these clinicians' work was affected in different ways to clinicians in the study. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "One of the most frequent reasons for not participating in the study was that a doctor was about to go on leave or move to another ward. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "The large sample sizes guard against the likelihood that this would be a significant form of sampling bias in this study. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "As indicated in the Methods section, we did not match nurses in the pre-and post-data analysis as ethics approval prohibited retaining individual nurse identification to allow repeated measures analysis.",
            "section": "Strengths and limitations"
        },
        {
            "text": "For doctors we collected data on tasks undertaken beyond their official shift times, but there were insufficient data in this category to assess whether there had been any significant change after eMMS introduction. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "This is an area that should be considered in future studies. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "We calculated kappa scores on multiple occasions to test for the reliability of task classification. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "Methods for applying kappa scores for assessing both task and time concurrently in time and motion studies have not been developed. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "We are currently developing these methods and such techniques would strengthen future time and motion studies.",
            "section": "Strengths and limitations"
        },
        {
            "text": "Empirical evidence to demonstrate the ideal length of time after the introduction of clinical information systems to assess impact on work practices is lacking. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "The long time period between pre-and post-data collection in our study is both a potential strength and weakness of the study. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "These systems can take a long time to bed-down and there have been criticisms that measurements taken too soon after system implementation may not reflect what will become 'standard' practice with these systems. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "However, we also acknowledge that a longer follow-up period may introduce the potential for other significant factors to confound the results. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "Hence, the importance of applying a controlled design.",
            "section": "Strengths and limitations"
        },
        {
            "text": "This is one of the few controlled studies of the impact of eMMS on hospital clinicians' task time distribution. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "The results demonstrate that clinicians' concerns related to reduced efficiency and time away from direct clinical care as a result of eMMS implementation voiced in interviews and focus groups 23 were not realized. ",
            "section": "CONCLUSIONS",
            "ref_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "Most importantly, significant improvements were achieved with reductions in prescribing error rates, while maintaining similar patterns of task time distribution relative to colleagues on control wards. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "However, the implications of reduced interactions between doctors and nurses after eMMS implementation for safe medication administration should be a focus of future investigations.",
            "section": "CONCLUSIONS"
        },
        {
            "text": "Acknowledgements We thank the hospital site and staff for their support in conducting this study.",
            "section": "Table 5"
        },
        {
            "text": "Contributors JIW conceived of and designed the study. ",
            "section": "Table 5"
        },
        {
            "text": "RP and AG provided detailed input into the study design and JC provided input into practical issues of clinician recruitment and facilitated access to the study site. ",
            "section": "Table 5"
        },
        {
            "text": "JIW and LL devised the analysis plan and LL performed the analyses. ",
            "section": "Table 5"
        },
        {
            "text": "RP and JC provided detailed input regarding the functionality of the eMMS and assisted in understanding the",
            "section": "Table 5"
        },
        {
            "text": "interpretation of results. "
        },
        {
            "text": "JIW drafted the manuscript and all authors contributed to the review of the manuscript and approved the final version. "
        },
        {
            "text": "JIW is guarantor and takes overall responsibility for the integrity of the study."
        },
        {
            "text": "Funding This work was supported by funding from the Australian Research Council (ARC Discovery DP110100090) and the National Health and Medical Research Council (NHMRC Program grant 568612)."
        },
        {
            "text": "Ethics approval The study was approved by the human research ethics committees of the University of New South Wales and the study hospital.",
            "section": "Competing interests None."
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "section": "Competing interests None."
        },
        {
            "text": "Open Access This is an Open Access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 3.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. ",
            "section": "Competing interests None."
        },
        {
            "text": "See: http://creativecommons.org/ licenses/by-nc/3.0/",
            "section": "Competing interests None."
        }
    ]
}