{
    "id": "a86015c3fd",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "extended with the development of new instruments [1][2][3][4]. ",
            "ref_spans": [
                {
                    "start": 49,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 52,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 55,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 58,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Laparoscopic surgery has many advantages, such as smaller incision, less pain, faster postoperative recovery, and shorter hospital stay; however, limitations, such as its complexity, long operation time, long learning curve and lack of tactile feedback, still exist [1].",
            "ref_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Hand-assisted laparoscopic surgery (HALS) originated from using a mini-laparotomy for specimen retrieval or an extracorporeal procedure in pure laparoscopic surgery [2]. ",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "This procedure is a kind of minimally invasive surgery, but has the features of open surgery [2]. ",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The most remarkable factor of HALS is that the operator's hand can be placed into the intra-abdominal cavity. "
        },
        {
            "text": "The operator's hand can palpate organs or tumors, retract structures gently, identify vessels, and provide finger pressure to bleeding points. "
        },
        {
            "text": "In other words, HALS is a kind of hybrid procedure between pure laparoscopic surgery and conventional open surgery [2]. ",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Although many studies related to the use of HALS for treating colorectal dis-"
        },
        {
            "text": "Since laparoscopic colorectal surgery was introduced in the early 1990s, minimally invasive surgery for colorectal diseases has been ease have been performed, few reports comparing HALS to open surgery in patients with sigmoid colon cancer have been published. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Therefore, the aim of this study was to assess the clinico-pathologic parameters and the short-term clinical outcomes of a handassisted laparoscopic anterior resection (HAL-AR) in patients with sigmoid colon cancer by comparing them to those of a conventional open anterior resection.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Using the prospectively collected colorectal cancer database at our institute, we designed a case-controlled study. ",
            "section": "METHODS"
        },
        {
            "text": "Between January 2009 and October 2011, of the patients with an adenocarcinoma on the sigmoid colon, 26 who underwent a HAL-AR (HAL-AR group) and 52 who underwent a conventional open anterior resection (open group) were enrolled as the study and the control groups, respectively. ",
            "section": "METHODS"
        },
        {
            "text": "Patients in the control group were selected so as to be case-matched with those in the HAL-AR group in the aspects of age, sex, and tumor-node-metastasis (TNM) stage. ",
            "section": "METHODS"
        },
        {
            "text": "All patients underwent a curative resection by one experienced surgeon. ",
            "section": "METHODS"
        },
        {
            "text": "Patients with cancer obstruction or perforation were excluded, as were patients who underwent emergent surgery.",
            "section": "METHODS"
        },
        {
            "text": "In postoperative care, patient-controlled analgesia (PCA) was applied for all patients, and additional intravenous analgesia was administrated when required. ",
            "section": "METHODS"
        },
        {
            "text": "Sips of water began when patients had no discomfort in the abdomen after first flatus, and soft diet was started one day after. ",
            "section": "METHODS"
        },
        {
            "text": "Patients were discharged when soft diet was tolerable and they agreed. ",
            "section": "METHODS"
        },
        {
            "text": "Regular laboratory tests were performed on postoperative days 1, 2, 4, and 7; especially, a postoper-ative white blood cell count in analysis was done on postoperative day 1. ",
            "section": "METHODS"
        },
        {
            "text": "Between the HAL-AR group and the open group, clinicopathologic, intraoperative and postoperative parameters were analyzed statistically.",
            "section": "METHODS"
        },
        {
            "text": "Under endotracheal intubation, the patient was positioned on the surgical table in a modified lithotomy position by using Allen's stirrups, and a pneumatic compression device was applied to the patient's legs. ",
            "section": "Surgical techniques"
        },
        {
            "text": "The operative field was prepared in the usual manner and draped. ",
            "section": "Surgical techniques"
        },
        {
            "text": "The operating room setup for the HAL-AR is shown in Fig. 1.",
            "section": "Surgical techniques",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 58,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "First, a Pfannenstiel incision with a 7-cm length was made on the lower abdomen, and a Gelport (Applied Medical Resources Co., Rancho Santa Margarita, CA, USA) was applied to the skin at the incision. ",
            "section": "Surgical techniques"
        },
        {
            "text": "A Gelport is a kind of hand-port that can maintain the pneumoperitoneum while the surgeon's hand is in the abdominal cavity. ",
            "section": "Surgical techniques"
        },
        {
            "text": "On the right and the left sides of the abdomen at the level of the umbilicus, outside the rectus abdominis muscle, a 12-mm trocar was inserted, and a pneumoperitoneum was made with CO2 gas.",
            "section": "Surgical techniques"
        },
        {
            "text": "Then, the surgeon, who was located between the patient's legs, inserted the laparoscopic camera via the right-side port. ",
            "section": "Surgical techniques"
        },
        {
            "text": "The surgeon's left hand was inserted into the hand-port, and the inferior mesenteric artery was isolated and ligated with clips by using a laparoscopic device inserted via the left-side port. ",
            "section": "Surgical techniques"
        },
        {
            "text": "Then, the sigmoid colon mesentery was dissected using the medial-to-lateral approach. ",
            "section": "Surgical techniques"
        },
        {
            "text": "After complete dissection of the sigmoid colon, the Gelport was removed, and next steps were conducted as in open surgery. ",
            "section": "Surgical techniques"
        },
        {
            "text": "The sigmoid colon was resected, and a specimen was delivered. ",
            "section": "Surgical techniques"
        },
        {
            "text": "Anastomosis was performed using the hand-sewn or double-stapled method. ",
            "section": "Surgical techniques"
        },
        {
            "text": "After warm saline irrigation and meticulous hemostasis, the Gelport was reapplied, and a pneumoperitoneum was made to check the anastomosis alignment and the dissection plane for bleeding. ",
            "section": "Surgical techniques"
        },
        {
            "text": "A Jackson-Pratt drain was inserted into the pelvic cavity via the left port. ",
            "section": "Surgical techniques"
        },
        {
            "text": "The right port and the Pfannenstiel incision were closed layer by layer after the Gelport had again been removed.",
            "section": "Surgical techniques"
        },
        {
            "text": "Data analysis was performed using the SPSS ver. 14.0 (SPSS Inc., Chicago, IL, USA). ",
            "section": "Statistical analysis",
            "entity_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "a86015c3fd-software-0"
                },
                {
                    "start": 48,
                    "end": 52,
                    "type": "version",
                    "rawForm": "14.0",
                    "resp": "#annotator2",
                    "id": "#a86015c3fd-software-0"
                },
                {
                    "start": 54,
                    "end": 62,
                    "type": "publisher",
                    "rawForm": "SPSS Inc",
                    "resp": "#curator",
                    "id": "#a86015c3fd-software-0"
                }
            ]
        },
        {
            "text": "Summary statistics using the chi-squared test, the two-sample t-test with Welch's correction, and Fisher's exact test were used to compare the HAL-AR group with the open group. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Statistical significance was associated with P-values less than 0.05.",
            "section": "Statistical analysis"
        },
        {
            "text": "The total 78 cases consisted of 26 in the HAL-AR group and 52 in the open group. ",
            "section": "RESULTS"
        },
        {
            "text": "As to the patients' characteristics, the gender ratio (male : female) was 1.9 :1 (17 vs. 9) in the HAL-AR group and 1.9: 1 (34 vs. 18    cations were encountered in either group. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "In most cases, the colonic anastomosis was performed mainly using the double-stapled method. ",
            "section": "RESULTS"
        },
        {
            "text": "Between the two groups, no significant differences were noted in either the distribution of TNM stages or pathologic factors, such as tumor size, number of retrieved lymph nodes, and lymphovascular or neural invasion ( Table 2).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 219,
                    "end": 227,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "The postoperative parameters for the two groups are shown in Table 3. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 68,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The incidence of immediate postoperative leukocytosis in the HAL-AR group (38.5%) was significantly lower than it was in the open group (69.2%) (P = 0.009). ",
            "section": "RESULTS"
        },
        {
            "text": "No significant differences were noted between the two groups in regard to leukocyte count, hemoglobin and hematocrits (P = 0.758, P = 0.383, and P = 0.285, respectively). ",
            "section": "RESULTS"
        },
        {
            "text": "Compared to patients in the open group, those in the HAL-AR group used significantly fewer pain killers and experienced earlier passage of flatus after surgery. ",
            "section": "RESULTS"
        },
        {
            "text": "Administration of additional pain killers was needed for 1. ",
            "section": "RESULTS"
        },
        {
            "text": "According to our data, compared to the patients in the conventional open anterior resection group, those who received a HAL-AR for sigmoid colon cancer experienced the following advantages: a lower incidence of postoperative leukocytosis, less administration of pain killers and faster recovery of gastrointestinal function. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These factors mean less surgical trauma, less pain and faster recovery, which are also the advantages of minimally invasive surgery.",
            "section": "DISCUSSION"
        },
        {
            "text": "According to some studies comparing open surgery with HALS for treating colorectal diseases, a common conclusion was that HALS had a smaller incision, a faster postoperative recovery and a shorter hospital stay [5][6][7][8][9]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 214,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 217,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 220,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 223,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Our data showed similar results: small incisions, reductions in the amounts of additional pain killers required, and fast recovery of bowel movement. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, the complication rates, as well as the incidences of reoperations, readmissions and mortalities, were comparable between the two groups. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, the duration of hospital stay was similar, about 11 days, in both groups, which was probably because the patients tended to stay a few days longer even though they were on a tolerable diet and in a general condition acceptable for discharge.",
            "section": "DISCUSSION"
        },
        {
            "text": "Our data also demonstrated similar operation times between the two groups. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Most previous studies had demonstrated that the operation time was significantly longer in the HALS group than in the open surgery group [7,9,10]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7,"
                },
                {
                    "start": 140,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 142,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10]"
                }
            ]
        },
        {
            "text": "In those studies, the surgeon's experience was not mentioned; neither did those studies address whether multiple surgeons had performed various types operations, e.g., anterior resections, right or left hemicolectomies, low anterior resections or total colectomies. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In contrast, this study enrolled only those patients who underwent an anterior resection performed by one surgeon with sufficient experience with open colorectal surgery [3,7,9,[11][12][13][14][15]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3,"
                },
                {
                    "start": 173,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 175,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 177,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 181,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 185,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 189,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Kang et al. [6] also reported similar operation times for both the HALS and the open surgery groups when the surgery was conducted by one surgeon, which implies that the longer operation time in the HALS group is most likely due to the surgeon's lack of experience, not the type of operation.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 15,
                    "type": "bibr",
                    "text": "Kang et al. [6]"
                }
            ]
        },
        {
            "text": "In other studies comparing HALS with conventional laparoscopic surgery for treating colorectal diseases [3,4,[16][17][18], the postoperative clinical outcomes were similar between the two groups; in addition, the rate of conversion to open surgery was lower in the HALS group than in the conventional laparoscopic surgery group [4,16,17,19,20]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3,"
                },
                {
                    "start": 107,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 109,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 328,
                    "end": 331,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 331,
                    "end": 334,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16,"
                },
                {
                    "start": 334,
                    "end": 337,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17,"
                },
                {
                    "start": 337,
                    "end": 340,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19,"
                },
                {
                    "start": 340,
                    "end": 343,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20]"
                }
            ]
        },
        {
            "text": "On the other hand, HALS patients had a rather long incision length and more severe surgical trauma than laparoscopic-surgery patients [4,16,17,19,20]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 137,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16,"
                },
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17,"
                },
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19,"
                },
                {
                    "start": 146,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20]"
                }
            ]
        },
        {
            "text": "Nevertheless, the benefits of HALS countervail the demerits; that is, HALS had a reduced open conversion rate, the surgeon's hand maintained tactile sensation [2,17,[20][21][22]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2,"
                },
                {
                    "start": 162,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17,"
                },
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 169,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 173,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "Also, when an unexpected or serious situation occurred during surgery, the surgeon could approach the operative field directly and solve the problem quickly when using HALS technique [2,17,[20][21][22].",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2,"
                },
                {
                    "start": 186,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17,"
                },
                {
                    "start": 189,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 197,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "Minimally invasive surgery for treating colorectal diseases has already been reported to be safe and technically feasible [5,16,19]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 125,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16,"
                },
                {
                    "start": 128,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19]"
                }
            ]
        },
        {
            "text": "However, most studies included diverse categories of colorectal diseases, including diverticulitis, inflammatory bowel diseases, sigmoid volvulus, colorectal cancer and so on [8,9,12,13]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 178,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 180,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12,"
                },
                {
                    "start": 183,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13]"
                }
            ]
        },
        {
            "text": "In the case of malignant disease, not only the feasibility of surgery, but also oncologic safety should be considered and evaluated. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Thus, the number of retrieved lymph nodes should be one parameter describing the extent of lymph-node dissection. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Our data demonstrated that the numbers of retrieved lymph nodes were 17.5 in the HAL-AR group and 15.3 in the open group, being more than 12 in both group [23]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "Sheng et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[8] reported no significant difference in the numbers of retrieved lymph nodes between patients who underwent a hand-assisted laparoscopic right hemicolectomy for the treatment of right colon cancer and those who underwent an open right hemicolectomy. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "However, there are few reports on the use of an anterior resection for the treatment of sigmoid colon cancer.",
            "section": "DISCUSSION"
        },
        {
            "text": "As described in the introduction, hand-assisted laparoscopic colorectal surgery is a hybrid technique, which has the merits of both laparoscopic and conventional open surgery for the treatment of sigmoid colon cancer, even though some surgeons considered HALS to be a bridge from open surgery to laparoscopic surgery.",
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, patients with sigmoid colon cancer who underwent a HAL-AR had not only a lower incidence of postoperative leukocytosis, less administration of pain killers, and faster recovery of the gastrointestinal tract, but also a radicality of lymph-node dissection similar to that in open cases. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Therefore, the use of a HAL-AR for the treatment of sigmoid colon cancer is feasible and safe and can be considered as an alternative procedure to open surgery.",
            "section": "DISCUSSION"
        },
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "section": "CONFLICT OF INTEREST"
        }
    ]
}