{
    "id": "b14056cec7",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Human vision following light absorption by the retina is dependent on an initial phototransduction cascade that generates photocurrent and the subsequent regeneration of photopigments [1]. ",
            "section": "Introduction"
        },
        {
            "text": "Much of our understanding of both these processes comes from in vitro work and animal models. ",
            "section": "Introduction"
        },
        {
            "text": "Investigation of these pathways has been severely limited by difficulties in observing them in living eyes. ",
            "section": "Introduction"
        },
        {
            "text": "However, it is valuable to study these processes in vivo in part because defects in these pathways can lead to irreversible blindness [2]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 29,
                    "end": 32,
                    "type": "bibr",
                    "text": "[8]"
                }
            ],
            "entity_spans": [
                {
                    "start": 20,
                    "end": 28,
                    "type": "software",
                    "rawForm": "DeMotion",
                    "resp": "#annotator12",
                    "used": true,
                    "id": "b14056cec7-software-simple-0",
                    "cert": "0.8"
                }
            ]
        },
        {
            "text": "Though the kinetics of rod and cone photopigments have been extensively investigated for more than 50 years, functional measurements of other relevant molecules have not been possible. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 68,
                    "type": "bibr",
                    "text": "[3-5]"
                }
            ]
        },
        {
            "text": "Here, we describe a new imaging method that marries adaptive optics and two-photon fluorescence imaging to demonstrate light dependent changes in individual photoreceptors inside the living primate eye. ",
            "section": "Introduction"
        },
        {
            "text": "This technique could allow noninvasive monitoring of photoreceptor function in normal and diseased eyes.",
            "section": "Introduction"
        },
        {
            "text": "The poor optical quality of the mammalian eye and its rapid involuntary ocular motion generally precludes imaging at cellular resolution, but recent advances in high-resolution imaging with a fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO) coupled with novel image registration methods can overcome this difficulty [3][4][5]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 335,
                    "end": 338,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 338,
                    "end": 341,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 341,
                    "end": 344,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Adaptive optics allows high-resolution imaging with the largest numerical aperture that can be obtained with a dilated pupil. ",
            "section": "Introduction"
        },
        {
            "text": "Fluorescence imaging produces high contrast images of otherwise invisible structures. ",
            "section": "Introduction"
        },
        {
            "text": "Although there are many different intrinsically-fluorescent molecules in the retina, many cannot be accessed in the living eye by single-photon fluorescence imaging. ",
            "section": "Introduction"
        },
        {
            "text": "Excitation spectra for several molecules involved in photoreceptor function [6] fall below 400 nm, where the eye's optics prevent light from reaching the retina [7]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 161,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "We capitalized on twophoton excited fluorescence by using a near infrared excitation wavelength to excite otherwise inaccessible fluorophores and produce the intrinsic contrast for imaging retinal structure. ",
            "section": "Introduction"
        },
        {
            "text": "Two-photon fluorescence provides intrinsic axial resolution by preferentially exciting fluorophores near the focal plane. ",
            "section": "Introduction"
        },
        {
            "text": "In addition, two-photon imaging will permit separation of functional imaging of retinal neurons from the intense visual stimulation that is produced by current single-photon imaging [3,4].",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3,"
                },
                {
                    "start": 185,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4]"
                }
            ]
        },
        {
            "text": "High-resolution images of the retina were obtained with a fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO). ",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)"
        },
        {
            "text": "This second generation instrument ( Fig. 1) is similar to the first generation FAOSLO previously described in detail [3]. ",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)",
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1)"
                },
                {
                    "start": 117,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "For reflectance imaging, a 790 nm (Δ FWHM 17 nm) superluminescent diode (Broadlighter, Superlum Ireland, Carrigtwohill, Co. Cork, Ireland) was used. ",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)"
        },
        {
            "text": "The source for wavefront sensing was a 904 nm laser diode. ",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)"
        },
        {
            "text": "For two-photon excitation at 730 nm, the source was a Ti-sapphire laser (Mai Tai, Newport Spectra-Physics, Santa Clara, CA, USA) equipped with second-order dispersion compensation (DeepSee, Newport Spectra-Physics, Santa Clara, CA, USA). ",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)"
        },
        {
            "text": "This source had an 80 MHz repetition rate and a pulse width less than 70 fs in air. ",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)"
        },
        {
            "text": "During calibration, a water chamber equal in length to the axial length of a macaque eye with a sample of fluorescein beads was used to determine the optimum setting (peak at 21.64 ± 0.13 standard error of the mean) for dispersion compensation. ",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)"
        },
        {
            "text": "Light reflected from the retina retraced the system's optical path and was collected through a confocal pinhole by a photomultiplier tube (H7422-50, Hamamatsu, Japan). ",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)"
        },
        {
            "text": "To maximize efficiency for two-photon imaging, emitted fluorescence from the eye was collected without being descanned. ",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)"
        },
        {
            "text": "This required that the eye's pupil be imaged onto a second photomultiplier tube (H7422-40, Hamamatsu, Japan) after being reflected off a dichroic (FF665-Di02, Semrock, Rochester, NY, USA). ",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)"
        },
        {
            "text": "The emitted fluorescene passed through two identical emission filters (E550sp-2p, Chroma, Bellows Falls, VT, USA) to prevent bleed-through from the imaging sources. ",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)"
        },
        {
            "text": "Both reflectance and fluorescence images were reconstructed based on the known positions of the scanners at a given point in time. ",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)"
        },
        {
            "text": "All images were acquired at 25Hz with 256 gray levels (8-bit depth).",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)"
        },
        {
            "text": "Adaptive optics was employed to overcome the poor optical quality of the primate eye and create a near diffraction-limited spot on the retina. ",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)"
        },
        {
            "text": "A Hartmann-Shack wavefront sensor (lenslet array with a pitch of 203 μm and a focal length of 7.8 mm, having 30 lenslets across a 7.2 mm diameter pupil as imaged into the eye's pupil) was used to measure optical aberrations of the eye, which then were corrected with a deformable mirror (Hi-Speed dm97, ALPAO, Biviers, France). ",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)"
        },
        {
            "text": "Magnification from the eye to the lenslet array was 0.87. ",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)"
        },
        {
            "text": "The adaptive optics correction was operated at 10 Hz and ran in closed-loop during image acquisition.",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)"
        },
        {
            "text": "To compensate for the low fluorescence emission in a standard two-photon microscope, light at each pixel is integrated for a long period of time, but this is not possible in the living eye because of continual motion. ",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)"
        },
        {
            "text": "Instead, up to 16,500 individual fluorescence frames (12 minute acquisition) were registered and added together to produce the final image. ",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)"
        },
        {
            "text": "Dualimage capture and registration (custom software, DeMotion [8]), in which the motion trace of a simultaneously obtained high signal-to-noise ratio (SNR) reflectance image is used to register a low SNR fluorescence video, was needed [3-5]. In addition, to compensate for the longitudinal chromatic aberration of the eye, the reflectance and two-photon excited fluorescence inputs were pre-adjusted to be focused on the same plane within the eye.",
            "section": "Fluorescence adaptive optics scanning laser ophthalmoscope (FAOSLO)",
            "ref_spans": [
                {
                    "start": 62,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 235,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 238,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 241,
                    "end": 244,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "In vivo macaque (macaca mulatta) retinas were imaged during sessions lasting up to 6 hours. ",
            "section": "FAOSLO imaging procedure"
        },
        {
            "text": "Primates were prepared for imaging according to procedures previously described in detail [4]. ",
            "section": "FAOSLO imaging procedure",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Primates were anaesthetized with an intramuscular injection of ketamine, diazepam and glycopyrrolate, then intubated and kept in deep stage III, plane 3 anaesthesia with isofluorane. ",
            "section": "FAOSLO imaging procedure"
        },
        {
            "text": "Mydriasis and cycloplegia were induced with 1-2 drops each of 2.5% phenylephrine hydrochloride and 1% tropicamide. ",
            "section": "FAOSLO imaging procedure"
        },
        {
            "text": "During imaging the eye was held open with a lid speculum and a rigid gas permeable contact lens was placed over the cornea to maintain corneal health and optical quality. ",
            "section": "FAOSLO imaging procedure"
        },
        {
            "text": "The macaque's head post was attached to a gimbal mount designed to rotate about the eye's pupil and a translation stage provided minor pupil adjustments. ",
            "section": "FAOSLO imaging procedure"
        },
        {
            "text": "Multiple locations across the macula could be imaged by adjusting the gimbal mount. ",
            "section": "FAOSLO imaging procedure"
        },
        {
            "text": "Two-photon imaging was performed repeatedly at a given location under variable conditions. ",
            "section": "FAOSLO imaging procedure"
        },
        {
            "text": "Variables included the plane of focus, incident excitation power and dispersion compensation. ",
            "section": "FAOSLO imaging procedure"
        },
        {
            "text": "Image acquisition at 6 locations began just prior to onset of the excitation laser, allowing fluorescence changes in response to the bleaching excitation light to be measured.",
            "section": "FAOSLO imaging procedure"
        },
        {
            "text": "In addition to FAOSLO imaging, fundus photography and fluorescein angiography were performed before and after initial FAOSLO imaging sessions to monitor retinal health and check for signs of light damage. ",
            "section": "FAOSLO imaging procedure"
        },
        {
            "text": "The axial length of each eye was determined as the average of 10 A-scan ultrasound measurements (Quality Diagnostic Ultrasound, Storz/Teknar) and was used to convert the angular scale of the image to a linear scale on the retina according to the LeGrand eye model [9]. ",
            "section": "FAOSLO imaging procedure",
            "ref_spans": [
                {
                    "start": 264,
                    "end": 267,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Retinal eccentricity was based on the distance from the foveal center for each imaged location when overlaid on a fundus photo. ",
            "section": "FAOSLO imaging procedure"
        },
        {
            "text": "All animal procedures were approved by the University Committee on Animal Resources at the University of Rochester.",
            "section": "FAOSLO imaging procedure"
        },
        {
            "text": "Statistical analyses were performed using PASW Statistics 18.0.2 (SPSS Inc., Chicago IL, USA). ",
            "section": "Statistical analyses",
            "entity_spans": [
                {
                    "start": 42,
                    "end": 57,
                    "type": "software",
                    "rawForm": "PASW Statistics",
                    "resp": "#annotator12",
                    "used": true,
                    "id": "b14056cec7-software-3",
                    "cert": "1.0"
                },
                {
                    "start": 58,
                    "end": 64,
                    "type": "version",
                    "rawForm": "18.0.2",
                    "resp": "#annotator12",
                    "id": "#b14056cec7-software-3"
                },
                {
                    "start": 66,
                    "end": 74,
                    "type": "publisher",
                    "rawForm": "SPSS Inc",
                    "resp": "#curator",
                    "id": "#b14056cec7-software-3"
                }
            ]
        },
        {
            "text": "When comparing two data sets, Pearson correlation coefficients were calculated and paired t-tests were performed. ",
            "section": "Statistical analyses"
        },
        {
            "text": "A one-way t-test was used to compare a mean to a constant value. ",
            "section": "Statistical analyses"
        },
        {
            "text": "In addition, a one-way analysis of variance (ANOVA) was used to test the relationship between cone spacing and retinal eccentricity. ",
            "section": "Statistical analyses"
        },
        {
            "text": "Differences were deemed significant when p ≤ 0.05.",
            "section": "Statistical analyses"
        },
        {
            "text": "Immediately after a macaque (macaca fascicularis) was euthanized with anesthetic (Sleepaway, Fort Dodge Animal Health, Fort Dodge, IA, USA), the eyes were enucleated and maintained in carbogenated (95% O 2 and 5% CO 2 ) Ames' medium (Sigma, St. Louis, MO, USA), containing sodium bicarbonate (1.9 g/L) and glucose (0.8 g/L), and kept on ice. ",
            "section": "Ex vivo two-photon imaging of macaque retina"
        },
        {
            "text": "Except for a short period (approximately 10 minutes), when the tissue was moved to the imaging facility, the Ames' medium was continuously bubbled with carbogen. ",
            "section": "Ex vivo two-photon imaging of macaque retina"
        },
        {
            "text": "At room temperature and under dim red light, a small piece of the central retina with RPE and choroid attached was dissected and flattened onto a membrane filter with the ganglion cells facing up.",
            "section": "Ex vivo two-photon imaging of macaque retina"
        },
        {
            "text": "The retinal preparation in Ames' medium was imaged at room temperature by using a two-photon microscope (Olympus FluoView 1000 AOM-MPM system, Center Valley, PA, USA) at 100x, with an objective of 1.05 NA (Olympus, Center Valley, PA, USA) for up to 3 hours. ",
            "section": "Ex vivo two-photon imaging of macaque retina"
        },
        {
            "text": "The Ames' medium was not bubbled with carbogen during imaging. ",
            "section": "Ex vivo two-photon imaging of macaque retina"
        },
        {
            "text": "The microscope was set-up to mimic in vivo excitation and emission spectra. ",
            "section": "Ex vivo two-photon imaging of macaque retina"
        },
        {
            "text": "Image stacks in whole-mount views covering the depth of the photoreceptor layer were acquired in both the original prebleached state, having been exposed only to dim red light, and then the post-bleached state, after a 2 minute exposure to blue (488 nm) light. ",
            "section": "Ex vivo two-photon imaging of macaque retina"
        },
        {
            "text": "The x, y and z pixel sizes of the image stacks were 0.124 μm, 0.124 μm and 0.25 μm, respectively. ",
            "section": "Ex vivo two-photon imaging of macaque retina"
        },
        {
            "text": "The time to acquire a single pixel was 2 μs with Kalman 3 line averaging.",
            "section": "Ex vivo two-photon imaging of macaque retina"
        },
        {
            "text": "To our knowledge, this is the first demonstration of two-photon excited fluorescence imaging of a living primate eye. ",
            "section": "In vivo two-photon images of the photoreceptor mosaic"
        },
        {
            "text": "In vivo two-photon excited fluorescence images of macaque retina revealed a regular array of spots ( Fig. 2a) that correspond to the locations of cone photoreceptors imaged simultaneously by reflected near infrared light (Fig. 2b). ",
            "section": "In vivo two-photon images of the photoreceptor mosaic",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "type": "figure",
                    "text": "Fig. 2a"
                },
                {
                    "start": 221,
                    "end": 230,
                    "type": "figure",
                    "text": "(Fig. 2b)"
                }
            ]
        },
        {
            "text": "Emission from two-photon excited fluorescence, rather than single photon fluorescence, was confirmed by several criteria: (1) the emitted power was a quadratic function of the excitation power (i.e. the mean power series exponent did not differ significantly from 2 by 1-way t-test; n = 8; α = 0.05; p = 0.06) ( Fig. 2d), (2) dispersion compensation increased fluorescence emission, and",
            "section": "In vivo two-photon images of the photoreceptor mosaic",
            "ref_spans": [
                {
                    "start": 312,
                    "end": 320,
                    "type": "figure",
                    "text": "Fig. 2d)"
                }
            ]
        },
        {
            "text": "(3) the emission wavelengths were shorter than the excitation wavelength. ",
            "section": "In vivo two-photon images of the photoreceptor mosaic"
        },
        {
            "text": "Two-photon signals were weak; a single two-photon excited fluorescence frame had 0.0002 -0.0007 photons per pixel. ",
            "section": "In vivo two-photon images of the photoreceptor mosaic"
        },
        {
            "text": "The processed images, obtained by summing 16,500 frames, had a mean value of approximately 12 photons per pixel. ",
            "section": "In vivo two-photon images of the photoreceptor mosaic"
        },
        {
            "text": "The two-photon fluorescence emission originated from the cone photoreceptors because, with rare exceptions, each bright spot in the two-photon images ( Fig. 2a-c) had a corresponding spot at the same location in the reflectance images of the cone mosaic. ",
            "section": "In vivo two-photon images of the photoreceptor mosaic",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 162,
                    "type": "figure",
                    "text": "Fig. 2a-c)"
                }
            ]
        },
        {
            "text": "Moreover, this correspondence held at every eccentricity we studied (Fig. 3a-c). ",
            "section": "In vivo two-photon images of the photoreceptor mosaic",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 79,
                    "type": "figure",
                    "text": "(Fig. 3a-c)"
                }
            ]
        },
        {
            "text": "In some cases, cones that were not waveguiding light in the reflectance image, and hence may have been considered missing, were visible in the fluorescence image, indicating that they were probably viable cells (Fig. 2c). ",
            "section": "In vivo two-photon images of the photoreceptor mosaic",
            "ref_spans": [
                {
                    "start": 211,
                    "end": 219,
                    "type": "figure",
                    "text": "(Fig. 2c"
                }
            ]
        },
        {
            "text": "According to a paired t-test, the spacing of the cones and the spacing of the two-photon imaging spots, each determined from the Fourier spectra of the images, were not significantly different (n = 7; α = 0.05; p = 0.40) and both increased with eccentricity in a manner unique to the cone mosaic among cell classes in the primate retina (Fig. 3d). ",
            "section": "In vivo two-photon images of the photoreceptor mosaic",
            "ref_spans": [
                {
                    "start": 337,
                    "end": 346,
                    "type": "figure",
                    "text": "(Fig. 3d)"
                }
            ]
        },
        {
            "text": "Although there is evidence for some fluorescence from rods, they were not clearly identifiable. ",
            "section": "In vivo two-photon images of the photoreceptor mosaic"
        },
        {
            "text": "To determine the origin of the two-photon fluorescence signal, two-photon imaging was performed on ex vivo macaque retina with the retinal pigment epithelium (RPE) and choroid attached. ",
            "section": "Ex vivo two-photon images of the photoreceptor mosaic"
        },
        {
            "text": "Two-photon excited fluorescence was observed through all retinal layers, from the ganglion cells to the RPE, consistent with previous studies [10][11][12][13][14][15][16]. ",
            "section": "Ex vivo two-photon images of the photoreceptor mosaic",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 162,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 166,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The mosaic of rods and cones was most clearly distinguished in the post-bleached state (Fig. 4b). ",
            "section": "Ex vivo two-photon images of the photoreceptor mosaic",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 96,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 4b)"
                }
            ]
        },
        {
            "text": "In the pre-bleached state, the edges of photoreceptors appeared indistinct (Fig. 4a). ",
            "section": "Ex vivo two-photon images of the photoreceptor mosaic",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 84,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 4a)"
                }
            ]
        },
        {
            "text": "Relative to the pre-bleached state, bleaching increased the overall intensity of fluorescence more than two-fold. ",
            "section": "Ex vivo two-photon images of the photoreceptor mosaic"
        },
        {
            "text": "As shown in the transverse view of an 'average' cone ( Fig. 4c), the strongest fluorescence signal was localized to the cone inner segments in both the pre-and post-bleached states. ",
            "section": "Ex vivo two-photon images of the photoreceptor mosaic",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 63,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 4c)"
                }
            ]
        },
        {
            "text": "Based on these ex vivo observations, we infer that the in vivo two-photon fluorescence images of the cone mosaic also emanate from fluorophores located within the inner segments. ",
            "section": "Ex vivo two-photon images of the photoreceptor mosaic"
        },
        {
            "text": "In the living macaque eye, we observed that fluorescence emission increased in response to photoreceptor bleaching, as measured by the mean gray level of each two-photon fluorescence frame (Fig. 5). ",
            "section": "In vivo functional measurements",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 196,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 5"
                }
            ]
        },
        {
            "text": "This is consistent with ex vivo observations. ",
            "section": "In vivo functional measurements"
        },
        {
            "text": "Because of differences in cone density and vasculature, the magnitude of the increase in fluorescence varies with location from 1.3 to 2 times. ",
            "section": "In vivo functional measurements"
        },
        {
            "text": "The time constants for a 1/e increase ranged from 7 s to 32 s, longer than expected for cone bleaching (2 s). ",
            "section": "In vivo functional measurements"
        },
        {
            "text": "The measured changes in fluorescence can indicate increases in imaged fluorophore concentration. ",
            "section": "In vivo functional measurements"
        },
        {
            "text": "These results demonstrate that it is possible to image cellular structures in the living primate eye with two-photon fluorescence. ",
            "section": "Discussion"
        },
        {
            "text": "The specific fluorophore(s) that were excited remain(s) to be determined. ",
            "section": "Discussion"
        },
        {
            "text": "Fluorophores previously imaged in ex vivo photoreceptors have included mitochondrial flavin adenine dinucleotide (FAD) [15,16], reduced pyridine nucleotides involved in cellular metabolism (NADH and NADPH, collectively referred to as NAD(P)H) [6,13,15], A2-PE [16] and all-trans-retinol [6,13,15,17]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15,"
                },
                {
                    "start": 123,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16]"
                },
                {
                    "start": 243,
                    "end": 246,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6,"
                },
                {
                    "start": 246,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13,"
                },
                {
                    "start": 249,
                    "end": 252,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15]"
                },
                {
                    "start": 260,
                    "end": 264,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 287,
                    "end": 290,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6,"
                },
                {
                    "start": 290,
                    "end": 293,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13,"
                },
                {
                    "start": 293,
                    "end": 296,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 296,
                    "end": 299,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17]"
                }
            ]
        },
        {
            "text": "Because A2-PE and all-trans-retinol are products of the visual cycle that are predominately located in outer segments, substantial amounts would not be expected in cone inner segments. ",
            "section": "Discussion"
        },
        {
            "text": "Fluorophores in cone inner segments can also include 11-cis-retinol [18] or compounds yet to be identified. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Because of the low number of emitted fluorescent photons, it is not currently possible to experimentally identify in vivo fluorophores using the FAOSLO. ",
            "section": "Discussion"
        },
        {
            "text": "NAD(P)H and retinol have similar two-photon excitation cross-sections [19]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "At 730 nm, the wavelength used for fluorescence excitation, the two-photon cross-section of FAD is almost double that of NAD(P)H, but follows a similar action spectrum until it peaks again near 900 nm [20]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "Although the emission peaks [6,19,20] are slightly separated, NAD(P)H, FAD and retinol are all easily detected by the broad emission collection in the FAOSLO. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6,"
                },
                {
                    "start": 31,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19,"
                },
                {
                    "start": 34,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20]"
                }
            ]
        },
        {
            "text": "Given their spectral properties, emission from other fluorophores, such as A2-PE [16] or lipofuscin [21], is unlikely to be collected in significant quantities.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "In vivo two-photon imaging was achieved without observable retinal damage as assessed from 1 day to a year later by fundus photography and fluorescein angiography. ",
            "section": "Discussion"
        },
        {
            "text": "Moreover, the same location could be imaged on separate occasions with no detectable change in the appearance of the fluorescence or reflectance images. ",
            "section": "Discussion"
        },
        {
            "text": "If this method were to be used in humans, the light levels required would have to comply with the current American National Standard for the Safe Use of Lasers [22] which provides guidance for calculating maximum permissible exposures (MPEs) for ocular light incorporating about an order of magnitude of safety. ",
            "section": "Discussion"
        },
        {
            "text": "MPE calculations for a scanning laser ophthalmoscope have been described in detail elsewhere [4,23]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 96,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "23]"
                }
            ]
        },
        {
            "text": "For the FAOSLO, with imaging conditions described herein, the MPE is 665 μW for a 12 minute exposure (the acquisition time for generating a single two-photon image). ",
            "section": "Discussion"
        },
        {
            "text": "Successful in vivo two-photon imaging was achieved by using 3 to 3.5 mW of excitation power incident on the cornea, over 4.5 times the 12 minute ANSI MPE, but less than the damage threshold expected from experimental data for continuous wave illumination [24], a suitable comparison for thermal damage. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "With improvements in light efficiency, safe two-photon imaging of the living human eye appears to be feasible.",
            "section": "Discussion"
        },
        {
            "text": "In vivo imaging can provide insight into the molecular changes that occur during the phototransduction cascade and subsequent visual pigment regeneration. ",
            "section": "Discussion"
        },
        {
            "text": "Improved understanding of the processes of vision in living healthy and diseased retina can help advance therapies for successful aging, as well as improve the diagnosis and treatment of some retinal pathologies [2]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Intrinsic signals have been investigated in vivo at low spatial resolution with a fundus camera [25,26] and at the cellular scale with OCT [27], an AOSLO [28] and an AO flood-illuminated camera [29]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[25,"
                },
                {
                    "start": 100,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "26]"
                },
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[27]"
                },
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[28]"
                },
                {
                    "start": 194,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "In response to visible light stimuli, positive and negative changes in near-infrared reflectance have been observed, the origins of which are not completely understood. ",
            "section": "Discussion"
        },
        {
            "text": "The observed intrinsic signals have been attributed to changes in vascular blood flow [25] and/or photoreceptor changes such as, membrane hyperpolarisation [26,28,29], cell swelling [26,28,29], and changes in refractive index or scattering properties [29]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[25]"
                },
                {
                    "start": 156,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[26,"
                },
                {
                    "start": 160,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "28,"
                },
                {
                    "start": 163,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "29]"
                },
                {
                    "start": 182,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[26,"
                },
                {
                    "start": 186,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "28,"
                },
                {
                    "start": 189,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "29]"
                },
                {
                    "start": 251,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "These are indirect measures of the effects of chemical changes occurring in response to photoreceptor activation. ",
            "section": "Discussion"
        },
        {
            "text": "Two-photon imaging of the living eye at a cellular scale has the potential to directly measure the changes in concentrations of fluorescent molecules involved in visual excitation. ",
            "section": "Discussion"
        },
        {
            "text": "Using two-photon imaging in an isolated frog rod, Chen and colleagues [6] demonstrated an increase in the two-photon excited fluorescence signal following exposure to visible light. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Spectroscopic measurements identified the fluorophores as NAD(P)H in the rod inner segments and all-trans-retinol in the outer segments. ",
            "section": "Discussion"
        },
        {
            "text": "They also obtained similar results with isolated mouse retina. ",
            "section": "Discussion"
        },
        {
            "text": "Here, we have shown, in vivo and in an ex vivo preparation, an increase in two-photon fluorescence signal from cone inner segments in response to light exposures that would result in cone bleaching. ",
            "section": "Discussion"
        },
        {
            "text": "When enabled by a high-resolution adaptive optics scanning laser ophthalmoscope, twophoton imaging provides functional measurements at the cellular scale in the living eye. ",
            "section": "Discussion"
        },
        {
            "text": "The nature of current functional measurements is still under investigation. ",
            "section": "Discussion"
        },
        {
            "text": "The increased fluorescence may represent the creation of new fluorescent molecules or an increase in the concentration of existing fluorescent molecules either directly by the two-photon excitation light or by its stimulation of a visual response. ",
            "section": "Discussion"
        },
        {
            "text": "The capability to image changes in cellular metabolism (if imaging FAD or NAD(P)H) or the influx and conversion of 11-cis-retinol in cone inner segments in response to visual stimuli is of interest, not only in young and aging healthy eyes, but also in eyes with retinal pathology. ",
            "section": "Discussion"
        },
        {
            "text": "If the two-photon imaging signal emanates from NAD(P)H or FAD, mitochondrial dysfunction, such as that originating from Leber's hereditary optic neuropathy [30] or NARP (neurogenic muscle weakness, ataxia, retinitis pigmentosa) [31], the technique can display different fluorescence changes over time when compared to normal healthy eyes. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[30]"
                },
                {
                    "start": 228,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "Altered responses to light may also be observed with diseases of the visual cycle, including Leber's congenital amaurosis and Stargardt disease [2]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Two-photon fluorescence imaging capabilities could be highly useful for monitoring the efficacy of proposed therapies.",
            "section": "Discussion"
        },
        {
            "text": "With the use of an adaptive optics scanning laser ophthalmoscope with dual imaging capabilities, the many challenges for in vivo two-photon fluorescence imaging were overcome to produce the first two-photon fluorescence images of the living primate retina. ",
            "section": "Conclusions"
        },
        {
            "text": "Images were obtained with light levels that did not produce observable retinal damage. ",
            "section": "Conclusions"
        },
        {
            "text": "Although the specific fluorophore is as yet unknown, a strong in vivo fluorescence signal originates from cone inner segments producing images of the cone mosaic and providing functional measurements of an early stage in the visual process. ",
            "section": "Conclusions"
        },
        {
            "text": "Future applications of two-photon fluorescence imaging in the primate eye may also include the use of extrinsic fluorophores.",
            "section": "Conclusions"
        },
        {
            "text": "For their assistance with this research, we thank Kamran Ahmad, John Moonan, Jennifer Norris, Lee Anne Schery and Robert Wolfe. ",
            "section": "Acknowledgments"
        },
        {
            "text": "Ex vivo two-photon imaging was performed at the Multiphoton Core Facility at the University of Rochester Medical Center with the assistance of Karl Kasischke, Gheorghe Salahura and Anita Sun. ",
            "section": "Acknowledgments"
        },
        {
            "text": "We appreciate financial support from the following sources: Polgenix, Inc. ",
            "section": "Acknowledgments"
        }
    ]
}