{
    "abstract": [],
    "body_text": [
        {
            "text": "Coronary artery bypass grafting (CABG) is the recommended treatment for coronary artery disease-patients with multivessel disease and/or left main stenosis [1]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Patients may receive a combination of arterial and venous grafts. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The venous graft is most often a segment of the great saphenous vein, harvested either with an open approach using longitudinal skin incision over the vein, or with an endoscopic technique.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Surgical site infections (SSI) after vein harvesting are among the most common complications in CABG patients, and these infections are troublesome for the patients and associated with high costs for the health-care system. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The incidence of SSI after vein harvesting is usually in the 5-10% range, however, rates from 2 to 20% have been reported in different studies [2][3][4]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 146,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 149,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The large variation in incidence between studies can at least partly be explained by wide differences in the definition of SSI and the length of the observation period.",
            "section": "INTRODUCTION"
        },
        {
            "text": "A number of risk factors for SSI in cardiac-surgery patients have previously been reported, including advanced age, female gender, hypertension, diabetes, obesity and long operation time [3,4]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3,"
                },
                {
                    "start": 190,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4]"
                }
            ]
        },
        {
            "text": "Another factor that may influence the incidence of SSI in CABG patients is the suture used for closure of the wound, since bacteria may adhere to the suture material [5]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Sutures can be coated with antibacterial substances that may reduce the bacterial load in the wound. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Triclosan (2,4,4-trichloro-2-hydroxydiphenylether) is an antibacterial substance that, in preclinical studies, has been shown to reduce the growth of bacteria by inhibiting fatty acid synthesis [6]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Triclosan has been used in topical preparations for antibacterial purposes. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Furthermore, triclosan-coated sutures are commercially available and have been clinically tested in different surgical procedures with diverging results [7][8][9][10][11][12][13][14][15][16]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 156,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 159,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 162,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 166,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 174,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 182,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 186,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "One randomized controlled trial, comparing triclosan-coated sutures with identical sutures without coating in CABG patients, failed to demonstrate a difference in the incidence of leg-wound SSI [13].",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Based on previous clinical and preclinical studies, we hypothesized that wound closure with sutures coated with triclosan would reduce SSI after open vein harvesting. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "We, therefore, conducted a prospective randomized double-blind single-centre trial to test this hypothesis.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Patients planned for CABG, CABG + aortic valve replacement (AVR) or CABG + mitral valve repair or replacement at Sahlgrenska University Hospital with the intended use of a saphenous vein graft, were included in the study between March 2009 and February 2012. ",
            "section": "Patients"
        },
        {
            "text": "All patients gave informed written consent before inclusion in the study. ",
            "section": "Patients"
        },
        {
            "text": "Exclusion criteria were on-going sepsis or septicaemia, on-going bacterial infections or antibiotic treatment, participation in other clinical studies, other severe disease that might influence wound healing, emergency surgery or known allergy to triclosan. ",
            "section": "Patients"
        },
        {
            "text": "The study was approved by the Research Ethics Committee at University of Gothenburg and externally monitored.",
            "section": "Patients"
        },
        {
            "text": "Patient characteristics and perioperative data were prospectively registered in an electronic database. ",
            "section": "Patients"
        },
        {
            "text": "Samples for preoperative laboratory analyses (haemoglobin, white blood cell count, platelet count, serum-creatinine and plasma-glucose) were collected the day before surgery and analysed with clinical standard methods.",
            "section": "Patients"
        },
        {
            "text": "All patients were operated on with the standard technique for CABG or CABG and valve surgery. ",
            "section": "Surgical procedure"
        },
        {
            "text": "All operations were performed on cardiopulmonary bypass (CPB) in normothermia (35-36°C) and with cold intermittent blood cardioplegia. ",
            "section": "Surgical procedure"
        },
        {
            "text": "All patients received antibacterial prophylaxis with four parenteral doses of cloxacillin 2 g. ",
            "section": "Surgical procedure"
        },
        {
            "text": "The first dose was administered 30 min before skin incision, the second 2 h after the first dose and the following doses 6 and 24 h later. ",
            "section": "Surgical procedure"
        },
        {
            "text": "Patients with allergy to cloxacillin received clindamycin.",
            "section": "Surgical procedure"
        },
        {
            "text": "The saphenous vein segment was harvested with an open surgical approach. ",
            "section": "Surgical procedure"
        },
        {
            "text": "The great saphenous vein was identified via a incision 1-2 cm above the medial malleolus, and then a single longitudinal skin incision was performed along the vein, the vein was dissected cautiously and all side branches were ligated or clipped. ",
            "section": "Surgical procedure"
        },
        {
            "text": "The wound was closed with one subcutaneous continuous suture and one continuous intracutaneous suture. ",
            "section": "Surgical procedure"
        },
        {
            "text": "The wound was covered with drape, compresses and elastic bandages. ",
            "section": "Surgical procedure"
        },
        {
            "text": "The drape was removed on the fourth postoperative day.",
            "section": "Surgical procedure"
        },
        {
            "text": "The patients were randomized to wound closure with triclosancoated sutures or sutures without triclosan. ",
            "section": "Randomization"
        },
        {
            "text": "In the triclosan group, the wound was closed subcutaneously with a 3.0 monofilament polyglactin suture coated with triclosan (Vicryl Plus ® , Ethicon, Inc.,) and intracutaneously with a 4.0 triclosan-coated monofilament polyglecaprone suture (Monocryl Plus ® , Ethicon, Inc.). ",
            "section": "Randomization"
        },
        {
            "text": "In the no-triclosan group, identical sutures from the same manufacturer without triclosan were used (Vicryl ® and Monocryl ® ). ",
            "section": "Randomization"
        },
        {
            "text": "The randomization sequence was performed with sealed envelopes. ",
            "section": "Randomization"
        },
        {
            "text": "The patients were block randomized with 25 patients randomized to triclosan-coated sutures and 25 to no-triclosan sutures in each block. ",
            "section": "Randomization"
        },
        {
            "text": "The randomization was stratified for diabetes. ",
            "section": "Randomization"
        },
        {
            "text": "A research nurse who was not involved in the patients' follow-up opened the randomization envelope and delivered the sutures to the operating room. ",
            "section": "Randomization"
        },
        {
            "text": "Both the coated and non-coated sutures that looked identical were taken from their packages and put on the assist table without any identification marks before the operating surgeons arrived at the operating room.",
            "section": "Randomization"
        },
        {
            "text": "All wounds were inspected by a specially trained research nurse at 4 and 30 days after surgery and evaluated according to both the ASEPSIS score and the Centre for Disease Control (CDC) definition of SSI (see below). ",
            "section": "Follow-up"
        },
        {
            "text": "At 60 days postoperatively, the patients were interviewed by telephone by the same research nurse, following a structured question form. ",
            "section": "Follow-up"
        },
        {
            "text": "All the research nurses involved in the follow-up of the patients were blinded to group allocation. ",
            "section": "Follow-up"
        },
        {
            "text": "If a patient reported any type of wound healing problems including dehiscence, swelling, redness or exudate, they were seen at the outpatient clinic, and the wounds were evaluated and patient records were collected. ",
            "section": "Follow-up"
        },
        {
            "text": "Bacterial cultures were only collected from patients with symptoms of infection, i.e. no surveillance cultures were collected.",
            "section": "Follow-up"
        },
        {
            "text": "The primary endpoint was SSI in the vein-harvesting leg, according to CDC's definition, within 60 days after surgery [17]. ",
            "section": "Outcome variables",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "According to this definition, a superficial SSI must have at least one of the following features: ",
            "section": "Outcome variables"
        },
        {
            "text": "(i) purulent drainage; ",
            "section": "Outcome variables"
        },
        {
            "text": "(ii) positive culture; ",
            "section": "Outcome variables"
        },
        {
            "text": "(iii) pain, tenderness, swelling, redness and deliberately opened incision by surgeon and culture proven or not cultured and ",
            "section": "Outcome variables"
        },
        {
            "text": "(iv) Infection diagnosis by physician. ",
            "section": "Outcome variables"
        },
        {
            "text": "Furthermore, a deep SSI had to involve fascia or muscle layers.",
            "section": "Outcome variables"
        },
        {
            "text": "Predefined secondary endpoints were ",
            "section": "Outcome variables"
        },
        {
            "text": "(i) culture-proven SSI according to CDC's definition within 60 days after surgery; ",
            "section": "Outcome variables"
        },
        {
            "text": "(ii) antibiotic-treated SSI according to CDC's definition within 60 days after surgery; ",
            "section": "Outcome variables"
        },
        {
            "text": "(iii) ASEPSIS score at Days 30 and 60 postoperatively; ",
            "section": "Outcome variables"
        },
        {
            "text": "(iv) non-infectious leg-wound dehiscence within 60 days after surgery.",
            "section": "Outcome variables"
        },
        {
            "text": "When using the ASEPSIS score [18], the wound is evaluated in seven dimensions: A = additional treatment with antibiotics (10 points), debridement (10 points) with purulent drainage (5 points); S = serous discharge (0-5 points); E = erythema (0-5 points); P = purulent exudates (0-10 points); S = separation of deep tissues (0-10 points); I = isolation of bacteria (10 points); S = stay in hospital >14 days (5 points). ",
            "section": "Outcome variables",
            "ref_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "A score 0-10 indicates no infection, 11-20 disturbance of healing, 21-30 minor infection, 31-40 moderate infection and >40 points severe infection [18].",
            "section": "Outcome variables",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Two independent observers (L.T.B. and A.J.) classified all wound problems according to the CDC's definition before the randomization code was broken. ",
            "section": "Outcome variables"
        },
        {
            "text": "Disagreement in wound evaluation was solved by consensus.",
            "section": "Outcome variables"
        },
        {
            "text": "Data are presented as mean ± standard deviation, median and range or number and percentage. ",
            "section": "Statistics"
        },
        {
            "text": "A P-value of <0.05 was considered statistically significant. ",
            "section": "Statistics"
        },
        {
            "text": "The power analysis of developing a harvest-leg SSI was based on a pilot study performed at our institution (infection rate 20%) together with a literature review. ",
            "section": "Statistics"
        },
        {
            "text": "Our analysis with 80% power and a P-value of 0.05 showed it was necessary to include 180 patients in each group to demonstrate a 50% reduction in a leg-wound infection according to the CDC definition ( primary endpoint) in one of the groups. ",
            "section": "Statistics"
        },
        {
            "text": "Data were analysed according to the 'as treated' principle ( predefined).",
            "section": "Statistics"
        },
        {
            "text": "The groups were compared with unpaired t-test (continuous normally distributed data), Mann-Whitney test (continuous data not normally distributed) or χ 2 test (categorical variables). ",
            "section": "Statistics"
        },
        {
            "text": "The effect of type of suture on SSI was evaluated with the χ 2 test and reported with risk ratio (RR) with 95% confidence interval (CI). ",
            "section": "Statistics"
        },
        {
            "text": "The temporal distribution of the primary endpoint was compared with the log-rank test, including 5 patients who were lost at the last follow-up. ",
            "section": "Statistics"
        },
        {
            "text": "All calculations were performed on theStatistica 10 software (StatSoft, Tulsa, OK, USA).",
            "section": "Statistics"
        },
        {
            "text": "Included in the study were 392 CABG patients with the intended use of a saphenous vein graft. ",
            "section": "Patients"
        },
        {
            "text": "A flow chart of the patients is  Table 1 and perioperative variables are given in Table 2.",
            "section": "Patients",
            "ref_spans": [
                {
                    "start": 33,
                    "end": 40,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                },
                {
                    "start": 82,
                    "end": 89,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Infections SSI as defined by CDC ( primary endpoint) occurred in 23 patients (12.5%) in the triclosan group and in 38 (20.0%) in the no-triclosan group, P = 0.0497. ",
            "section": "Patients"
        },
        {
            "text": "RR was 0.63 (95% CI 0.39-1.00), as given in Table 3. ",
            "section": "Patients",
            "ref_spans": [
                {
                    "start": 44,
                    "end": 51,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The temporal distribution of the primary endpoint is demonstrated in Fig. 2 . ",
            "section": "Patients",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 75,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "ASEPSIS score tended to be lower in the triclosan group, both at 30 and 60 days after surgery, but the difference did not reach statistical significance, Table 3.",
            "section": "Patients",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 161,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Patient demographics for patients with and without harvest-leg SSI as defined by CDC are reported in Table 4. Insulin-treated diabetes mellitus was the only statistically different preoperative variable with a 2-fold-higher prevalence in the infection group (P = 0.029). ",
            "section": "Patients with infection vs no-infection",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Perioperative variables are reported in Table 5. Number of distal anastomoses was higher (P = 0.014) and veinharvesting time was longer in patients with SSI (P < 0.001).",
            "section": "Patients with infection vs no-infection",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 47,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "In total, 45 wound cultures were obtained, 16 from patients in the triclosan group and 29 from the no-triclosan group. ",
            "section": "Microbiological agents"
        },
        {
            "text": "In the triclosan group, 88% of the cultures were positive and 79% in the no-triclosan group. ",
            "section": "Microbiological agents"
        },
        {
            "text": "The most common pathogen in both groups of patients was Staphylococcus aureus, followed by coagulase-negative staphylococci. ",
            "section": "Microbiological agents"
        },
        {
            "text": "A complete list of the cultured microorganisms is given in Supplementary Table 1.",
            "section": "Microbiological agents",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The main finding of this prospective randomized double-blind study was that triclosan-coated sutures significantly reduced SSIs after open vein harvesting in CABG patients.",
            "section": "DISCUSSION"
        },
        {
            "text": "Preclinical studies have shown that triclosan-coated sutures reduce the growth of Gram-positive bacteria, e.g. S. aureus and coagulase-negative staphylococci, and Gram-negative bacteria, e.g. Pseudomonas aeruginosa and Escherichia coli [19,20]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19,"
                },
                {
                    "start": 240,
                    "end": 243,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20]"
                }
            ]
        },
        {
            "text": "These studies have been followed by both non-randomized retrospective studies and prospective controlled trials in different surgical populations to test if triclosan-coated sutures reduce SSIs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, the results have been conflicting. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Rozelle et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[12] reported reduced incidence of infections with triclosan-coated sutures in wound closure for cerebrospinal fluid shunts in a prospective randomized trial, and Justinger and co-workers reported similar results from two non-randomized studies after abdominal surgery [10,11]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 269,
                    "end": 273,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10,"
                },
                {
                    "start": 273,
                    "end": 276,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11]"
                }
            ]
        },
        {
            "text": "Furthermore, Galal et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[8] reported a reduced infection rate in a prospective randomized study in mixed surgical patients. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "On the other hand, Baracs et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[7] found no difference in infection incidence in a randomized controlled trial in abdominal surgery, and both Williams et al. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "[16] and Turtianien et al. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "[15] reported the same outcome after breast-cancer surgery and lower-limb vascular surgery, respectively. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "In cardiacsurgery patients, Stadler et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[14] found no difference in sternal wound infection in a retrospective study and in a randomized study, Isik et al. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "[9] found no difference in either sternal wound or leg-wound infections. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "In a recent systematic review and meta-analysis of randomized trials with triclosan-coated sutures, Chang et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[21] concluded that triclosan-impregnated sutures do not decrease the rate of SSI, but also pointed out that the quality of the studies were moderate and further high-quality independent studies are required.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "In the only previously published prospective randomized trial with triclosan-coated sutures focussing on leg-wound infections after vein harvesting in CABG patients, Seim et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[13] could not identify any difference in SSI rates. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The different findings from our study could be related to several factors. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Seim's study was not blinded and outcome measures were based on self-reports from the patients, not on a structured follow-up with trained observers blinded to group assignment. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Finally, and perhaps most importantly, the length of the follow-up differed in these two studies. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In Seim et al.'s study, the follow-up was restricted to 30 days while in the present study, the final follow-up occurred 60 days after surgery. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Our decision to follow the patients for 60 days was based on a previous study from Swenne et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[4] where 27% of the leg-wound infections were diagnosed between 30 and 60 days after surgery and a study from Jonkers et al. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "[22] where 37% of leg-wound infections were diagnosed after 30 days. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "These results were confirmed in the present study where 19/61 of the leg-wound infections (31%) were diagnosed between postoperative days 30 and 60 (Fig. 2).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "Our extended follow-up may also, at least partially, explain the high incidence of leg-wound SSI in the present study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The incidence of SSI ranges in different studies between 2 and 20% depending on definition, the follow-up time, system of reporting infections and design of the study [2][3][4]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 173,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "It is well known that the rate of complications is higher in prospective trials with mandatory follow-up than in retrospective studies. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, the high incidence of SSI is troublesome, and new methods and measures are warranted to reduce its incidence. ",
            "section": "DISCUSSION"
        },
        {
            "text": "One possibility is to use    endoscopic vein harvesting, as this has been shown to lower the risk of wound infections in comparison to open conventional techniques [23]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "Of the known risk factors for SSI after vein harvesting, only insulin-treated diabetes mellitus was associated with SSI in the present study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, vein-harvesting time emerged as a risk factor for SSI. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The association between veinharvesting time and SSI remained after adjustment for the experience of the assisting surgeon (data not shown) and the length of the incision. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This suggests that a more complicated vein-harvesting procedure increases the risk for SSI. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The discrepancy in risk factors between different studies indicates that risk factors for SSI in cardiac surgery may be local rather than general.",
            "section": "DISCUSSION"
        },
        {
            "text": "Even though our results suggest the use of triclosan-coated sutures in order to lower the risk for SSIs, two important aspects of triclosan use in health care products should be discussed. ",
            "section": "DISCUSSION"
        },
        {
            "text": "First, it has been shown that there is a risk of antimicrobial resistance to triclosan, including its use in topical products (e.g. cosmetics) where resistance to populations of S. aureus has been reported [24]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "This must be regarded as a major drawback in the use of triclosan as resistance to antibacterial substances represents a growing problem in modern medicine. ",
            "section": "DISCUSSION"
        },
        {
            "text": "On the other hand, if the use of conventional antibiotics in patients with SSI can be reduced by 40% with triclosan-coated sutures, as the results of the present study suggest, this may balance or outweigh the disadvantages. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The second issue is the long degradation time of triclosan and the potential risk for bioaccumulation in the environment [25].",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "The primary endpoint in the study had a P-value of 0.0497 when assessed with χ 2 test, but 0.0516 when the Fisher's exact test was used, a P-value just above the commonly used statistical threshold of 0.05. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This difference between these tests is very small (0.00186) and not clinically significant; particularly as the cut-off P-value of 0.05 is arbitrary. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Furthermore, the P-value for the somewhat stronger secondary endpoint (antibiotic-treated  Red blood cells 0 (0-9) 0 (0-20) 0.072 Plasma 0 (0-8) 0 (0-20) 0.93 Platelets 0 (0-6) 0 (0-13) 0.68 Haemoglobin at discharge (g/l) 101 ± 10 102 ± 11 0.36 Mean ± standard deviation, median and range or number (%). ",
            "section": "DISCUSSION"
        },
        {
            "text": "AVR: aortic valve replacement; CABG: coronary artery bypass grafting; CDC: Centre for Disease Control; CPB: cardiopulmonary bypass.",
            "section": "DISCUSSION"
        },
        {
            "text": "CDC infection) was <0.05 both with the χ 2 test (0.039) and with Fisher's exact test (0.042). ",
            "section": "DISCUSSION"
        },
        {
            "text": "This supports the conclusion that the triclosan suture significantly reduces bacterial leg-wound complications.",
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, the results of the present study suggest that triclosan-coated sutures reduce the incidence of SSI after vein harvesting in CABG patients by 35%.",
            "section": "DISCUSSION"
        },
        {
            "text": "Supplementary material is available at EJCTS online.",
            "section": "SUPPLEMENTARY MATERIAL"
        },
        {
            "text": "This study was supported by the Västra Götaland Healthcare Region (ALF/LUA grant number 146281 to A.J.) and Ethicon, Inc., Somerville, NJ, USA.",
            "section": "Funding"
        },
        {
            "text": "Conflicts of interest: none declared.",
            "section": "Funding"
        },
        {
            "text": "Dr S. Collins (Lund, Sweden): I think this is a problem that usually, as surgeons, we don't want to see and we don't see because, of course, we don't do follow-up of more than 30 days.",
            "section": "APPENDIX. CONFERENCE DISCUSSION"
        },
        {
            "text": "I was interested in the slide where you show there was no significance in the culture-proven infection. ",
            "section": "APPENDIX. CONFERENCE DISCUSSION"
        },
        {
            "text": "There was no significance between the triclosan and the no-triclosan while in the antibiotic there was. ",
            "section": "APPENDIX. CONFERENCE DISCUSSION"
        },
        {
            "text": "Have you got any idea why this can happen?",
            "section": "APPENDIX. CONFERENCE DISCUSSION"
        },
        {
            "text": "Dr Jeppson: Both these diagrams showed the same pattern, about a 40% reduction, and we are actually balancing on the P value of 0.05. ",
            "section": "APPENDIX. CONFERENCE DISCUSSION"
        },
        {
            "text": "So I don't think you should draw any strong conclusions from just this slide. ",
            "section": "APPENDIX. CONFERENCE DISCUSSION"
        },
        {
            "text": "We saw, overall, a reduction in infections.",
            "section": "APPENDIX. CONFERENCE DISCUSSION"
        },
        {
            "text": "I think the reduction in antibiotic-treated infections is interesting, because if triclosan is not good to use because of environmental reasons and because of the risk of antibiotic resistance, we had to balance that with a 40% reduction in the use of conventional antibiotics in these patients. ",
            "section": "APPENDIX. CONFERENCE DISCUSSION"
        },
        {
            "text": "I can't say if it ends up proving that triclosan sutures should be used, but, still, we have to take into account that triclosan-coated sutures may reduce the use of standard antibiotics.",
            "section": "APPENDIX. CONFERENCE DISCUSSION"
        },
        {
            "text": "Dr Collins: Another question. ",
            "section": "APPENDIX. CONFERENCE DISCUSSION"
        },
        {
            "text": "What was your strategy when you had a leg wound infection? ",
            "section": "APPENDIX. CONFERENCE DISCUSSION"
        },
        {
            "text": "For how long do you treat these patients and with which preferred drug?",
            "section": "APPENDIX. CONFERENCE DISCUSSION"
        },
        {
            "text": "Dr Jeppsson: We use a staphylococcus antibiotic like flucloxacillin as our first choice. ",
            "section": "APPENDIX. CONFERENCE DISCUSSION"
        },
        {
            "text": "I have not shown you the data today, but about 50% of all infections were caused by staphylococcus aureus and another 20% were caused by coagulase-negative staphylococcus. ",
            "section": "APPENDIX. CONFERENCE DISCUSSION"
        },
        {
            "text": "So some kind of staphylococcus antibiotics I think should be used in these patients. ",
            "section": "APPENDIX. CONFERENCE DISCUSSION"
        },
        {
            "text": "If the infection is not too extensive we put the patient on antibiotics and tell them to come back three days later.",
            "section": "APPENDIX. CONFERENCE DISCUSSION"
        },
        {
            "text": "Dr Collins: And then you look clinically to see whether or not they are improving.",
            "section": "APPENDIX. CONFERENCE DISCUSSION"
        },
        {
            "text": "Dr Jeppsson: Yes.",
            "section": "APPENDIX. CONFERENCE DISCUSSION"
        }
    ]
}