{
    "abstract": [],
    "body_text": [
        {
            "text": "Periodontitis is an inflammatory disease of the supporting tissues of the teeth caused by specific microorganisms or groups of specific microorganisms, resulting in progressive destruction of periodontal tissues [1]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The two main entities are chronic periodontitis ( Fig. 1) and aggressive periodontitis (Figs. 2 and 3). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 50,
                    "end": 56,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                },
                {
                    "start": 87,
                    "end": 101,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Figs. 2 and 3"
                }
            ]
        },
        {
            "text": "In the last thirty years the role of plaque control has been reinforced as the only consistent determinant of periodontal disease. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "However, there have been several fundamental changes to the understanding of periodontal disease that have impacted this traditional concept. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "These changes can be summarized as the differential susceptibilities to the onset of disease, the prevalence of different severities of the disease, and the emerging links between periodontal disease and other medical diseases or conditions [2]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 241,
                    "end": 244,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The risk factors are environmental, behavioral, or biological factors that have been confirmed in longitudinal studies to have a punitive impact on the disease process [3][4][5][6][7][8]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 171,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 174,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 177,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 180,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 183,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Several factors are identified as increasing the risk of developing periodontal disease [9,10]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9,"
                },
                {
                    "start": 91,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10]"
                }
            ]
        },
        {
            "text": "The major risk factors for periodontitis are smoking, diabetes, and specific periodontal pathogens. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Other potential factors, including the systemic diseases that impact host defenses, may play a role in the progression of the dis-ease [11,12]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11,"
                },
                {
                    "start": 139,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12]"
                }
            ]
        },
        {
            "text": "Although clinical attachment levels are considered the gold standard in periodontal diagnosis and outcome measurement, they do not reflect issues that may be important to patients. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Quality of life issues such as pain and discomfort, changes in esthetics or function, costs of therapy, and tooth loss are seen by patients to be more relevant than attachment levels or probing depths [13,14]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13,"
                },
                {
                    "start": 205,
                    "end": 208,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14]"
                }
            ]
        },
        {
            "text": "Therefore, it must also be taken into consideration that functional impairment and psychosocial impact of periodontal diseases may reduce quality of life.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Chronic periodontitis is a common disease and can occur in most age groups but is more common in adults and elders worldwide [15]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Its prevalence and severity increase with age [3,4,16]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3,"
                },
                {
                    "start": 49,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 51,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16]"
                }
            ]
        },
        {
            "text": "Aggressive periodontitis is characterized by severe and rapid loss of periodontal attachment and may be more common in children and adolescents. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In young individuals, the onset of these diseases is often circumpubertal. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The pri-mary features of aggressive periodontitis include a history of rapid attachment and bone loss with familial aggregation [1]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Subsequent linkage studies of African-American and Caucasian families suggest that there may be genetic and/or etiologic heterogeneity for aggressive periodontitis. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Reported estimates of the prevalence of aggressive periodontitis forms in geographically diverse adolescent populations range from 0.1 to 15% [15,17]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15,"
                },
                {
                    "start": 146,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17]"
                }
            ]
        },
        {
            "text": "Most reports suggest a low prevalence (0.2%), which is markedly greater in African-American populations (2.5%) [15]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Albandar and Tinoco [18] reported on many studies on chronic/aggressive periodontitis in different ethnic and socio-economic level groups, concluding that a higher prevalence and severity could be found among individuals having a Hispanic-Black ethnic background or lower socioeconomic status. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Also, as reported by Hirschfeld and Wasserman [19], McFall [20] and McLeod et al. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 59,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "[17], 78 to 84% of patients will experience at least minimal disease progression and tooth loss (average tooth loss, 0.5 to 1). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "No study has been conducted in Senegal to distinguish the clinical differences between the two main forms of periodontitis.",
            "section": "INTRODUCTION"
        },
        {
            "text": "The objective of this study was to describe the clinical profile of aggressive and chronic periodontitis patients attending the Clinical Unit of Periodontics of the Institute of Dentistry at the University Cheikh Anta Diop of Dakar (University of Dakar, UCAD), Senegal (West Africa).",
            "section": "INTRODUCTION"
        },
        {
            "text": "A retrospective study based on records of patients in the service of Periodontics, Institute of Dentistry at UCAD from 2001 to 2008 was conducted.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Included were the records of patients diagnosed with chronic periodontitis or aggressive periodontitis. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The records of patients with gingival diseases and those insufficiently informed or not incorporating panoramic radiograph were ex-   cluded. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "In all the cases, periodontitis diagnosis was based on the 1999 classification of the American Academy of Periodontology (AAP) [1] and clinical and radiographic parameters. ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The localized or generalized type of periodontitis is not considered in this study but only the main form.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The following chart entries were used in this study: gender, age, risk factors (like smoking or presence or absence of diabetes mellitus), use of a toothbrush for oral hygiene, attachment loss, probing depth, number of teeth with a probing depth of 3 to 4 mm and ≥ 5 mm, number of teeth with an attachment loss of 3 to 4 mm and ≥ 5 mm, tooth mobility, tooth loss, and maximum alveolar bone loss. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "William's periodontal probe (Michigan O probe, Hu-Friedy Mfg. Co., Chicago, IL, USA) was the main instrument used at the Clinic of Periodontics of UCAD to assess attachment loss and probing depth. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Assessment of the periodontal supporting tissues' status was based on clinical measurement of the distance from the cemento-enamel junction or free gingival margin to the bottom of pocket/sulcus at 4 or 6 sites per tooth (according to the charting sheet design at UCAD). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Tooth mobility was assessed using the Mühlemann index [21]. ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "The alveolar bone loss was quantified on panoramic radiographs using the Bjorn technique for assessment of alveolar bone level as described by Albandar and Abbas [22]. ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "In Bjorn's technique, the distance between the alveolar crest and the crown tip of the tooth was expressed as a proportion of the total length of the tooth. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "A lens displaying 2X magnification was fixed to a light screen and used to examine all radiographs. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "In this study, the alveolar bone loss is expressed as a percentage by measurement on the proximal faces of the most affected tooth and corresponded to the distance from the cemento-enamel junction to the bottom of the bone lesion reported to the distance between cemento-enamel junction and the apex. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The measurements were made by a single operator (S.Y.) using a transparent millimeter ruler and a dry-tipped compass. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The reliability of measurements was tested on 50 images from randomly selected files, using the calculation of the intraclass correlation coefficient. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The threshold of 60% (95% confidence interval) was considered sufficient in this study to conclude good agreement measures (usual threshold > 70%) because of the non-uniform quality of the radiographs. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The 3rd molars were excluded in this study.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The records of 2,274 periodontal patients from the Service of Periodontics at UCAD were reviewed for this study. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Only periodontitis patients were included (n = 637). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Of these, 73 (11.5%) were excluded because their charts were unusable or X-rays were absent or unreadable (conservation defects). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Thus, 564 records met the selection criteria including 413 chronic periodontitis (73.2%) and 151 aggressive periodontitis (26.8%).",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Statistical analysis was performed using SPSS ver. 14.0 (SPSS Inc., Chicago, IL, USA). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Descriptive statistics were calculated for all variables. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Independent t-tests or chi-squared tests were performed to compare the clinical aggressive and chronic periodontitis group. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The statistical significance was set at P < 0.05.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Comparative clinical parameters between chronic and aggressive periodontitis are given in Table 1. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 97,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The sample included 299 males (53.0%) and 265 females (47.0%). ",
            "section": "RESULTS"
        },
        {
            "text": "The proportion of females with aggressive periodontitis was significantly higher than those with chronic periodontitis (64.9% vs. 40.4%, P < 0.001).",
            "section": "RESULTS"
        },
        {
            "text": "The age distribution showed two peaks around 25 and 45 years (Fig. 4). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 69,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "The age ranged from 11 to 84 and the mean was 40.4 ± 14.9 years. ",
            "section": "RESULTS"
        },
        {
            "text": "The median in the center of the box plot diagrams shows a symmetrical distribution of age in both groups (Fig. 4). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 113,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "The median was lower for patients with aggressive periodontitis than those with chronic periodontitis. ",
            "section": "RESULTS"
        },
        {
            "text": "Higher variability of age among females with aggressive periodontitis and lower variability among males in the same group were observed. ",
            "section": "RESULTS"
        },
        {
            "text": "Several extreme values and outliers were noted in patients with aggressive periodontitis (Fig. 5). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 97,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 5)"
                }
            ]
        },
        {
            "text": "The toothbrush was used as a means of oral hygiene in 28.4% of patients with aggressive periodontitis and 71.6% of patients with chronic periodontitis (P = 0.030).",
            "section": "RESULTS"
        },
        {
            "text": "Tooth loss experience was noted in 64.7% of the sample with a range of 1 to 22 teeth lost. ",
            "section": "RESULTS"
        },
        {
            "text": "The proportions were similar in both forms (65.4% vs. 62.9%, respectively, for chronic and aggressive forms) and no difference in mean tooth loss was seen (P = 0.658) ( Table 1). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 177,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1)"
                }
            ]
        },
        {
            "text": "Patients with chronic periodon- titis were more likely to have risk factors (smoking, diabetes mellitus) than those who had aggressive periodontitis (12.8% vs. 0.7%, P < 0.001).",
            "section": "RESULTS"
        },
        {
            "text": "The objective of this study was to determine and compare the profile of the periodontitis patients consulted in the Periodontic Clinic at the UCAD in Dakar. ",
            "section": "DISCUSSION"
        },
        {
            "text": "As with most retrospective studies, the one conducted here is subject to many biases. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The patients were probed by different undergraduate students and their instructors, all of whom bring their own biases to the clinic. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Diagnoses may not have been accurately recorded. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Thus, the results of this study cannot be generalized beyond this particular group of patients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Smoking (consumption, duration) and diabetes were insufficiently documented in the records of this study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The lack of a single medical record for each patient and computerization may have led to inadvertent duplication. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The non-homogeneous quality of radiographs did not allow for correctly measuring the real value of the bone loss and radiographic data should thus be analyzed as an approximation or a trend. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The causes of tooth loss were not determined because they were insufficiently documented in the clinical records. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The absence of necrotizing ulcerative periodontitis is not surprising, as it is shown in the literature that periodontal necrotizing disease reaches mainly young children in Africa and those living in disadvantaged areas in regard to necrotizing ulcerative gingivitis [23]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "The clinical feature of necrotizing ulcerative peri-odontitis occurs in most cases in young adults and the proportion of males and females suffering from the disease is the same. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, it seems that white people are significantly more likely to have this condition than blacks [24]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "Necrotizing periodontal diseases occur with varying but low frequency (less than 1%) in North American and European children. ",
            "section": "DISCUSSION"
        },
        {
            "text": "It is seen with greater frequency (2 to 5%) in certain populations of children and adolescents from developing areas of Africa, Asia, and South America [25][26][27].",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                },
                {
                    "start": 156,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                },
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "Although a predominance of males is noted, it is not representative of the influence of gender on the occurrence of periodontitis but is probably due to hazard. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Studies are contradictory as to the predilection of periodontal disease according to gender [28,29]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28,"
                },
                {
                    "start": 96,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29]"
                }
            ]
        },
        {
            "text": "However, females are more likely to be affected than males [30]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "Albandar and Rams [8] refute the association between gender and aggressive periodontitis. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Those most exposed to aggressive periodontitis were young adults around 25 years, as described in past classifications of periodontitis [31,32]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31,"
                },
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32]"
                }
            ]
        },
        {
            "text": "However, in this study the presence of extreme values and outliers for age shows that it is possible that some are due to errors in data entry. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The data otherwise would confirm that age is not a reliable criterion for the diagnosis of aggressive periodontitis that can evolve at a more advanced age. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Eliminating the age criterion is probably one of the most important innovations of the AAP 1999 consen-  sus classification of periodontal diseases published by Armitage [1]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Initiation and progression of periodontal infections are clearly modified by local and systemic conditions called risk factors [9]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Significant risk factors known to be important today include diabetes mellitus (poor metabolic control) and cigarette smoking. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These two risk factors markedly affect the initiation and progression of periodontitis, and attempts to manage these factors are now an important component of prevention and treatment of adult periodontitis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "There are also background determinants associated with periodontal disease including gender, age and hereditary factors. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Grossi et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[3,4] showed the link between tobacco consumption (packages per year) and the severity of periodontitis. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4]"
                }
            ]
        },
        {
            "text": "Also, Alpagot et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[7] found a highly significant association between cigarette smoking, age, and attachment loss. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "A case-control study of 300 cases and 300 controls by Diallo et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[23] in Senegal showed that the plaque index was significantly higher among smokers than nonsmokers with a very significant difference.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "In a longitudinal study of 20 years follow-up in a group of individuals aged 15 to 60 years reported by Hugoson and Laurell [16], it was noted that chronic periodontitis affects people of all ages. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Also, the prevalence and extent of periodontal destruction increases with age and inadequate oral hygiene. ",
            "section": "DISCUSSION"
        },
        {
            "text": "According to Albandar and Rams [8], the quality of oral hygiene and the presence of local factors such as calculus are not valid diagnostic criteria for aggressive periodontitis. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 31,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "The severity of aggressive periodontitis seems to be more related to the virulence of bacteria such as Aggregatibacter actinomycetemcomitans, while systemic or genetic factors are associated with chronic forms. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The presence of a history of periodontal disease in families may be a predisposing factor for aggressive periodontitis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "According to Fourel [33], one of the constant parameters in early-onset-periodontitis currently classified as aggressive periodontitis is the existence of a familial factor. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "This was difficult to identify solely on the basis of this study because the characteristics of the siblings of the patients were not recorded.",
            "section": "DISCUSSION"
        },
        {
            "text": "Goodson et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[34] have presented evidence indicating that periodontal disease has dynamic states of exacerbation and remission and can be described in terms of patterns of progression and regression of the disease. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "Periodontitis can be distinguished by the rate of progression in different forms of the disease. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In most patients, mean annual bone loss is less than 1 mm, while more susceptible people demonstrate rapid attachment loss and bone destruction [17]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "Longitudinal studies on the progression of periodontitis indicate that the rate of periodontal tissue destruction is low and that advanced forms of the disease occur in comparatively few individuals and few tooth sites [16,35]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16,"
                },
                {
                    "start": 223,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35]"
                }
            ]
        },
        {
            "text": "The periodontal lesions affect a large number of sites and took generalized and severe forms among subjects of both groups in our study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, significantly greater amounts were found in aggressive periodontitis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This finding is in concordance with the current understanding of the progression of periodontal attachment loss.",
            "section": "DISCUSSION"
        },
        {
            "text": "There was no significant difference in tooth loss between aggressive periodontitis and chronic periodontitis in this study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Matthews et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[14] showed in a study in Canada among 335 periodontitis patients that 20.6% had lost teeth. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Periodontal disease accounted for 61.8% of the teeth lost, caries 24.8%, and all other causes accounted for 13.2%. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Matthews et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[14] reported that patients with the aggressive form of periodontitis likely accounted for the majority of the tooth loss in their study. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Albandar et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[36] in a multiracial controlled study over 6 years showed that 46 to 50% of individuals with aggressive periodontitis had lost at least one tooth. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "According to Machtei et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[37], a possible mechanism that might explain this greater tooth mortality in these subjects is the likelihood that the dentist treating subjects with complex systemic conditions might prefer extraction over an elaborate treatment plan that might have preserved these teeth. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "Our findings show a high tooth loss experience among Senegalese, which may be due to poor economic status making full access to dental care and treatment difficult. ",
            "section": "DISCUSSION"
        },
        {
            "text": "They otherwise show the importance of improvements that should be made to the processing of medical records such as computerization in university dental institutes in developing countries like Senegal.",
            "section": "DISCUSSION"
        },
        {
            "text": "Clinical characteristics in chronic and aggressive periodontitis are markedly extensive and severe. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The profile of aggressive periodontitis is characterized by more severe lesions than chronic periodontitis, whereas tooth loss experience is similar in both forms. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Particular emphasis should be placed on the prevention and identification of patients at risk.",
            "section": "DISCUSSION"
        },
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "section": "CONFLICT OF INTEREST"
        }
    ]
}