{
    "id": "cca19de035",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Reconstruction of the auricle is aesthetically demanding. ",
            "section": "Context"
        },
        {
            "text": "Various techniques are used according to the defect size, location, and tissues involved. ",
            "section": "Context"
        },
        {
            "text": "A wide range of acquired and congenital deformities and surgical techniques are available; the complex anatomy poses a formidable challenge to plastic surgeons performing auricular reconstruction. ",
            "section": "Context"
        },
        {
            "text": "In addition, selecting the best surgical approach to restore a complete and functional auricle is further complicated by individual preferences, aesthetic expectations and the soft tissue and cartilage available (1,2).",
            "section": "Context",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1,"
                },
                {
                    "start": 215,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2)"
                }
            ]
        },
        {
            "text": "Several factors should be considered to achieve symmetry, normal position and appearance. ",
            "section": "Context"
        },
        {
            "text": "Important aspects that ensure a successful ear reconstruction include attention to tissue manipulation and availability of well-vascularized functioning tissue (3) aesthetic considerations and patient expectations. ",
            "section": "Context"
        },
        {
            "text": "The psychosocial benefits of auricular reconstruction should also be considered (4).",
            "section": "Context",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(4)"
                }
            ]
        },
        {
            "text": "Trauma and surgical excision of tumors are among the main causes of acquired auricular defects. ",
            "section": "Context"
        },
        {
            "text": "Traffic accidents, sports injuries, burns, bites and falls are major sources of traumatic injuries of the external ear (5). ",
            "section": "Context",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "The most common etiologies are car accidents and bites that require appropriate antibiotics prior to delayed wound closure (6). ",
            "section": "Context",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "Ear cancer is rare and most of the malignancies involve the skin of the external ear. ",
            "section": "Context"
        },
        {
            "text": "Basal cell carcinoma (BCC) is the leading tumor among non-melanoma skin cancers that involves the auricles. ",
            "section": "Context"
        },
        {
            "text": "BCC most commonly involves the preauricular area and auricular helix and may result in considerable tissue destruction (7). ",
            "section": "Context",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "Studies suggest that BCC of the ear is likely to be of an aggressive phenotype and most commonly affects men (8).",
            "section": "Context",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "The Moh microsurgery is employed in many cases of ear BCC and it could result in considerable iatrogenic defects since it involves gross repetitive tissue curettage until clear margins are reached (9). ",
            "section": "Context",
            "ref_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(9)"
                }
            ]
        },
        {
            "text": "Moreover, as the auricle is exposed to sunlight it is vulnerable to developing squamous cell carcinoma (SCC) and melanoma (10,11).",
            "section": "Context",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(10,"
                },
                {
                    "start": 126,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "11)"
                }
            ]
        },
        {
            "text": "Various detailed historical accounts of ear reconstruction are available and description of a partial earlobe reconstruction seems to be the earliest documented case mentioned in an ancient Indian text (12). ",
            "section": "Context",
            "ref_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(12)"
                }
            ]
        },
        {
            "text": "Currently, the ever-growing fields of biotechnology and bioengineering play a crucial role in introduction of novel therapeutic options in ear reconstructive surgery; investigations on culturing and bioengineering ear cartilage are promising (13)(14)(15)(16). ",
            "section": "Context",
            "ref_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(13)"
                },
                {
                    "start": 246,
                    "end": 250,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(14)"
                },
                {
                    "start": 250,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(15)"
                },
                {
                    "start": 254,
                    "end": 258,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(16)"
                }
            ]
        },
        {
            "text": "The current article briefly reviewed reconstructive surgery of the acquired external ear defects. ",
            "section": "Context"
        },
        {
            "text": "The provided information may aid plastic surgeons, otolaryngologists and maxillofacial surgeons to approach the complicated issue of auricular reconstruction.",
            "section": "Context"
        },
        {
            "text": "Original research papers investigating the plastic surgeons, otolaryngologists and maxillofacial surgeons in approaching the complicated issue of auricular reconstruction published from January 1995 to December 2014 were aggregated, coded, and used in the current study. ",
            "section": "Evidence Acquisition"
        },
        {
            "text": "The following libraries and online sources were searched: PubMed, MEDLINE, Wiley, EMBASE, ISI Web of Knowledge and Scopus.",
            "section": "Evidence Acquisition"
        },
        {
            "text": "The terminologies that were used to identify these articles included: plastic surgery, auricular defects, reconstructions, ear trauma, bioengineering, facial surgery. ",
            "section": "Evidence Acquisition"
        },
        {
            "text": "The articles obtained from different databases into the bibliographic software package EndNote were imported and merged into one complete database. ",
            "section": "Evidence Acquisition",
            "entity_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "type": "software",
                    "rawForm": "EndNote",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "cca19de035-software-simple-0"
                }
            ]
        },
        {
            "text": "Two review authors independently assessed the titles and abstracts of all articles found by the searching method outlined above.",
            "section": "Evidence Acquisition"
        },
        {
            "text": "Appropriate management of the acutely traumatized ear is of vital importance and improper treatment could lead to a cauliflower ear following auricular hematoma. ",
            "section": "Acute Ear Trauma"
        },
        {
            "text": "Management of cauliflower ear is a challenging reconstructive procedure and requires reshaping of the auricle after excision of the deformed cartilage (17,18). ",
            "section": "Acute Ear Trauma",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(17,"
                },
                {
                    "start": 155,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "18)"
                }
            ]
        },
        {
            "text": "Moreover, the bluntly traumatized auricle is vulnerable to infection, necrosis, and contracture. ",
            "section": "Acute Ear Trauma"
        },
        {
            "text": "There was no consensus on the evidencebased management of acute auricular hematoma and systematic reviews of the literature highlighted the need for further research before recommending the optimal management strategies (19). ",
            "section": "Acute Ear Trauma",
            "ref_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(19)"
                }
            ]
        },
        {
            "text": "The current management of auricular hematoma mainly depends on its size; while smaller hematomas should be aspirated; larger ones require open surgical drainage. ",
            "section": "Acute Ear Trauma"
        },
        {
            "text": "Further studies are required to elucidate the efficacy of post-drainage interventions including splinting or bandaging (19,20). ",
            "section": "Acute Ear Trauma",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(19,"
                },
                {
                    "start": 123,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "20)"
                }
            ]
        },
        {
            "text": "New techniques using fibrin glue and an 18-gauge catheter with a compression dressing are recently proposed. ",
            "section": "Acute Ear Trauma"
        },
        {
            "text": "Cost-effectiveness and efficacy of these management options remain to be confirmed by further studies (20,21).",
            "section": "Acute Ear Trauma",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(20,"
                },
                {
                    "start": 106,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "21)"
                }
            ]
        },
        {
            "text": "Use of local flaps in soft tissue defects, initial realigning of the helical rim and anatomical repair of ear lacerations should be considered in management of acute ear trauma. ",
            "section": "Acute Ear Trauma"
        },
        {
            "text": "In cases of ear ampu-tation, staged reconstruction or replantation techniques should be used (22).",
            "section": "Acute Ear Trauma"
        },
        {
            "text": "Based on the involved tissue, auricular defects are categorized into cutaneous and cutaneous-cartilaginous defects (23). ",
            "section": "Basic Surgical Principles and Classification of Auricular Defects",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(23)"
                }
            ]
        },
        {
            "text": "Primary closure is usually applicable in cases of medial auricular cutaneous defects due to malleable nature of the tissues involved. ",
            "section": "Basic Surgical Principles and Classification of Auricular Defects"
        },
        {
            "text": "However, primary closure is not usually possible for lateral cutaneous defects and skin grafts from the medial surface or the contralateral postauricular area are usually required (24)(25)(26).",
            "section": "Basic Surgical Principles and Classification of Auricular Defects",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(24)"
                },
                {
                    "start": 184,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(25)"
                },
                {
                    "start": 188,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "Lack of supporting structure and sophisticated anatomical alterations of the external ear make cutaneous-cartilaginous defects more challenging to deal with. ",
            "section": "Basic Surgical Principles and Classification of Auricular Defects"
        },
        {
            "text": "Depending on the extent of damage, primary repair, local flaps, skin grafts and regional flaps are used in the reconstructive procedures (27). ",
            "section": "Basic Surgical Principles and Classification of Auricular Defects",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(27)"
                }
            ]
        },
        {
            "text": "A successful auricular reconstruction with satisfactory aesthetic results depends heavily on functional vascular supplies and decreased tension at the site of reconstruction to ensure tissue vitality. ",
            "section": "Basic Surgical Principles and Classification of Auricular Defects"
        },
        {
            "text": "Currently, temporoparietal fascia flaps are widely used in regional flaps that provide a well-vascularized environment (28). ",
            "section": "Basic Surgical Principles and Classification of Auricular Defects",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(28)"
                }
            ]
        },
        {
            "text": "Small defects could be reconstructed by excision and primary closure if decreased auricular height could be appropriately managed to avoid cupping of external ear structures (3). ",
            "section": "Basic Surgical Principles and Classification of Auricular Defects"
        },
        {
            "text": "Use of various alternative flaps including superior pedicle postauricular chondrocutaneous flaps and autologous contralateral conchal cartilage grafts are promising and are topics of ongoing research (29,30). ",
            "section": "Basic Surgical Principles and Classification of Auricular Defects",
            "ref_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(29,"
                },
                {
                    "start": 204,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "30)"
                }
            ]
        },
        {
            "text": "Reconstruction of the tragus can also be achieved with a preauricular cutaneous flap transposed to the defect and folded onto it. ",
            "section": "Basic Surgical Principles and Classification of Auricular Defects"
        },
        {
            "text": "The flap can be based either inferiorly or superiorly.",
            "section": "Basic Surgical Principles and Classification of Auricular Defects"
        },
        {
            "text": "There are several techniques to reconstruct the upper third defects; factors such as size of the defect and availability of skin grafts mainly determine the superior options in each case (31,32). ",
            "section": "The Upper Third Auricular Defects",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(31,"
                },
                {
                    "start": 191,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "32)"
                }
            ]
        },
        {
            "text": "Fortunately, minor defects cause less cosmetic issues and hair may cover the site. ",
            "section": "The Upper Third Auricular Defects"
        },
        {
            "text": "For upper auricle defects, smaller than 2.8 cm, the helical advancement technique is advantageous and complications are rare (33). ",
            "section": "The Upper Third Auricular Defects",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(33)"
                }
            ]
        },
        {
            "text": "A variation of this flap, which is detached from the anterior and posterior helical surfaces, maximizes mobility at the cost of threatening tissue viability (34). ",
            "section": "The Upper Third Auricular Defects",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(34)"
                }
            ]
        },
        {
            "text": "In another variation, first described by Anita and Buch more than forty years ago, flap viability is not jeopardized but movement is considerably limited as the posterior skin remains intact (35). ",
            "section": "The Upper Third Auricular Defects",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(35)"
                }
            ]
        },
        {
            "text": "Large upper third defects are often managed by contralateral cartilage grafts and postauricular skin flaps and in case of insufficient graft donor sources, use of compound pedicle flaps is recommended (26,36). ",
            "section": "The Upper Third Auricular Defects",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(26,"
                },
                {
                    "start": 205,
                    "end": 208,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "36)"
                }
            ]
        },
        {
            "text": "Preauricular flaps, designed at the junction of the ear and face with the pedicle based superiorly or inferiorly, may cover some small antihelical defects.",
            "section": "The Upper Third Auricular Defects"
        },
        {
            "text": "Trauma Mon. ",
            "section": "The Upper Third Auricular Defects"
        },
        {
            "text": "2015;20(4):e28202",
            "section": "The Upper Third Auricular Defects"
        },
        {
            "text": "In contrast to the upper third auricle, middle auricular defects do not substantially disturb functions like support of eyeglasses. ",
            "section": "The Middle Third Auricular Defects"
        },
        {
            "text": "However, the retroauricular skin is thinner and the deformed structures are more visible (37). ",
            "section": "The Middle Third Auricular Defects",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(37)"
                }
            ]
        },
        {
            "text": "Based on the same principles, chondrocutaneous advancement flaps could be also used in approaching middle third auricular defects (35). ",
            "section": "The Middle Third Auricular Defects",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(35)"
                }
            ]
        },
        {
            "text": "Good cosmetic results are reported by using superior pedicle postauricular chondrocutaneous flaps in management of full-thickness upper and middle third auricular defects (29). ",
            "section": "The Middle Third Auricular Defects",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(29)"
                }
            ]
        },
        {
            "text": "Reduced vertical height is a major problem if small middle third defects are repaired after turning the traumatized site into a wedge. ",
            "section": "The Middle Third Auricular Defects"
        },
        {
            "text": "Retroauricular composite flaps and autogenous cartilage harvested from conchal cartilage are used to reconstruct larger defects. ",
            "section": "The Middle Third Auricular Defects"
        },
        {
            "text": "Use of small local flaps raised from the lobule is an effective alternative in patients with abundant lobular tissue; recent studies highlight the simplicity and minimal anatomical deformity of this technique (38).",
            "section": "The Middle Third Auricular Defects"
        },
        {
            "text": "Lower third auricular structures including lobule are more mobile and flexible; therefore, reconstruction of the defects at these locations is often less challenging. ",
            "section": "Lower Third Auricular Defects"
        },
        {
            "text": "In addition, as mentioned earlier the lobule can act as a potential source of advancement flaps. ",
            "section": "Lower Third Auricular Defects"
        },
        {
            "text": "Various techniques are introduced in the literature to address traumatized earlobes. ",
            "section": "Lower Third Auricular Defects"
        },
        {
            "text": "In cases of full-thickness major trauma that involve a great proportion of the lobule, more burdensome techniques, using cartilage grafting, are often required. ",
            "section": "Lower Third Auricular Defects"
        },
        {
            "text": "One famous technique is the double flap proposed by Preaux and modified by Brent who recommended the use of bipedicle chondrocutaneous flaps and contralateral cartilage grafts (39,40). ",
            "section": "Lower Third Auricular Defects",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(39,"
                },
                {
                    "start": 180,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "40)"
                }
            ]
        },
        {
            "text": "Davis introduced another approach based on a mastoid flap for anterior earlobe reconstruction and a posterior flap turned over from the anterior helix surface (41). ",
            "section": "Lower Third Auricular Defects",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "(41)"
                }
            ]
        },
        {
            "text": "More easily implemented techniques are also gaining acceptance and reconstruction of ear lobule through a one-stage procedure is reported with favorable aesthetic and symmetric outcomes. ",
            "section": "Lower Third Auricular Defects"
        },
        {
            "text": "These techniques include the use of the Limberg-flap, a doubleover skin flap, two superiorly based flaps rotated towards the middle or a bilobed flap with an anterior base (42-44).",
            "section": "Lower Third Auricular Defects"
        },
        {
            "text": "Reconstruction of defects larger than one-third auricular is a daunting task and requires great expertise. ",
            "section": "Large Defects of the Auricle"
        },
        {
            "text": "Larger ear defects present unique and complex challenges to plastic surgeons due to the delicate and intricate architecture of external ear structure that is difficult to duplicate surgically. ",
            "section": "Large Defects of the Auricle"
        },
        {
            "text": "Despite complexities during reproduction of the intricate auricular anatomy, detailed information on landmarks, size and position could help the surgeon achieve satisfactory outcomes. ",
            "section": "Large Defects of the Auricle"
        },
        {
            "text": "Autogenous cartilage and skin grafting, temporoparietal flaps covering costal carti-lage grafts and tubed-pedicle flaps from the retroauricular or supraclavicular sites can be used to manage large auricular defects (45)(46)(47). ",
            "section": "Large Defects of the Auricle",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "(45)"
                },
                {
                    "start": 219,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "(46)"
                },
                {
                    "start": 223,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "(47)"
                }
            ]
        },
        {
            "text": "Tissue may be expanded in the retroauricular region for coverage in conjunction with grafts or reconstruction of large defects.",
            "section": "Large Defects of the Auricle"
        },
        {
            "text": "Autologous rib cartilage is a widely employed technique for total reconstruction of the auricle. ",
            "section": "Large Defects of the Auricle"
        },
        {
            "text": "To restore the natural ear shape, rib cartilage frameworks should be appropriately sculpted and the skin should be carefully used to ensure successful reconstruction and reduced complications (48). ",
            "section": "Large Defects of the Auricle",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "(48)"
                }
            ]
        },
        {
            "text": "Use of alloplastic material and bioengineered cartilage are areas of ongoing investigation. ",
            "section": "Large Defects of the Auricle"
        },
        {
            "text": "Porous polyethylene is currently considered the most favorable alloplastic framework and recent reviews of the literature underscore the benefits of its open porous structure and biocompatibility (49)(50)(51). ",
            "section": "Large Defects of the Auricle",
            "ref_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "(49)"
                },
                {
                    "start": 200,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "(50)"
                },
                {
                    "start": 204,
                    "end": 208,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "(51)"
                }
            ]
        },
        {
            "text": "In cases of total or nearly total defects, superficial temporal and posterior auricular arteries play a crucial role in creating the required microvascular anastomosis for successful ear replantation (52).",
            "section": "Large Defects of the Auricle"
        },
        {
            "text": "The external ear is highly susceptible to thermal injuries and progressive deep burns due to its exposed anatomical structure. ",
            "section": "Reconstruction of the Burned Ear"
        },
        {
            "text": "Reconstruction of the burned auricle is a significant challenge for most plastic surgeons. ",
            "section": "Reconstruction of the Burned Ear"
        },
        {
            "text": "Early debridement of ear burn wounds before occurrence of irreversible cartilage changes is highly recommended. ",
            "section": "Reconstruction of the Burned Ear"
        },
        {
            "text": "Surgeons' preference and local tissue availability are the most important variables to consider before choosing the optimal modality for repair (53,54). ",
            "section": "Reconstruction of the Burned Ear",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "(53,"
                },
                {
                    "start": 148,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "54)"
                }
            ]
        },
        {
            "text": "Integrity of the mastoid skin is considered a reliable prognostic factor in patients with burned auricles. ",
            "section": "Reconstruction of the Burned Ear"
        },
        {
            "text": "Superficial temporal fascia or an indirect expansion could be used and in rare cases, free contralateral superficial temporal fascia may become necessary before placing a prosthesis (55). ",
            "section": "Reconstruction of the Burned Ear",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "(55)"
                }
            ]
        },
        {
            "text": "Use of postauricular advancement flaps and skin grafts to cover the helix and antihelix respectively are suggested as a straightforward technique with low complication rates to manage extensive ear burns acutely (56). ",
            "section": "Reconstruction of the Burned Ear",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "(56)"
                }
            ]
        },
        {
            "text": "In addition to postauricular skin and fascia, free radial forearm flaps and free lateral arm fascial flaps are also used to reconstruct the burned auricle. ",
            "section": "Reconstruction of the Burned Ear"
        },
        {
            "text": "These techniques may be limited by lack of viable local tissues or free flaps following extensive burns (57). ",
            "section": "Reconstruction of the Burned Ear",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "(57)"
                }
            ]
        },
        {
            "text": "Innovative techniques combining scalp tissue expansion with porous polyethylene reconstruction is recently introduced, which use temporoparietal fascia flaps and does not require costochondral grafting (58). ",
            "section": "Reconstruction of the Burned Ear",
            "ref_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "(58)"
                }
            ]
        },
        {
            "text": "Use of bone-anchored extraoral implants is also investigated in burn patients with lasting aesthetic results and low complications (59).",
            "section": "Reconstruction of the Burned Ear"
        },
        {
            "text": "In some cases of extensive auricular defects, especially in older patients, surgical procedures may not lead to satisfactory results and prosthetic reconstruction should be used. ",
            "section": "Prosthetic Reconstruction of the Auricle"
        },
        {
            "text": "From a historical perspective, ear prostheses are broadly used and various attachment techniques are tested since ancient times (60). ",
            "section": "Prosthetic Reconstruction of the Auricle",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "(60)"
                }
            ]
        },
        {
            "text": "In addition to the aesthetic concerns, perfect fitting of the prosthesis is of utmost importance. ",
            "section": "Prosthetic Reconstruction of the Auricle"
        },
        {
            "text": "Titanium screw implants address issues such as bone healing, vascular integrity and integration of foreign objects into patients' bodies (61). ",
            "section": "Prosthetic Reconstruction of the Auricle",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "(61)"
                }
            ]
        },
        {
            "text": "Studies confirmed reliability of auricular prostheses anchored to the extraoral bone-integrated implants and evidence is accumulating the patient satisfaction and rapid return to normal life following such procedures (62).",
            "section": "Prosthetic Reconstruction of the Auricle"
        },
        {
            "text": "Utilizing autologous stem cell populations to treat craniofacial defects is a promising field of ongoing investigations. ",
            "section": "Novel Bioengineering Techniques in Auricular Reconstruction"
        },
        {
            "text": "Studies show that cartilage stem/progenitor cells (CSPCs) are highly chondrogenic and can produce elastic reconstructive material with long-term tissue restoration. ",
            "section": "Novel Bioengineering Techniques in Auricular Reconstruction"
        },
        {
            "text": "(63).",
            "section": "Novel Bioengineering Techniques in Auricular Reconstruction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "(63)"
                }
            ]
        },
        {
            "text": "Bioengineering absorbable materials that could serve as templates for cartilage healing are also a logical perspective currently studied to simplify reconstruction procedures (64). ",
            "section": "Novel Bioengineering Techniques in Auricular Reconstruction",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b66",
                    "text": "(64)"
                }
            ]
        },
        {
            "text": "Three dimensional templates made of bioresorbable and nonbioresorbable materials are tested but problems are encountered due to uneven biodegradation rates and further research is required before application of these novel techniques in the clinical setting (65, 66).",
            "section": "Novel Bioengineering Techniques in Auricular Reconstruction"
        },
        {
            "text": "There are different causes for auricular defects including tumor ablation, traumas and burns. ",
            "section": "Conclusions"
        },
        {
            "text": "Auricular reconstruction surgery is a challenging plastic procedure that requires great expertise and expert knowledge of the various techniques available. ",
            "section": "Conclusions"
        },
        {
            "text": "Current techniques could be further modified with respect to their cost-effectiveness and simplicity. ",
            "section": "Conclusions"
        },
        {
            "text": "The reconstruction method is dependent on defect size and location. ",
            "section": "Conclusions"
        },
        {
            "text": "Novel techniques in the fields of reconstructive bioengineering and regenerative medicine are promising but further research is requirred before widespread clinical application.",
            "section": "Conclusions"
        },
        {
            "text": "The authors wish to thank the Trauma Research Center of Baqiyatallah University of Medical Sciences.",
            "section": "Acknowledgments"
        }
    ]
}