{
    "id": "e4ab54fee2",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Learning requires ongoing and repeated associations between stimuli and their implications (Hebb, 1949). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(Hebb, 1949)"
                }
            ]
        },
        {
            "text": "Across modalities, stable perceptual representation of stimuli from one experience to the next allows for the emergence of coherent internal representations, while",
            "section": "Introduction"
        },
        {
            "text": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). ",
            "section": "Introduction"
        },
        {
            "text": "neural instability characterizes individuals with clinical disorders (e.g., autism, dyslexia, attention deficit, and schizophrenia; cf. Dinstein et al., 2015). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Dinstein et al., 2015)"
                }
            ]
        },
        {
            "text": "This neural stability comes into play when an individual interacts with sound; unstable processing in the auditory system has been observed in individuals with language impairments (Ahissar et al., 2000;Evans et al., 2009;Hornickel et al., 2009;Hornickel and Kraus, 2013). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 203,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Ahissar et al., 2000;"
                },
                {
                    "start": 203,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "Evans et al., 2009;"
                },
                {
                    "start": 222,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "Hornickel et al., 2009;"
                },
                {
                    "start": 245,
                    "end": 271,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "Hornickel and Kraus, 2013)"
                }
            ]
        },
        {
            "text": "Stable neural processing of structured temporal patterns may be particularly crucial for language acquisition and development: anticipation and detection of the timing of auditory events allows a listener to tune in to and predict important acoustic features (Large and Jones, 1999;McAuley et al., 2006) necessary for distinguishing and reproducing syllabic segments, prosodic cues, and the rapidly changing acoustic features that differentiate meaningful segments of speech (Baruch and Drake, 1997;Bertoncini and Mehler, 1981;Eimas et al., 1971;Ramus, 2000;Saffran et al., 1996;Tallal, 1980). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 259,
                    "end": 282,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(Large and Jones, 1999;"
                },
                {
                    "start": 282,
                    "end": 303,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "McAuley et al., 2006)"
                },
                {
                    "start": 475,
                    "end": 499,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(Baruch and Drake, 1997;"
                },
                {
                    "start": 499,
                    "end": 527,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "Bertoncini and Mehler, 1981;"
                },
                {
                    "start": 527,
                    "end": 546,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Eimas et al., 1971;"
                },
                {
                    "start": 546,
                    "end": 558,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "Ramus, 2000;"
                },
                {
                    "start": 558,
                    "end": 579,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "Saffran et al., 1996;"
                },
                {
                    "start": 579,
                    "end": 592,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "Tallal, 1980)"
                }
            ]
        },
        {
            "text": "Thus, stable neural coding of speech timing during early childhood -a period of intense, rapid learning and an age critical for mapping meaning to auditory input (Kuhl et al., 1992;Ruben, 1997) -could be acutely important for language learning.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(Kuhl et al., 1992;"
                },
                {
                    "start": 181,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "Ruben, 1997)"
                }
            ]
        },
        {
            "text": "Such precision and stability of speech processing in the human auditory system can be captured by examining the intertrial stability of the frequency following response (FFR) to a consonant -vowel speech syllable, a noninvasive measure of subcortical neural encoding, which records the summation of synchronous electrical activity originating from the auditory midbrain. ",
            "section": "Introduction"
        },
        {
            "text": "The FFR reflects both temporal and spectral physiognomies of auditory stimuli with fine resolution (Skoe and Kraus, 2010). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "(Skoe and Kraus, 2010)"
                }
            ]
        },
        {
            "text": "A high degree of intertrial stability of the FFR is associated with good reading ability in children, while intertrial variability has been observed to correlate with poorer reading skills (Hornickel and Kraus, 2013).",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(Hornickel and Kraus, 2013)"
                }
            ]
        },
        {
            "text": "Beat synchronization, or entraining a motor movement to an auditory beat, has proved an intriguing tool for assessing sensorimotor timing (reviewed systematically in Repp, 2005;Repp and Su, 2013), and has been linked to the aforementioned intertribal neural stability of the FFR to speech in adolescents (Tierney and Kraus, 2013a,b). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "Repp, 2005;"
                },
                {
                    "start": 177,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "Repp and Su, 2013)"
                },
                {
                    "start": 304,
                    "end": 332,
                    "type": "bibr",
                    "text": "(Tierney and Kraus, 2013a,b)"
                }
            ]
        },
        {
            "text": "Synchronizing to an external beat likely relies on temporal fidelity for auditory perceptual coding, motor production, and coupling between auditory and motor systems (Sowiński and Dalla Bella, 2013). ",
            "section": "Introduction"
        },
        {
            "text": "The auditory midbrain appears to be particularly important for beat synchronization, as it is uniquely positioned to play an integrating role: inferior colliculus receives ascending connections from subcortical auditory structures and motor areas (e.g., basal ganglia; Coleman and Clerici, 1987;Kudo and Niimi, 1980) and descending input from cortex (Bajo et al., 2010), in addition to sending information to cerebellum (another area crucial for fine motor control) via dorsolateral pontine nuclei (Hashikawa, 1983;Mower et al., 1979;Saint Marie, 1996).",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 269,
                    "end": 295,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "Coleman and Clerici, 1987;"
                },
                {
                    "start": 295,
                    "end": 316,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "Kudo and Niimi, 1980)"
                },
                {
                    "start": 350,
                    "end": 369,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(Bajo et al., 2010)"
                },
                {
                    "start": 498,
                    "end": 515,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(Hashikawa, 1983;"
                },
                {
                    "start": 515,
                    "end": 534,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "Mower et al., 1979;"
                },
                {
                    "start": 534,
                    "end": 552,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "Saint Marie, 1996)"
                }
            ]
        },
        {
            "text": "Examining links between sound processing in auditory midbrain and beat synchronization could inform our knowledge of the biology responsible for transformation of perceived periodicity in auditory stimuli to motor output. ",
            "section": "Introduction"
        },
        {
            "text": "Tierney and Kraus (2013a,b) have established a systematic relationship between intertrial stability of subcortical speech encoding and the consistency of beat synchronization in adolescents, proposing auditory system stability as a biological mechanism common to speech processing and beat-keeping. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 27,
                    "type": "bibr",
                    "text": "Tierney and Kraus (2013a,b)"
                }
            ]
        },
        {
            "text": "In young children, the ability to synchronize to a beat relates to precision of subcortical speech-envelope tracking, as well as pre-literacy skills thought to predict future reading skills such as phonological awareness and auditory short-term memory (Woodruff Carr et al., 2014).",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 252,
                    "end": 280,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "(Woodruff Carr et al., 2014)"
                }
            ]
        },
        {
            "text": "Here, we expand upon previous work (Woodruff Carr et al., 2014) to explore the neurophysiology underlying individual differences in preschoolers who are able to synchronize motor movements to isochronous beats at prosodic stress rates. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "Carr et al., 2014)"
                }
            ]
        },
        {
            "text": "We predicted more consistent auditory-motor timing, as revealed through beat synchronization, would relate to higher levels of intertrial neural stability for processing speech syllables. ",
            "section": "Introduction"
        },
        {
            "text": "Furthermore, our previous work identifying links between beat synchronization and neural envelope tracking precision led us to hypothesize that stability of low-frequency encoding in particular would relate to beat synchronization, because the envelope measure is filtered to capture low-frequency modulations. ",
            "section": "Introduction"
        },
        {
            "text": "Our findings suggest that stability of auditory neural encoding may be an important foundation for sensorimotor integration in preschoolers. ",
            "section": "Introduction"
        },
        {
            "text": "Furthermore, beat synchronization may serve as a useful behavioral tool for assessing developmental auditory neural function in young children.",
            "section": "Introduction"
        },
        {
            "text": "Twenty-five children (15 females), ages three and four years old (M = 4.34, SD = 0.56), were recruited from the Chicago area. ",
            "section": "Participants"
        },
        {
            "text": "No child had a history of a neurologic condition, a diagnosis of autism spectrum disorder, a family history of language learning disorders, or second language exposure. ",
            "section": "Participants"
        },
        {
            "text": "All children had normal age-adjusted scaled scores for both verbal (M = 13.48, SD = 3.24) and nonverbal (M = 13.52, SD = 2.84) intelligence estimated with the Wechsler Preschool and Primary Scale of Intelligence, third edition (WPPSI; Pearson/PsychCorp, San Antonio, TX), passed a screening of peripheral auditory function (normal otoscopy, Type A tympanograms, and distortion product otoacoustic emissions at least 6 dB above the noise floor from 0.5 to 4 kHz) and had normal click-evoked auditory brainstem responses (identifiable wave V latency of <5.8 ms). ",
            "section": "Participants"
        },
        {
            "text": "Informed consent and assent was obtained from legal guardians and children, respectively, in accordance with procedures approved by the Northwestern University Institutional Review Board and children were monetarily compensated for their participation.",
            "section": "Participants"
        },
        {
            "text": "Our beat synchronization task was based on Kirshner and Tomasello's (2009) social drumming entrainment paradigm for preschoolers. ",
            "section": "Beat synchronization"
        },
        {
            "text": "The experimenter sat across from the child with two conga drums between them, one for the experimenter and one for the participant. ",
            "section": "Beat synchronization"
        },
        {
            "text": "Each conga had a Pulse Percussion DR-1 drum trigger attached to the underside of its drumhead to record the drum hits and convert vibrations into voltage in real time with no delay. ",
            "section": "Beat synchronization"
        },
        {
            "text": "The experimenter covertly listened and drummed to an isochronous beat presented through an in-ear headphone and encouraged the child to imitate and drum along with the experimenter. ",
            "section": "Beat synchronization"
        },
        {
            "text": "Auditory stimuli and drum hits of both the experimenter and participant were recorded as two separate two-channel recordings in Audacity version 2.0.5. ",
            "section": "Beat synchronization",
            "entity_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "type": "software",
                    "rawForm": "Audacity",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "e4ab54fee2-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 145,
                    "end": 150,
                    "type": "version",
                    "rawForm": "2.0.5",
                    "resp": "#annotator7",
                    "id": "#e4ab54fee2-software-0"
                }
            ]
        },
        {
            "text": "Four trials were performed: two trials at 2.5 Hz followed by two trials at 1.67 Hz. ",
            "section": "Beat synchronization"
        },
        {
            "text": "Each trial was 20 s in duration, resulting in 50 isochronous drum hits for the 2.5 Hz trials and 33 drum hits for the 1.67 Hz trials. ",
            "section": "Beat synchronization"
        },
        {
            "text": "The use of two rates allowed for the assessment of general synchronization ability as opposed to synchronization to a specific rate, reducing the potential bias of an individual's preferred tempo.",
            "section": "Beat synchronization"
        },
        {
            "text": "2.2.1. ",
            "section": "Beat synchronization"
        },
        {
            "text": "Data processing-Synchronization data were processed using software developed in house in MATLAB (Mathworks, Inc., Natick, MA). ",
            "section": "Beat synchronization",
            "entity_spans": [
                {
                    "start": 89,
                    "end": 95,
                    "type": "software",
                    "rawForm": "MATLAB",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "e4ab54fee2-software-2",
                    "cert": "1.0"
                },
                {
                    "start": 97,
                    "end": 111,
                    "type": "publisher",
                    "rawForm": "Mathworks, Inc",
                    "resp": "#curator",
                    "id": "#e4ab54fee2-software-2"
                }
            ]
        },
        {
            "text": "Due to the high intersubject variability in intensity and rapidity of drumming, drum hits for the experimenter and participant were detected by setting an amplitude threshold and a refractory period on a participant-by-participant basis. ",
            "section": "Beat synchronization"
        },
        {
            "text": "The first point at which the signal exceeded the amplitude threshold was marked as a hit, immediately followed by a refractory period during which the program did not mark peaks (to ensure multiple points were not marked for each hit). ",
            "section": "Beat synchronization"
        },
        {
            "text": "Accuracy of automated hit detection was checked manually to ensure onsets were correctly marked for each hit. ",
            "section": "Beat synchronization"
        },
        {
            "text": "(Fisher, 1993), a useful tool for assessing sensorimotor synchronization when there is not one-to-one correspondence of hits and pacing stimuli (Kirschner and Tomasello, 2009; Sowiński and Dalla Bella, 2013; Fujii and Schlaug, 2013), as is the case with this dataset: children frequently missed hits or did not synchronize continuously over a session. ",
            "section": "Beat synchronization",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 14,
                    "type": "bibr",
                    "text": "(Fisher, 1993)"
                },
                {
                    "start": 144,
                    "end": 232,
                    "type": "bibr",
                    "text": "(Kirschner and Tomasello, 2009; Sowiński and Dalla Bella, 2013; Fujii and Schlaug, 2013)"
                }
            ]
        },
        {
            "text": "Each drum hit was assigned a relative phase angle (θ or \"accuracy\") in degrees by subtracting the hit time from the nearest experimenter's hit, dividing the result by the ISI, and multiplying by 360. ",
            "section": "Beat synchronization"
        },
        {
            "text": "The mean of all vectors resulted in R, a measurement of the extent to which participants tended to maintain a constant temporal relationship between their drum hits and the experimenter's. ",
            "section": "Beat synchronization"
        },
        {
            "text": "We define beat synchronization \"consistency\" as the average vector length across each of the two trials and across both rates. ",
            "section": "Beat synchronization"
        },
        {
            "text": "These two measures seem largely independent (correlation between consistency and accuracy: r (25) = −0.275, p = 0.183). ",
            "section": "Beat synchronization"
        },
        {
            "text": "Recent work has shown the ability to synchronize to an external beat is still developing during this age (Kirschner and Tomasello, 2009; Woodruff Carr et al., 2014). ",
            "section": "Beat synchronization",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 164,
                    "type": "bibr",
                    "text": "(Kirschner and Tomasello, 2009; Woodruff Carr et al., 2014)"
                }
            ]
        },
        {
            "text": "Therefore, Rayleigh's test was applied to the set of all vectors produced in the two trials for a given rate to determine whether a participant was successfully synchronizing (the null hypothesis of this test is that the distribution of data points occur randomly in time near or away from the pacing stimuli onsets, indicative of chance performance; p > 0.05). ",
            "section": "Beat synchronization"
        },
        {
            "text": "The two trials at each rate were combined to compute a Rayleigh's p-value for each rate. ",
            "section": "Beat synchronization"
        },
        {
            "text": "If a child's Rayleigh's test resulted in a p <0.05 at both rates, the child was included in analyses. ",
            "section": "Beat synchronization"
        },
        {
            "text": "Our previous work (Woodruff Carr et al., 2014) investigated group differences in neural processing between children who could (p < 0.05) and could not (p > 0.05) synchronize; the current investigation expands upon this work by investigating neural correlates of synchronization ability within an expanded group of successful synchronizers. ",
            "section": "Beat synchronization",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 46,
                    "type": "bibr",
                    "text": "Carr et al., 2014)"
                }
            ]
        },
        {
            "text": "(Klatt, 1980Additionally, auditory brainstem responses (ABRs) were collected to a 100 µs square wave click stimulus presented in rarefaction at 80 dB SPL at a 31.3 Hz sampling rate. ",
            "section": "Beat synchronization",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 12,
                    "type": "bibr",
                    "text": "(Klatt, 1980"
                }
            ]
        },
        {
            "text": "2000 sweeps were presented.",
            "section": "Beat synchronization"
        },
        {
            "text": "Beat synchronization ability was assessed using circular statistics (Fisher, 1993), a useful tool for assessing sensorimotor synchronization when there is not one-to-one correspondence of hits and pacing stimuli (Kirschner and Tomasello, 2009;Sowiński and Dalla Bella, 2013;Fujii and Schlaug, 2013), as is the case with this dataset: children frequently missed hits or did not synchronize continuously over a session. ",
            "section": "Data analysis-",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(Fisher, 1993)"
                },
                {
                    "start": 212,
                    "end": 243,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(Kirschner and Tomasello, 2009;"
                },
                {
                    "start": 243,
                    "end": 274,
                    "type": "bibr",
                    "text": "Sowiński and Dalla Bella, 2013;"
                },
                {
                    "start": 274,
                    "end": 298,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "Fujii and Schlaug, 2013)"
                }
            ]
        },
        {
            "text": "Each drum hit was assigned a relative phase angle (θ or \"accuracy\") in degrees by subtracting the hit time from the nearest experimenter's hit, dividing the result by the ISI, and multiplying by 360. ",
            "section": "Data analysis-"
        },
        {
            "text": "The mean of all vectors resulted in R, a measurement of the extent to which participants tended to maintain a constant temporal relationship between their drum hits and the experimenter's. ",
            "section": "Data analysis-"
        },
        {
            "text": "We define beat synchronization \"consistency\" as the average vector length across each of the two trials and across both rates. ",
            "section": "Data analysis-"
        },
        {
            "text": "These two measures seem largely independent (correlation between consistency and accuracy: r (25) = −0.275, p = 0.183). ",
            "section": "Data analysis-"
        },
        {
            "text": "Recent work has shown the ability to synchronize to an external beat is still developing during this age (Kirschner and Tomasello, 2009;Woodruff Carr et al., 2014). ",
            "section": "Data analysis-",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(Kirschner and Tomasello, 2009;"
                },
                {
                    "start": 136,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "Woodruff Carr et al., 2014)"
                }
            ]
        },
        {
            "text": "Therefore, Rayleigh's test was applied to the set of all vectors produced in the two trials for a given rate to determine whether a participant was successfully synchronizing (the null hypothesis of this test is that the distribution of data points occur randomly in time near or away from the pacing stimuli onsets, indicative of chance performance; p > 0.05). ",
            "section": "Data analysis-"
        },
        {
            "text": "The two trials at each rate were combined to compute a Rayleigh's p-value for each rate. ",
            "section": "Data analysis-"
        },
        {
            "text": "If a child's Rayleigh's test resulted in a p <0.05 at both rates, the child was included in analyses. ",
            "section": "Data analysis-"
        },
        {
            "text": "Our previous work (Woodruff Carr et al., 2014) investigated group differences in neural processing between children who could (p < 0.05) and could not (p > 0.05) synchronize; the current investigation expands upon this work by investigating neural correlates of synchronization ability within an expanded group of successful synchronizers.",
            "section": "Data analysis-",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "Carr et al., 2014)"
                }
            ]
        },
        {
            "text": "2.3.1. ",
            "section": "Neurophysiology"
        },
        {
            "text": "Stimuli-Frequency following responses (FFRs) were elicited to 170 ms six-formant stop consonant -vowel speech syllables [ba], [da], and [ga] at 80 dB SPL at a 4.35 Hz sampling rate. ",
            "section": "Neurophysiology",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "text": "[da]"
                }
            ]
        },
        {
            "text": "Syllables were synthesized at 20 kHz with voicing onset at 5 ms, a 50 ms formant transition, and a 120 ms steady state vowel using a Klatt-based formant synthesizer (Klatt, 1980). ",
            "section": "Neurophysiology",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(Klatt, 1980)"
                }
            ]
        },
        {
            "text": "Stimuli differed only in onset frequency of the second formant (F 2 ; [ba] = 900 Hz, [da] = 1700 Hz, [ga] = 2480 Hz), shifting to 1240 Hz for the steady-state vowel. ",
            "section": "Neurophysiology"
        },
        {
            "text": "Over the transition period for all stimuli the first and third formants were dynamic (F 1 = 400-720 Hz, F 3 = 2580-2500 Hz) with the fundamental frequency, fourth, fifth, and sixth formants constant (F 0 = 100, F 4 = 3300, F 5 =3750, and F 6 = 4900 Hz). ",
            "section": "Neurophysiology"
        },
        {
            "text": "All stimuli were presented in alternating polarities (stimulus waveform was inverted 180°) with an interstimulus interval of 81 ms controlled by E-Prime version 2.0 (Psychology Software Tools, Inc., Sharpsburg, PA). ",
            "section": "Neurophysiology"
        },
        {
            "text": "Each stimulus was presented 4200 times, with presentation order randomized for each participant.",
            "section": "Neurophysiology"
        },
        {
            "text": "Additionally, auditory brainstem responses (ABRs) were collected to a 100 µs square wave click stimulus presented in rarefaction at 80 dB SPL at a 31.3 Hz sampling rate. ",
            "section": "Neurophysiology"
        },
        {
            "text": "2000 sweeps were presented.",
            "section": "Neurophysiology"
        },
        {
            "text": "were presented monaurally to the right ear through an insert earphone (ER-3, Etymotic Research, Elk Grove Village, IL) while the participant sat watching a movie of their choice in a sound-attenuated booth (IAC Acoustics, Bronx, NY). ",
            "section": "Recording parameters-Stimuli"
        },
        {
            "text": "The left ear remained unblocked so that the soundtrack of the movie (<40 dB SPL) was audible but not loud enough to mask presented stimuli. ",
            "section": "Recording parameters-Stimuli"
        },
        {
            "text": "FFRs were collected using BioSEMI Active2 with an ActiABR module recorded in LabView 2.0 (National Instruments, Austin, TX). ",
            "section": "Recording parameters-Stimuli",
            "entity_spans": [
                {
                    "start": 77,
                    "end": 84,
                    "type": "software",
                    "rawForm": "LabView",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "e4ab54fee2-software-5",
                    "cert": "1.0"
                },
                {
                    "start": 85,
                    "end": 88,
                    "type": "version",
                    "rawForm": "2.0",
                    "resp": "#annotator7",
                    "id": "#e4ab54fee2-software-5"
                },
                {
                    "start": 90,
                    "end": 110,
                    "type": "publisher",
                    "rawForm": "National Instruments",
                    "resp": "#curator",
                    "id": "#e4ab54fee2-software-5"
                }
            ]
        },
        {
            "text": "Responses were digitized at 16.384 kHz and collected with an online bandpass filter from 100 to 3000 Hz (20 dB/decade roll-off). ",
            "section": "Recording parameters-Stimuli"
        },
        {
            "text": "The active electrode was placed at the vertex (Cz), with references on each earlobe. ",
            "section": "Recording parameters-Stimuli"
        },
        {
            "text": "Grounding electrodes CMS and DRL were placed on the forehead at Fp1 and Fp2, respectively. ",
            "section": "Recording parameters-Stimuli"
        },
        {
            "text": "Only ipsilateral-referenced (Cz-Right earlobe) responses were used in analyses. ",
            "section": "Recording parameters-Stimuli"
        },
        {
            "text": "Offset voltage was <50 mV for all electrodes.",
            "section": "Recording parameters-Stimuli"
        },
        {
            "text": "to speech stimuli were offline amplified in the frequency domain 20 dB per decade for 3 decades below 100 Hz, bandpass filtered from 70 to 2000 Hz (12 dB/octave roll-off), segmented into epochs with an interval of −40 to 210 ms (in relation to the stimulus onset), and baseline-corrected to the pre-stimulus period. ",
            "section": "Data reduction and processing-FFRs"
        },
        {
            "text": "Responses exceeding ±35 µV were rejected as artifacts and remaining sweeps were averaged. ",
            "section": "Data reduction and processing-FFRs"
        },
        {
            "text": "Final responses to each syllable comprised 2000 artifact-free sweeps of each polarity, and responses to the two polarities were added to accentuate the response to the speech envelope (Aiken and Picton, 2008) and limit the influence of cochlear microphonic and stimulus artifact (Campbell et al., 2012). ",
            "section": "Data reduction and processing-FFRs",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 208,
                    "type": "bibr",
                    "text": "(Aiken and Picton, 2008)"
                },
                {
                    "start": 279,
                    "end": 302,
                    "type": "bibr",
                    "text": "(Campbell et al., 2012)"
                }
            ]
        },
        {
            "text": "Data reduction occurred in MATLAB using custom scripts.",
            "section": "Data reduction and processing-FFRs",
            "entity_spans": [
                {
                    "start": 27,
                    "end": 33,
                    "type": "software",
                    "rawForm": "MATLAB",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "e4ab54fee2-software-simple-7",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "The FFR faithfully reproduces spectrotemporal stimulus features due to the inferior colliculus' ability to encode fine timing information (Liu et al., 2006; Warrier et al., 2011). ",
            "section": "Data analysis-",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 178,
                    "type": "bibr",
                    "text": "(Liu et al., 2006; Warrier et al., 2011)"
                }
            ]
        },
        {
            "text": "Intertrial stability of the ABR was assessed using a procedure previously reported (Hornickel and Kraus, 2013; Tierney and Kraus, 2013a,b).",
            "section": "Data analysis-",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 138,
                    "type": "bibr",
                    "text": "(Hornickel and Kraus, 2013; Tierney and Kraus, 2013a,b)"
                }
            ]
        },
        {
            "text": "To calculate the stability of a participant's response to the speech stimuli, 2000 of 4000 trials were randomly selected and averaged. ",
            "section": "Data analysis-"
        },
        {
            "text": "The remaining 2000 trials were also averaged. ",
            "section": "Data analysis-"
        },
        {
            "text": "The two sub-averaged waveforms were then correlated over the 0 to 170 ms range to determine their similarity. ",
            "section": "Data analysis-"
        },
        {
            "text": "These steps were repeated 300 different times, each with different random samplings of trials, and the 300 correlation values were averaged to generate a final measure of intertrial neural response stability. ",
            "section": "Data analysis-"
        },
        {
            "text": "Neural stability for encoding the click stimulus was assessed over 0 to 11.95 ms of the response using the same methodology: the two subaveraged waveforms (1000 randomly selected, averaged trials) were correlated to determine similarity 100 times, each with different random samplings of trials, and the correlation values were averaged. ",
            "section": "Data analysis-"
        },
        {
            "text": "To specifically examine the timing variability in frequency encoding of the 170 ms speech-evoked FFR, intertrial phase-locking (Tierney and Kraus, 2013a,b) was calculated in 20 Hz windows surrounding the fundamental frequency of the stimulus (100 Hz) and its harmonics up to 1000 Hz. ",
            "section": "Data analysis-",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 155,
                    "type": "bibr",
                    "text": "(Tierney and Kraus, 2013a,b)"
                }
            ]
        },
        {
            "text": "Time-frequency spectrum was calculated using a short-time fast Fourier transform that resulted in a matrix containing two measures for each time × frequency point: a vector length (the extent to which each frequency is encoded in the FFR) and phase (the timing of that frequency). ",
            "section": "Data analysis-"
        },
        {
            "text": "To specifically analyze the timing variability, each vector was transformed into a unit vector. ",
            "section": "Data analysis-"
        },
        {
            "text": "For each frequency, the 4000 vectors were averaged and the length of the resulting vector was calculated as a measure of the consistency of phase across trials. ",
            "section": "Data analysis-"
        },
        {
            "text": "Low frequency phase-locking was captured by averaging across the vectors for 100, 200, 300, and 400 Hz, while high frequency phase-locking was computed as a mean of the vectors for harmonics 500-1000 Hz. ",
            "section": "Data analysis-"
        },
        {
            "text": "Intertrial neural stability and phase-locking correlation values were Fisher and log transformed to conform to the expectations of a linear model (normality and sphericity). ",
            "section": "Data analysis-"
        },
        {
            "text": "Data analysis occurred inMATLAB.",
            "section": "Data analysis-",
            "entity_spans": [
                {
                    "start": 25,
                    "end": 31,
                    "type": "software",
                    "rawForm": "MATLAB",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "e4ab54fee2-software-simple-8",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Pearson correlations were used to compare intertrial neural stability and phase-locking across stimuli (mean of [ba] + [da] + [ga]) to beat synchronization consistency. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Phaselocking was averaged across low-frequency harmonics (100-400 Hz) and high-frequency harmonics (500-1000 Hz). ",
            "section": "Statistical analysis"
        },
        {
            "text": "Hierarchical two-step linear regressions were employed to determine how neural stability and phase-locking predicted variance in beat synchronization over and above demographic factors. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Statistics were computed using SPSS (SPSS, Inc., Chicago, IL).",
            "section": "Statistical analysis",
            "entity_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "e4ab54fee2-software-9",
                    "cert": "1.0"
                },
                {
                    "start": 37,
                    "end": 46,
                    "type": "publisher",
                    "rawForm": "SPSS, Inc",
                    "resp": "#curator",
                    "id": "#e4ab54fee2-software-9"
                }
            ]
        },
        {
            "text": "We found a systematic relationship between beat synchronization consistency (a measure of the extent to which participants were able to maintain a constant temporal relationship between their drum hits and the pacing stimulus events) and intertrial neural stability, a measure of trial-by-trial variability in auditory midbrain. ",
            "section": "Intertrial neural stability"
        },
        {
            "text": "Those who more consistently synchronized had higher intertrial neural stability (composite of [ba], [da], and [ga]: r (25) = 0.554, p = 0.004; Fig. 1a). ",
            "section": "Intertrial neural stability",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "text": "[da]"
                },
                {
                    "start": 143,
                    "end": 150,
                    "type": "figure",
                    "text": "Fig. 1a"
                }
            ]
        },
        {
            "text": "There was no relationship between beat synchronization accuracy and intertrial neural stability (r (25) = 0.092, p = 0.663). ",
            "section": "Intertrial neural stability"
        },
        {
            "text": "This relationship was specific to periodic stimuli such as speech: intertrial stability of the click-evoked auditory brainstem response (ABR) did not correlate with beat synchronization (r (25) = 0.048, p = 0.819).",
            "section": "Intertrial neural stability"
        },
        {
            "text": "To determine the unique predictability of beat synchronization from neural response stability, we performed a hierarchical linear regression. ",
            "section": "Intertrial neural stability"
        },
        {
            "text": "On the first step the independent variables sex, age, and verbal and non-verbal intelligence scores failed to predict unique variance in beat synchronization (R 2 = 0.219, F (4,20) = 1.339, p = 0.270). ",
            "section": "Intertrial neural stability"
        },
        {
            "text": "On the second step we added the independent variable of intertrial neural stability. ",
            "section": "Intertrial neural stability"
        },
        {
            "text": "This step improved the model, explaining an additional 23.3% of beat synchronization variance (F (1,19) = 8.067, p = 0.010), over and above age, sex, IQ, and vocabulary. ",
            "section": "Intertrial neural stability"
        },
        {
            "text": "Our overall model accounts for 45.2% (F (5,19) = 3.129, p = 0.032) of variance in beat synchronization consistency (see Table 1A for full regression results). ",
            "section": "Intertrial neural stability",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 128,
                    "type": "table",
                    "text": "Table 1A"
                }
            ]
        },
        {
            "text": "Assuming an alpha level of p < 0.05, a post hoc power analysis revealed a large effect size (Cohen's f 2 =0.425) and sufficient power (0.816).",
            "section": "Intertrial neural stability"
        },
        {
            "text": "To investigate intertrial stability at specific frequencies, a measure of intertrial phaselocking to the fundamental frequency (F 0 ) and its harmonics was computed. ",
            "section": "Intertrial neural phase-locking"
        },
        {
            "text": "We again discovered a systematic relationship between consistency of beat synchronization and phaselocking, specifically at lower frequencies: F 0 and its first three harmonics (composite of [ba], [da], and [ga] at 100-400 Hz: r (25) = 0.609, p = 0.001; Fig. 1b), as was reported for adolescents in previous work (Tierney and Kraus, 2013a,b). ",
            "section": "Intertrial neural phase-locking",
            "ref_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "type": "bibr",
                    "text": "[da]"
                },
                {
                    "start": 254,
                    "end": 262,
                    "type": "figure",
                    "text": "Fig. 1b)"
                },
                {
                    "start": 313,
                    "end": 341,
                    "type": "bibr",
                    "text": "(Tierney and Kraus, 2013a,b)"
                }
            ]
        },
        {
            "text": "Fig. 2 further illustrates this relationship between intertrial neural phase-locking and beat synchronization consistency. ",
            "section": "Intertrial neural phase-locking",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "Investigation of higher frequency phase-locking (500-1000 Hz) revealed no link to beat synchronization consistency (r (25) = 0.330, p = 0.108; see Table 2 for correlations between phase-locking to each frequency and beat synchronization consistency), suggesting a frequency specificity of this effect. ",
            "section": "Intertrial neural phase-locking",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 154,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "These relationships were not observed for synchronization accuracy (100-400 Hz: r (25) = 0.039, p = 0.853; 500-1000 Hz: r (25) = −0.009, p = 0.965).",
            "section": "Intertrial neural phase-locking"
        },
        {
            "text": "Again, hierarchical linear regression modeling was performed to control for demographic factors. ",
            "section": "Intertrial neural phase-locking"
        },
        {
            "text": "On the first step the independent variables sex, age, and verbal and non-verbal intelligence did not predict unique variance of beat synchronization, but with the addition of the independent variable of low-frequency phase-locking the model was improved, explaining an additional 26.8% of beat synchronization consistency variance (F (1,19) = 9.927, p = 0.005), over and above demographic factors. ",
            "section": "Intertrial neural phase-locking"
        },
        {
            "text": "The overall model accounts for 48.7% (F (5,19) = 3.605, p = 0.018) of variance in consistency of beat synchronization. ",
            "section": "Intertrial neural phase-locking"
        },
        {
            "text": "(See Table 1B for full regression results.) ",
            "section": "Intertrial neural phase-locking",
            "ref_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "type": "table",
                    "text": "Table 1B"
                }
            ]
        },
        {
            "text": "Assuming an alpha level of p< 0.05, a post hoc power analysis revealed a large effect size (Cohen's f 2 =0.522) and sufficient power (0.887). ",
            "section": "Intertrial neural phase-locking"
        },
        {
            "text": "This effect was specific to lower frequencies (100-400 Hz): incorporating high frequency (500-1000 Hz) phase-locking into the regression model in a third step did not improve its fit (ΔR 2 < 0.001, p = 0.943).",
            "section": "Intertrial neural phase-locking"
        },
        {
            "text": "These results suggest that successful beat synchronization in young children relies in part on stable temporal encoding in the auditory system. ",
            "section": "Discussion"
        },
        {
            "text": "Less variability when encoding sound may allow for more regularly-timed motor reactions. ",
            "section": "Discussion"
        },
        {
            "text": "We propose trial-by-trial neural stability supports the developmental process of coordinating auditory-motor beat synchronization in young children. ",
            "section": "Discussion"
        },
        {
            "text": "The present findings are in line with previous studies linking the ability to tap consistently to a beat and stability of subcortical sound processing (Tierney and Kraus, 2013a,b), and provide a unique developmental perspective for a neural timing metric that underlies literacy skills (Hornickel and Kraus, 2013;Tierney and Kraus, 2013a,b). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 179,
                    "type": "bibr",
                    "text": "(Tierney and Kraus, 2013a,b)"
                },
                {
                    "start": 286,
                    "end": 313,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(Hornickel and Kraus, 2013;"
                },
                {
                    "start": 313,
                    "end": 340,
                    "type": "bibr",
                    "text": "Tierney and Kraus, 2013a,b)"
                }
            ]
        },
        {
            "text": "This mechanism appears to be in place at an early age, during the development of many important language skills, and prior to explicit reading instruction.",
            "section": "Discussion"
        },
        {
            "text": "During beat synchronization, perception and production systems must interact synchronously for optimal performance: the brain extracts and estimates stimulus periodicity as well as assesses discrepancies between the stimulus and one's own motor output (Rauschecker, 2011). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 252,
                    "end": 271,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "(Rauschecker, 2011)"
                }
            ]
        },
        {
            "text": "The subcortical nervous system works to detect sub-second differences in intervals (basal ganglia) and integrate this performance feedback across modalities (through connections from the dorsal cochlear nucleus to the cerebellum) to make subtle timing adjustments (Merchant et al., 2008), resulting in error-correction of asynchronies that does not always necessitate conscious effort (Ito, 2008;Repp, 2000;Schwartze and Kotz, 2013). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 264,
                    "end": 287,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(Merchant et al., 2008)"
                },
                {
                    "start": 385,
                    "end": 396,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(Ito, 2008;"
                },
                {
                    "start": 396,
                    "end": 407,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "Repp, 2000;"
                },
                {
                    "start": 407,
                    "end": 432,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "Schwartze and Kotz, 2013)"
                }
            ]
        },
        {
            "text": "Although the influence of motor variability during beat synchronization cannot be ruled out, we believe this is not a main factor influencing our results. ",
            "section": "Discussion"
        },
        {
            "text": "Other work with children this age reports no correlation between motor variability in spontaneous tapping and synchronization tasks (Drake et al., 2000), suggesting that variability in synchronization performance in young children is primarily driven by factors other than motor variability. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(Drake et al., 2000)"
                }
            ]
        },
        {
            "text": "We suggest our neural stability measure captures auditorymotor integration, and future work is needed to parse the influence of these separate, but connected, systems.",
            "section": "Discussion"
        },
        {
            "text": "Our results suggest coherence of temporal encoding across timescales. ",
            "section": "Discussion"
        },
        {
            "text": "In particular, we demonstrate rapid intertrial neural stability for encoding frequency information from 100 to 400 Hz (for speech stimuli presented at 4.35 Hz) relates to consistency of beat synchronization (to rates approximating speech syllables, at 1.67 and 2.5 Hz; see Table 3). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 273,
                    "end": 280,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "This connection between millisecond-level timing in the auditory midbrain and coordination of motor movements to synchronize at much slower rates may be a function of hierarchical temporal scaffolding, with incredibly fast neural fidelity (i.e., intertrial stability of the FFR for dynamic formant transitions and periodic vowels) acting as temporal subdivisions to support sensorimotor synchrony (i.e., beat synchronization consistency) at slower rates. ",
            "section": "Discussion"
        },
        {
            "text": "This finding is coherent with previous work demonstrating concomitance between beat synchronization and low-frequency temporal encoding precision: correlations were observed between beat synchronization consistency and subcortical envelope tracking, but not for broadband stimulus encoding (Woodruff Carr et al., 2014). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 290,
                    "end": 318,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "(Woodruff Carr et al., 2014)"
                }
            ]
        },
        {
            "text": "Together, we suggest the ability to tune in to and exploit slow modulations of spectral information emerges first developmentally, supporting more stable trial-by-trial neural encoding.",
            "section": "Discussion"
        },
        {
            "text": "The FFR is generated by a summation of simultaneous, synchronously-firing neurons throughout subcortical auditory nuclei; therefore intertrial variability of an FFR may result from a number of circumstances: a failure of eighth nerves to synchronize (e.g., auditory neuropathy), greater receptor adaptation or fatigue, and/or slower recovery from firing (i.e., prolonged refractory periods) (Don et al., 1977;Starr et al., 2003;Schaette et al., 2005). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 391,
                    "end": 409,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(Don et al., 1977;"
                },
                {
                    "start": 409,
                    "end": 428,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "Starr et al., 2003;"
                },
                {
                    "start": 428,
                    "end": 450,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "Schaette et al., 2005)"
                }
            ]
        },
        {
            "text": "It is difficult to pinpoint the cause of this jitter, but future work using intracranial recordings is necessary to determine its source. ",
            "section": "Discussion"
        },
        {
            "text": "If reliable animal models for beat synchronization are discovered (Cook et al., 2013;Hasegawa et al., 2011;Hattori et al., 2013;Large and Gray, 2015;Patel et al., 2009), it may be possible to explore local temporal jitter within inferior colliculus, a primary generator of the FFR, and how this relates to beat synchronization abilities.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(Cook et al., 2013;"
                },
                {
                    "start": 85,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "Hasegawa et al., 2011;"
                },
                {
                    "start": 107,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Hattori et al., 2013;"
                },
                {
                    "start": 128,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "Large and Gray, 2015;"
                },
                {
                    "start": 149,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "Patel et al., 2009)"
                }
            ]
        },
        {
            "text": "The ability to consistently perceive and anticipate time intervals in sound streams may explain previously-observed links between auditory-motor synchronization and phonological processing: if input to the auditory system is not coherent from one experience to the next, this could hinder the developmental of a refined phonemic inventory. ",
            "section": "Discussion"
        },
        {
            "text": "Increased neural variability would make the process of learning the correct probabilities and statistics of acoustic events challenging, and individuals with poor neural stability could exhibit difficulties in predicting their environment. ",
            "section": "Discussion"
        },
        {
            "text": "In the case of autism, individuals with greater neural noise also exhibit heightened sensitivity to details at the consequence of an impaired ability to integrate details into gestalt percepts (Dinstein et al., 2015). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 193,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Dinstein et al., 2015)"
                }
            ]
        },
        {
            "text": "Neural instability might be responsible for some of the deficits exhibited by children with language difficulties who struggle to process timing information in speech, through the process of stochastic resonance (McDonnell and Abbott, 2009). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "(McDonnell and Abbott, 2009)"
                }
            ]
        },
        {
            "text": "Stochastic resonance is a phenomenon where a signal normally too weak to be detected is boosted by noise. ",
            "section": "Discussion"
        },
        {
            "text": "This may bias children with autism to focus on details rather than attempt to integrate them, and could also explain a pattern observed in the auditory domain for children with dyslexia. ",
            "section": "Discussion"
        },
        {
            "text": "These children with auditory-based learning disorders exhibit an allophonic mode of speech perception, demonstrating higher sensitivity to irrelevant phonemic distinctions (Serniclaes et al., 2004). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "(Serniclaes et al., 2004)"
                }
            ]
        },
        {
            "text": "Supporting this idea, greater variability in auditory-neurophysiological responses elicited by speech have been reported in poor readers (Hornickel and Kraus, 2013; and animal models of dyslexia (Centanni et al., 2013).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(Hornickel and Kraus, 2013;"
                },
                {
                    "start": 195,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(Centanni et al., 2013)"
                }
            ]
        },
        {
            "text": "In light of our current results, we suggest more stable trial-by-trial encoding of lowfrequency (100 to 400 Hz) spectrotemporal acoustic features supports stable internal representations of sounds imperative for language learning. ",
            "section": "Discussion"
        },
        {
            "text": "This stability of sound encoding might eventually bootstrap phonological development through cognitive systems that are engaged during listening and learning (cognitive-sensory coupling) such as attention and working memory (cf. Kraus and White-Schwoch, 2015), subsequently facilitating reading acquisition. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 229,
                    "end": 259,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Kraus and White-Schwoch, 2015)"
                }
            ]
        },
        {
            "text": "Additionally, individuals diagnosed with speech and language impairments such as specific language impairment and dyslexia are less accurate than age-and languagematched controls at synchronizing to prosodic stress-rate tempi (Corriveau and Goswami, 2009;Thomson et al., 2006;Thomson and Goswami, 2008), suggesting that unstable neural responses may contribute to poor auditory processing important for both beat synchronization and development of literacy skills.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(Corriveau and Goswami, 2009;"
                },
                {
                    "start": 255,
                    "end": 276,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "Thomson et al., 2006;"
                },
                {
                    "start": 276,
                    "end": 301,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "Thomson and Goswami, 2008"
                }
            ]
        },
        {
            "text": "Although the present work does not explicitly relate these metrics to language proficiency, it does reveal a relationship between subcortical speech processing and auditory-motor synchronization at a prosodic rate, both metrics that independently relate to language competency (Hornickel and Kraus, 2013;Tierney and Kraus, 2013a,b;Thomson and Goswami, 2008;White-Schwoch et al., 2015;Woodruff Carr et al., 2014). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 277,
                    "end": 304,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(Hornickel and Kraus, 2013;"
                },
                {
                    "start": 304,
                    "end": 331,
                    "type": "bibr",
                    "text": "Tierney and Kraus, 2013a,b;"
                },
                {
                    "start": 331,
                    "end": 357,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "Thomson and Goswami, 2008;"
                },
                {
                    "start": 357,
                    "end": 384,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "White-Schwoch et al., 2015;"
                },
                {
                    "start": 384,
                    "end": 411,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "Woodruff Carr et al., 2014)"
                }
            ]
        },
        {
            "text": "Moreover, we observed this relationship between beat synchronization consistency and auditory neural stability only in response to periodic speech-like sounds and not acoustically-simple click stimuli (cf. Hornickel and Kraus, 2013), which we believe provides further evidence that the degree of neural fidelity with which an individual is able to resolve dynamic stimuli such as speech is intimately tied to beat synchronization.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 206,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "Hornickel and Kraus, 2013)"
                }
            ]
        },
        {
            "text": "In summary, we provide biological evidence of relationships between auditory-motor beat synchronization and intertrial neural stability for encoding speech sounds, establishing these links for the first time in emergent readers. ",
            "section": "Conclusion"
        },
        {
            "text": "We suggest that stable neural responses to sound may be integral to the emergence of sensorimotor synchronization skills. ",
            "section": "Conclusion"
        },
        {
            "text": "These findings illuminate a potential underlying neural mechanism that links the ability to synchronize and development of phonological processing during preschool years, as observed in previous work (Woodruff Carr et al., 2014). ",
            "section": "Conclusion",
            "ref_spans": [
                {
                    "start": 210,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "Carr et al., 2014)"
                }
            ]
        },
        {
            "text": "Encouragingly, neural synchrony can be improved through auditory training (Hornickel et al., 2012;Russo et al., 2005;Song et al., 2012). ",
            "section": "Conclusion",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(Hornickel et al., 2012;"
                },
                {
                    "start": 98,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "Russo et al., 2005;"
                },
                {
                    "start": 117,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "Song et al., 2012)"
                }
            ]
        },
        {
            "text": "In addition, musical training has been shown to improve beat synchronization (Slater et al., 2013). ",
            "section": "Conclusion",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "(Slater et al., 2013)"
                }
            ]
        },
        {
            "text": "Given relationships observed in the present work, it seems possible that a rhythmbased music training program might prove successful for refining temporal processing and consequential language and literacy skills (Bhide et al., 2013;Kuhl, 2007). ",
            "section": "Conclusion",
            "ref_spans": [
                {
                    "start": 213,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Bhide et al., 2013;"
                },
                {
                    "start": 233,
                    "end": 244,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "Kuhl, 2007)"
                }
            ]
        },
        {
            "text": "Future work exploring the potential therapeutic benefits of an auditory-motor integration task, such as drumming in time to music or speech, could inform preemptive treatment for children with substandard auditory processing before behavioral struggles manifest. ",
            "section": "Conclusion"
        },
        {
            "text": "The ability to consistently time motor movements to an auditory beat relates to ",
            "section": "Conclusion"
        },
        {
            "text": "(a) intertrial neural stability (r (25) = 0.554, p = 0.004) and ",
            "section": "Conclusion"
        },
        {
            "text": "(b) low-frequency (100-400 Hz) intertrial phase-locking (r (25) = 0.609, p = 0.001) of neural responses to sound. ",
            "section": "Conclusion"
        },
        {
            "text": "To further illustrate the robust relationship between intertrial neural phase-locking and beat synchronization, participants were dichotomized as relatively ",
            "section": "Conclusion"
        },
        {
            "text": "(a) poor (N= 13) or ",
            "section": "Conclusion"
        },
        {
            "text": "(b) good (N= 12) synchronizers based on a median split according to their beat synchronization consistency. ",
            "section": "Conclusion"
        },
        {
            "text": "The good beat synchronization group's phase-locking power to the stimulus [da] is more robust for the fundamental frequency (100 Hz) and its harmonics (at 200,300, and 400 Hz; F (1,23) = 12.967, p = 0.002).",
            "section": "Conclusion"
        },
        {
            "text": "Hierarchical two-step linear regression results: (A) demographics alone do not significantly explain variability in beat synchronization, but the addition of intertrial neural stability significantly improves the model, explaining 23.3% (p = 0.010) of beat synchronization variance over and above age, sex, and intelligence. ",
            "section": "Table 1"
        },
        {
            "text": "Combined with demographic measures, this model predicts 45.2% of variance in consistency of beat entrainment (p = 0.032). ",
            "section": "Table 1"
        },
        {
            "text": "(B) The addition of neural phase-locking significantly improves the model, explaining 26.8% (p = 0.005) of beat synchronization variance over and above age, sex, and intelligence. ",
            "section": "Table 1"
        },
        {
            "text": "Combined with demographic measures, this model predicts 48.7% of variance in consistency of beat entrainment (p = 0.018).",
            "section": "Table 1"
        },
        {
            "text": "Regression (B)  Pearson correlation r-values for beat synchronization consistency at each rate and the average of the two rates with neural stability measures. ",
            "section": "Regression (A)"
        },
        {
            "text": "This work was supported by the National Institutes of Health (R01 HD069414 to NK, T32 DC009399 to KWC) and the Hugh Knowles Hearing Center of Northwestern University (to NK). ",
            "section": "Acknowledgments"
        },
        {
            "text": "We thank members of the Auditory Neuroscience Laboratory for their assistance with data collection as well as Trent Nicol, Jennifer Krizman, and Evan C. Davies for comments on an earlier draft of the manuscript.",
            "section": "Acknowledgments"
        },
        {
            "text": "Carr et al.",
            "section": "Author Manuscript"
        },
        {
            "text": "Page 17 Table 2 Pearson correlation r-values for intertrial phase-locking at the fundamental frequency (F 0 ) and its subsequent harmonics (H 2 -H 10 ) with beat synchronization consistency. ",
            "section": "Author Manuscript",
            "ref_spans": [
                {
                    "start": 8,
                    "end": 15,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        }
    ]
}