{
    "id": "c97a9c1f6f",
    "abstract": [],
    "body_text": [
        {
            "text": "treatment in women, oral contraceptives use in women, stress, genetic backgrounds, medical illnesses such as vascular brain changes, cancer, diabetes, and malnutrition. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "4,5 The rate of success for depression drug therapy of is estimated at 60-80%. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "4,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "5"
                }
            ]
        },
        {
            "text": "Moreover, maximum 25% of all depressed patients receive drug therapy. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "1 Due to poor medication compliance in depressed patients, and high rate of recurrence, nutrition related factors might have an important role in the prevention and treatment of major depression. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "2 The relationship between depression and inadequate nutrient intake has been reported in many studies. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "2"
                }
            ]
        },
        {
            "text": "2 For example, tryptophan, 6 B vitamins group, 7-9 magnesium, 10,11 zinc, 12 Omega 3 long chain polyunsaturated fatty acids. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "2"
                },
                {
                    "start": 27,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "6"
                },
                {
                    "start": 62,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "10,"
                },
                {
                    "start": 65,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "11"
                },
                {
                    "start": 74,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "12"
                }
            ]
        },
        {
            "text": "[13][14][15] The association between diseases and single or multiple nutrients is the main focus of traditional analyses in nutritional epidemiology. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[13]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[14]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "This type of analysis is relatively valuable, but methodologically, it has several limitations. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "People do not consume one nutrient at a time. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The various combinations of nutrients in foods may have diminishing or exacerbating effects. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Besides, the effect of a single nutrient may be hard to detect, while at the same time, the collective effects of some nutrients in a dietary pattern are easily measurable. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Moreover, single nutrient analysis usually changes by the effect of dietary patterns. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "16 Furthermore, because of the interaction between dietary components, adjustment for these factors in multivariable analyses may not eliminate all their confounding effects. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "16"
                }
            ]
        },
        {
            "text": "17 The main focus of this study is to investigate the relationship between depression and dietary patterns, rather than one or more specific nutrients. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "17"
                }
            ]
        },
        {
            "text": "18 Among different countries, a few studies have shown an association of their diverse dietary patterns with an increased risk of depression, [19][20][21] but with controversial results. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "18"
                },
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[19]"
                },
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[20]"
                },
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "19,20 Moreover, regarding the effects of racial, geographic, environmental, cultural, and social conditions on the relationship between dietary pattern and depression, it is crucial to perform these investigations in various countries. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "19,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "20"
                }
            ]
        },
        {
            "text": "22 Besides, advising people to follow a special dietary pattern seems more feasible than to intake a specific nutrient, such as vitamin D or folic acid. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "22"
                }
            ]
        },
        {
            "text": "Therefore, in this study, we decided to compare dietary patterns between depressed and healthy people.",
            "section": "INTRODUCTION"
        },
        {
            "text": "We used a case-control observational design. ",
            "section": "Study population"
        },
        {
            "text": "Patients were diagnosed by psychiatrists as major depressive disorder, using the criteria of the Diagnostic and Statistical Manual of Mental Disorders, fourth edition (DSM-IV) 23 -standardized in Iran 24 -with no history of depression in the past year. ",
            "section": "Study population",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "23"
                },
                {
                    "start": 201,
                    "end": 203,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "24"
                }
            ]
        },
        {
            "text": "We se-lected the patients according to our inclusion and exclusion criteria, recruited from two psychiatric clinics in Tehran. ",
            "section": "Study population"
        },
        {
            "text": "For the control group, our criteria was the lack of major depression disorder, based on Beck Depression Inventory questionnaire (BDI-II), 25 standardized in Iran. ",
            "section": "Study population",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "25"
                }
            ]
        },
        {
            "text": "26 They should not have history of depression in the past year. ",
            "section": "Study population",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "26"
                }
            ]
        },
        {
            "text": "Interviewers went to each patient's residential area, and invited qualified individuals to participate in the study.",
            "section": "Study population"
        },
        {
            "text": "The matching of patients with controls was done individually, based on sex, age, and residential area. ",
            "section": "Study population"
        },
        {
            "text": "Each patient with depression was matched with two control people within 10year age categories. ",
            "section": "Study population"
        },
        {
            "text": "The inclusion criteria were people of 18-65 years, residing in Tehran, with major depressive disorder in patients, and without depression in control group, maximum period of 3 month intervals from onset of five symptoms of depression to the beginning of the study. ",
            "section": "Study population"
        },
        {
            "text": "The exclusion criteria were as follows: suffering from cognitive impairment or other psychotic illnesses diagnosed by a psychiatrist, severe depression or lacking ability to cooperate and answer the questions, starting any anti-depression drugs or treatments, suffering from hormonal disorders like Addison' s, Cushing' s disease, hyperthyroidism or hypothyroidism, and hyperparathyroidism, suffering from chronic diseases like cancer, heart disease, diabetes, stroke, fibromyalgia, kidney or liver failure, multiple sclerosis and Parkinson disease, history of trauma, cuts, fractures, bleeding, burns, accidents and other similar events in the past 3 months, that resulted in unconsciousness and hospitalization, suffering from chronic and infectious diseases like HIV, mononucleosis, tuberculosis, viral hepatitis and pneumonia in the past 2 weeks, addiction to alcohol and drug at the time of the study or in the past 3 months, BMI ≥40 kg/m 2 , pregnancy and lactation at the time of the study or in the past year, using any type of special diet in the past 2 months, and using any type of special diet for more than 2 months in the past year.",
            "section": "Study population"
        },
        {
            "text": "Sample size was calculated as 110 depressed subjects and 220 control subjects, using the software open Epi, with two sided confidence. ",
            "section": "Study population",
            "entity_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "type": "software",
                    "rawForm": "open Epi",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "c97a9c1f6f-software-simple-0"
                }
            ]
        },
        {
            "text": "27,28 The investigators provided subjects with all related information, understandable to the subjects. ",
            "section": "Study population",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "27,28"
                }
            ]
        },
        {
            "text": "A written informed consent form was signed and dated by subjects and investigators. ",
            "section": "Study population"
        },
        {
            "text": "This study has been approved by the Ethics Committee of Tehran University of Medical Sciences.",
            "section": "Study population"
        },
        {
            "text": "A general questionnaire was used for collecting general information, and data on medication use and some confounders. ",
            "section": "Assessment of covariates"
        },
        {
            "text": "Anthropometric measurements, including weight, height and BMI were done for all participants. ",
            "section": "Assessment of covariates"
        },
        {
            "text": "Beck Anxiety Inventory, standardized in Iran, 29 was used for a quantitative measure of anxiety as a confounder. ",
            "section": "Assessment of covariates",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "29"
                }
            ]
        },
        {
            "text": "A classified physical activity questionnaire, based on the metabolic equivalent hours per day (MET-h/day), was utilized. ",
            "section": "Assessment of covariates"
        },
        {
            "text": "This consists of nine levels of activity, from rest and sleep (MET=0.9) to vigorous activity (MET ≥6). ",
            "section": "Assessment of covariates"
        },
        {
            "text": "The questionnaire has been prepared in previous studies in Europe and was validated with the daily physical activity questionnaire and the CSA Accelerometer (Model 7164 Ambulatory Monitor). ",
            "section": "Assessment of covariates"
        },
        {
            "text": "30 Validity and reliability of the questionnaire have been confirmed in the study of Kelishadi et al. in Iran. ",
            "section": "Assessment of covariates",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "30"
                }
            ]
        },
        {
            "text": "31 A valid and reliable semi-quantitative food frequency questionnaire was applied to determine food intake in the previous 12 months. ",
            "section": "Assessment of covariates",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "31"
                }
            ]
        },
        {
            "text": "32 Data from the questionnaire was transformed into actual food intake (g/day).",
            "section": "Assessment of covariates",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "32"
                }
            ]
        },
        {
            "text": "Simple logistic regression was used to examine the relationship between depression and the characteristics of individuals, such as physical activity, BMI, and other variables. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Dietary patterns determined by exploratory factor analysis. ",
            "section": "Statistical analysis"
        },
        {
            "text": "We entered extracted food groups into the factor analysis and used a principal components method to determine number of factors or dietary patterns. ",
            "section": "Statistical analysis"
        },
        {
            "text": "We used orthogonal varimax rotation to identify major dietary patterns, based on number of food groups. ",
            "section": "Statistical analysis"
        },
        {
            "text": "To determine the number of dietary patterns, we used the eigenvalue and Scree plot. ",
            "section": "Statistical analysis"
        },
        {
            "text": "The Scree plot is a plot of the eigenvalues of derived factors and its value was equal to 1.5. ",
            "section": "Statistical analysis"
        },
        {
            "text": "The factor score for each pattern was calculated by summing intakes of food groups weighted by their factor score matrix. ",
            "section": "Statistical analysis"
        },
        {
            "text": "The derived factors (two dietary patterns) were labeled on the basis of our interpretation of the data and of the earlier literature.",
            "section": "Statistical analysis"
        },
        {
            "text": "Since each participant received a factor score for each explored dietary pattern, we categorized participants into quartiles of dietary pattern scores. ",
            "section": "Statistical analysis"
        },
        {
            "text": "To determine the associations of depression with quartile of dietary patterns, we used sim-ple logistic regressions and estimated ORs. ",
            "section": "Statistical analysis"
        },
        {
            "text": "The first quartile of dietary patterns score was considered as a reference. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Subsequently, we developed multiple logistic regression model, and the relationships of dietary patterns to depression were adjusted by the confounders that had p values <0.2 in simple logistic regression. ",
            "section": "Statistical analysis"
        },
        {
            "text": "We checked a goodness of fit by using Hosmer and Lemeshow Test, simultaneously.",
            "section": "Statistical analysis"
        },
        {
            "text": "In this study, we extracted two dietary patterns (healthy and unhealthy). ",
            "section": "RESULTS"
        },
        {
            "text": "We considered qualitative and quantitative variables, and potential risk factors as confounders. ",
            "section": "RESULTS"
        },
        {
            "text": "Age (p=0.9) and sex (p=0.8) were not different between two groups, because we matched cases and controls based on these variables. ",
            "section": "RESULTS"
        },
        {
            "text": "There was no significant difference between two groups, in family size, birth rank, years of education, smoking cigarettes and hookah per week, weight, height, marital and menopausal status, roommate addicted to alcohol, depressed friend, and daily energy intake. ",
            "section": "RESULTS"
        },
        {
            "text": "However, other covariates were significantly different among case and control groups (Table 1 and 2). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 97,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1 and"
                }
            ]
        },
        {
            "text": "The mean of physical activity and years of education in patients were less than in healthy people, but the mean of previous depression morbidity and anxiety score in patients were more than in healthy people. ",
            "section": "RESULTS"
        },
        {
            "text": "The frequency of family history of depression, childhood history of traumatic events, history of evil events in the last 6 months, and non-depression drugs intake in patients were more than in healthy people. ",
            "section": "RESULTS"
        },
        {
            "text": "Depression risk is the least in the families with 2 children compared with families with 0, 1 and ≥3 children. ",
            "section": "RESULTS"
        },
        {
            "text": "In addition, this risk is the most in subjects with periods of unemployment more than 6 months in the last 5 years, and in house workers and retired participants. ",
            "section": "RESULTS"
        },
        {
            "text": "Moreover, a decreased depression risk was found by increasing BMI.  ",
            "section": "RESULTS"
        },
        {
            "text": "We defined 26 food groups (Table 3), and assigned each food item in these groups, on the basis of nutrients content similarities. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 26,
                    "end": 35,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "By using factor analysis, we identified two major dietary patterns: the healthy dietary pattern (high in fruits, cruciferous, yellow, green leafy and other vegetables, low fat dairy, whole grains, nuts, and olives) and unhealthy dietary  Table 4. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 238,
                    "end": 245,
                    "type": "table",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Compared with participants in the lowest quartile, those in the highest quartile had significantly lower OR for depression in healthy dietary pattern, and higher OR for depression in unhealthy dietary pattern ( ",
            "section": "RESULTS"
        },
        {
            "text": "We detected two dietary patterns including \"Healthy\" and \"Unhealthy\" and studied the association between depression and dietary patterns. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We found that the odds ratio of depression was decreased by adhering to healthy dietary patterns, and conversely increased by the consumption of unhealthy dietary patterns.",
            "section": "DISCUSSION"
        },
        {
            "text": "The content of exploratory dietary patterns is close similar to the results of Rashidkhani study, 33 and to some extent in parallel with dietary patterns obtained in other investigations in Iran. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "33"
                }
            ]
        },
        {
            "text": "32,34 In comparison with the investigations in other populations, there was a strong similarity between the content of dietary patterns in the current study and Mediterranean dietary patterns, 20,35 traditional and western dietary patterns, 19 and also dietary patterns whole food and processed food. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "32,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "34"
                },
                {
                    "start": 193,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "20,"
                },
                {
                    "start": 196,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "35"
                },
                {
                    "start": 241,
                    "end": 243,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "19"
                }
            ]
        },
        {
            "text": "36 In the crosssectional study of Crawford 37 and the study of Sanchez-Villegas, 38 more consumption of fast food was associated with the higher risk of depression.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "36"
                },
                {
                    "start": 43,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "37"
                },
                {
                    "start": 81,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "38"
                }
            ]
        },
        {
            "text": "In spite of all the similarities, fish was not included in any of our dietary patterns, due to the low consumption of fish in our population. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In our study, there were some unexpected food groups in each dietary pattern. ",
            "section": "DISCUSSION"
        },
        {
            "text": "For instance, since frying oils have high percentages of SFA, and almost all of our participants consumed very high amount of these oils, this food group contains a greater amount of frying oils instead of oth- In addition, the presence of poultry food group in unhealthy dietary pattern does not mean that poultry are an unhealthy food group by itself. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In fact, the individuals who adhere to the unhealthy dietary pattern, along with high intakes of unhealthy foods, eat higher amounts of poultry. ",
            "section": "DISCUSSION"
        },
        {
            "text": "33 According to our results and Sanchez-Villegas et al., 20 the red meat was placed in a dietary pattern which accompanied with higher odds of major depression. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "33"
                },
                {
                    "start": 57,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "20"
                }
            ]
        },
        {
            "text": "However, according to Jacka et al., 19 the subjects with traditional diet, which includes red meat, had lower odds of major depression and anxiety as compared to those with the western diet.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 36,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "19"
                }
            ]
        },
        {
            "text": "This comparison highlights that the interaction between diverse food and nutrients could manipulate the independent effect of red meat. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Consequently, this interaction is only observable in case of studying the dietary patterns, not nutrients intake. ",
            "section": "DISCUSSION"
        },
        {
            "text": "It also could be the result of cultural, social, and economic differences among people in different communities. ",
            "section": "DISCUSSION"
        },
        {
            "text": "28 In the cohort study of Le Port et al., 39 low fat dietary pattern was associated with the higher odds of depressive symptoms. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "28"
                },
                {
                    "start": 42,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "39"
                }
            ]
        },
        {
            "text": "This result is not in consistent with our results and other studies in terms of fat content of foods. ",
            "section": "DISCUSSION"
        },
        {
            "text": "19,[36][37][38] In addition, the type of fat might be an important issue in low fat dietary pattern. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "19,"
                },
                {
                    "start": 3,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[36]"
                },
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[37]"
                },
                {
                    "start": 11,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "Most of healthy dietary patterns with lower probability of depressive symptoms contain olive oil. ",
            "section": "DISCUSSION"
        },
        {
            "text": "20,21 In Le Port et al. study, olive or olive oil was not considered as a food group. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "20,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "21"
                }
            ]
        },
        {
            "text": "In one prospective study in 2011, there was a dose-dependent and converse significant relation between PUFA and MUFA intake and depression. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Subjects with the highest Trans FA intake showed significantly highest risk for depression. ",
            "section": "DISCUSSION"
        },
        {
            "text": "40 Therefore, different types of oils should be considered to study the relation between depression and fat intake.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "40"
                }
            ]
        },
        {
            "text": "In the cross-sectional studies of Nanri et al. 41 and Suzuki et al. 42 in Japan, healthy dietary pattern and balanced Japanese dietary pattern were associated with fewer depressive symptoms and depressive and anxiety disorders, respectively.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 47,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "41"
                },
                {
                    "start": 68,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "42"
                }
            ]
        },
        {
            "text": "The common point of the current study and others is the inverse relationship between depression and healthy dietary pattern. ",
            "section": "DISCUSSION"
        },
        {
            "text": "According to previous studies, a number of nutrients such as omega 3 fatty acids, vitamins D, E, B6, B12, and folate, magnesium, zinc, iron, copper, calcium, and tryptophan are important in the prevention and treatment of depression, and all of food groups in healthy dietary pattern including vegetables, fruits, dairy products, nuts, olive oil and green olive, fish, legumes and whole grains are rich in these nutrients 2. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A specific mechanism is proposed for each nutrient, or a group of nutrients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "For example, tryptophan, as a dietary amino acid, is the precursor of brain serotonin. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The individuals with lower level of brain serotonin are considered to be vulnerable to af-fective disorders, such as depression. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Synthesis of serotonin is limited by the inaccessibility of tryptophan. ",
            "section": "DISCUSSION"
        },
        {
            "text": "44 Omega 3 long chain polyunsaturated fatty acids produce anti-inflammatory eicosanoids, which reduce the levels of pro inflammatory cytokines in depressed patients. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "44"
                }
            ]
        },
        {
            "text": "45 Also they have a role in brain functioning and serotonin neurotransmission (e.g., providing fluidity to neurons cell membrane). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "45"
                }
            ]
        },
        {
            "text": "39 The direct effect of nutritional factors on neural physiology is been discussed. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "39"
                }
            ]
        },
        {
            "text": "In experimental studies, brain-derived neurotrophic factor (BDNF) levels were lowered by an unhealthy diet within a short period of time. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This effect was independent of obesity or nutritional deficits. ",
            "section": "DISCUSSION"
        },
        {
            "text": "BDNF is assumed to have a central role in depressive illness. ",
            "section": "DISCUSSION"
        },
        {
            "text": "It also protects neurons from oxidative stress and encourages the neurogenesis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Therefore, diet may influence psychiatric status through regulation of the BDNF expression. ",
            "section": "DISCUSSION"
        },
        {
            "text": "19 In conclusion, an inverse association between depression and healthy dietary patterns is largely expected.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "19"
                }
            ]
        },
        {
            "text": "Regarding the relationship between depression and unhealthy dietary pattern, a significant association has been observed in this study and in several other studies, although with few exceptions. ",
            "section": "DISCUSSION"
        },
        {
            "text": "19,46 The latter might stem from the small amounts of unhealthy foods in these populations.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "19,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "46"
                }
            ]
        },
        {
            "text": "Unhealthy dietary patterns with high consumption of soda, sweets, and saturated fatty acids and low consumption of vegetables and fruits usually have inadequate amount of folate, magnesium, and n-3 unsaturated fatty acids. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These nutrients are beneficial against depression. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Besides, these patterns accompany with high levels of trans and/or saturated fatty acids 47 and very poor level of dietary fibers, 48 which their negative effect is been proven on health.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "47"
                },
                {
                    "start": 131,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "48"
                }
            ]
        },
        {
            "text": "As the study limitations, like all case control studies, we could not determine the temporal relationship between dietary patterns and depression. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Also, we exclude those who were addicted to alcohol. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, due to the cultural limitation, we did not question the rate of alcohol consumption in people with casual drinking.",
            "section": "DISCUSSION"
        },
        {
            "text": "This study was the first case control study in which the relationship between depression and dietary patterns was evaluated with a sufficient sample size, and adjusted for many confounders and depression risk factors in a developing country. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We also recruited the controls from healthy population, instead of clinics or hospitals, and matched them by our patients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We also specified all inclusion and exclusion criteria very carefully.",
            "section": "DISCUSSION"
        },
        {
            "text": "For future studies, we recommend to focus more on dietary patterns, rather than nutrients intake. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition to our method, extraction of dietary patterns for future studies could be applied with other methods, such as Reduced Rank Regression (Triple R) and Latent Classification Analysis (LCA).",
            "section": "DISCUSSION"
        },
        {
            "text": "This research has been supported by Tehran University of Medical Sciences & health Services grant No. 19374-161-03-91.",
            "section": "Acknowledgments"
        }
    ]
}