{
    "abstract": [],
    "body_text": [
        {
            "text": "Amenorrhea is a common side effect of treatment with antipsychotic medication that can affect both the fertility and compliance of female patients with schizophrenia. ",
            "section": "Introduction"
        },
        {
            "text": "[1][2][3][4][5][6] Defining amenorrhea as three months or longer without menstrual periods in individuals who previously had regular menstrual cycles, a study in China reported amenorrhea in 11 to 35% of female patients being treated with various antipsychotic medications and found that risperidone was associated with higher rates of amenorrhea than other antipsychotics. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 12,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 15,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "[7] Amenorrhea is presumed to be caused by medicationinduced hyperprolactinemia, but only a minority of antipsychotic-treated patients with hyperprolactinemia develop amenorrhea. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "[1,2,[8][9][10] Other reports find that some female patients with schizophrenia have low levels of estrogen (estradiol), another potential cause of amenorrhea. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 5,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 8,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 11,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "[8,11,12] The risk factors and protective factors that increase or decrease the likelihood of amenorrhea in females treated with antipsychotic medications remain unknown. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12]"
                }
            ]
        },
        {
            "text": "Identifying high-risk patients prior to the selection of an antipsychotic would help clinicians avoid the use of medications that are most likely to result in amenorrhea. ",
            "section": "Introduction"
        },
        {
            "text": "Information about risk status for amenorrhea would also be useful in deciding whether or not to provide concurrent treatment with metformin, which has recently been proven to be effective in the treatment of antipsychotic-induced amenorrhea. ",
            "section": "Introduction"
        },
        {
            "text": "[13] The current study uses a nested case-control design to compare pretreatment levels of reproductive hormones in first-episode, drug-naïve female patients (with regular menses) with schizophrenia who do and do not subsequently develop amenorrhea during an initial 12-week course of treatment with risperidone.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The enrollment of patients is shown in Figure 1. ",
            "section": "Patient enrollment",
            "ref_spans": [
                {
                    "start": 39,
                    "end": 47,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Females admitted to the inpatient service at the Third People's Hospital of Huzhou City from July 2009 to October 2011 who met ICD-10 criteria for schizophrenia, who were in the first episode of illness (i.e., duration of illness of 3 to 12 months) and who had never received antipsychotic medication were potential subjects for the study. ",
            "section": "Patient enrollment"
        },
        {
            "text": "Inclusion and exclusion criteria included the following: Han nationality, 20 to 40 years of age, regular  menstrual cycles of 28 to 30 days for the six months  prior to admission, most recent menstrual cycle 7 to 14 days prior to admission (i.e., in the endometrial proliferation phase of the menstrual cycle), total score of the Positive and Negative Syndrome Scale (PANSS) [14] ≥ 60 on admission, no significant physical diseases, no history of substance abuse, no history of allergies, no history of menstrual abnormalities (including polycystic ovary syndrome), and no abnormalities on routine admission laboratory examinations (including routine blood chemistry, urinalysis, thyroid function tests, and abdominal ultrasound).",
            "section": "Patient enrollment",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 212,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "menstrual cycles of 28 to 30 days for the six months  prior to admission, most recent menstrual cycle 7 to"
                },
                {
                    "start": 375,
                    "end": 379,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "All patients and their guardians signed informed consent forms to participate in the study. ",
            "section": "Patient enrollment"
        },
        {
            "text": "The study was approved by the Medical Ethics Committee of the Third People's Hospital of Huzhou City.",
            "section": "Patient enrollment"
        },
        {
            "text": "Among all 1215 first-episode female patients with schizophrenia, 652 (54%) were enrolled in the study. ",
            "section": "Intervention and assessment"
        },
        {
            "text": "Most of the 563 (46.3%) excluded patients were excluded because they were not in the middle of their menstrual cycle at the time of admission (i.e., last menstrual period was less than 7 days or more than 14 days from admission) but some were excluded because they did not meet other inclusion or exclusion criteria. ",
            "section": "Intervention and assessment"
        },
        {
            "text": "Almost all first-episode patients with schizophrenia were initially treated with risperidone, the most widely used antipsychotic medication in China. ",
            "section": "Intervention and assessment"
        },
        {
            "text": "Initial doses of risperidone were gradually increased to therapeutic levels (2-6mg/d) over the first two weeks of treatment (based on the judgment of the treating clinician). ",
            "section": "Intervention and assessment"
        },
        {
            "text": "The occurrence of side effects was assessed monthly using the Treatment Emergent Symptom Scale (TESS). ",
            "section": "Intervention and assessment"
        },
        {
            "text": "[15] If necessary, adjunctive non-antipsychotic medication were administered: clonazepam for serious sleep problems, propranolol for tachycardia, and trihexyphenidyl for parkinsonian side effects.",
            "section": "Intervention and assessment",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "As shown in Figure 1, 493 of the 652 patients (75.6%) completed the initial 12 weeks of treatment with risperidone. ",
            "section": "Intervention and assessment",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "The main reasons for drop-out were loss to follow-up after hospital discharge, withdrawal of consent, and lack of efficacy of risperidone. ",
            "section": "Intervention and assessment"
        },
        {
            "text": "The time of each menstrual period in the subjects was regularly recorded during the 12-week period. ",
            "section": "Intervention and assessment"
        },
        {
            "text": "Based on this information, patients who completed the 12-week course of treatment with risperidone were categorized into three groups: 31 patients (6.3%) had no menstrual periods over the entire 12-week treatment period and, thus, met criteria for amenorrhea [6] (the amenorrhea group); 198 patients (40.2%) had regular menses (no more than 6 days early or late) during the 12-week period; and 264 patients (53.5%) had irregular menses over the 12-week period (i.e., at least one menstrual period that was either 7 or more days early or 7 or more days late).",
            "section": "Intervention and assessment",
            "ref_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Fasting venous blood samples (taken at 7am) were obtained from all patients before the initiation of treatment with risperidone and from those who completed 12 weeks of treatment with risperidone. ",
            "section": "Intervention and assessment"
        },
        {
            "text": "(For all subjects, the pretreatment blood sample was taken during the endometrial proliferation phase of patients' menstrual cycles, but this was only the case for the post-treatment blood samples of subjects who continued to have normal menstrual cycles.) ",
            "section": "Intervention and assessment"
        },
        {
            "text": "In addition to the routine tests of blood sugar and of liver, renal and thyroid function, the levels of the following reproductive hormones were assayed: progesterone, estradiol, prolactin, luteinizing hormone, follicular stimulating hormone, and testosterone. ",
            "section": "Intervention and assessment"
        },
        {
            "text": "These assays were conducted using the ACCESS automatic microparticle chemiluminescence immunoassay system and the associated reagent kits (American Beckman Coulter Ltd.). ",
            "section": "Intervention and assessment"
        },
        {
            "text": "The intra and inter coefficients of variation for the assessments were 5% and 8%.",
            "section": "Intervention and assessment"
        },
        {
            "text": "The analysis used a nested case-control design. ",
            "section": "Statistical methods"
        },
        {
            "text": "For each of the 31 cases in the amenorrhea group a control subject was selected from among patients of the same age (within 3 years) who had had normal menstrual periods over the 12 weeks of treatment. ",
            "section": "Statistical methods"
        },
        {
            "text": "These 31 individuals constituted the control group.",
            "section": "Statistical methods"
        },
        {
            "text": "Data were analyzed using SPSS 13.0 statistic software. ",
            "section": "Statistical methods"
        },
        {
            "text": "The results for several of the hormone measurements were not normally distributed, so both paired t-tests and Wilcoxon's signed ranked test (for matched data) were used in the univariate analyses. ",
            "section": "Statistical methods"
        },
        {
            "text": "Univariate analyses included: ",
            "section": "Statistical methods"
        },
        {
            "text": "a) assessment of the before versus after changes in the measures of reproductive hormones in the amenorrhea group and, separately, in the control group; ",
            "section": "Statistical methods"
        },
        {
            "text": "b) comparison of baseline values between cases and controls; ",
            "section": "Statistical methods"
        },
        {
            "text": "c) comparison of post-treatment values for cases and controls; and ",
            "section": "Statistical methods"
        },
        {
            "text": "d) comparison of the magnitude of the before versus after change in values in cases versus controls. ",
            "section": "Statistical methods"
        },
        {
            "text": "Multivariate conditional logistic regression was used to determine whether or not any of the pre-treatment measures of reproductive hormones was associated with the occurrence of amenorrhea during treatment. ",
            "section": "Statistical methods"
        },
        {
            "text": "The two-tailed level of significance was set at 0.05.",
            "section": "Statistical methods"
        },
        {
            "text": "The 31 patients in the amenorrhea group had a mean (sd) age of 26. ",
            "section": "Characteristics of cases and controls"
        },
        {
            "text": "There were no statistically significant differences between the two groups in any of these measures.",
            "section": "Characteristics of cases and controls"
        },
        {
            "text": "As shown in Table 1, prior to treatment the levels of estradiol and progesterone in patients who subsequently developed amenorrhea when treated with risperdone were significantly lower than in patients who did not develop amenorrhea with antipsychotic treatment. ",
            "section": "Comparison of reproductive hormone levels between patients who do and do not develop amenorrhea with risperidone treatment",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "After 12 weeks of treatment the estradiol level remained lower in the amenorrhea group but the difference was no longer statistically significant. ",
            "section": "Comparison of reproductive hormone levels between patients who do and do not develop amenorrhea with risperidone treatment"
        },
        {
            "text": "After 12 weeks of treatment the progesterone level in the amenorrhea group and the control group was similar. ",
            "section": "Comparison of reproductive hormone levels between patients who do and do not develop amenorrhea with risperidone treatment"
        },
        {
            "text": "The baseline and post-treatment levels of prolactin, follicular stimulating hormone, luteinizing hormone, and testosterone For each pair of patients the difference in the change scores is computed as the before versus after treatment change for the amenorrhea group patient minus the before versus after treatment change for the control group patient.",
            "section": "Comparison of reproductive hormone levels between patients who do and do not develop amenorrhea with risperidone treatment"
        },
        {
            "text": "were not significantly different between patients who did and did not developed amenorrhea during treatment with risperidone.",
            "section": "Comparison of reproductive hormone levels between patients who do and do not develop amenorrhea with risperidone treatment"
        },
        {
            "text": "In both the amenorrhea group and the control group, 12 weeks of treatment with risperdone was associated with statistically significant drops in the levels of progesterone, estradiol and follicular stimulating hormone, and with a 4-fold increase in the levels of prolactin. ",
            "section": "Comparison of reproductive hormone levels between patients who do and do not develop amenorrhea with risperidone treatment"
        },
        {
            "text": "The levels of luteinizing hormone and testosterone did not change significantly with treatment.",
            "section": "Comparison of reproductive hormone levels between patients who do and do not develop amenorrhea with risperidone treatment"
        },
        {
            "text": "The drop in the level of progesterone with treatment was significantly smaller in the amenorrhea group than in the control group (4.7 v. 9.7 nmol/L, respectively) and the proportional change from baseline was also much smaller in the amenorrhea group (52% v. 73%, respectively). ",
            "section": "Comparison of reproductive hormone levels between patients who do and do not develop amenorrhea with risperidone treatment"
        },
        {
            "text": "There was also a trend (p=0.060) of a smaller drop in the level of estradiol with treatment in the amenorrhea group than in the control group (107 v. 150 pmol/L) but the proportional drop from baseline (47% v. 45%, respectively) was similar in the two groups. ",
            "section": "Comparison of reproductive hormone levels between patients who do and do not develop amenorrhea with risperidone treatment"
        },
        {
            "text": "There were no between-group differences in the magnitude of the changes with treatment of prolactin, follicular stimulating hormone, luteinizing hormone or testosterone.",
            "section": "Comparison of reproductive hormone levels between patients who do and do not develop amenorrhea with risperidone treatment"
        },
        {
            "text": "The conditional logistic regression analysis that simultaneously considered the pre-treatment levels of all six reproductive hormones found that after adjustment for the levels of the other reproductive hormones, low pre-treatment estradiol levels were significantly associated with the subsequent occurrence of amenorrhea during treatment with risperidone. ",
            "section": "Comparison of reproductive hormone levels between patients who do and do not develop amenorrhea with risperidone treatment"
        },
        {
            "text": "( Table 2)  ",
            "section": "Comparison of reproductive hormone levels between patients who do and do not develop amenorrhea with risperidone treatment",
            "ref_spans": [
                {
                    "start": 2,
                    "end": 10,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "Similar to the findings from other studies [16][17][18] we found a dramatic increase in prolactin levels in women of childbearing age treated with risperidone, but the pre-treatment and post-treatment levels of prolactin were not different between patients who did and did not develop amenorrhea with treatment. ",
            "section": "Main findings",
            "ref_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 47,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 51,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "These findings do not support the suggestion that amenorrhea associated with the use of antipsychotic medication is the result of hyperprolactinemia. ",
            "section": "Main findings"
        },
        {
            "text": "[8][9][10] The most dramatic finding was the significantly lower pre-treatment level of estradiol in the patients who subsequently develop amenorrhea with risperidone treatment. ",
            "section": "Main findings",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 6,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "This was a robust finding that persisted even when the pre-treatment levels of the other five reproductive hormones assessed were adjusted for in a conditional logistic regression model. ",
            "section": "Main findings"
        },
        {
            "text": "We matched cases with controls by age, and had selected subjects without prior menstrual problems (specifically excluding those with polycystic ovarian syndrome who may have irregular menses [19] ) who had regular menses for at least six months prior to admission and who were all in the endometrial proliferation phase of their cycle, so it is unlikely that our results are confounded by differences in the menstrual history or menstrual phase of the subjects.",
            "section": "Main findings",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "We also found significantly lower pre-treatment levels of progesterone in patients who subsequently developed amenorrhea and the drop in the level of this hormone with treatment was significantly smaller in individuals who developed amenorrhea than in those who did not develop amenorrhea. ",
            "section": "Main findings"
        },
        {
            "text": "However, after adjustment for the other hormone levels in the multivariate analysis, pre-treatment level of progesterone was not an independent predictor of subsequent amenorrhea.",
            "section": "Main findings"
        },
        {
            "text": "The post-treatment levels of the six reproductive hormones assessed were not significantly different in patients who did and did not develop amenorrhea with treatment. ",
            "section": "Main findings"
        },
        {
            "text": "Moreover, with the exception of the change in progesterone levels, the magnitude of the before versus after change in the levels of the hormones was not related to the development of amenorrhea. ",
            "section": "Main findings"
        },
        {
            "text": "But the sample was relatively small, so the failure to identify significant relationships may be due to low power to detect clinically important differences between the groups. ",
            "section": "Main findings"
        },
        {
            "text": "Further study with larger samples would be needed to assess the interaction effects of estradiol, progesterone, prolactin and the other hormones in the onset and persistence of medication-induced amenorrhea.",
            "section": "Main findings"
        },
        {
            "text": "There are several factors that need to be considered when assessing these results. ",
            "section": "Limitations"
        },
        {
            "text": "a) In choosing a firstonset, drug naïve sample we avoided the complication of prior use of antipsychotic medication, but we found a much lower prevalence of amenorrhea than reported in other studies (only 6.3% after 12 weeks of treatment) so it is possible that the 31 subjects with amenorrhea we identified are not representative of all subjects who would eventually develop amenorrhea after longterm treatment with antipsychotic medication. ",
            "section": "Limitations"
        },
        {
            "text": "b) We compared subjects with amenorrhea to those who continued to have normal menstrual periods during 12 weeks of treatment, excluding from the analysis patients who had irregular menses following treatment with risperidone but did not meet criteria for amenorrhea -53.5% of the total sample. ",
            "section": "Limitations"
        },
        {
            "text": "c) Risperidone is reported to result in a higher prevalence of amenorrhea than other antipsychotic medication, [6] so our results may not hold true for other antipsychotic medications. ",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "d) Some potential risk factors for amenorrhea (including family history of menstrual abnormalities, diet, BMI, exercise, etc.) were not considered. ",
            "section": "Limitations"
        },
        {
            "text": "e) The small sample size made it impossible to interpret some negative findings (e.g., lack of relationship between changes in hormone levels with amenorrhea) because they could be due to Type II errors. ",
            "section": "Limitations"
        },
        {
            "text": "f) No comparison was made between those who were and were not enrolled and between those who were enrolled but did or did not complete the 12 weeks of treatment with risperidone; it is, therefore, difficult to be certain about how representative these results would be for all female patients with schizophrenia.",
            "section": "Limitations"
        },
        {
            "text": "Amenorrhea is a common adverse reaction to the use of antipsychotic medications. ",
            "section": "Significance"
        },
        {
            "text": "Previous research has implicated medication-induced prolactin as the main cause of amenorrhea in patients treated with antipsychotic medication, but in this sample of firstepisode drug naïve patients we found that pre-treatment prolactin levels or the magnitude of the increase in prolactin with antipsychotic treatment was not related to treatment-induced amenorrhea. ",
            "section": "Significance"
        },
        {
            "text": "However, pre-treatment levels of estradiol were predictive of subsequent amenorrhea during treatment with risperidone.",
            "section": "Significance"
        },
        {
            "text": "Some antipsychotic medications have a greater risk of inducing amenorrhea than others. ",
            "section": "Significance"
        },
        {
            "text": "If our finding of the predictive power of pre-treatment levels of estradiol is confirmed in larger studies, this information would be of use to clinicians in selecting antipsychotic medications for female patients with schizophrenia; patients at highest risk of developing amenorrhea would be preferentially treated with the medications that are at lowest risk of inducing amenorrhea. ",
            "section": "Significance"
        },
        {
            "text": "Alternatively, patients at highest risk of developing amenorrhea could be concurrently treated with agents such as metformin that have been shown to decrease the risk of medication-induced amenorrhea.",
            "section": "Significance"
        },
        {
            "text": "Further work is needed to clarify the complex relationships between antipsychotic medications, reproductive hormones, protective agents and amenorrhea; but this current study is part of a growing corpus of work that is gradually helping clinicians individualize their selection of treatments for patients with schizophrenia. ",
            "section": "Significance"
        },
        {
            "text": "We thank Professor Chunsheng Wang from the Huzhou Teachers College for his assistance with the design of the study and the analysis of the data.",
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "section": "Conflict of interest"
        },
        {
            "text": "This work was supported by a grant from the 2011 Huzhou City Program for Science and Technology (No.2011YS28).",
            "section": "Funding"
        }
    ]
}