{
    "id": "c2f4ffbf3f",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Ischemic heart disease, hypertension, and anemia are common in patients with chronic kidney disease (CKD), but there is evidence that a number of other important factors contribute to the clinical syndrome that has been termed uremic cardiomyopathy. ",
            "section": "Introduction"
        },
        {
            "text": "The changes seen in the uremic heart have not been shown to be specific to uremia, and it is likely that uremic cardiomyopathy is multifactorial and derived from a combination of features present in the uremic patient. ",
            "section": "Introduction"
        },
        {
            "text": "The critical importance of bioenergetics during the development of uremic cardiomyopathies and of the signaling pathways involved has been highlighted, including the role of mTOR 1 and insulin resistance via Akt. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 179,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2 However, while changing cardiac bioenergetics have been studied in many different pathologies, such as left ventricular hypertrophy (LVH), obesity, diabetes, heart failure, and myocardial ischemia, [3][4][5][6][7] the progressive bioenergetic changes found in the uremic heart have been largely overlooked.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                },
                {
                    "start": 200,
                    "end": 203,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 203,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 206,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 209,
                    "end": 212,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 212,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "It is an established practice when assessing myocardial bioenergetics to calculate the phosphocreatine (PCr)/ adenosine triphosphate (ATP) ratio. ",
            "section": "Introduction"
        },
        {
            "text": "This is because ATP production within the myocardium is produced largely from intramitochondrial oxidative phosphorylation. ",
            "section": "Introduction"
        },
        {
            "text": "This in turn is then transported to the sites of energy utilization, particularly the myofibrils. ",
            "section": "Introduction"
        },
        {
            "text": "This is enabled by the generation of PCr that diffuses to the myofibrils where ATP is regenerated. ",
            "section": "Introduction"
        },
        {
            "text": "Increases in energy demand tend, therefore, to result in a decreased PCr/ATP ratio rather than a fall in ATP. ",
            "section": "Introduction"
        },
        {
            "text": "Thus, the PCr/ATP ratio represents a measure of instantaneous cardiac energetic state. ",
            "section": "Introduction"
        },
        {
            "text": "3 Clinical studies of LVH using phosphorus-31 nuclear magnetic resonance ( 31 P-NMR) have tended to suffer from small patient numbers and have shown conflicting results. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "8,9 Both Conway et al 10 and Neubauer et al 11 while studying patients with aortic stenosis and investigating patients with aortic incompetence, respectively, found that any reduction in the PCr/ATP ratio was related to the degree of heart failure. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                },
                {
                    "start": 22,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                },
                {
                    "start": 44,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "However, a study of patients with mitral regurgitation found significant reductions in the PCr/ATP ratio that correlated with both the degree of heart failure and LVH. ",
            "section": "Introduction"
        },
        {
            "text": "12 Lamb et al 13 found a reduced PCr/ATP ratio in eleven hypertensive patients with a strong association between ratios and the degree of diastolic dysfunction. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                },
                {
                    "start": 14,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "More recent work using a higher magnetic field (3 T instead of 1.5 T) 7 and a larger patient population revealed that the PCr/ATP ratio is greatly reduced in patients with hypertrophic cardiomyopathy (n=26) compared to control subjects (n=37, P,0.0001). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "In contrast to these results, studies of elite athletes with \"physiological\" LVH have shown no reduction in the PCr/ATP ratio compared to that of control subjects. ",
            "section": "Introduction"
        },
        {
            "text": "14 There are only a few cardiac bioenergetics studies available about patients with CKD. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "Tagami et al 15 studied 14 CKD patients treated with maintenance dialysis (hemodialysis or continuous ambulatory peritoneal dialysis) and found a decreased cardiac PCr/ATP ratio, particularly in patients with a history of heart failure. ",
            "section": "Introduction"
        },
        {
            "text": "Perseghin et al 16 compared the left ventricle PCr/ATP ratio in many different patient groups and found a significant reduction when comparing uremic patients (n=10) with control subjects (n=13). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 16,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "More recent work by Patel et al 17 demonstrated that patients with CKD had lower PCr/ATP ratios than hypertensive patients with and without LVH. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 32,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "This observation confirms the much earlier findings of Raine et al 18 who found that the uremic rat (partial nephrectomy [PNx]) had significantly lower PCr/ATP ratios in the uremic group compared to sham (SH)-operated control animals. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "This reduction in the PCr/ATP ratio was accompanied by reduced contractile indices in the functional assessment of the uremic hearts. ",
            "section": "Introduction"
        },
        {
            "text": "However, much of this work was generated using an ex vivo Langendorff heart preparation that limits its clinical significance.",
            "section": "Introduction"
        },
        {
            "text": "Most of the clinical and experimental studies conducted so far have been cross-sectional in nature, which has ensured that the mechanism by which uremia induces cardiac energetic changes over time remains largely unknown. ",
            "section": "Introduction"
        },
        {
            "text": "The longitudinal study presented here attempts to address this lack of knowledge by following the bioenergetic changes that occur in an experimental rat model of uremia. ",
            "section": "Introduction"
        },
        {
            "text": "The hearts were studied in vivo using NMR spectroscopy to investigate the time course of changes in the PCr/ATP ratio after PNx. ",
            "section": "Introduction"
        },
        {
            "text": "The relationship of the bioenergetic parameters to the degree of uremia, hemoglobin status, and blood pressure were all studied. ",
            "section": "Introduction"
        },
        {
            "text": "Cardiac and skeletal muscles were assessed with the aim of identifying if parallel changes occurred in both tissues. ",
            "section": "Introduction"
        },
        {
            "text": "In addition, confirmation of our NMR findings was sought by using a distinct methodology (capillary zone electrophoresis [CZE]) to determine PCr and ATP concentrations.",
            "section": "Introduction"
        },
        {
            "text": "All procedures were performed on male Wistar rats after obtaining ethical permission from the home office (UK) (project license number PPL/5014). ",
            "section": "PNx model of chronic uremia in the rat"
        },
        {
            "text": "Care of the rats was carried out in accordance with the Animals (Scientific Procedures) Act 1986. ",
            "section": "PNx model of chronic uremia in the rat"
        },
        {
            "text": "The animals (150-200 g) were purchased from Charles River Ltd (Margate, Kent, UK). ",
            "section": "PNx model of chronic uremia in the rat"
        },
        {
            "text": "A 5/6th PNx model was used that has long been established in our laboratory. ",
            "section": "PNx model of chronic uremia in the rat"
        },
        {
            "text": "19 The two stages of the procedure were performed 7 days apart.",
            "section": "PNx model of chronic uremia in the rat",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "Initially, animals were given an intramuscular injection of 0.16 mL Hypnorm (fentanyl citrate 0.315 mg/mL and fluanisone 10 mg/mL from Janssen-Cilag Ltd, Saunderton, High Wycombe, Bucks, UK) into the hind leg. ",
            "section": "anesthesia for PNx"
        },
        {
            "text": "Subsequently, an intraperitoneal (ip) injection of 0.1 mL diazepam ( Phoenix Pharmaceuticals Ltd, Gloucester, UK) was given. ",
            "section": "anesthesia for PNx"
        },
        {
            "text": "This combination induced deep anesthesia lasting 40-50 minutes, sufficient to cover the surgery period.",
            "section": "anesthesia for PNx"
        },
        {
            "text": "Blood pressure was measured by the direct cannulation of the femoral artery. ",
            "section": "Blood pressure measurement"
        },
        {
            "text": "Gaseous anesthesia was administered to the animals in the form of nitrous oxide (1 L/min) and oxygen (1 L/min) with gaseous halothane (2%) until the animal was unconscious. ",
            "section": "Blood pressure measurement"
        },
        {
            "text": "Throughout surgery, the same concentrations of nitrous oxide and oxygen were given and the concentration of halothane was varied between 1% and 2% in order to maintain deep anesthesia. ",
            "section": "Blood pressure measurement"
        },
        {
            "text": "The animals were allowed to recover from surgery, and blood pressure was measured in the conscious unrestrained rat at least 24 hours and no later than 4 days following line insertion. ",
            "section": "Blood pressure measurement"
        },
        {
            "text": "The blood pressure was measured continuously for 10 minutes for all analyses, but only the final 5 minutes of recording was used. ",
            "section": "Blood pressure measurement"
        },
        {
            "text": "The mean blood pressures were calculated, as the damping effect of the tubing affected the values of peak systolic and diastolic pressures without affecting the mean pressure.",
            "section": "Blood pressure measurement"
        },
        {
            "text": "Following blood pressure measurement, the rat was given an ip injection of sodium thiopentone 30 mg/kg body weight. ",
            "section": "cardiac NMR studies"
        },
        {
            "text": "A 1 cm midline incision was made in the front of the neck. ",
            "section": "cardiac NMR studies"
        },
        {
            "text": "The trachea was identified within the strap muscles, and a silk tie was passed behind it. ",
            "section": "cardiac NMR studies"
        },
        {
            "text": "Using a handheld cutting diathermy, a hole was made in the trachea a few millimeters across. ",
            "section": "cardiac NMR studies"
        },
        {
            "text": "The tracheostomy tube was inserted into the trachea through this hole, tied in position, and connected to a ventilator via a length of Portex tubing. ",
            "section": "cardiac NMR studies"
        },
        {
            "text": "The ventilator was set at a ventilator frequency of 58/minute, with a variable stroke volume. ",
            "section": "cardiac NMR studies"
        },
        {
            "text": "A sample of arterial blood was taken via the femoral arterial line and analyzed in a blood gas analyzer. ",
            "section": "cardiac NMR studies"
        },
        {
            "text": "The stroke volume of the ventilator was adjusted so that the pH of the blood was between 7.3 and 7.5. ",
            "section": "cardiac NMR studies"
        },
        {
            "text": "Supplementary oxygen was given as required according to blood gas measurement so that the animal was at no stage hypoxic.",
            "section": "cardiac NMR studies"
        },
        {
            "text": "The method was based on that of Beech et al 20 and has been previously described.",
            "section": "Preparation of the heart for NMR",
            "ref_spans": [
                {
                    "start": 44,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "A skin flap was retracted from the adductor muscles of one thigh. ",
            "section": "Preparation of skeletal muscle for NMR"
        },
        {
            "text": "The 8 mm surface coil was placed over this muscle, separated from it by a layer of plastic film. ",
            "section": "Preparation of skeletal muscle for NMR"
        },
        {
            "text": "The animal was placed in the center of the magnet. ",
            "section": "Preparation of skeletal muscle for NMR"
        },
        {
            "text": "Spectroscopy methods for both cardiac and skeletal muscles were identical (see the \" 31 P-NMR spectroscopy measurements\" section).",
            "section": "Preparation of skeletal muscle for NMR"
        },
        {
            "text": "The animal was placed in the bore of an Oxford Instruments 4.7 T horizontal bore superconducting magnet (Oxford Instruments, Abingdon, UK) interfaced with a SISCO 200 imaging spectrometer (Spectroscopy Imaging Systems Co., Varian Medical Systems UK Ltd, Crawley, UK). ",
            "section": "P-NMR spectroscopy measurements"
        },
        {
            "text": "The surface coil was tuned to 81 MHz, and the magnetic field was optimized by shimming on the 1 H (water) signal from tissue. ",
            "section": "P-NMR spectroscopy measurements"
        },
        {
            "text": "31 P-NMR spectra were then recorded at 81 MHz. ",
            "section": "P-NMR spectroscopy measurements"
        },
        {
            "text": "A 50 µs nonselective pulse was applied with a pulse interval of 1.96 seconds. ",
            "section": "P-NMR spectroscopy measurements"
        },
        {
            "text": "Spectra were acquired by signal-averaging 512 pulse repetitions, leading to a total acquisition time of 16 minutes. ",
            "section": "P-NMR spectroscopy measurements"
        },
        {
            "text": "Acquired free induction decays were exponentially multiplied with a line broadening of 20 Hz. ",
            "section": "P-NMR spectroscopy measurements"
        },
        {
            "text": "The data were then Fourier transformed, and first-order phase correction was carried out manually.",
            "section": "P-NMR spectroscopy measurements"
        },
        {
            "text": "The hearts used for this study originated from two different sets of animals: those with unstressed and those with stressed hearts. ",
            "section": "Preparation of hearts for cZe"
        },
        {
            "text": "Unstressed hearts were obtained from rats at 4 weeks and 8 weeks following PNx. ",
            "section": "Preparation of hearts for cZe"
        },
        {
            "text": "The heart was exposed and freeze clamped using steel tongs precooled in liquid nitrogen. ",
            "section": "Preparation of hearts for cZe"
        },
        {
            "text": "Stressed hearts 8 weeks following PNx were obtained from animals given intravenous dobutamine as an infusion (15 µg⋅kg −1 ⋅min −1 ) for 20 minutes prior to freeze clamping. ",
            "section": "Preparation of hearts for cZe"
        },
        {
            "text": "A blood gas sample was taken to ensure that pH and pO 2 remained within the desired range. ",
            "section": "Preparation of hearts for cZe"
        },
        {
            "text": "Blood was reserved for hemoglobin and creatinine measurement from both stressed and unstressed hearts.",
            "section": "Preparation of hearts for cZe"
        },
        {
            "text": "Approximately 100 mg of heart tissue was ground with a mortar and pestle in liquid nitrogen and accurately weighed and extracted in ice-cold 9% perchloric acid (1 mL perchloric acid solution per 100 mg tissue). ",
            "section": "extraction of nucleotides from cardiac tissue for cZe"
        },
        {
            "text": "21 The sample was vigorously shaken, and the homogenate was centrifuged at 16,000× g for 3 minutes at 4°C. ",
            "section": "extraction of nucleotides from cardiac tissue for cZe",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                }
            ]
        },
        {
            "text": "The supernatant was removed and neutralized using potassium hydroxide (5 mol/L). ",
            "section": "extraction of nucleotides from cardiac tissue for cZe"
        },
        {
            "text": "The neutralized supernatant was centrifuged to precipitate all the formed potassium perchlorate, and the remaining solution was then stored at −80°C. ",
            "section": "extraction of nucleotides from cardiac tissue for cZe"
        },
        {
            "text": "Before analysis by CZE, 21 the sample was recentrifuged and any further precipitate excluded. ",
            "section": "extraction of nucleotides from cardiac tissue for cZe",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                }
            ]
        },
        {
            "text": "At all stages, the volumes of samples were carefully measured and recorded. ",
            "section": "extraction of nucleotides from cardiac tissue for cZe"
        },
        {
            "text": "In addition, for each heart, ∼100 mg of freezeclamped myocardium was dried using vacuum centrifugation to allow calculation of wet weight to dry weight ratios.",
            "section": "extraction of nucleotides from cardiac tissue for cZe"
        },
        {
            "text": "All determinations were performed on a Thermo Separation Products [TSP] 2000 Capillary Electrophoresis instrument (TSP, Stone, UK). ",
            "section": "cZe"
        },
        {
            "text": "Data collecting and handling were carried out using dedicated software (Spectacle; TSP). ",
            "section": "cZe"
        },
        {
            "text": "The electrophoretic analyses were performed using a fused silica capillary (35 cm from injector to detector, 42 cm total length, and 50 µm internal diameter) as previously described. ",
            "section": "cZe"
        },
        {
            "text": "22 Samples were injected in hydrodynamic mode for 3 seconds. ",
            "section": "cZe",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "The voltage applied was 17.5 kV, and ultraviolet (UV) detection was performed at 254 nm for adenine nucleotides or 200 nm for PCr. ",
            "section": "cZe"
        },
        {
            "text": "The capillary was thermostatically maintained at 25°C. ",
            "section": "cZe"
        },
        {
            "text": "The separation buffer used in all experiments was sodium tetraborate (20 mM) and ethylenediaminetetraacetic acid (1 mM), adjusted to pH 9.2. ",
            "section": "cZe"
        },
        {
            "text": "The spatial area of each peak was calculated by integrating the area of the migration time. ",
            "section": "cZe"
        },
        {
            "text": "For each standard, the area under the curve was plotted against the concentration injected and calibration curves were constructed. ",
            "section": "cZe"
        },
        {
            "text": "From the spatial area of each peak on the electropherogram of each heart sample extract, the concentration of each substance was determined from the calibration curves.",
            "section": "cZe"
        },
        {
            "text": "statistics Differences between groups were compared by using either a two-tailed parametric test (unpaired Student's t-test) or a nonparametric test (two-tailed Mann-Whitney test) where appropriate (GraphPad Prism 5.04; GraphPad Software, Inc., La Jolla, CA, USA).",
            "section": "statistics",
            "entity_spans": [
                {
                    "start": 199,
                    "end": 213,
                    "type": "software",
                    "rawForm": "GraphPad Prism",
                    "resp": "#annotator17",
                    "used": true,
                    "id": "c2f4ffbf3f-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 214,
                    "end": 218,
                    "type": "version",
                    "rawForm": "5.04",
                    "resp": "#annotator17",
                    "id": "#c2f4ffbf3f-software-1"
                },
                {
                    "start": 220,
                    "end": 242,
                    "type": "publisher",
                    "rawForm": "GraphPad Software, Inc",
                    "resp": "#curator",
                    "id": "#c2f4ffbf3f-software-1"
                }
            ]
        },
        {
            "text": "Four-week heart NMR study Four weeks after completion of surgery in PNx and SHoperated animals, seven control and six PNx animals yielded spectra suitable for analysis. ",
            "section": "Unstressed hearts"
        },
        {
            "text": "Baseline data for the animals included in the analysis are shown in Table 1. ",
            "section": "Unstressed hearts",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "PNx rats were significantly anemic and hypertensive, with significantly raised serum creatinine concentrations. ",
            "section": "Unstressed hearts"
        },
        {
            "text": "There was no significant difference in the final weights of the animals. ",
            "section": "Unstressed hearts"
        },
        {
            "text": "Figure 1A shows the PCr/ATP ratio calculated for each group and demonstrates a significant difference in the PCr/ATP ratio between control and uremic animals.",
            "section": "Unstressed hearts",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1A"
                }
            ]
        },
        {
            "text": "Eight weeks from completion of surgery, seven control and five PNx animals yielded spectra suitable for analysis. ",
            "section": "eight-week heart NMR study"
        },
        {
            "text": "Summaries of the animal weights, blood pressures, and blood parameters are shown in Table 2. ",
            "section": "eight-week heart NMR study",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 91,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Figure 1B shows the PCr/ ATP ratio of each group. ",
            "section": "eight-week heart NMR study",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1B"
                }
            ]
        },
        {
            "text": "Unlike the 4-week data here, there was no significant difference in PCr/ATP ratios between control and uremic hearts (P= not significant). ",
            "section": "eight-week heart NMR study"
        },
        {
            "text": "In addition, there was no significant correlation found between PCr/ATP ratio and mean arterial blood pressure or with serum urea or creatinine concentrations.",
            "section": "eight-week heart NMR study"
        },
        {
            "text": "Eight control and seven PNx animals yielded spectra suitable for analysis. ",
            "section": "Four-week skeletal muscle NMR study"
        },
        {
            "text": "Reassuringly, intracellular pH was not significantly different as measured by NMR when comparing control and PNx groups (Table 3), as it could not be measured reliably in our in vivo cardiac study. ",
            "section": "Four-week skeletal muscle NMR study",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 129,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "PCr/ATP ratios were significantly lower in the skeletal muscle of the uremic group compared to that of the control group ( Figure 1C), independent of intracellular pH.",
            "section": "Four-week skeletal muscle NMR study",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 133,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1C)"
                }
            ]
        },
        {
            "text": "Five control and eight uremic animals yielded spectra suitable for analysis (Table 4). ",
            "section": "eight-week skeletal muscle NMR study",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 84,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Table 4"
                }
            ]
        },
        {
            "text": "There was no significant difference   in PCr/ATP ratios ( Figure 1D, two-tailed Mann-Whitney test) when comparing control to PNx animals, similar to the findings shown in the myocardial studies at this time point ( Figure 1B, two-tailed Mann-Whitney test).",
            "section": "eight-week skeletal muscle NMR study",
            "ref_spans": [
                {
                    "start": 58,
                    "end": 67,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1D"
                },
                {
                    "start": 215,
                    "end": 224,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1B"
                }
            ]
        },
        {
            "text": "Eight pairs of hearts were suitable for study. ",
            "section": "eight-week cZe study"
        },
        {
            "text": "CZE measurements showed no significant differences in the concentrations of PCr, ATP, adenosine diphosphate, or adenosine  Notes: After 4 weeks of uremia, NMR revealed that PCr/ATP ratios were significantly reduced in both cardiac and skeletal muscles (A and C). ",
            "section": "eight-week cZe study"
        },
        {
            "text": "At 8 weeks, no significant difference in the ratio was seen (B and D). ",
            "section": "eight-week cZe study"
        },
        {
            "text": "CZE confirmed the cardiac NMR findings at 8 weeks (E). ",
            "section": "eight-week cZe study"
        },
        {
            "text": "Two-tailed Mann-Whitney analysis with median values ± sD is presented. ",
            "section": "eight-week cZe study"
        },
        {
            "text": "Abbreviations: Pcr, phosphocreatine; aTP, adenosine triphosphate; PNx, partial nephrectomy; NMR, nuclear magnetic resonance; cZe, capillary zone electrophoresis; NS, not significant. ",
            "section": "eight-week cZe study"
        },
        {
            "text": "monophosphate ( Table 5) when comparing control to uremic hearts. ",
            "section": "eight-week cZe study",
            "ref_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "In addition, PCr/ATP ratios were not significantly different between control and uremic hearts ( Figure 1E, two-tailed Mann-Whitney test).",
            "section": "eight-week cZe study",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 106,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1E"
                }
            ]
        },
        {
            "text": "Five pairs of animals yielded spectra suitable for analysis (Table 6). ",
            "section": "stressed hearts (dobutamine treated) eight-week stressed heart NMR study",
            "ref_spans": [
                {
                    "start": 60,
                    "end": 68,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "(Table 6"
                }
            ]
        },
        {
            "text": "In baseline conditions, there was no significant difference between the two groups' PCr/ATP ratios. ",
            "section": "stressed hearts (dobutamine treated) eight-week stressed heart NMR study"
        },
        {
            "text": "When the spectra were reacquired during the infusion of intravenous dobutamine, PCr/ATP ratios fell significantly in the uremic group ( P,0.05, two-tailed Mann-Whitney test), while there was no significant change in the PCr/ATP ratios between the control groups (see control groups unstressed versus stressed in Figure 2A and B). ",
            "section": "stressed hearts (dobutamine treated) eight-week stressed heart NMR study",
            "ref_spans": [
                {
                    "start": 312,
                    "end": 321,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2A"
                }
            ]
        },
        {
            "text": "However, there were significant reductions in PCr/ATP ratios in the stressed hearts from uremic animals compared to those from SH-operated animals ( Figure 2B).",
            "section": "stressed hearts (dobutamine treated) eight-week stressed heart NMR study",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 158,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2B"
                }
            ]
        },
        {
            "text": "The hearts were freeze clamped following an intravenous infusion of dobutamine (15 µg⋅kg −1 ⋅min −1 for 20 minutes prior to freeze clamping). ",
            "section": "eight-week stressed heart cZe study"
        },
        {
            "text": "Experiments were conducted 8 weeks following PNx (Table 7). ",
            "section": "eight-week stressed heart cZe study",
            "ref_spans": [
                {
                    "start": 49,
                    "end": 58,
                    "type": "table",
                    "ref_id": "tab_6",
                    "text": "(Table 7)"
                }
            ]
        },
        {
            "text": "While a comparison of ATP and PCr concentrations did not reach statistical significance, PCr/ ATP ratios were significantly reduced in the uremic group compared to those in control animals (P,0.05, two-tailed Mann-Whitney test, Figure 2C).",
            "section": "eight-week stressed heart cZe study",
            "ref_spans": [
                {
                    "start": 228,
                    "end": 237,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2C"
                }
            ]
        },
        {
            "text": "These experiments have demonstrated a reduction in the PCr/ ATP ratio in uremic rat hearts in vivo 4 weeks after PNx. ",
            "section": "Discussion"
        },
        {
            "text": "However, identical experiments conducted 8 weeks following PNx showed no reduction in the PCr/ATP ratio. ",
            "section": "Discussion"
        },
        {
            "text": "A possible reason for this finding is that the development of adaptive and compensatory myocardial changes formed over time is masking bioenergetic abnormalities at rest. ",
            "section": "Discussion"
        },
        {
            "text": "This hypothesis is supported by the evidence that the stressor agent dobutamine was able to reveal changes in the PCr/ATP at 8 weeks that were not seen when the hearts were unstressed (comparing Figure 2A and B). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 211,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2A and B)"
                }
            ]
        },
        {
            "text": "Tellingly, similar bioenergetic changes were observed when studying skeletal muscle, and this raises    the possibility of using skeletal muscle bioenergetics as a surrogate tissue for the heart, as determination of skeletal muscle bioenergetics is a much easier and less invasive procedure to perform than cardiac measurement.",
            "section": "Discussion"
        },
        {
            "text": "To the best of our knowledge, there are no reports in the literature of in vivo studies of myocardial bioenergetics measured by NMR in animal models of uremia at different time points or in the presence and absence of dobutamineinduced stress. ",
            "section": "Discussion"
        },
        {
            "text": "However, Seymour's group in a study of myocardial substrate utilization using an in vivo uremic model have determined altered cardiac bioenergetics, but only at a single time point. ",
            "section": "Discussion"
        },
        {
            "text": "23,24 Interesting recent work from the same group has revealed how mitochondrial respiration in the uremic heart is chronically uncoupled. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24"
                }
            ]
        },
        {
            "text": "25 Raine et al 18 studied the hearts of rats 3 weeks following PNx using an isolated working heart model. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                },
                {
                    "start": 15,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Here they demonstrated reduced PCr/ ATP ratios, similar in pattern to the results obtained in these experiments 4 weeks post-PNx in vivo.",
            "section": "Discussion"
        },
        {
            "text": "There are many possible causes for a diminished PCr/ ATP ratio in the heart. ",
            "section": "Discussion"
        },
        {
            "text": "In normal circumstances, large changes in energy expenditure produce only modest changes in the PCr/ATP ratio as a result of the tight regulation of oxidative phosphorylation. ",
            "section": "Discussion"
        },
        {
            "text": "26 Oxygen limitation due to cell metabolism may occur because of the well-recognized capillary rarefaction. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "Anemia may exacerbate this effect, in addition to any increase in catecholamine levels or myocyte sensitivity to catecholamines 5,27,28 with or without changes in intracellular changes in calcium concentration and sensitivity. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27,"
                },
                {
                    "start": 133,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "Catecholamine stress has also been shown to reduce the PCr/ATP ratio in obese subjects but not in subjects of normal weight. ",
            "section": "Discussion"
        },
        {
            "text": "5 Another possible cause of abnormal myocardial bioenergetics in uremia may be due to altered substrate utilization. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "Previous studies in animals have shown that in LVH, an increase in the utilization of glucose in preference to free fatty acids occurs. ",
            "section": "Discussion"
        },
        {
            "text": "29 Christe and Rodgers studied the isolated perfused heart of the spontaneously hypertensive rat with LVH and hypertension. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ]
        },
        {
            "text": "30 They found enhanced glucose oxidation and suppressed fatty acid oxidation in the spontaneously hypertensive rat compared to normotensive controls. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                }
            ]
        },
        {
            "text": "Similar findings of depressed fatty acid oxidation 31,32 and enhanced glycolytic capacity 33 have been observed in other forms of LVH. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31,"
                },
                {
                    "start": 54,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                },
                {
                    "start": 90,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33"
                }
            ]
        },
        {
            "text": "It is possible that in the uremic environment, the substrate specificity is different from normal hearts early on during the course of uremia, and this may explain the decreased PCr/ATP ratio seen at 4 weeks post-PNx. ",
            "section": "Discussion"
        },
        {
            "text": "The change in substrate utilization may take some time to become fully effective, and this is a possible explanation for the \"normalization\" of PCr/ATP ratios seen in the uremic hearts at 8 weeks: the adaptive mechanism has become functional.",
            "section": "Discussion"
        },
        {
            "text": "A loss of total creatine in the heart, as seen in some nonuremic models of LVH, 34 might also lead to a reduction in PCr concentration and a reduction in PCr/ATP ratio via the creatine kinase system. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34"
                }
            ]
        },
        {
            "text": "Total creatine was not measured in these experiments, but it is noteworthy that Raine et al 18 did not find any reduction in total creatine in the uremic heart despite finding significant reductions in PCr/ATP ratios in the isolated perfused heart. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Reduced total creatine therefore appears unlikely to be the cause of the abnormalities seen in the uremic heart.",
            "section": "Discussion"
        },
        {
            "text": "Uremic skeletal muscle showed similar bioenergetic changes as cardiac tissue. ",
            "section": "Discussion"
        },
        {
            "text": "Uremic animal skeletal muscle was studied 4 weeks after PNx and found to have reduced Notes: Prior to dobutamine addition, as in the unstressed study, no significant difference in the PCr/ATP ratio was seen (A). ",
            "section": "Discussion"
        },
        {
            "text": "however, dobutamine stress showed significant reductions in PCr/ATP ratios in the heart from uremic animals compared to sham-operated animals by both NMR (B) and cZe (C) determinations. ",
            "section": "Discussion"
        },
        {
            "text": "Two-tailed Mann-Whitney analysis with median values ± sD is presented. ",
            "section": "Discussion"
        },
        {
            "text": "Abbreviations: Pcr, phosphocreatine; aTP, adenosine triphosphate; PNx, partial nephrectomy; NMR, nuclear magnetic resonance; cZe, capillary zone electrophoresis.",
            "section": "Discussion"
        },
        {
            "text": "PCr/ATP ratios compared to control skeletal muscle. ",
            "section": "Discussion"
        },
        {
            "text": "Rats studied 8 weeks post-PNx had no difference in their muscle PCr/ATP ratios when compared to SH-operated control animals. ",
            "section": "Discussion"
        },
        {
            "text": "These findings therefore closely mirror the cardiac data. ",
            "section": "Discussion"
        },
        {
            "text": "Previous studies of skeletal muscle bioenergetics in uremia have produced conflicting results. ",
            "section": "Discussion"
        },
        {
            "text": "One study of calf muscle in dialysis patients using NMR found no differences in PCr, ATP, or inorganic phosphate levels at rest, but when the muscle was exercised, a reduction in PCr and ATP concentrations was seen in uremic patients. ",
            "section": "Discussion"
        },
        {
            "text": "35 Recovery of PCr concentrations was slower in the dialysis group, suggesting a defect in oxidative metabolism in the uremic muscle. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35"
                }
            ]
        },
        {
            "text": "35 Another study provides support for this conclusion, with a decreased calculated phosphorylation potential in the skeletal muscle of dialysis patients compared to healthy control subjects. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35"
                }
            ]
        },
        {
            "text": "36 The results described here suggest that skeletal muscle and cardiac muscle may behave in a similar manner in CKD. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36"
                }
            ]
        },
        {
            "text": "Skeletal muscle is simpler to study in vivo than cardiac muscle, and results obtained in skeletal muscle may therefore prove to extend to cardiac muscle. ",
            "section": "Discussion"
        },
        {
            "text": "Moreover, intracellular pH in skeletal muscle can be measured much more easily than in cardiac muscle. ",
            "section": "Discussion"
        },
        {
            "text": "Skeletal muscle intracellular pH in uremic and control groups was found to be similar, consistent with other published findings, 35 which permits us to rule out acid/base changes being the cause of the abnormal bioenergetics.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35"
                }
            ]
        },
        {
            "text": "The work presented here is not without its limitations. ",
            "section": "Discussion"
        },
        {
            "text": "More definitive evidence would have been provided in terms of bioenergetics reserve if we had conducted dobutamine stress in the heart tissue at 4 weeks and further confirmation of the surrogate nature of skeletal muscle had we performed a stress test in that tissue at 8 weeks. ",
            "section": "Discussion"
        },
        {
            "text": "However, this was only appreciated after the study was complete. ",
            "section": "Discussion"
        },
        {
            "text": "Nevertheless, we believe that the evidence shown here in this in vivo study provides important data of bioenergetics in a realistic setting of uremia, with no restriction of substrate or neurohumoral mechanisms such as those found in ex vivo studies. ",
            "section": "Discussion"
        },
        {
            "text": "In addition, our in vivo NMR data are supported by our chromatographic study using CZE. ",
            "section": "Discussion"
        },
        {
            "text": "This suggests that the changes in bioenergetics measured by NMR in this study do reflect genuine changes in high-energy phosphates in vivo and furthermore give credence to the possibility of using skeletal muscle as a useful surrogate marker for cardiac tissue in clinical subjects where required.",
            "section": "Discussion"
        },
        {
            "text": "This study provides evidence of the impaired myocardial bioenergetics in experimental uremia and that skeletal muscle bioenergetics changes mirror those seen in the cardiac tissue. ",
            "section": "Conclusion"
        },
        {
            "text": "Therefore, skeletal muscle could potentially be used as a surrogate tissue during clinical cardiac NMR studies. ",
            "section": "Conclusion"
        },
        {
            "text": "This work has also highlighted the utility of catecholaminergic stress induced by dobutamine being able to unmask the changes in energetics that had resulted from experimental uremia.",
            "section": "Conclusion"
        },
        {
            "text": "The authors would like to acknowledge the help given by Dr Anne-Marie Seymour in initiating this project. ",
            "section": "Acknowledgments"
        },
        {
            "text": "AMSC was supported by a British Heart Foundation's Junior Fellowship grant during this study.",
            "section": "Acknowledgments"
        },
        {
            "text": "The authors report no conflicts of interest in this work.",
            "section": "Disclosure"
        },
        {
            "text": "Submit your manuscript here: http://www.dovepress.com/international-journal-of-nephrology-and-renovascular-disease-journal",
            "section": "Publish your work in this journal"
        },
        {
            "text": "The International Journal of Nephrology and Renovascular Disease is an international, peer-reviewed open-access journal focusing on the pathophysiology of the kidney and vascular supply. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "Epidemiology, screening, diagnosis, and treatment interventions are covered as well as basic science, biochemical and immunological studies. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "The journal welcomes original research, clinical studies, reviews & evaluations, expert opinion and commentary, case reports and extended reports. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "The manuscript management system is completely online and includes a very quick and fair peerreview system, which is all easy to use. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "Visit http://www.dovepress.com/ testimonials.php to read real quotes from published authors.",
            "section": "Publish your work in this journal"
        }
    ]
}