{
    "abstract": [],
    "body_text": [
        {
            "text": "Periprosthetic joint infection (PJI) is a devastating complication seen in total joint arthroplasty (TJA) patients. ",
            "section": "inTroducTion"
        },
        {
            "text": "PJI accounts for 25% of failed knee arthroplasties and 15% of failed hip arthroplasties. ",
            "section": "inTroducTion"
        },
        {
            "text": "[1] It could lead to prolonged hospitalization, repeated surgical intervention, significant permanent deformity, or even definitive loss of the implant. ",
            "section": "inTroducTion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "[2] The symptoms of PJI are often nonspecific, which makes the diagnosis of PJI quite challenging. ",
            "section": "inTroducTion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "[3] In caring for a painful joint arthroplasty, the ability to distinguish between septic and aseptic failures of the prosthesis is critical as the treatment for PJI necessitates unique surgical strategies that aim to eradicate the infecting organism(s). ",
            "section": "inTroducTion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "[4] Traditionally, the hematological diagnosis of PJI is performed by measuring inflammatory factors of white blood cell (WBC) levels, erythrocyte sedimentation rate (ESR), and serum C-reactive protein (CRP). ",
            "section": "inTroducTion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "In addition, microbiology analysis of synovial fluid and periprosthetic tissue using histology and synovial fluid culture [5] and imaging tests such as enhanced computed tomography bone scanning, magnetic resonance imaging, and positron emission tomography are also used. ",
            "section": "inTroducTion",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "[6] However, some of these results are nonspecific for PJI, and the test results have to be combined with the clinical history and symptoms; thus, a more specific and sensitive routine for PJI diagnosis is required. ",
            "section": "inTroducTion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "[7] To address the inconsistency of different tests, the American Academy of Orthopedic Surgeons (AAOS) published their first guideline in 2010 as a reference for the diagnosis of PJI, [8] in which ESR and CRP were used as screening tests and joint aspiration should be performed when the level of these markers are elevated. ",
            "section": "inTroducTion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[7]"
                },
                {
                    "start": 185,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Then, in 2012, the Musculoskeletal Infection Society (MSIS) renewed with a consensus statement providing a concise definition of a PJI. ",
            "section": "inTroducTion"
        },
        {
            "text": "[9] Although the MSIS definition provides a standard for definitive retrospective diagnosis and research, its complexity makes it difficult to use in daily clinical practice. ",
            "section": "inTroducTion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The ideal method of PJI diagnosis would be a single test or panel that is highly sensitive, specific, and simple to interpret. ",
            "section": "inTroducTion"
        },
        {
            "text": "[10] In recent years, researches on PJI diagnosis have started to focus on synovial fluid instead of serum, since synovial fluid is the site of primary infection, and the diagnosis should be more sensitive than that of serum theoretically. ",
            "section": "inTroducTion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Studies have revealed that number of antimicrobial peptides and inflammatory cytokines including CRP, interleukin (IL)-1, IL-6, IL-17A, interferon-γ, tumor necrosis factor-α, defensin, cathelicidin LL-37, and so on in synovial fluid could be used as biomarkers for diagnosis. ",
            "section": "inTroducTion"
        },
        {
            "text": "[11] CRP is a protein that has long been measured in the serum as an indicator of infection, and it has already become a well-known protein in the orthopedic community. ",
            "section": "inTroducTion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "[12] Until now, several studies have suggested that the CRP levels in synovial fluid may serve as a simple and cost-effective means for improving the diagnosis of PJI as the local CRP is thought to enhance complement activation and phagocytosis. ",
            "section": "inTroducTion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "[13] However, there are also studies concluded that CRP from synovial fluid does not offer a diagnostic advantage in the detection of PJIs after comparing the value of synovial fluid CRP with serum CRP.",
            "section": "inTroducTion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "To address this controversy, we believe that establishing a prompt, precise, and convenient diagnostic guideline based on current evidence, consensus, expert opinions, and reviews is necessary. ",
            "section": "inTroducTion"
        },
        {
            "text": "Therefore, in this study, we aim to conduct a meta-analysis to investigate the diagnostic accuracy of synovial fluid CRP for diagnosing PJI. ",
            "section": "inTroducTion"
        },
        {
            "text": "Ultimately, this will improve the management of patients with PJI as an effective treatment of PJI requires an accurate and quick diagnosis. ",
            "section": "inTroducTion"
        },
        {
            "text": "To the best of our knowledge, our study is the first meta-analysis that evaluates the clinical utility of synovial fluid CRP in the diagnosis of PJI. ",
            "section": "inTroducTion"
        },
        {
            "text": "In our study, we compared the diagnostic performance of synovial fluid CRP with the consensus-based guidelines.",
            "section": "inTroducTion"
        },
        {
            "text": "The methodological approach to evidence searching and synthesis described in this protocol was based on the Cochrane collaboration's diagnostic test accuracy methods. ",
            "section": "Search strategy"
        },
        {
            "text": "[14] In our study, we performed a literature search, screened the studies identified, and selected the studies that meet the eligibility criteria. ",
            "section": "Search strategy",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "We then extracted the data from the selected studies and assessed the eligible studies by means of the revised Quality Assessment of Diagnostic Accuracy Studies (QUADAS-2) criteria. ",
            "section": "Search strategy"
        },
        {
            "text": "[15] Statistical analysis, evidence synthesis, and report compilation were carried out as the steps below. ",
            "section": "Search strategy",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "We strictly adhered to standards of the Preferred Reporting Items for Systematic Reviews and Meta-Analyses in reporting the findings of this review. ",
            "section": "Search strategy"
        },
        {
            "text": "[16] We searched the electronic databases including PubMed, EMBASE, Web of Science, the Cochrane Library, and Science Direct for entries recorded from the time of database inception to December 2015. ",
            "section": "Search strategy",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Vocabulary and syntax were adjusted according to different databases. ",
            "section": "Search strategy"
        },
        {
            "text": "We used keywords including \"periprosthetic joint infection\" or \"prosthesis-related infections\" to represent the disease, \"synovial fluid\" or \"fluid, synovial\" to represent the source of our target biomarker, and \"C-reactive protein\" or \"protein, C-reactive\" as our target index.",
            "section": "Search strategy"
        },
        {
            "text": "Studies that were related with patients suffering from the hip, knee, and shoulder joint arthroplasties or investigated our target biomarker were included. ",
            "section": "Search strategy"
        },
        {
            "text": "Therefore, animal-only studies and studies that do not report data on the diagnostic performance of our target index were excluded.",
            "section": "Search strategy"
        },
        {
            "text": "Screening was performed in a two-step process: title/abstract screening and full-text screening. ",
            "section": "Study selection"
        },
        {
            "text": "Two researchers independently reviewed the title and abstract of each assay to select those that were likely for further screening. ",
            "section": "Study selection"
        },
        {
            "text": "In the initial stage of the screening, 10-15 articles should be used to reach acceptable levels of agreement among the researchers. ",
            "section": "Study selection"
        },
        {
            "text": "When confronted with disagreements, two researchers had to come to a consensus about the screening methods. ",
            "section": "Study selection"
        },
        {
            "text": "Following full-text screening, a list of excluded studies with reasons for exclusion was presented.",
            "section": "Study selection"
        },
        {
            "text": "Inclusion criteria were as follows: patients who have undergone knee, hip, or shoulder joint replacements; sufficient synovial fluid had to be aspirated for study method and CRP of synovial fluid was detected; the diagnosis of PJI was confirmed by MSIS or AAOS; sufficient data can be extracted for the construction of a 2 × 2 contingency table. ",
            "section": "Study selection"
        },
        {
            "text": "Exclusion criteria were as follows: unrelated biomarkers, CRP of the serum, not synovial fluid; insufficient data to calculate sensitivity and specificity; case reports, commentaries, expert opinion, and narrative reviews; duplicates.",
            "section": "Study selection"
        },
        {
            "text": "The methodological quality of the included studies was appraised by an adapted version of the QUADAS-2, which consisted of four key domains that discussed patient selection, index test, reference standard, and flow and timing. ",
            "section": "Quality assessment"
        },
        {
            "text": "Risk of bias assessment of the four domains and clinical applicability of the first three domains were assessed with signaling questions. ",
            "section": "Quality assessment"
        },
        {
            "text": "Questions were answered as \"yes\" for low risk of bias/concerns, \"no\" for high risk of bias/concerns, or \"unclear\".",
            "section": "Quality assessment"
        },
        {
            "text": "The following information was extracted: (1) study characteristics including author, year of publication, country, design, sample size, and number analyzed for each study;",
            "section": "Data extraction"
        },
        {
            "text": "(2) population characteristics including patients' mean age, sex; (3) intervention characteristics including method of sampling, method of measuring, and threshold; (4) gold standard including MSIS or AAOS; (5) outcomes including false/true positive, false/true negative from 2 × 2 table for diagnostic studies, sensitivity and specificity, positive likelihood ratio (PLR), and negative likelihood ratio (NLR). ",
            "section": "Data extraction"
        },
        {
            "text": "Data were extracted by a single reviewer with all outcomes and then verified by the other reviewers.",
            "section": "Data extraction"
        },
        {
            "text": "For all the studies from which we constructed the 2 × 2 table, pooled sensitivity, specificity, PLR, NLR, and the diagnostic odds ratio (DOR) were calculated using the bivariate model. ",
            "section": "Statistical analysis and heterogeneity assessment"
        },
        {
            "text": "[17] The summarized receiver operating characteristic (SROC) curve was constructed. ",
            "section": "Statistical analysis and heterogeneity assessment",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "In diagnostic test, heterogeneity was commonly caused by threshold effect. ",
            "section": "Statistical analysis and heterogeneity assessment"
        },
        {
            "text": "When threshold effect existed, there was a negative correlation between sensitivity and specificity. ",
            "section": "Statistical analysis and heterogeneity assessment"
        },
        {
            "text": "Heterogeneity caused by the threshold effect was evaluated by Spearman's correlation coefficient. ",
            "section": "Statistical analysis and heterogeneity assessment"
        },
        {
            "text": "If there were more than one threshold in an article, the threshold with the largest Youden index was chosen. ",
            "section": "Statistical analysis and heterogeneity assessment"
        },
        {
            "text": "The percentage of the total variation across studies was described by the I 2 statistic, which indicated the existence of significant heterogeneity when the value exceeded 50%. ",
            "section": "Statistical analysis and heterogeneity assessment"
        },
        {
            "text": "The value of I 2 ranges from 0 to 100%, with 0 implying no observed heterogeneity, and larger values indicating increasing heterogeneity. ",
            "section": "Statistical analysis and heterogeneity assessment"
        },
        {
            "text": "[18] The random effects model was chosen due to the expected clinical and statistical heterogeneity among the studies. ",
            "section": "Statistical analysis and heterogeneity assessment",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "[17] For all effect estimates, P < 0.05 was considered statistically significant. ",
            "section": "Statistical analysis and heterogeneity assessment",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "All analyses were conducted using Meta-Disc software (version 14.0, Unit of Clinical Biostatistics team, Madrid, Spain).",
            "section": "Statistical analysis and heterogeneity assessment",
            "entity_spans": [
                {
                    "start": 34,
                    "end": 43,
                    "type": "software",
                    "rawForm": "Meta-Disc",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "edae888741-software-0"
                },
                {
                    "start": 62,
                    "end": 66,
                    "type": "version",
                    "rawForm": "14.0",
                    "resp": "#annotator7",
                    "id": "#edae888741-software-0"
                },
                {
                    "start": 68,
                    "end": 103,
                    "type": "publisher",
                    "rawForm": "Unit of Clinical Biostatistics team",
                    "resp": "#curator",
                    "id": "#edae888741-software-0"
                }
            ]
        },
        {
            "text": "Of the identified 237 articles, 186 of which were excluded with the reasons of duplicates. ",
            "section": "resulTs"
        },
        {
            "text": "Among the left 51 articles, 40 were excluded after reading the title and abstract, reasons including the unqualified source of CRP detected and inappropriate article type (reviews, comments, or letters). ",
            "section": "resulTs"
        },
        {
            "text": "After reading the whole 11 articles included, 4 were unqualified due to insufficient data, and 7 of which were considered suitable for systematic review. ",
            "section": "resulTs"
        },
        {
            "text": "[19][20][21][22][23][24][25] Among these articles, one used improper cutoff value and was excluded, leaving 6 further analyzed for meta-analysis. ",
            "section": "resulTs",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[19]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[20]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[21]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[22]"
                },
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[23]"
                },
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[24]"
                },
                {
                    "start": 24,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "[19][20][21][22][23][24] The study selection process is illustrated in Figure 1. ",
            "section": "resulTs",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[19]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[20]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[21]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[22]"
                },
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[23]"
                },
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[24]"
                },
                {
                    "start": 71,
                    "end": 79,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Graphical summary of the methodological assessment based on QUADAS-2 quality assessment for the 6 studies of meta-analysis is shown in Figure 2.",
            "section": "resulTs",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 143,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "A total of 456 samples from patients who had undergone hip or knee joint replacement were included in the meta-analysis. ",
            "section": "resulTs"
        },
        {
            "text": "All studies were conducted prospectively, and five of the studies took the synovial fluid samples before any clinical treatment while one did not mention. ",
            "section": "resulTs"
        },
        {
            "text": "However, the cutoff value of synovial fluid CRP varied in each study: 2.8, 3.65, 6.6, 9.5, and 12.2 mg/L, respectively. ",
            "section": "resulTs"
        },
        {
            "text": "In addition, to determine synovial fluid CRP, enzyme-linked immunosorbent assay (ELISA) was used in two studies while turbid metric immunoassay or kinetic infrared immunoassay was used in the other four. ",
            "section": "resulTs"
        },
        {
            "text": "As for the standard diagnosis, MSIS and AAOS were both included since the details had an overlap with each other. ",
            "section": "resulTs"
        },
        {
            "text": "Detailed characteristics of individual study are summarized in Table 1, and detailed number of patients involved in each study and their diagnosis results are illustrated in Table 2. For the included studies, the overall pooled sensitivity was 0.92 (95% confidence interval [CI]: 0.86-0.96), and the pooled specificity was 0.90 [95% CI: 0.87-0.93, Figure 3a and 3b]. ",
            "section": "resulTs",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                },
                {
                    "start": 174,
                    "end": 182,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2."
                },
                {
                    "start": 348,
                    "end": 357,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 3a"
                }
            ]
        },
        {
            "text": "The pooled PLR and NLR were 9.00 (95% CI: 6.15-13.16) and 0.10 [95% CI: 0.06-0.18, Figure 4a and 4b], respectively. ",
            "section": "resulTs",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 92,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 4a"
                }
            ]
        },
        {
            "text": "The area under the SROC (AUSROC) was 0.9663 [standard error 0.0113, Figure 5] and the DOR was 101.40 (95% CI: 48.07-213.93). ",
            "section": "resulTs",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 76,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "The results are summarized in Table 3. Spearman's correlation coefficient (−0.40) and the P value (0.60), which represent threshold effect were tested for the between-study variability (heterogeneity). ",
            "section": "resulTs",
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "We could also come to the same conclusion since there was no shoulder-like ROC plane curve. ",
            "section": "resulTs"
        },
        {
            "text": "The heterogeneity for sensitivity and specificity was tested through I 2 range (0 and 26.8%, respectively).",
            "section": "resulTs"
        },
        {
            "text": "PJI is currently one of the most common complications associated with TJA and difficult to diagnose. ",
            "section": "discussion"
        },
        {
            "text": "[26] The major reasons for this difficulty are the absence of specific clinical signs and symptoms, the relative lack of accurate laboratory tests, and low culture rate in isolation of pathogens due to prior therapy and formation of biofilms. ",
            "section": "discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "[27,28] The accurate definition of what constitutes PJI is still controversial; [29] therefore, several orthopedic associations have established clinical guidelines for diagnosing PJI. ",
            "section": "discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[27,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "28]"
                },
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "[30] The MSIS recently responded to this diagnostic difficulty by developing a definition for PJI. ",
            "section": "discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "[31] According to the MSIS, the diagnosis of PJI definition requires positive result in either one of two major criteria (sinus tract communication with a prosthesis or pathogen isolated by culture from two separate fluid samples) or four of six minor criteria (elevated ESR, elevated CRP, elevated WBC count, elevated percentage of polymorphonuclear neutrophils (PMN), presence of purulence, and greater than five neutrophils per high-power field on frozen section). ",
            "section": "discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "[32] By comparison, AAOS guideline is similar to MSIS, including the following four thresholds: ESR >30 mm/h, serum CRP value >10 mg/L, synovial WBC count >1760 cells/µl for chronic infection or 10,700 cells/µl for acute infection, and synovial PMN differential percentage >73% for chronic infection or greater than 89% for acute infection. ",
            "section": "discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "[8] PJI should be diagnosed if 3 out of 4 thresholds were abnormal.",
            "section": "discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Although clinically useful, these definitions are complex and time-consuming, with the subjective interpretation of the frozen section histology and the delay in diagnosis of several independent culture results. ",
            "section": "discussion"
        },
        {
            "text": "On the contrary, synovial fluid aspirated from patients with joint replacement may provide researchers with a perfect source of PJI diagnosis since host proteins with direct antimicrobial activity may play an important role in response to pathogen elimination. ",
            "section": "discussion"
        },
        {
            "text": "[33,34] The promise of synovial fluid biomarkers to diagnose PJI has been reported during the past few years; however, the reference standard in some of these studies is not based on MSIS or AAOS, which makes the comprehensive analysis of these studies more challenging. ",
            "section": "discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[33,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "34]"
                }
            ]
        },
        {
            "text": "According to our search results, none of the articles so far have carried out a systematic review or meta-analysis about synovial fluid biomarkers in the diagnosis of PJI and we consider it necessary to fill this gap.",
            "section": "discussion"
        },
        {
            "text": "At the initial stage of our systematic study, we used the keywords such as \"biological biomarkers\", \"inflammatory cytokines\", and \"antimicrobial peptides\" in the research strategy to obtain as many highly correlated articles as possible. ",
            "section": "discussion"
        },
        {
            "text": "After reviewing searched studies, only two out of  Parvizi et al., 2012 [23] 18 2 2 41 Parvizi et al., 2012 [24] 21 4 1 33 Vanderstappen et al., 2013 [20] 9 2 1 32 Tetreault et al., 2014 [22] 28 13 4 74 Deirmengian et al., 2014 [19] 28 7 1 59 Buttaro et al., 2015 [21]   five qualified studies used synovial fluid IL-6 as a biomarker for diagnosis of PJI; hence, the meta-analysis would not be accurate due to the limited numbers. ",
            "section": "discussion",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[23]"
                },
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[24]"
                },
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[20]"
                },
                {
                    "start": 187,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[22]"
                },
                {
                    "start": 228,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[19]"
                },
                {
                    "start": 264,
                    "end": 268,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "As for α-defensin, all qualified five studies came to the same conclusion that it was a biomarker with high sensitivity and specificity for the diagnosis of PJI. ",
            "section": "discussion"
        },
        {
            "text": "Based on the studies we have searched, opinion toward the diagnostic value of synovial fluid CRP is still in debate; thus, we focused on this biomarker. ",
            "section": "discussion"
        },
        {
            "text": "CRP release is induced by the recognition of pathogenic patterns, playing several mechanistic roles in the innate immune response [35] and is currently assayed in the serum as a common and inexpensive test to screen for the presence of PJI in MSIS. ",
            "section": "discussion",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "[36,37] However, elevated concentration of serum CRP is nonspecific for the diagnosis of localized infection since CRP is an acute-phase reactant in numerous noninfectious diseases. ",
            "section": "discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[36,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "37]"
                }
            ]
        },
        {
            "text": "[38] After quality assessment, six articles were highly qualified for our meta-analysis, four of which used MSIS as the reference standard and the rest used AAOS as the reference standard.",
            "section": "discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "In our meta-analysis, we found that synovial fluid CRP showed high sensitivity and specificity for the diagnosis of PJI. ",
            "section": "discussion"
        },
        {
            "text": "Pooled estimates of sensitivity and specificity were 0.92 and 0.90, respectively. ",
            "section": "discussion"
        },
        {
            "text": "Based on the low I 2 (0 and 26.8%, respectively), Spearman's correlation coefficient with P > 0.05, and inexistence of shoulder-like curve, we believe that the heterogeneity among studies is low. ",
            "section": "discussion"
        },
        {
            "text": "As for the diagnostic performance estimated by the summary ROC, synovial fluid CRP had a high (area under the curve [AUC] >0.9) diagnostic ability to identify PJI patients based on the suggested guidelines for the interpretation for the AUSROC. ",
            "section": "discussion"
        },
        {
            "text": "The DOR of our pooled analysis is 101.40, indicating a high diagnostic value of synovial fluid CRP in PJI diagnosis.",
            "section": "discussion"
        },
        {
            "text": "Of seven articles screened for systematic review, the one carried out by Deirmengian et al. ",
            "section": "discussion"
        },
        {
            "text": "[25] was not included in meta-analysis due to the use of an improper cutoff value. ",
            "section": "discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "In the article, he conducted the study combining synovial fluid α-defensin and CRP together. ",
            "section": "discussion"
        },
        {
            "text": "However, CRP was used solely  as a complementary biomarker and evaluated through ROC analysis with the purpose of improving the specificity of α-defensin assays used. ",
            "section": "discussion"
        },
        {
            "text": "As part of the combined algorithm, this CRP threshold was applied only to α-defensin-positive samples. ",
            "section": "discussion"
        },
        {
            "text": "After the detection of both α-defensin and CRP, the false positive α-defensin results could be reversed to true negative, which meant this CRP cutoff value was decided only for the false positive samples. ",
            "section": "discussion"
        },
        {
            "text": "Therefore, the CRP cutoff value used was relatively low and the generated 2 × 2 table was not suitable for the meta-analysis in this study.",
            "section": "discussion"
        },
        {
            "text": "Two studies conducted by Parvizi et al. ",
            "section": "discussion"
        },
        {
            "text": "[23,24] came to the conclusion that future investigations are needed to confirm their findings in a larger cohort. ",
            "section": "discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[23,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "24]"
                }
            ]
        },
        {
            "text": "We performed this meta-analysis with the primary aim of enlarging the number of samples, which is in accordance with the studies of Parvizi et al. ",
            "section": "discussion"
        },
        {
            "text": "[23] and Vanderstappen et al., [20] who found that intraarticular CRP level could also reflect the severity of PJI in their studies. ",
            "section": "discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[23]"
                },
                {
                    "start": 31,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "Buttaro et al. ",
            "section": "discussion"
        },
        {
            "text": "[21] admitted that synovial fluid CRP was easier to obtain, less expensive, and less dependent on the technique of obtaining and interpreting the frozen section. ",
            "section": "discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Tetreault et al. ",
            "section": "discussion"
        },
        {
            "text": "[22] found that measurement of CRP in synovial fluid rather than serum using readily available assays does not offer a diagnostic advantage in the detection of PJIs. ",
            "section": "discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "However, based on our meta-analysis, the diagnostic value of synovial fluid CRP is higher than that of serum CRP. ",
            "section": "discussion"
        },
        {
            "text": "[39] The pooled estimates for sensitivity, specificity, and the AUC for the serum CRP of the 25 included studies were 0.82 (95% CI: 0.80-0.84), 0.77 (95% CI: 0.76-0.78), and 0.877 ± 0.016, respectively.",
            "section": "discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[39]"
                }
            ]
        },
        {
            "text": "There are two major limitations in our study. ",
            "section": "discussion"
        },
        {
            "text": "First, despite an in-depth search of several electronic databases, there were only six articles qualified for our meta-analysis and it was impossible to further analyze and divide the studies into subgroups to explore other potential factors that may affect the heterogeneity and perform meta-regression analysis. ",
            "section": "discussion"
        },
        {
            "text": "Therefore, characteristics of patients included in each study including age, basic condition before surgery, and the existence of systematic diseases could not be fully analyzed in the meta-analysis. ",
            "section": "discussion"
        },
        {
            "text": "Second, the ideal cutoff value for the synovial fluid CRP test could not be determined since the raw data were not provided in the published articles. ",
            "section": "discussion"
        },
        {
            "text": "It is hard to come to a consistent cutoff value since different laboratories used different methods to detect synovial fluid CRP, for example, ELISA and turbidimetric immunoassay, both of which performed antibody response with the target protein (CRP). ",
            "section": "discussion"
        },
        {
            "text": "As a matter of fact, there is still no standard cutoff value for the diagnosis worldwide currently even for the same method. ",
            "section": "discussion"
        },
        {
            "text": "Thus, our meta-analysis also indicates that large-scale, prospective, randomized trials with standardized reference and detecting method, strict included, and excluded criteria are in urgent requirement to generate a more precise cutoff value for clinicians.",
            "section": "discussion"
        },
        {
            "text": "To the best of our knowledge, our study is the first meta-analysis that evaluates the clinical utility of synovial fluid CRP in the diagnosis of PJI. ",
            "section": "discussion"
        },
        {
            "text": "Although the number of studies included in our meta-analysis is limited, all the included studies are highly qualified and illustrate the high sensitivity and specificity of synovial fluid CRP in discriminating PJI patients from those who had undergone joint replacement and showed similar symptoms. ",
            "section": "discussion"
        },
        {
            "text": "This systematic review has constituted a primary foundation for evidence-based guides on the diagnostic performance of synovial fluid, which can provide recommendations to clinicians for diagnosing PJI accurately and efficiently. ",
            "section": "discussion"
        },
        {
            "text": "Meanwhile, prospective studies are in urgent need to further validate our findings, and more synovial fluid biomarkers of high sensitivity and specificity are required in clinical practice for the diagnosis of PJI.",
            "section": "discussion"
        },
        {
            "text": "Nil.",
            "section": "Financial support and sponsorship"
        },
        {
            "text": "There are no conflicts of interest.   ",
            "section": "Conflicts of interest"
        },
        {
            "text": ".9663 (0.0113) Sen: Sensitivity; CI: Confidence interval; Spe: Specificity; PLR: Positive likelihood ratio; NLR: Negative likelihood ratio; DOR: Diagnostic odds ratio; SROC: Summarized receiver-operating curve; SE: Standard error.",
            "section": "Conflicts of interest"
        }
    ]
}