{
    "abstract": [],
    "body_text": [
        {
            "text": "Methods In two sequential prospective observational cohort studies at heterogeneous centres, we included ED patients with suspected cardiac chest pain. "
        },
        {
            "text": "We recorded clinical features and drew blood on arrival. "
        },
        {
            "text": "The primary outcome was major adverse cardiac events (MACE) (death, prevalent or incident acute myocardial infarction, coronary revascularisation or new coronary stenosis >50%) within 30 days. "
        },
        {
            "text": "The CDR was derived by logistic regression, considering reliable (κ>0.6) univariate predictors ( p<0.05) for inclusion. "
        },
        {
            "text": "Results In the derivation study (n=698) we derived a CDR including eight variables (high sensitivity troponin T; heart-type fatty acid binding protein; ECG ischaemia; diaphoresis observed; vomiting; pain radiation to right arm/shoulder; worsening angina; hypotension), which had a C-statistic of 0.95 (95% CI 0.93 to 0.97) implying near perfect diagnostic performance. "
        },
        {
            "text": "On external validation (n=463) the CDR identified 27.0% of patients as 'very low risk' and potentially suitable for discharge from the ED. "
        },
        {
            "text": "0.0% of these patients had prevalent acute myocardial infarction and 1.6% developed MACE (n=2; both coronary stenoses without revascularisation). "
        },
        {
            "text": "9.9% of patients were classified as 'high-risk', 95.7% of whom developed MACE. "
        },
        {
            "text": "Conclusions The Manchester Acute Coronary Syndromes (MACS) rule has the potential to safely reduce unnecessary hospital admissions and facilitate judicious use of high dependency resources."
        },
        {
            "text": "Chest pain is the most common reason for emergency hospital admission and the number of admissions is increasing. ",
            "section": "BACKGROUND"
        },
        {
            "text": "1 Only a minority of patients who are admitted to hospital on suspicion that they have an acute coronary syndrome ultimately have that diagnosis. ",
            "section": "BACKGROUND",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2 Improving diagnostic technology to 'rule out' ACSs at the time patients first arrive in the emergency department (ED) could (A) reduce unnecessary hospital admissions, with potentially substantial economic benefits for health services and (B) enable patients without serious disease to be given earlier reassurance.",
            "section": "BACKGROUND",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "While the imperfect sensitivity and negative predictive value (NPV) of current diagnostic technology at the time of arrival in hospital leads to unnecessary hospital admissions, suboptimal specificity and positive predictive value (PPV) also present challenges. ",
            "section": "BACKGROUND"
        },
        {
            "text": "Using a high sensitivity troponin assay, for example, over half of elderly patients who do not have acute myocardial infarction (AMI) will have elevated troponin levels on arrival. ",
            "section": "BACKGROUND"
        },
        {
            "text": "3 As further information such as the δ troponin is not available at the time of arrival, there remains a need for novel decision aids that emergency physicians may use to selectively target specialist referral and use of high dependency resources to patients who are at the highest acute risk, enabling judicious use of healthcare resources and avoiding exposure of patients to unnecessary treatment with its consequent risks.",
            "section": "BACKGROUND",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "We therefore sought to derive and subsequently externally validate a customised clinical decision rule (CDR) to guide the management of undifferentiated patients presenting to the ED with possible cardiac chest pain. ",
            "section": "BACKGROUND"
        },
        {
            "text": "This CDR would combine clinical information and biomarker levels. ",
            "section": "BACKGROUND"
        },
        {
            "text": "It would be designed to reduce unnecessary hospital admissions for very low-risk patients and to risk stratify the remaining patients, facilitating judicious resource use.",
            "section": "BACKGROUND"
        },
        {
            "text": "This report details the primary analyses from two sequential prospective observational diagnostic cohort studies, first at Manchester Royal Infirmary, an inner city university affiliated teaching hospital (the derivation study) and subsequently at Stepping Hill Hospital, Stockport, a suburban district general hospital (the validation study). ",
            "section": "METHODS"
        },
        {
            "text": "A number of secondary analyses have already been published from the derivation study. ",
            "section": "METHODS"
        },
        {
            "text": "[4][5][6][7][8][9] In both studies we included consenting adults aged >25 years who presented to the ED within 24 h of experiencing chest pain suspected to be cardiac in origin by the initial treating physician. ",
            "section": "METHODS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 12,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 15,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "We excluded patients with another medical condition requiring hospital admission, renal failure needing dialysis, significant chest trauma with",
            "section": "METHODS"
        },
        {
            "text": "Open Access Scan to access more free content suspicion of myocardial contusion, pregnancy, those who did not speak English, prisoners and those for whom all means of follow-up would be impossible. ",
            "section": "METHODS"
        },
        {
            "text": "All participants provided written informed consent and ethical approval for each study was obtained from the Research Ethics Committees (references 05/Q1410/27 and 09/H1014/74). ",
            "section": "METHODS"
        },
        {
            "text": "The treating clinician recorded clinical features and their ECG interpretation using a custom-designed case report form, which included check boxes for all the variables considered for inclusion in the decision rule. ",
            "section": "METHODS"
        },
        {
            "text": "Clinical data were recorded at the time of presentation meaning that clinicians were blinded to patient outcome and the results of reference standard investigations. ",
            "section": "METHODS"
        },
        {
            "text": "In these observational studies, all patients were managed according to the standard practice at each institution. ",
            "section": "METHODS"
        },
        {
            "text": "Interobserver reliability was evaluated in a subgroup of 43 (5.4%) patients and is fully reported elsewhere. ",
            "section": "METHODS"
        },
        {
            "text": "9 Blood was drawn at the time of presentation for biomarker evaluation. ",
            "section": "METHODS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "Serum and plasma samples were stored at −70°C pending later analysis. ",
            "section": "METHODS"
        },
        {
            "text": "All patients underwent cardiac troponin T testing (cTnT, Roche Diagnostics fourth generation Elecsys, 99th centile 10 ng/L, coefficient of variation <10% at 35 ng/L) on arrival and at least 12 h after symptom onset as part of the reference standard for AMI diagnosis. ",
            "section": "METHODS"
        },
        {
            "text": "Patients were followed up after 30 days by telephone, email, letter, home visit or in clinic. ",
            "section": "METHODS"
        },
        {
            "text": "If we were unable to complete follow-up by any of these means we contacted the patient's general practitioner.",
            "section": "METHODS"
        },
        {
            "text": "Aliquots of serum and plasma drawn at the time of arrival in the ED (regardless of the time from symptom onset) were tested for promising cardiac biomarkers that had been identified on literature review. ",
            "section": "Laboratory analyses"
        },
        {
            "text": "Full details of each assay are described in the online supplementary appendix. ",
            "section": "Laboratory analyses"
        },
        {
            "text": "In the validation study, admission and 12-h samples were tested for high-sensitivity cTnT (hs-cTnT) although these levels were not available to clinicians or used for clinical decision making during the study period. ",
            "section": "Laboratory analyses"
        },
        {
            "text": "After the initial analysis, we became aware that the batch of reagents supplied by the manufacturer for measurement of hs-cTnT levels in the validation study had been affected by a calibration shift. ",
            "section": "Laboratory analyses"
        },
        {
            "text": "10 Thus, we retested aliquots of serum from all patients using an unaffected batch of reagents and repeated all statistical analyses, which are presented here.",
            "section": "Laboratory analyses",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "The primary outcome was major adverse cardiac events (MACE) within 30 days. ",
            "section": "Outcomes"
        },
        {
            "text": "This was a composite of prevalent or incident AMI, death (all cause) or the need for coronary revascularisation (primary percutaneous coronary intervention or coronary artery bypass grafting). ",
            "section": "Outcomes"
        },
        {
            "text": "In the event that a patient was found to have a significant (>50%) angiographic coronary stenosis (as reported by the treating interventional cardiologist) that was not known to be old, they were also deemed (a priori) to have met the primary outcome. ",
            "section": "Outcomes"
        },
        {
            "text": "This condition was intended to account for situations where a patient may have significant coronary disease that, because of technical difficulties or excessive risk, was not amenable to revascularisation. ",
            "section": "Outcomes"
        },
        {
            "text": "The diagnosis of AMI alone (ie, separated from the composite primary outcome) was a secondary outcome.",
            "section": "Outcomes"
        },
        {
            "text": "The diagnosis of AMI was adjudicated by two independent investigators who had all clinical, laboratory and imaging evidence available for review, but who were blinded to investigational biomarker levels. ",
            "section": "Outcomes"
        },
        {
            "text": "In accordance with the universal definition of AMI, 11 patients were required to have a troponin rise and/or fall (≥20 ng/L, based on the analytical characteristics of the assay) with at least one troponin measurement above the 99th centile (10 ng/L) in the appropriate clinical context. ",
            "section": "Outcomes",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "Disagreements (n=2) were resolved by discussion and were both explained by human error.",
            "section": "Outcomes"
        },
        {
            "text": "Since embarking on these studies, high sensitivity troponin assays have been implemented in practice and are now used to make the diagnosis of AMI at many institutions, which may increase the apparent prevalence of AMI. ",
            "section": "Sensitivity analyses"
        },
        {
            "text": "12 In the validation study, therefore, we accounted for this possibility by analysing admission and 12-h samples for hs-cTnT. ",
            "section": "Sensitivity analyses",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "Two independent investigators then readjudicated outcomes based on hs-cTnT levels, blinded to the results of the previous adjudication and standard troponin T levels. ",
            "section": "Sensitivity analyses"
        },
        {
            "text": "A rise and/or fall of >9.2 ng/L was considered to be statistically significant. ",
            "section": "Sensitivity analyses"
        },
        {
            "text": "13 Disagreements (n=1) were resolved by discussion.",
            "section": "Sensitivity analyses",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "Variables that were predictors of AMI or MACE on univariate analysis by logistic regression ( p<0.05) and variables with satisfactory interobserver reliability (κ>0.6) were considered for inclusion in the final model. ",
            "section": "Statistical analysis Derivation of the CDR"
        },
        {
            "text": "A summary of the univariate analyses is reported in the online supplementary appendix and additional data are published elsewhere. ",
            "section": "Statistical analysis Derivation of the CDR"
        },
        {
            "text": "5 9 To limit the potential for overfitting, only biomarkers with an area under the receiver operating characteristic curve of >0.75 were considered for inclusion in the final model.",
            "section": "Statistical analysis Derivation of the CDR",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "5 9"
                }
            ]
        },
        {
            "text": "Potential predictor variables were then entered into a multivariate analysis by forward stepwise logistic regression (p<0.05 for entry, p>0.10 for removal, using SPSS V.20.0; SPSS, Chicago, Illinois, USA). ",
            "section": "Statistical analysis Derivation of the CDR"
        },
        {
            "text": "Biomarker levels were entered as continuous variables to avoid the loss of potentially valuable diagnostic information at levels below and above dichotomous cut-offs. ",
            "section": "Statistical analysis Derivation of the CDR"
        },
        {
            "text": "Hs-cTnT levels below the limit of blank for the assay (<3 ng/L) were entered as 2 ng/L. ",
            "section": "Statistical analysis Derivation of the CDR"
        },
        {
            "text": "We then used the predicted probability of developing the primary outcome (according to the final model) to categorise patients into four risk groups, which were defined a priori according to the disposition decisions available to emergency physicians for this patient group: (1) Very low risk (suitable for discharge); (2) Low risk (suitable for a low dependency environment such as an ED observation unit); (3) Moderate risk (general or acute medical ward); and (4) High-risk ( patients who may be considered for immediate referral to a high dependency environment, eg, a coronary care unit). ",
            "section": "Statistical analysis Derivation of the CDR"
        },
        {
            "text": "Diagnostic accuracy of the CDR was evaluated in derivation and validation studies by calculation of the areas under the receiver operating characteristic curves (AUCs), sensitivity, specificity, PPV and NPV together with 95% CIs (using MedCalc V.12.4.0.0, Mariakerke, Belgium). ",
            "section": "Statistical analysis Derivation of the CDR"
        },
        {
            "text": "Baseline characteristics of each cohort were compared by χ 2 testing (for independent proportions) or the Mann-Whitney U test (ordinal data) using SPSS V.20.0.",
            "section": "Statistical analysis Derivation of the CDR"
        },
        {
            "text": "After completion of the validation study, we noted that tobacco smoking had been excluded from the initial multivariate analysis in error. ",
            "section": "Statistical analysis Derivation of the CDR"
        },
        {
            "text": "We therefore repeated the multivariate analysis with tobacco smoking included. ",
            "section": "Statistical analysis Derivation of the CDR"
        },
        {
            "text": "The resultant alternative decision rule and its performance are presented in the online supplementary appendix.",
            "section": "Statistical analysis Derivation of the CDR"
        },
        {
            "text": "Methodological guidance for the derivation of CDRs states that approximately 10 subjects with the primary outcome are required for every predictor included in the decision rule. ",
            "section": "Sample size Derivation study"
        },
        {
            "text": "14 Based on the numbers of predictive variables identified by previous studies of patients with chest pain 15 16 and practical considerations, we felt it was unlikely that the final decision rule would incorporate more than 15 predictors, thus requiring 150 patients with the primary outcome to provide appropriate statistical power. ",
            "section": "Sample size Derivation study",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                },
                {
                    "start": 107,
                    "end": 112,
                    "type": "bibr",
                    "text": "15 16"
                }
            ]
        },
        {
            "text": "We estimated a 20% incidence of the primary outcome 17 18 and predicted 5% loss to follow-up, which would require a total of 790 participants.",
            "section": "Sample size Derivation study",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 57,
                    "type": "bibr",
                    "text": "17 18"
                }
            ]
        },
        {
            "text": "To determine the sample size for the validation study, we determined the number of patients that would be required to ensure that, if the CDR was shown to have a sensitivity of 100%, the 95% CI would extend no lower than 95%. ",
            "section": "Validation study"
        },
        {
            "text": "Assuming a 20% incidence of the primary outcome, a sample size of 450 participants would ensure this degree of precision.",
            "section": "Validation study"
        },
        {
            "text": "In total 698 patients were included in the derivation study between January 2006 and February 2007, all of whom completed follow-up (figure 1). ",
            "section": "RESULTS"
        },
        {
            "text": "Of these patients 130 (18.6%) had AMI and 157 (22.5%) developed the primary outcome (MACE within 30 days). ",
            "section": "RESULTS"
        },
        {
            "text": "The validation study included a total of 463 patients between April and July 2010, all of whom completed follow-up (figure 1). ",
            "section": "RESULTS"
        },
        {
            "text": "Of those patients, 79 (17.1%) had AMI and 98 (21.2%) developed MACE within 30 days. ",
            "section": "RESULTS"
        },
        {
            "text": "Baseline characteristics for each study are shown in table 1.",
            "section": "RESULTS"
        },
        {
            "text": "A summary of the univariate analyses is shown in the online supplementary appendix. ",
            "section": "Derivation of the Manchester Acute Coronary Syndromes rule"
        },
        {
            "text": "The final decision rule derived by multivariate analysis included eight variables (table 2). ",
            "section": "Derivation of the Manchester Acute Coronary Syndromes rule"
        },
        {
            "text": "In the derivation study the rule had an AUC of 0.95 (95% CI 0.93 to 0.97) for predicting MACE. ",
            "section": "Derivation of the Manchester Acute Coronary Syndromes rule"
        },
        {
            "text": "Based on the estimated probability assigned by the model, The MACS rule stratified patients into four risk groups (figure 2). ",
            "section": "Derivation of the Manchester Acute Coronary Syndromes rule"
        },
        {
            "text": "The MACS rule successfully stratified patients according to their risk of MACE and AMI. ",
            "section": "Derivation of the Manchester Acute Coronary Syndromes rule"
        },
        {
            "text": "Its use could have enabled the 35.5% of patients in the MACS rule 'very low risk' group to be immediately discharged with zero (0.0%) missed AMIs and one (0.4%) missed MACE (a patient with normal ECG and normal troponin who underwent inpatient coronary angiography and percutaneous coronary intervention to lesions in the left anterior descending and circumflex arteries). ",
            "section": "Derivation of the Manchester Acute Coronary Syndromes rule"
        },
        {
            "text": "Thus, as a dichotomous tool for guiding the decision about whether to admit or discharge patients, the MACS rule had an overall sensitivity of 99.4% (95% CI 96.5% to 100.0%) and NPV 99.6% (97.8% to 100.0%) for MACE. ",
            "section": "Derivation of the Manchester Acute Coronary Syndromes rule"
        },
        {
            "text": "For AMI,  ",
            "section": "Derivation of the Manchester Acute Coronary Syndromes rule"
        },
        {
            "text": "We have presented the derivation and subsequent external validation of the MACS CDR for use in patients presenting to hospital with suspected cardiac chest pain, which could potentially obviate the need for emergency hospital admission for over a quarter of patients following a single blood test. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This has great potential benefit for patients, who could be immediately reassured that they do not have AMI and that any appropriate follow-up can safely be arranged on an outpatient basis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Given the large number of patients affected (over a quarter of acute medical admissions), use of the MACS rule may help to relieve the increasing pressure on EDs, where overcrowding is associated with more patient safety incidents and rising mortality. ",
            "section": "DISCUSSION"
        },
        {
            "text": "19 The potential cost saving for health services is also substantial. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "In addition to identifying very low risk patients for whom unnecessary hospital admission may be avoided, the MACS rule risk stratifies the remaining patients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "While the low and moderate risk patients still require further inpatient investigation before an acute coronary syndrome can be confirmed or excluded, patients in the high-risk group had a very high prevalence of AMI and incidence of MACE, potentially facilitating selective specialist referral and targeting of high dependency resources with high specificity and PPV.",
            "section": "DISCUSSION"
        },
        {
            "text": "A number of alternative 'early rule out' strategies have been reported. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Several CDRs have been derived for use in the ED population, although their usefulness is limited by low specificity and none were derived in the era of high sensitivity troponins. ",
            "section": "DISCUSSION"
        },
        {
            "text": "20 21 Serial biomarker testing over 60-120 min could facilitate safe early discharge of low-risk patients with chest pain, [22][23][24][25] although such strategies may not always be cost-effective. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "20 21"
                },
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                },
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                },
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                },
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "26 Using high sensitivity troponin alone it may be possible to exclude AMI within 60-180 min of presentation. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "27 28  The model estimates the probability (p) of MACE as follows (rounded values are presented): p=1/(1+e −(0.068a + 0.17b + 1.75c + 1.85d + 1.72e + 1.46f + 0.92g + 0.87h − 4.83) ). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "27 28"
                }
            ]
        },
        {
            "text": "For each categorical variable, a value of 1 is assigned if the characteristic is present and 0 if absent. ",
            "section": "DISCUSSION"
        },
        {
            "text": "*ORs are presented for a 1 unit increase (ng/L for hs-cTnT; ng/mL for H-FABP). ",
            "section": "DISCUSSION"
        },
        {
            "text": "MACE, major adverse cardiac events; MACS, Manchester Acute Coronary Syndromes.",
            "section": "DISCUSSION"
        },
        {
            "text": "Performance of the Manchester Acute Coronary Syndromes decision rule in the derivation study. ",
            "section": "Figure 2"
        },
        {
            "text": "The suggested disposition for each group is as follows: 'Very low risk'discharge immediately (estimated probability, p, of MACE <0.02); 'low risk'-admit to low dependency environment, for example, emergency department observation unit, 0.02≤p<0.05); 'moderate risk'-admit to acute ward, for example, medical admissions unit (0.05≤p<0.95); 'high risk'-admit to coronary care unit or high dependency environment (p≥0.95). ",
            "section": "Figure 2"
        },
        {
            "text": "AMI, acute myocardial infarction; MACE, major adverse cardiac events.",
            "section": "Figure 2"
        },
        {
            "text": "A secondary analysis from our cohort suggested that a single hs-cTnT level below the limit of blank may be sufficient to exclude AMI, although this would not facilitate the immediate discharge of as many patients as the MACS rule and does not make use of clinical, ECG and biochemical data to optimise risk stratification. ",
            "section": "Figure 2"
        },
        {
            "text": "4 Finally, the HEART score is an emerging alternative that may enable the safe early discharge of a proportion of patients presenting to the ED. ",
            "section": "Figure 2",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "29 Prospective comparison of the MACS rule with the most promising of these emerging technologies is an important area for future research.",
            "section": "Figure 2",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ]
        },
        {
            "text": "This MACS rule was derived in accordance with established methodological guidance 14 and provides a bespoke tool to aid clinical decision making specifically in the undifferentiated ED population. ",
            "section": "Strengths and limitations",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "It has the potential to reduce unnecessary hospital admissions by facilitating the immediate discharge of over a quarter of patients using a single blood test at the time of arrival. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "The MACS rule also effectively risk stratifies the remaining patients, identifying high-risk patients with high PPV and suggesting courses of action to the clinician. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "We hope that this will prevent a rebound overuse of resources, as has happened with previous rapid rule-out strategies that have high sensitivity but relatively low specificity. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "26 The MACS rule has several novel features. ",
            "section": "Strengths and limitations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "It combines clinical and biochemical data and incorporates contemporary biomarker levels, which are considered as continuous variables. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "This maximises the richness of diagnostic information that may be lost by dichotomisation and enables levels even below the 99th centile to influence the initial risk stratification, building and improving upon a previous analysis from our derivation cohort. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "4 We also consider that inclusion of a second prospective external validation study is a strength of this report. ",
            "section": "Strengths and limitations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "This work enabled the performance of the MACS rule to be verified in a heterogeneous (as demonstrated in table 1) and independent population, reducing the potential for statistical overfitting and overestimation of diagnostic performance.",
            "section": "Strengths and limitations"
        },
        {
            "text": "There are some limitations to our work. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "We aimed to derive and validate a CDR that could be used to guide decisions made in the ED at the time of initial presentation or following a single blood test. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "However, with the addition of serial sampling at 60-90 min it may have been possible to safely identify an even greater proportion of patients as eligible for safe early discharge. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "This strategy has shown promise when used with biomarker panels and serial troponin testing, particularly in low-risk patients. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "22 23 27 Future work should explore whether refinements to include early serial sampling will enhance diagnostic performance of the MACS rule. ",
            "section": "Strengths and limitations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "bibr",
                    "text": "22 23 27"
                }
            ]
        },
        {
            "text": "Comparison with emerging alternatives such as the HEART score will also be important.",
            "section": "Strengths and limitations"
        },
        {
            "text": "It is important to acknowledge that the MACS rule applies to the specific biomarkers and clinical observations used. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "Future assessment with even larger cohorts and other combinations of newer biomarkers or observations might, in due course, enable further refinement and stratification of the clinical decisionmaking process in this group of patients. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "Figure 3 Performance of the Manchester Acute Coronary Syndromes decision rule in the validation study. ",
            "section": "Strengths and limitations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "Both MACEs in the very low risk group were coronary stenoses identified on an outpatient basis that did not require intervention. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "AMI, acute myocardial infarction; MACE, major adverse cardiac events. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "Figure 4 Performance of the Manchester Acute Coronary Syndromes decision rule with high-sensitivity cardiac troponin T (hs-cTnT) as the reference standard for the adjudicated diagnosis of AMI (validation study). ",
            "section": "Strengths and limitations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "A total of 77 patients (16.6%) were given a readjudicated diagnosis of AMI and 97 (21.0%) developed MACE. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "AMI, acute myocardial infarction; MACE, major adverse cardiac events.",
            "section": "Strengths and limitations"
        },
        {
            "text": "Finally, the MACS rule requires a complex calculation necessitating the use of a computer. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "Rather than categorising or dichotomising variables, we have opted to retain the richness of our data to optimise diagnostic performance. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "Other computerised clinical prediction models are in widespread use in current clinical practice. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "The Global Registry of Acute Coronary Events score is a good example. ",
            "section": "Strengths and limitations"
        },
        {
            "text": "30 As it is almost certain that clinicians practising in a contemporary ED with access to contemporary biomarker assays will have access to computers in order to undertake the required calculation, we do not consider that this will limit the usefulness of the MACS decision rule in a clinical setting.",
            "section": "Strengths and limitations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                }
            ]
        },
        {
            "text": "Having derived and successfully externally validated the MACS rule in two sequential observational studies, it is now imperative to further evaluate its impact when used in practice. ",
            "section": "Future directions"
        },
        {
            "text": "Use of the MACS rule may lead to changes in the subsequent investigations and treatment that patients receive, which may affect outcome rates. ",
            "section": "Future directions"
        },
        {
            "text": "Compliance with the decision rule by physicians and patients is also unlikely to be perfect. ",
            "section": "Future directions"
        },
        {
            "text": "Furthermore, use of the rule may still have unanticipated effects such as increasing actual resource utilisation. ",
            "section": "Future directions"
        },
        {
            "text": "26 A randomised controlled trial is therefore warranted prior to widespread implementation, with analyses focusing on clinical, economic and process outcomes.",
            "section": "Future directions",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "We have derived and externally validated the MACS CDR for use in patients presenting to the ED with suspected cardiac chest pain. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "Over 25% of patients could be immediately discharged, reducing unnecessary admissions, while selectively identifying high-risk patients to make judicious use of specialist resources. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "It is now important to evaluate the clinical and costeffectiveness of the MACS rule when it is used in clinical practice.",
            "section": "CONCLUSIONS"
        },
        {
            "text": "What is already known on this subject? ",
            "section": "Key messages"
        },
        {
            "text": "Current diagnostic technology, including high sensitivity troponin assays, has imperfect sensitivity and specificity for acute coronary syndromes at the time of initial presentation to the emergency department. ",
            "section": "Key messages"
        },
        {
            "text": "There is a need for diagnostic tools that may help to reduce unnecessary hospital admissions while making judicious use of specialist resources.",
            "section": "Key messages"
        },
        {
            "text": "Using information available at the time of first presentation and results from a single blood test, the Manchester Acute Coronary Syndromes rule could enable more than a quarter of patients to be immediately discharged. ",
            "section": "What this study adds?"
        },
        {
            "text": "The rule also selectively identifies high-risk patients, which may help emergency physicians to target specialist referral and use of high dependency resources to those patients at highest risk.",
            "section": "What this study adds?"
        },
        {
            "text": "Chest pain is the most common reason for emergency hospital admission in England and Wales. ",
            "section": "How might this impact on clinical practice?"
        },
        {
            "text": "A decision rule that reduces the need for unnecessary hospital admission would have tremendous economic benefits for the Health Service while reducing inconvenience and exposure to the risks of unnecessary treatment for patients.",
            "section": "How might this impact on clinical practice?"
        },
        {
            "text": "Acknowledgements The authors acknowledge the support of the Manchester Academic Health Science Centre, the Manchester Biomedical Research Centre, the National Institute for Health Research (UK) and all of the staff in the emergency departments and biochemistry departments at Manchester Royal Infirmary and Stepping Hill Hospital who assisted with this work.",
            "section": "Table 2"
        },
        {
            "text": "Contributors Each author has contributed to the analysis and interpretation of the data, drafting and approval of the final manuscript. ",
            "section": "Table 2"
        },
        {
            "text": "All authors have also contributed to the conception/design of either or both of the studies reported in this manuscript.",
            "section": "Table 2"
        },
        {
            "text": "Funding The derivation study was supported by: (A) research fellowship funding from the Centre for Effective Emergency Care, which is a collaboration between Manchester Metropolitan University and Central Manchester University Hospitals Provenance and peer review Not commissioned; externally peer reviewed.",
            "section": "Table 2"
        },
        {
            "text": "Data sharing statement All requests for further data from this study should be addressed to the corresponding author.",
            "section": "Table 2"
        }
    ]
}