{
    "abstract": [],
    "body_text": [
        {
            "text": "The incidence of spinal infection has grown rapidly with increasing uses of invasive spinal procedures and intravascular cathetes that can act as a means of inoc-ulation and spreading of pathogens into the vertebra, intervertebral disks, and adjacent muscles [1]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "There is also an upward trend in spinal tuberculosis due to the growing number of immunocompromising conditions [2][3][4][5]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "type": "bibr",
                    "text": "[2]"
                },
                {
                    "start": 115,
                    "end": 118,
                    "type": "bibr",
                    "text": "[3]"
                },
                {
                    "start": 118,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 121,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Even though the advanced diagnostic technology of magnetic resonance imaging (MRI) has improved the sensitivity and specificity of this disease entity, the diagnosis of spondylitis has been a challenge for physicians for many years [6].",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Computed tomography (CT)-guided biopsy is a valuable tool in the diagnosis of musculoskeletal diseases. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The value of this procedure in pyogenic spinal infection has been investigated in several studies, indicating a sensitivity range of 30% to 50% [7][8][9]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[7]"
                },
                {
                    "start": 147,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[8]"
                },
                {
                    "start": 150,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "However, the diagnostic yield of CT-guided bone biopsy for spinal tuberculosis has rarely been exploited despite the recent rising prevalence of both tuberculous and pyogenic spinal infection [10,11].",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[10,"
                },
                {
                    "start": 196,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "11]"
                }
            ]
        },
        {
            "text": "To evaluate the roles of CT-guided biopsy in tuberculous and pyogenic spondylitis, we conducted a retrospective cohort study in patients who were diagnosed with spine infection and who received a CT-guided bone biopsy over a 13-year period. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Among recipients of CT-guided bone biopsies, we also compared the clinical outcomes between tuberculous and pyogenic spondylitis groups.",
            "section": "INTRODUCTION"
        },
        {
            "text": "This retrospective cohort study was designed to identify the diagnostic yield of CT-guided bone biopsy and to evaluate the clinical outcomes in patients with spinal infection from March 1996 to March 2008 in a 1,900bed tertiary care university hospital. ",
            "section": "Study population and patient selection"
        },
        {
            "text": "To search patients who have underwent CT-guided bone biopsy and diagnosed to have osteomyelitis, we screened cases in which \"bone\" specimen was obtained by \"CT-guided procedure.\" ",
            "section": "Study population and patient selection"
        },
        {
            "text": "Specimen code for \"bone tissue\" and procedure codes for \"bone needle biopsy procedure\" and \"imaging guidance procedure\" were used for screening cases. ",
            "section": "Study population and patient selection"
        },
        {
            "text": "Electronic medical records were reviewed among screened individuals. ",
            "section": "Study population and patient selection"
        },
        {
            "text": "From the medical records, we selected patients who had cultural and pathologic reports and radiologic findings compatible with those of pyogenic and tuberculous spondylitis. ",
            "section": "Study population and patient selection"
        },
        {
            "text": "Based on histopathologic reports, cases proven to have malignancy or non-septic inflammatory discitis were excluded. ",
            "section": "Study population and patient selection"
        },
        {
            "text": "Finally adults patients, who had underwent CT-guided bone biopsy and been diagnosed to have infectious spondylitis by the evidence of cultural, pathologic, and radiological data and been treated with prolonged antimicrobial therapy, were enrolled in the study.",
            "section": "Study population and patient selection"
        },
        {
            "text": "Patients with tuberculous spondylitis were categorized into definite, probable and possible groups, whereas those with pyogenic one were categorized into definite and possible. ",
            "section": "Definitions and data collection"
        },
        {
            "text": "The definite group referred to cases with microbiologic evidence of bacteria, fungus or tuberculosis. ",
            "section": "Definitions and data collection"
        },
        {
            "text": "The presence of caseating granulomatosis or acid-fast bacilli in Ziehl-Neelsen stained slides on histopathology defined probable tuberculosis in cases without mycobacterial growing. ",
            "section": "Definitions and data collection"
        },
        {
            "text": "Detection of tuberculosis by polymerase chain reaction (PCR) was also used to aid the probable diagnosis when microbiologic evidence was not given [12]. ",
            "section": "Definitions and data collection",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The possible group contained cases that were clinically diagnosed and treated with conventional antibacterial and anti-tuberculous agents by attending physicians, based on clinical presentation and manifestation when test results from cultures, histopathology, and tuberculosis PCR failed to prove presumptive pathogen. ",
            "section": "Definitions and data collection"
        },
        {
            "text": "Radiologic findings such as the patterns of destruction of vertebral end plates and signal-intensity changes of involved vertebrae, and presence of epidural, paravertebral, and dis-space abscess were also used to support a clinical diagnosis.",
            "section": "Definitions and data collection"
        },
        {
            "text": "The following patient data were collected using electronic medical and laboratory records: initial clinical presentation such as fever, constitutional symptoms, and back pain; underlying comorbidity; laboratory data including white blood cell count (WBC), erythrocyte sedimentation rate (ESR), and C-reactive protein (CRP) level; involved vertebra; radiologic findings suggesting tuberculosis or pyogenic spinal infections, the presence of paravertebral or epidural abscess; results of histopathology; antibiotic regimen and duration of treatment; and performance of surgical intervention Clinical improvement was assessed at 4 weeks during the course of therapy. ",
            "section": "Definitions and data collection"
        },
        {
            "text": "Lack of improvement referred to the cases with persistent or aggravated back pain, necessity of abscess drainage, or development of neurologic deficit [13]. ",
            "section": "Definitions and data collection",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The patients were followed up for 6 months after completion of treatment. ",
            "section": "Definitions and data collection"
        },
        {
            "text": "Clinical success was defined as cases without recurrence at 6 months after finishing treatment, whereas clinical failure was as those with death, relapse or repetitive surgery during the follow-up period.",
            "section": "Definitions and data collection"
        },
        {
            "text": "The time of surgery was defined as days between the date of CT-guided bone biopsies and the date of surgical intervention. ",
            "section": "Definitions and data collection"
        },
        {
            "text": "Types of surgical intervention were further classified into early and late surgery. ",
            "section": "Definitions and data collection"
        },
        {
            "text": "The late cases were designated as those performed 1 month after diagnosis. ",
            "section": "Definitions and data collection"
        },
        {
            "text": "The number and percentage of late surgeries was also calculated to evaluate the efficacy of initial medical treatment. ",
            "section": "Definitions and data collection"
        },
        {
            "text": "The decision to perform early or late surgery was made by the attending surgeon. ",
            "section": "Definitions and data collection"
        },
        {
            "text": "The reasons for late surgical approach were divided into two categories whether it was initially planned at the time of diagnosis when the early surgery was indicated or it was abruptly performed as the results of lack of clinical improvement. ",
            "section": "Definitions and data collection"
        },
        {
            "text": "During the study period between 1996 and 2008, a total of 1,027 cases were screened to have had undergone CT-guided bone biopsy. ",
            "section": "Diagnostic yield of CT-guided bone biopsy"
        },
        {
            "text": "Of them, 927 were excluded; 898 malignancy and non-septic discitis; 29 incomplete medical records. ",
            "section": "Diagnostic yield of CT-guided bone biopsy"
        },
        {
            "text": "Only one hundred patients have been diagnosed and treated as infectious spondylitis among recipients of CT-guided bone biopsy over the 13 year-study period.",
            "section": "Diagnostic yield of CT-guided bone biopsy"
        },
        {
            "text": "Of 100 patients, 67 were identified to have pyogenic spondylitis. ",
            "section": "Diagnostic yield of CT-guided bone biopsy"
        },
        {
            "text": "Definite diagnosis for pyogenic spondylitis were made in 36 patients because bacterial and fungal growing was confirmed in those (32 and 4), whereas possible diagnosis were made in 31 patients who had been treated with antibacterial agents based on clinical and laboratory supports without microbiologic evidence. ",
            "section": "Diagnostic yield of CT-guided bone biopsy"
        },
        {
            "text": "Thirty-three patients were diagnosed to have tuberculous spondylitis. ",
            "section": "Diagnostic yield of CT-guided bone biopsy"
        },
        {
            "text": "Definite growth of Mycobacterium tuberculosis was confirmed in 13 patients. ",
            "section": "Diagnostic yield of CT-guided bone biopsy"
        },
        {
            "text": "Histopathological analyses of vertebral marrow showed granuloma with caseating necrosis in nine patients, suggesting probable tuberculosis. ",
            "section": "Diagnostic yield of CT-guided bone biopsy"
        },
        {
            "text": "Eleven patients were treated with antituberculous agents based on clinical diagnosis and referred to possible group.",
            "section": "Diagnostic yield of CT-guided bone biopsy"
        },
        {
            "text": "Microbiologic and pathologic yield of CT-guided bone biopsy for diagnosing definite and probable infectious spondylitis was shown in Table 1. ",
            "section": "Diagnostic yield of CT-guided bone biopsy",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 140,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "In pyogenic spondylitis group, of 36 confirmed cases, 22 micro-organisms were recovered from bone specimens obtained by biopsies and remaining 14 organisms were from blood and other tissues, which were not obtained from CT-guided biopsy. ",
            "section": "Diagnostic yield of CT-guided bone biopsy"
        },
        {
            "text": "This resulted in 33% of diagnostic yield of CT-guided bone biopsy for pyogenic spondylitis. ",
            "section": "Diagnostic yield of CT-guided bone biopsy"
        },
        {
            "text": "Definite growth of M. tuberculosis in 13 patients was identified respectively from 11 bone specimens and two sputum cultures. ",
            "section": "Diagnostic yield of CT-guided bone biopsy"
        },
        {
            "text": "Nine pathologic results from bone marrows had assisted to make a diagnosis for probable tuberculous spondylitis. ",
            "section": "Diagnostic yield of CT-guided bone biopsy"
        },
        {
            "text": "Among a total of 33 tuberculosis cases, 20 were identified by test results from bone specimens, which had yielded 61% of diagnosis of tuberculosis. ",
            "section": "Diagnostic yield of CT-guided bone biopsy"
        },
        {
            "text": "Clinical characteristics of patients with tuberculous and pyogenic spondylitis are compared in Table 2. ",
            "section": "Clinical characteristics of tuberculous and pyogenic groups",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 102,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The me-dian age was 56 years and males were predominant in the pyogenic group (68.7%) compared with the tuberculous group (45.5%, p = 0.044). ",
            "section": "Clinical characteristics of tuberculous and pyogenic groups"
        },
        {
            "text": "Patients presented with spinal disease (26%), diabetes (13%), and hypertension (13%). ",
            "section": "Clinical characteristics of tuberculous and pyogenic groups"
        },
        {
            "text": "The most commonly involved vertebrae were lumbar (56%), followed by thoracic (19%) and thoracolumbar (9%). ",
            "section": "Clinical characteristics of tuberculous and pyogenic groups"
        },
        {
            "text": "Cervical thoracolumbar vertebrae were more commonly involved in the tuberculous group (51.5%) than in the pyogenic group (17.9%), with statistical significance (p = 0.002). ",
            "section": "Clinical characteristics of tuberculous and pyogenic groups"
        },
        {
            "text": "More than three ranges of spines were extensively involved in only in one case, which was caused by Pseudomonas aeruginosa. ",
            "section": "Clinical characteristics of tuberculous and pyogenic groups"
        },
        {
            "text": "An abscess in the psoas muscles or in the epidural or paravertebral space was observed in 49% of patients. ",
            "section": "Clinical characteristics of tuberculous and pyogenic groups"
        },
        {
            "text": "Patients with pyogenic spondylitis more frequently presented with fever accompanied by an increase in inflammatory markers than did those with tuberculosis. ",
            "section": "Clinical characteristics of tuberculous and pyogenic groups"
        },
        {
            "text": "A total of 11 cases were identified to have surcgical site infection which occurred within 3 months after spine surgery in pyogenic spondylitis group. ",
            "section": "Clinical characteristics of tuberculous and pyogenic groups"
        },
        {
            "text": "Surgical intervention was performed in 46% of spondylitis cases. ",
            "section": "Clinical characteristics of tuberculous and pyogenic groups"
        },
        {
            "text": "Sixteen patients (16%) underwent surgery 1 month after diagnosis despite medical treatment: these included nine cases of tuberculous spondylitis and seven cases of pyogenic one (56.3% vs. 23.3%, p = 0.026). ",
            "section": "Clinical characteristics of tuberculous and pyogenic groups"
        },
        {
            "text": "There were no differences between the two groups with respect to rates of 30-day mortality and repetitive surgery. ",
            "section": "Clinical characteristics of tuberculous and pyogenic groups"
        },
        {
            "text": "Patients with pyogenic spondylitis had stayed longer in hospital than had those with tuberculous spondylitis (38 days vs. 21 days, p = 0.003).",
            "section": "Clinical characteristics of tuberculous and pyogenic groups"
        },
        {
            "text": "Thirty-eight isolates were recovered in 36 patients of definite pyogenic groups. ",
            "section": "Microbiological data"
        },
        {
            "text": "Mixed organisms were found in two patients with methicillin-susceptible Staphylococcus aureus and Streptococcus viridans and methicillin-resistant S. aureus and Enterococcus faecalis. ",
            "section": "Microbiological data"
        },
        {
            "text": "S. aureus was the most commonly recovered isolate, accounting for 47% of cases with definite pyogenic spondylitis. ",
            "section": "Microbiological data"
        },
        {
            "text": "Gram-negative organisms were cultivated in eight patients (21%). ",
            "section": "Microbiological data"
        },
        {
            "text": "Fungus was recovered in four patients (11%), and all of these cases were related to surgical site infection. ",
            "section": "Microbiological data"
        },
        {
            "text": "Detailed microbiological results are provided in Table 3.",
            "section": "Microbiological data",
            "ref_spans": [
                {
                    "start": 49,
                    "end": 56,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Characteristics of patients with positive culture results in definite bacterial infection group were compared with those who had negative culture results in possible group (Table 4). ",
            "section": "Comparison between culture-positive and negative groups with bacterial infection",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 180,
                    "type": "table",
                    "ref_id": "tab_6",
                    "text": "(Table 4"
                }
            ]
        },
        {
            "text": "Four fungal cases were excluded in this analysis. ",
            "section": "Comparison between culture-positive and negative groups with bacterial infection"
        },
        {
            "text": "The rates of prior antimicrobial treatment were not different between the two groups. ",
            "section": "Comparison between culture-positive and negative groups with bacterial infection"
        },
        {
            "text": "An increase in inflammatory markers was observed in the culture-positive group, in particular the WBC and CRP levels. ",
            "section": "Comparison between culture-positive and negative groups with bacterial infection"
        },
        {
            "text": "Clinical outcomes were not different between the two groups.",
            "section": "Comparison between culture-positive and negative groups with bacterial infection"
        },
        {
            "text": "A late surgical approach was attempted in 16 patients with nine cases of tuberculosis and seven cases of pyogenic spondylitis, including probable and possible diagnoses ( Table 5). ",
            "section": "Late surgical intervention",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 179,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "Table 5)"
                }
            ]
        },
        {
            "text": "Five patients with spinal tuberculosis had accompanying pulmonary infection. ",
            "section": "Late surgical intervention"
        },
        {
            "text": "When we analysed the reasons for late surgery, most cases were related to lack of clinical improvement related to aggravation of back pain, progression of abscess and neurologic deficit. ",
            "section": "Late surgical intervention"
        },
        {
            "text": "In four tuberculous spondylitis cases, delayed surgery was planned intentionally at the time of diagnosis even though patients presented with epidural and paravertebral abscesses. ",
            "section": "Late surgical intervention"
        },
        {
            "text": "In these cases, attending physicians have decided to observe the response of antituberculosis treatment and delay the surgery for at least 1 month, expecting the improvement of spondylitis by medical therapy. ",
            "section": "Late surgical intervention"
        },
        {
            "text": "The size of the abscess in four patients, at the time of assessment of clinical response, was not improved despite antituberculous therapy, which had resulted in the late surgery.",
            "section": "Late surgical intervention"
        },
        {
            "text": "This study evaluated the diagnostic yield of CT-guided bone biopsy for infectious spondylitis in a country with a high prevalence of tuberculosis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Microbiological and pathologic data obtained by CT-guided bone biopsy contributed to the prompt diagnosis of spinal infection, especially in cases with tuberculosis, which showed a 60% diagnostic yield. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The value of percutaneous biopsy had been analysed in previous studies with yields ranging from 40% to 70% [7,10,11,14]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[7,"
                },
                {
                    "start": 110,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "10,"
                },
                {
                    "start": 113,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "11,"
                },
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "14]"
                }
            ]
        },
        {
            "text": "The 60% yield of CT-guided bone biopsy in diagnosing tuberculous spondylitis achieved in this study is in accordance with results from previous studies. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Even though prior stud-ies have already reported the high yield of percutaneous biopsy for the diagnosis of tuberculosis, these studies did not target subjects who underwent CT-guided bone biopsy. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Most of the research issues associated with spinal tuberculosis have been confined to the diagnostic modality of MRI and clinical outcomes [2,6,15]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "type": "bibr",
                    "text": "[2,"
                },
                {
                    "start": 142,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "6,"
                },
                {
                    "start": 144,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "15]"
                }
            ]
        },
        {
            "text": "In such a situation lacking the evidence provided by specimens obtained under the guidance of CT, our study has significance in having evaluated a large number of patients and provided a comprehensive conclusion.",
            "section": "DISCUSSION"
        },
        {
            "text": "The utility of inflammatory markers for the differentiation between tuberculous and bacterial etiology was previously investigated in community-acquired pneumonia. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A marked increase in inflammatory markers was strongly associated with a bacterial etiology and disease severity in pneumonia [16,17]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[16,"
                },
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "17]"
                }
            ]
        },
        {
            "text": "Comparative studies of pyogenic and tuberculous spinal infections have investigated the association between an increased ESR and pyogenic spondylitis, but the results were not sufficiently consistent to show a significant association [11,18]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[11,"
                },
                {
                    "start": 238,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "18]"
                }
            ]
        },
        {
            "text": "The results of the present study showing a strong association between inflammatory markers and pyogenic spondylitis are expected to be valuable in discriminating the bacteria from tuberculosis.",
            "section": "DISCUSSION"
        },
        {
            "text": "The culture-negative rate was approximately 50% for all of bacterial spondylitis cases in this study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "To identify factors associated with culture-negative results, we compared the culture-positive and -negative groups.",
            "section": "DISCUSSION"
        },
        {
            "text": "Patients in the culture-negative group presented with a lower CRP and a lower ESR compared with those of the culture-positive group, and previous antimicrobial ther-apy did not affect the negative results. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In the previous study of evaluating the impact of prior antibiotic exposure on the results of culture in patients with infectious spondylitis, the presence of paravertebral abscess, elevated WBC, CRP levels were related to positive outcome, whereas longer duration of previous antibiotic expo- sure, 4 or more days was related to negative outcome [19]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 347,
                    "end": 351,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "According to the results of this study, although we have investigated duration of previous antibiotic exposure, we couldn't find the exact data for duration of antibiotic exposure. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These findings might reflect the fact that this study was conducted in a tertiary-care hospital to which most of the patients were referred during antimicrobial therapy, and data concerning prescriptions given outside of the hospital may be incorrect. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Alternatively, the negative culture result might be a reflection of a less extensive inflammatory process triggered by a low grade infection [20]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "It is also possible that samples were collected at the site devoid of organisms, resulting in a false-negative result [21]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Given the concerns surrounding a possible false-negative result, a repeat biopsy might be considered when the first biopsy is negative. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In past decades, radical resection of the tuberculosis-infected focus and bone grafting was suggested as a general approach for the treatment of spinal tuberculosis in patients with severe neurological deficits. ",
            "section": "DISCUSSION"
        },
        {
            "text": "With the advent of imaging modalities and effective treatment regimens, a non-operative approach was subsequently introduced for those with spinal tuberculosis and neurologic deficits [22]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "However, delayed surgery for late onset complications involves the risk of neural deterioration and vertebral destruction leading to severe kyphosis [23]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "In our study, 16 patients underwent delayed operation after the lack of improvement by medical approaches; of these, late surgery had been originally planned for four cases. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Upon further investigation into these cases of late surgery for spinal tuberculosis, disease progression including kyphosis and spinal instability was observed in a total of nine cases despite administration of more effective antituberculous agents. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These deteriorating outcomes in cases of delayed surgery raise concerns regarding trials that delay the initial surgical approach indicated at the time of diagnosis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "According to a study that evaluated prognostic factors influencing the outcomes of patients with spinal tuberculosis, radical surgery was significantly related to a favourable outcome and a large number of involved vertebrae was related to the progression of kyphosis [2,24]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "type": "bibr",
                    "text": "[2,"
                },
                {
                    "start": 271,
                    "end": 274,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "24]"
                }
            ]
        },
        {
            "text": "Considering these outcomes of surgical treatment in spinal tuberculosis, it is important to cautiously select cases that are predicted to deteriorate during medical treatment for early-radical operation, especially those involving more than two vertebrae and with expected kyphosis [2,24]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 282,
                    "end": 285,
                    "type": "bibr",
                    "text": "[2,"
                },
                {
                    "start": 285,
                    "end": 288,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "24]"
                }
            ]
        },
        {
            "text": "If it is not possible to undergo an early-radical approach in adversely predicted cases, it is mandatory to perform short-term follow-up for early recognition of impending neurologic deficits.",
            "section": "DISCUSSION"
        },
        {
            "text": "This study has several limitations. ",
            "section": "DISCUSSION"
        },
        {
            "text": "First, it was a retrospective design with a small sample size that was not sufficient to show statistical power. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Because clinical data regarding initial presentations and outcomes were collected retrospectively, initial clinical presentation and additional data that could be helpful to assess possible portals of entry in patients with spondylitis were not described precisely. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A second limitation concerns the problems associated with a large single center study in a tertiary to which most of the patients were referred from other institutions. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This might result in an inaccurate assessment of previous antimicrobial usage outside of this hospital and may lead to a large number of negative-cultural reports; thus, underestimating the exact diagnostic yield of bone biopsy in pyogenic spondylitis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Finally, there is the possibility of inaccurate diagnoses in cases of possible spondylitis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Among antituberculous agents, rifampin, and fluoroquinolone are known to be active against staphylococcal infection. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Many cases that were treated as possible tuberculosis might have been culture-negative pyogenic spondylitis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "To adjust for possible misdiagnoses between tuberculosis and bacterial etiologies, we classified cases into definite, probable, and possible groups. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The clinical characteristics of tuberculous and pyogenic spondylitis infections showed consistent results even after adjusting for possible cases.",
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, microbiological and pathologic data obtained by CT-guided bone biopsy contributed to a prompt diagnosis of spinal infection, especially the 60% diagnostic yield caused by tuberculosis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Pyogenic spondylitis was associated with fever more frequently than was tuberculous spondylitis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Despite early administration of antituberculous agents, patients with tuberculosis tended to show progression of inflammatory and destructive processes, leading to late surgical intervention. ",
            "section": "DISCUSSION"
        },
        {
            "text": "With the current increasing prevalence of both tuberculous and pyogenic spinal infections, CT-guided bone biopsy is expected to serve as an effective modality for the prompt diagnosis and proper management of infectious spondylitis.",
            "section": "DISCUSSION"
        },
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "section": "Conflict of interest"
        }
    ]
}