{
    "abstract": [],
    "body_text": [
        {
            "text": "The ADM was introduced in the mid-1990s for burn reconstruction, but its use has expanded to include many applications. "
        },
        {
            "text": "12 In particular, in the mid-2000s, several reports were published showing the benefits of using ADM in implant-based and tissue expander-based reconstruction. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "[13][14][15][16][17][18] Since that time, the use of ADM in these procedures has grown tremendously. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Several advantages of using an ADM have been reported. "
        },
        {
            "text": "These include claims of superior benefits in terms of cosmetic outcomes secondary to greater control of the inframammary fold position (ie, more support, less visible implant rippling, and more fullness of lower pole), lower incidence of capsular contracture, higher initial volumes of implants and tissue expanders with shorter time to full expansion, and less tension on mastectomy skin flaps. "
        },
        {
            "text": "[19][20][21][22] However, only some of these benefits have been formally evaluated. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "23 Given the increased use of ADMs, several companies have introduced their own versions of ADM that vary in a number of properties including harvesting source, crosslinking management, and the process for removing antigens. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "With the advent of these newer ADMs, there is a need to compare these different matrices in terms of complication frequency and type. "
        },
        {
            "text": "Here, we add to this growing and necessary literature by comparing 2 human ADMs: the AlloDerm regenerative tissue matrix (RTM, LifeCell Corporation, Bridgewater, N.J.) and Cortiva allograft dermis (RTI Surgical, Alachua, Fla.). "
        },
        {
            "text": "Although the characteristics of the AlloDerm RTM are documented elsewhere, 24 Cortiva is an 8-x 16-cm Tutoplast-sterilized, noncrosslinked allograft dermis ( Fig. 1).",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24"
                },
                {
                    "start": 158,
                    "end": 164,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "All patients undergoing either implant-based or tissue expander-based breast reconstruction at Emory University and a private practice between April 2010 and August 2015 were included in this retrospective analysis. ",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "Approval from the Emory University Institutional Review Board was obtained to conduct the study. ",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "Inclusion criteria included the following: the use of 1 of the 2 types of ADM (Allo-Derm RTM or Cortiva), at least 60 days of documented follow-up postoperatively, and sufficient data available from chart review. ",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "Review of the electronic medical record was conducted to collect patient data on demographics, amedical and surgical history, breast reconstruction surgical details, oncological diagnosis and management, and follow-up course. ",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "All mastectomy types were included. ",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "A total of 3 surgeons performed the breast reconstructions: 2 surgeons based at Emory University (A.L. and G.W.C.) and 1 surgeon in private practice (R. R.). ",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "The primary outcome of interest was the incidence of postoperative complications. ",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "Complications were further categorized as seroma (requiring clinic or operating room aspiration/ drainage), hematoma (requiring drainage in the operating room), infection (requiring PO or intravenous antibiotics), and mastectomy skin flap necrosis (requiring debridement or serial dressing changes) to look at the distribution of these complications.",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "The vast majority of the cases included were bilateral reconstructions (81.9%); thus, there was concern that these breasts were not independent. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "Therefore, when possible, the analyses were adjusted for clustering to correct for any potential dependence between breast pairs. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "All continuous data were reviewed for potential outliers, which were defined as values >3 SDs from the mean (11 breasts from 9 patients were excluded). ",
            "section": "Statistical Analysis"
        },
        {
            "text": "Any cases with outliers were removed from analysis. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "The resulting patient characteristics, demographics, and complication frequencies between the 2 matrix types were compared using Fisher exact test (categorical variables), t tests, and Mann-Whitney U test (continuous variables, normally or not-normally distributed, respectively). ",
            "section": "Statistical Analysis"
        },
        {
            "text": "Additionally, a binomial logistic regression model using a general estimating equation (GEE) approach was used to determine significant predictors of whether a complication would occur or not. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "In addition to the matrix type, other a priori predictors were based on published data and included age, 25,26 body mass index (BMI), 27,28 duration of drain in place, 29 preoperative radiation treatment, 20,27 hypertensive status, 25 and active smoking status. ",
            "section": "Statistical Analysis",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 110,
                    "type": "bibr",
                    "text": "25,26"
                },
                {
                    "start": 134,
                    "end": 139,
                    "type": "bibr",
                    "text": "27,28"
                },
                {
                    "start": 168,
                    "end": 170,
                    "type": "bibr",
                    "text": "29"
                },
                {
                    "start": 205,
                    "end": 210,
                    "type": "bibr",
                    "text": "20,27"
                },
                {
                    "start": 232,
                    "end": 234,
                    "type": "bibr",
                    "text": "25"
                }
            ]
        },
        {
            "text": "20,27 In all cases, significance was defined as P < 0.05. ",
            "section": "Statistical Analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "20,27"
                }
            ]
        },
        {
            "text": "Furthermore, the results from the regression models are presented in terms of odds ratio, 95% confidence interval (CI), and the respective P value. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "All analyses were conducted using SPSS statistics 22 (IBM, Armonk, N.Y.).",
            "section": "Statistical Analysis",
            "entity_spans": [
                {
                    "start": 34,
                    "end": 49,
                    "type": "software",
                    "rawForm": "SPSS statistics",
                    "resp": "#annotator10",
                    "used": true,
                    "id": "a8f63e8c25-software-0"
                },
                {
                    "start": 50,
                    "end": 52,
                    "type": "version",
                    "rawForm": "22",
                    "resp": "#annotator10",
                    "id": "#a8f63e8c25-software-0"
                },
                {
                    "start": 54,
                    "end": 57,
                    "type": "publisher",
                    "rawForm": "IBM",
                    "resp": "#curator",
                    "id": "#a8f63e8c25-software-0"
                }
            ]
        },
        {
            "text": "Of the 166 patients in the current study, 136 (81.9%) patients had bilateral mastectomies and 30 (18.1%) had unilateral mastectomies, with a total of 298 breast reconstructions. ",
            "section": "Summary of Demographic, Medical, and Surgical Data"
        },
        {
            "text": "Of these reconstructions, 100 (33.6%) were direct-to-implant reconstructions and 198 (66.4%) were tissue expander-based reconstructions. ",
            "section": "Summary of Demographic, Medical, and Surgical Data"
        },
        {
            "text": "With respect to the ADM type, 174 (58.4%) used AlloDerm during the reconstruction and 124 (41.6%) used Cortiva.",
            "section": "Summary of Demographic, Medical, and Surgical Data"
        },
        {
            "text": "When comparing the patient populations in the 2 different ADM groups (Table 1), it is notable that there were a few significant differences between the groups. ",
            "section": "Summary of Demographic, Medical, and Surgical Data",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 78,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "In particular, the Cortiva group was, on average, 1.6 years older, weighed nearly 1.7 kg more (thus had a higher BMI), was more likely to have hypertension and was more likely to have a cancer pathology diagnosis (mastectomy tissue). ",
            "section": "Summary of Demographic, Medical, and Surgical Data"
        },
        {
            "text": "Importantly, all data presented are uncorrected, with a significance value of P < 0.05, as the comparisons were both planned and directed toward a single question of whether these groups are different. ",
            "section": "Summary of Demographic, Medical, and Surgical Data"
        },
        {
            "text": "Alternatively, and more conservatively, a Bonferroni correction approach for multiple comparisons resulted in a significance threshold of 0.0024; thus, only age and the weight (and hence BMI) would be significantly different between the groups. ",
            "section": "Summary of Demographic, Medical, and Surgical Data"
        },
        {
            "text": "However, all significant factors were controlled for in the binary logistic regression using the GEE approach (Table 3).",
            "section": "Summary of Demographic, Medical, and Surgical Data",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 119,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "Overall, there were a total of 34 (11.4%) complications in the series (Table 2). ",
            "section": "Complication Frequency with AlloDerm and Cortiva",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 2"
                }
            ]
        },
        {
            "text": "Of the 34 complications, 16 (9%) were in the AlloDerm group and 18 (14%) were in the Cortiva group, with no significant differences between the groups (P = 0.195). ",
            "section": "Complication Frequency with AlloDerm and Cortiva"
        },
        {
            "text": "Further categorization of the types of complication showed that the Cortiva group was associated with significantly higher incidence of mastectomy flap necrosis (6 vs 1; P = 0.022). ",
            "section": "Complication Frequency with AlloDerm and Cortiva"
        },
        {
            "text": "There were no significant differences in the frequency of infection or hematoma/ seroma. ",
            "section": "Complication Frequency with AlloDerm and Cortiva"
        },
        {
            "text": "Furthermore, there was no difference in the number of patients having to return to the operating room to resolve the complication (9 vs 13; P = 0.115).",
            "section": "Complication Frequency with AlloDerm and Cortiva"
        },
        {
            "text": "Given the potential meaningful differences between groups (Table 1), a binary logistic regression model was built using a GEE approach. ",
            "section": "Complication Frequency with AlloDerm and Cortiva",
            "ref_spans": [
                {
                    "start": 58,
                    "end": 67,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "The primary outcome of the model was the occurrence of a complication, and the predictors used in the model are presented in Table 3. ",
            "section": "Complication Frequency with AlloDerm and Cortiva",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Of all the predictors, only the current smoking status of the patient was significant in predicting a complication. ",
            "section": "Complication Frequency with AlloDerm and Cortiva"
        },
        {
            "text": "In particular, current smoking status was associated with an odds ratio of 5.262, with a 95% CI of 1.145-24.184 (P = 0.033). ",
            "section": "Complication Frequency with AlloDerm and Cortiva"
        },
        {
            "text": "None of the factors that were different between the groups significantly predicted the occurrence of a complication nor did the type of ADM used in the surgery.",
            "section": "Complication Frequency with AlloDerm and Cortiva"
        },
        {
            "text": "As there seemed to be a significant difference in the occurrence of mastectomy flap necrosis between the groups, this was further examined with another GEE logistic regression model looking at predictors of mastectomy flap necrosis from factors that were significantly different between the groups (age, BMI, cancer diagnosis, and hypertension) and the significant predictor from the overarching regres-  sion (eg, smoking status). ",
            "section": "Complication Frequency with AlloDerm and Cortiva"
        },
        {
            "text": "The results of the regression analysis (Table 4) suggest that the only significant predictor of mastectomy flap necrosis is BMI with an odds ratio of 1.587 and a 95% CI of 1.029-2.447 (P = 0.036). ",
            "section": "Complication Frequency with AlloDerm and Cortiva",
            "ref_spans": [
                {
                    "start": 39,
                    "end": 48,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Table 4)"
                }
            ]
        },
        {
            "text": "Notably, matrix type was not a significant predictor.",
            "section": "Complication Frequency with AlloDerm and Cortiva"
        },
        {
            "text": "Given both the increase in the number of ADM options and the utilization of ADMs in breast reconstruction, it is necessary to study their complication frequency and types. ",
            "section": "DISCUSSION"
        },
        {
            "text": "There are a number of studies that have compared the variety of ADMs available. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In that same vein, this study compared the commonly used AlloDerm matrix with the more recent Cortiva matrix. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Importantly, this is the first study to evaluate the complications associated with Cortiva.",
            "section": "DISCUSSION"
        },
        {
            "text": "Our study consisted of 298 breast reconstructions, one of the largest data sets in the published literature. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Of these breast reconstructions, approximately 58% used AlloDerm and 42% used Cortiva, which ensured an adequate number of cases for a balanced statistical analysis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The overall complication frequency across both ADMs was 11.4%, which is in line with the reported \"true\" complication rate of 12% based on a meta-analysis of previous ADM studies. ",
            "section": "DISCUSSION"
        },
        {
            "text": "19 The overall demographic profiles were also in line with previous studies, suggesting generalizability to the population undergoing breast reconstruction.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "With respect to the primary outcome measure, the results of the study show that there is no significant difference in the overall complication rates between AlloDerm and Cortiva. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Furthermore, using regression analysis, it was found that the only significant predictor for a complication was current smoking status. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The finding that smoking is associated with higher complications is well documented across the surgical literature, including numerous studies in breast reconstruction. ",
            "section": "DISCUSSION"
        },
        {
            "text": "25,30,31 While not reaching significance, it is worth noting that age and BMI were trending toward significance (P < 0.10). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "These findings are also consistent with previous literature that has suggested, after smoking, BMI and age tend to be the next strongest predictors of complications. ",
            "section": "DISCUSSION"
        },
        {
            "text": "25,27,28 Although there are multiple factors that resulted in a lack of significance, 1 major factor is that outpatients' mean BMIs were lower than those reported in other studies and had a smaller SD. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "Such differences are important as most studies report increased complications with BMI scores >30, which was about 10% of our sample. ",
            "section": "DISCUSSION"
        },
        {
            "text": "32 Likewise, the relationship between age and complications is often associated with patients whose age is >65 years, which was about 8% of our sample.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "Interestingly, although there were no differences in the overall complication rate, the frequency of mastectomy skin flap necrosis was significantly higher in the Cortiva group. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, given the number of factors that were different between the groups at baseline (eg, age, BMI, cancer diagnosis, and hypertension diagnosis), these factors along with ADM type and active smoking status were selected for regression analysis of only mastectomy skin flap necrosis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Based on the results of this analysis, BMI was the only significant predictor of mastectomy skin flap necrosis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Thus, after controlling for differences between groups, the type of matrix was not significant in predicting mastectomy skin flap necrosis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These findings are consistent with the fact that the Cortiva group had a significantly higher BMI when compared with the Al-loDerm group (Table 1), and that BMI is a known predictor of mastectomy skin flap necrosis. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 146,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "32 In terms of limitations and generalization, there are number of items that should be mentioned. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "Overall, although the sample size is quite large compared with other published studies, the number of complications for analysis limits the robustness of the conclusions. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These limitations were partially ameliorating statistical methods that could analyze the data at the breast level (versus the patient level) while accommodating for potential dependence between the pair of breasts. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Additionally, although there are 2 centers from which patients' data were collected, these centers were located in the same town and may reflect regional demographic differences. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Furthermore, the data are retrospective, hence neither blinded nor randomized, introducing potential confounders. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Also, the follow-up complications were limited to the first 60 days, as longer term data are still not available for many patients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Thus, data were unable to address longer term complications including capsular contracture. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Future work should involve a larger sample size, data from geographically separated multicenters, and longer follow-up duration for more long-term complications (eg, capsular contractures). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Additionally, given the potential differences in complication type between matrices, additional histological analysis of integration and vascularization would be beneficial.  ",
            "section": "DISCUSSION"
        },
        {
            "text": "We thank Drs. ",
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Shannon Gourley and Robert Lyles for sharing their time and expertise with advanced statistical analysis.",
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}