{
    "id": "ee7a100d78",
    "abstract": [],
    "body_text": [
        {
            "text": "Every year, the Philippine Urological Association (PUA) celebrates Prostate Health Awareness Month with National Digital Rectal Exam (DRE) Day. ",
            "section": "Introduction"
        },
        {
            "text": "This is a nationwide effort to promote awareness in men regarding prostate diseases such as benign prostatic hyperplasia and prostate cancer. ",
            "section": "Introduction"
        },
        {
            "text": "This is conducted by urologists in several participating institutions. ",
            "section": "Introduction"
        },
        {
            "text": "Most of the participants come in for consultation due to lower urinary tract symptoms (LUTS). ",
            "section": "Introduction"
        },
        {
            "text": "Out of 925 participants in 2013, more than half (61%) were identified as cases of LUTS, with 57% reported to have moderate to severe LUTS. ",
            "section": "Introduction"
        },
        {
            "text": "1 LUTS are common in men and have been shown to have increased frequency and severity with age. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2 Symptoms of male sexual dysfunction, including erectile dysfunction, ejaculatory dysfunction, and hypoactive desire were previously assumed to be only natural consequences of aging. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "3 However, the latest evidence from epidemiological studies suggests that these symptoms are actually associated with LUTS. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "2 Several community-based studies have also shown strong correlations between the prevalence of sexual dysfunction, especially erectile dysfunction, and the severity of LUTS with increasing age. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "4 Premature ejaculation (PE), one of the components of male sexual dysfunction, is also seen in the elderly as a primary or secondary condition. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "4 Although several studies have already defined the association between male sexual dysfunction (specifically erectile dysfunction) and LUTS, only few correlations have been made between premature ejaculation alone and LUTS. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "Common causes for this are poor detection of this symptom and underreporting of cases. ",
            "section": "Introduction"
        },
        {
            "text": "5 This study therefore aims to determine the prevalence of PE among adult Asian males and characterize its association with LUTS and other clinical factors.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "This is a descriptive cross-sectional study that included all male participants during the Annual National DRE Day in the Philippines conducted in June 2014 at St. Luke's Medical Center (Quezon City, Philippines). ",
            "section": "Data gathering"
        },
        {
            "text": "Demographic data obtained were age, marital status, educational attainment, and occupation including comorbidities such as hypertension and diabetes mellitus. ",
            "section": "Data gathering"
        },
        {
            "text": "All participants were assessed by urologists for the presence of LUTS using the International Prostate Symptom Score (IPSS), and PE using the PE Diagnostic Tool (PEDT). ",
            "section": "Data gathering"
        },
        {
            "text": "A PEDT score !",
            "section": "Data gathering"
        },
        {
            "text": "11 was categorized as PE. ",
            "section": "Data gathering"
        },
        {
            "text": "The IPSS was further categorized into total score (IPSS sum), storage symptom domains (FUN: frequency, urgency, and nocturia), and voiding symptom domains (WISR: weak stream, intermittency, straining, and residual urine). ",
            "section": "Data gathering"
        },
        {
            "text": "DRE was also performed to obtain prostate size estimates.",
            "section": "Data gathering"
        },
        {
            "text": "Data gathered were encoded in a Microsoft Excel spreadsheet and data analysis was performed using SPSS for Windows, version 21.0 (SPSS, Chicago, IL, USA). ",
            "section": "Data analysis",
            "entity_spans": [
                {
                    "start": 32,
                    "end": 41,
                    "type": "publisher",
                    "rawForm": "Microsoft",
                    "resp": "#curator",
                    "id": "#ee7a100d78-software-0"
                },
                {
                    "start": 42,
                    "end": 47,
                    "type": "software",
                    "rawForm": "Excel",
                    "resp": "#annotator9",
                    "used": true,
                    "id": "ee7a100d78-software-0"
                },
                {
                    "start": 98,
                    "end": 102,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator9",
                    "used": true,
                    "id": "ee7a100d78-software-1"
                },
                {
                    "start": 124,
                    "end": 128,
                    "type": "version",
                    "rawForm": "21.0",
                    "resp": "#annotator9",
                    "id": "#ee7a100d78-software-1"
                },
                {
                    "start": 130,
                    "end": 134,
                    "type": "publisher",
                    "rawForm": "SPSS",
                    "resp": "#curator",
                    "id": "#ee7a100d78-software-1"
                }
            ]
        },
        {
            "text": "Demographic data of the participants were summarized. ",
            "section": "Data analysis"
        },
        {
            "text": "The clinical characteristics differences among LUTS participants with PE versus without PE were statistically analyzed. ",
            "section": "Data analysis"
        },
        {
            "text": "The independent t test was used for analyzing continuous data such as age, IPSS sum, storage symptom score, and voiding symptom score. ",
            "section": "Data analysis"
        },
        {
            "text": "The ManneWhitney U test was applied to analyze ordinal data with a Likert scale 1e5 of individual IPSS symptom domains, prostate size range of 20e60 g, and educational attainment (Table 1) from primary school to doctorate degree. ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 179,
                    "end": 187,
                    "type": "table",
                    "text": "(Table 1"
                }
            ]
        },
        {
            "text": "The Chisquare test was done to analyze nominal data such as the presence or absence of comorbidity (hypertension and diabetes mellitus) and marital status. ",
            "section": "Data analysis"
        },
        {
            "text": "The statistical significance was set at P < 0.05.",
            "section": "Data analysis"
        },
        {
            "text": "A total of 101 male participants attended the Annual National DRE Day conducted at our medical center, all of which were included in the study. ",
            "section": "Results"
        },
        {
            "text": "The mean age of the participants was 61 years ranging from 36 years to 86 years. ",
            "section": "Results"
        },
        {
            "text": "Most (78.2%) of the participants were married; 54% of the participants had graduated college and 63% were retired; 74.3% had comorbidity of hypertension, and 20.8% had diabetes mellitus. ",
            "section": "Results"
        },
        {
            "text": "The demographic profile is summarized in Table 1.",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 41,
                    "end": 48,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The mean ± standard deviation IPSS was 5.79 ± 6.59; 60.40% had a score <8, which is categorized as mild LUTS; 32.67% scored 8e19, categorized as moderate LUTS; and only 6.93% had severe LUTS with a score of >19. ",
            "section": "Results"
        },
        {
            "text": "Distribution of LUTS severity is illustrated in Fig. 1. Among the participants, 13.9% (n ¼ 14) scored !",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 48,
                    "end": 54,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "3 in frequency, 4% (n ¼ 4) scored !",
            "section": "Results"
        },
        {
            "text": "3 in urgency, 32.7% (n ¼ 33) scored !",
            "section": "Results"
        },
        {
            "text": "3 in nocturia, 12% (n ¼ 12) scored !",
            "section": "Results"
        },
        {
            "text": "3 in weak stream, 10% (n ¼ 10) scored !",
            "section": "Results"
        },
        {
            "text": "3 in intermittency, 7.9% (n ¼ 8) scored !",
            "section": "Results"
        },
        {
            "text": "3 in straining, and 13.9% (n ¼ 14) scored !",
            "section": "Results"
        },
        {
            "text": "3 in residual urine. ",
            "section": "Results"
        },
        {
            "text": "In clustering the LUTS score, 50.6% of the participants had storage symptoms whereas 43.8% had voiding symptoms. ",
            "section": "Results"
        },
        {
            "text": "Distributions of individual LUTS domains are described in Fig. 2. The mean age of participants with an approximate 20-g prostate size by DRE was 56.38 years,~30 g was 62.16 years,~40 g was 63.96 years,~50 g was 62.5 years, and~60 g was 61.25 years ( Table 2).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 58,
                    "end": 64,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 2"
                },
                {
                    "start": 250,
                    "end": 258,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "According to the PEDT assessments of the participants, 26.7% (27) of the participants scored !",
            "section": "Results"
        },
        {
            "text": "11, which signifies the presence of PE, whereas 16.8% (17) scored 9e10 indicating that PE is probably present. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(17)"
                }
            ]
        },
        {
            "text": "Independent t test, used to determine the difference among participants with PE versus without PE, showed no significant differences in terms of age, IPSS sum, storage symptom score, or voiding symptom score (Table 3). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 208,
                    "end": 217,
                    "type": "table",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "ManneWhitney U analysis showed that educational attainment has significant association with the presence of PE, where higher educational status was noted among participants with PE (ManneWhitney U, z ¼ À1.993, P ¼ 0.046). ",
            "section": "Results"
        },
        {
            "text": "Likewise, participants with PE were noted to have more prominent weak stream (ManneWhitney U, z ¼ À2.126, P ¼ 0.033); however, PE was not associated with prostate size (Table 4). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 176,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Table 4"
                }
            ]
        },
        {
            "text": "There was no significant between group difference noted in the Chi- square analysis on comorbidity (hypertension, diabetes) and marital status (Table 5).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "type": "table",
                    "text": "(Table 5"
                }
            ]
        },
        {
            "text": "In 2014, the PUA celebrated prostate health awareness month with the theme Ikaw na MAN (You're the MAN) focusing not only on prostate diseases but also urinary tract and sexual related problems. ",
            "section": "Discussion"
        },
        {
            "text": "During the Annual National DRE Day 2014, more men participated in our medical center than in the previous yeard101 participants compared with 59 participants in 2013. ",
            "section": "Discussion"
        },
        {
            "text": "1 This shows that the PUA was successful in promoting prostate health awareness and more men are now becoming concerned about their health.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "Based on our study, the mean age of participants was 61 years, which is comparable to other studies in that over one third of men aged 50 years or more are living with moderate to severe LUTS. ",
            "section": "Discussion"
        },
        {
            "text": "2 Voiding symptoms are most common in men with LUTS, but are generally less bothersome than storage symptoms, which are typically the reason for men seeking medical advice. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "2 This is in contrast with our study where 50.6% of the participants present with storage symptoms, whereas voiding symptoms show only 43.8%. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Nocturia is the most common symptom reported (32.7%) together with frequency (13.9%) and residual urine (13.9%). ",
            "section": "Discussion"
        },
        {
            "text": "A study described that an isolated nocturia can be common, particularly in aging men, with a recent meta-analysis estimating a prevalence of 30e60% in men aged >70 years. ",
            "section": "Discussion"
        },
        {
            "text": "6 The most common prostate size in the mean age of 62.16 years is 30 g whereas 40-g prostate sizes were seen in the mean age of 63.96 years. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "This relates that the prostate enlarges with aging. ",
            "section": "Discussion"
        },
        {
            "text": "In addition, although LUTS are sometimes associated with urinary flow and prostate size, there is substantial evidence that men can have symptoms even in the absence of enlarged prostate on physical examination. ",
            "section": "Discussion"
        },
        {
            "text": "6 This is partly because lower urinary tract symptoms can be caused by multiple mechanisms, including prostate, bladder smooth muscle tone and contractility. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "6 PE was first described a century ago; however, its definition has been debatable since then due to its ambiguity. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "7 The fifth edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM-5 2013) has defined PE using the parameter of approximately 1-min intravaginal ejaculatory latency time. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "The DSM-5 also listed potential exclusionary conditions to include nonsexual mental disorders, severe relationship distress or other significant stressors, and substance/medication use or other medical disorders, which may result in early ejaculations. ",
            "section": "Discussion"
        },
        {
            "text": "These criteria were intended to eliminate cases of premature ejaculation resulting secondarily from psychological and/or medical factors. ",
            "section": "Discussion"
        },
        {
            "text": "7,8 The International Society for Sexual Medicine (ISSM) in 2013 developed a definition grounded in clearly definable scientific criteria. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "The committee proposed an evidence-based unified definition of both lifelong PE and acquired PE. ",
            "section": "Discussion"
        },
        {
            "text": "9 The ISSM described three current questionnaires used in the diagnosis of PE; the PEDT has a modest database, and is readily available for clinical use. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "5 Several studies have established the validity and reliability of PEDT that correlate well with the objective assessment by intravaginal ejaculatory latency time 10,11 ; due to its simplicity and availability, our study utilized this tool to screen the presence of PE among the participants.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                },
                {
                    "start": 163,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10,"
                },
                {
                    "start": 166,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "The prevalence of PE among participants with a complaint of LUTS in our study was 26.7% (n ¼ 27) whereas 16.8% (n ¼ 17) had probable PE. ",
            "section": "Discussion"
        },
        {
            "text": "This is comparable with a study in Korea, where PEDT have diagnosed PE in 12.1% (35/290) and probable PE in an additional 11.7% (34/290). ",
            "section": "Discussion"
        },
        {
            "text": "4 It is clear that PE is highly prevalent and, globally, approximately 30% of all men can be considered to have the condition regardless of age group. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "12 Similar to our study, the PE Perceptions and Attitudes Study reported that many countries did not show an increased prevalence of PE with increasing age. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "13 However, according to the data of the Korean Society for Sexual Medicine and Andrology, their study demonstrated an increased PE prevalence with increasing age. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "4 The same Korean study also described that there is significant correlation between LUTS and PE particularly among the age 60e79 years group (r ¼ 0.292, P ¼ 0.007) 4 ; however, the PEDT score among the age 40e59 years group was not correlated with storage symptoms (r ¼ 0.327, P ¼ 0.077) or voiding symptoms (r ¼ 0.223, P ¼ 0.235). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                },
                {
                    "start": 165,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "4 In congruence, our study results also showed that the storage symptoms and PE has no association (P ¼ 0.600), as well as voiding symptoms and PE (P ¼ 0.108).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "The educational level of the participants correlates well with the presence or absence of PE. ",
            "section": "Discussion"
        },
        {
            "text": "In particular, high education was associated with increased incidence of PE showing a significant association (ManneWhitney U, z ¼ À1.993, P ¼ 0.046). ",
            "section": "Discussion"
        },
        {
            "text": "Our study has demonstrated that educational status seems to have an impact in the self-reporting of PE of the participants, which may be due to higher awareness with higher educational attainment. ",
            "section": "Discussion"
        },
        {
            "text": "It suggests that participants who are aware about the condition PE are more likely to volunteer PE symptoms. ",
            "section": "Discussion"
        },
        {
            "text": "It is recommended that clinicians should always utilize the screening questions for PE to give the appropriate treatment, 5 because participants are often unwilling to volunteer their symptoms on PE. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "14 The mechanism of PE requires emission that involves deposition fluid from the ampullary vas deferens, seminal vesicles, and prostate gland into the posterior urethra 15 ; and expulsion phase that involves closure of the bladder neck, followed by the rhythmic contractions of the urethra by pelviceperineal and bulbospongiosus muscles, and intermittent relaxation of the external urethral sphincters. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                },
                {
                    "start": 169,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "16 Sympathetic motor neurons control the emission phase of ejaculation reflex, and expulsion phase is executed by somatic and autonomic motor neurons. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "These motor neurons are located in the thoracolumbar and lumbosacral spinal cord and are activated in a coordinated manner when sufficient sensory input to reach the ejaculatory threshold has entered the central nervous system. ",
            "section": "Discussion"
        },
        {
            "text": "17,18 Our study showed a significant association between PE and weak stream (ManneWhitney U, z ¼ À2.126, P ¼ 0.033) that was  It may be possible that a neurologic problem causing weak bladder contraction such as neurogenic bladder may also cause PE because autonomic motor neurons for bladder contraction and ejaculation are located in the same area. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "A study described the possible cause of the link between LUTS, erectile dysfunction, and PE is overactivation of the autonomic nervous system and increased sympathetic nervous system activity. ",
            "section": "Discussion"
        },
        {
            "text": "According to this hypothesis, LUTS could result from sympathetic nervous system tone, which induces the occurrence of urinary storage symptoms owing to the contraction of smooth muscles in the prostate gland and urinary bladder. ",
            "section": "Discussion"
        },
        {
            "text": "Erectile dysfunction occurs as a result of smooth muscle contraction in the corpus cavernosum, whereas PE occurs as a result of smooth muscle contraction in the prostate, seminal vesicle, vas deferens, and epididymis. ",
            "section": "Discussion"
        },
        {
            "text": "4 This study was limited to a clinical based single session assessment of participants. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "No follow up or additional objective diagnostic examination such as a urodynamic study with sphinteric activity assessment were done to confirm the presence of and association between PE and LUTS. ",
            "section": "Discussion"
        },
        {
            "text": "Therefore, a larger-scale study with follow up of participants with objective assessment and additional risk factor identification (such as body mass index, smoking status, and psychological factors) is recommended for future studies to confirm our findings and additional analyses.",
            "section": "Discussion"
        },
        {
            "text": "Among the participants consulted with LUTS, 27% have concomitant PE. ",
            "section": "Conclusion"
        },
        {
            "text": "Educational status seems to have an impact in the self-reporting of PE, which may be due to higher awareness of participants with higher educational attainment. ",
            "section": "Conclusion"
        },
        {
            "text": "A significant association between PE and weak stream that was not related to prostate size, suggests a neuropathologic association. ",
            "section": "Conclusion"
        },
        {
            "text": "Table 3 Independent t test analysis between participants with premature ejaculation (PE) versus without PE in terms of age, International Prostate Symptom Score (IPSS) sum, storage symptom score (FUN), and voiding symptom score (WISR).",
            "section": "Conclusion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Without   Table 5 Chi-square analysis between participants with premature ejaculation (PE) and without PE in terms of participants with comorbidity and marital status. ",
            "section": "Continuous variables",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 17,
                    "type": "table",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "All contributing authors declare no conflicts of interest.",
            "section": "Conflicts of interest"
        }
    ]
}