{
    "abstract": [],
    "body_text": [
        {
            "text": "Enterococci are pervasive and predominant inhabitants of the gastrointestinal tract of humans and animals, found in soil, water and food (1). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "For many years, they were considered as normal flora and unharmful to man (2). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "However, over the last years, enterococci have emerged as major nosocomial pathogens, representing an increasingly important problem for public health (3). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "Indeed, these bacteria have a great ability to acquire resistance to some antimicrobial agents such as glycopeptides, in particular vancomycin, which are important for human therapy (4). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                }
            ]
        },
        {
            "text": "Although enterococci are normally of relatively low virulence, they can transfer their antimicrobial resistance genes and virulence factors to other intestinal microflora and/or virulent bacteria, resulting in an increased pathogenicity (5).",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "The climbing incidence of antibiotic resistant Enterococcus spp. ",
            "section": "Background"
        },
        {
            "text": "is the result of increased use of antibiotics in human health care system and animal growth promot-ers (6). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "The presence of large numbers of enterococci, in particular multidrug resistant ones, occurs commonly in vegetables, dairy and animal products (7). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "This dilemma, in part, is because of extensive usage of antimicrobial agents in modern farm industry (8). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "Due to limited therapeutic options for treating vancomycin-resistant enterococci (VRE), they are considered as a major cause of concern. ",
            "section": "Background"
        },
        {
            "text": "VRE has been isolated from hospital sources, food animals, environment, and waste water. ",
            "section": "Background"
        },
        {
            "text": "Previously, we investigated more about VRE from clinical samples, surface water and sewage treatment plants in Iran. ",
            "section": "Background"
        },
        {
            "text": "The results of our prior studies showed isolation of a high number of VRE isolates from water and sewage (9, 10).",
            "section": "Background"
        },
        {
            "text": "In view of the lack of information about VRE isolates in food samples, we studied the occurrence of VRE in meat, chicken and cheese which were sold in local markets.",
            "section": "Objectives"
        },
        {
            "text": "Thirty food samples, each 10 from chicken, meat and cheese were collected from Tehran local markets from April to September 2010. ",
            "section": "Sample Collection and Processing"
        },
        {
            "text": "The samples were sealed in a plastic bag, labeled immediately and transported to a microbiology laboratory in a cold cycle. ",
            "section": "Sample Collection and Processing"
        },
        {
            "text": "Ten grams of each sample were suspended in 90 mL of saline and then heavily vortexed. ",
            "section": "Sample Collection and Processing"
        },
        {
            "text": "The mixture was filtered using 0.45 µ filter membrane (Millipore, Sparks, MD, USA). ",
            "section": "Sample Collection and Processing"
        },
        {
            "text": "The filters were then transferred to m-Enterococcus agar (Becton Dickinson and Co., Sparks, MD, USA) supplemented with 4 µg/ mL vancomycin and incubated for 48 hours at 37°C.",
            "section": "Sample Collection and Processing"
        },
        {
            "text": "Colonies suspected to be Enterococcus were subjected to identification tests using the following characteristics: growth and hydrolysis of bile-esculin agar, growth in the presence of 6.5% NaCl, absence of catalase, presence of pyrrolidonyle arylamidase, 0.04% tellurite reduction, arabinose utilization, arginine dehydrolase activity, methyl-a-d-glucopyranoside acidification, and motility and pigmentation. ",
            "section": "Identification of Isolates"
        },
        {
            "text": "Species identifications were confirmed by PCR using specific primers (11).",
            "section": "Identification of Isolates"
        },
        {
            "text": "Minimum inhibitory concentration (MIC) for vancomycin, teicoplanin and gentamicin were determined using the E test (Biodisk AB, Solna, Sweden). ",
            "section": "Antibiotic Susceptibility Tests"
        },
        {
            "text": "Susceptibility tests to ampicillin (10 µg), ciprofloxacin (5 µg), gentamicin (120 µg), erythromycin (15 µg), tetracycline (30 µg), chloramphenicol (30 µg), linezolid (30 µg), and quinupristin/ dalfopristin (Q-D) (15 µg), (Mast Diagnostics Ltd., Bootle, Merseyside, UK) were performed by disc diffusion method according to the Clinical Laboratory Standard Institute (CLSI) guidelines (12). ",
            "section": "Antibiotic Susceptibility Tests",
            "ref_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(12)"
                }
            ]
        },
        {
            "text": "Enterococcus faecalis ATCC29212 was used as control.",
            "section": "Antibiotic Susceptibility Tests"
        },
        {
            "text": "All the VRE isolates were investigated for vancomycin resistance genes. ",
            "section": "DNA Extraction and Polymerase Chain Reaction"
        },
        {
            "text": "For DNA extraction, one isolated colony from each plate was transferred into 200 μL distilled water and boiled at 100°C for 15 minutes. ",
            "section": "DNA Extraction and Polymerase Chain Reaction"
        },
        {
            "text": "The mixture was centrifuged and 10 μL of the supernatant was used as the DNA template in the PCR mix. ",
            "section": "DNA Extraction and Polymerase Chain Reaction"
        },
        {
            "text": "Identification of van genotypes (vanA, vanB) for each isolate of VRE was performed by a separate PCR with specific primers as follows: vanA, 5'-CATGAATAGAATAAAAGTT-GCAATA-3', 5'-CCCCTTTAACGCTAATACGATCAA-3'; vanB, 5'-GTGACAAACCGGAGGCGAGGA-3', 5'-CCGCCATCCTCCT-GCAAAAAA-3'. ",
            "section": "DNA Extraction and Polymerase Chain Reaction"
        },
        {
            "text": "The PCR assay was performed in a total volume of 25 μL containing 10 mM Tris-HCl (pH = 8.3), 1.5 mM MgCl 2 , 0.2 mM each dNTPs, 0.5 U TaqDNA poly-merase (HT Biotechnology, Cambridge, UK), and each primer (40 pmol). ",
            "section": "DNA Extraction and Polymerase Chain Reaction"
        },
        {
            "text": "The PCR cycle was as follows; initial denaturation at 94°C for five minutes, 30 cycles of denaturation at 94°C for one minute, annealing at 54°C for one minute and extension at 72°C for one minute, with a final extension at 72°C for 10 minutes (13). ",
            "section": "DNA Extraction and Polymerase Chain Reaction"
        },
        {
            "text": "The PCR was performed with an Eppendorf Mastercycler (Eppendorf, Hauppauge, NY).",
            "section": "DNA Extraction and Polymerase Chain Reaction"
        },
        {
            "text": "All the isolated VRE were typed using a high-resolution biochemical fingerprinting method, Phene plate (PhPlate) system, which is specifically developed for typing of enterococci strains (The PhPlate AB, Stockholm, Sweden). ",
            "section": "Typing of Vancomycin-Resistant Enterococci Isolates"
        },
        {
            "text": "Microplates with 11 carbohydrate substrates were specifically chosen to differentiate between strains of enterococci. ",
            "section": "Typing of Vancomycin-Resistant Enterococci Isolates"
        },
        {
            "text": "Preparation and inoculation of the plates were according to the manufacturer instruction. ",
            "section": "Typing of Vancomycin-Resistant Enterococci Isolates"
        },
        {
            "text": "Briefly, a loopful of a fresh bacterial culture was inoculated in PhPlate growth media containing 0.2% (w/v) protease peptone, 0.05% (w/v) yeast extract, 0.5% (w/v) NaCl and 0.011% (w/v) bromothymol blue. ",
            "section": "Typing of Vancomycin-Resistant Enterococci Isolates"
        },
        {
            "text": "The plates were then incubated at 37°C and images of the plates were scanned after 16, 24 and 48 hours using an HP Scanjet 4890 scanner. ",
            "section": "Typing of Vancomycin-Resistant Enterococci Isolates"
        },
        {
            "text": "After the final scan, the PhPlate software (PhPWin 4.2) was used to create the absorbance data (biochemical fingerprint) from the scanned images. ",
            "section": "Typing of Vancomycin-Resistant Enterococci Isolates"
        },
        {
            "text": "The correlation coefficient using a pair-wise comparison of the biochemical fingerprints and clustered was determined according to the unweighted pair group method (UP-GMA) with arithmetic averages. ",
            "section": "Typing of Vancomycin-Resistant Enterococci Isolates"
        },
        {
            "text": "The mean similarity between the compared isolated minus 2SD was taken as the ID-level of the system. ",
            "section": "Typing of Vancomycin-Resistant Enterococci Isolates"
        },
        {
            "text": "Isolates showing similarity to each other above this level were considered as identical (Common Biochemical Phenotypes: C-BPT) (13).",
            "section": "Typing of Vancomycin-Resistant Enterococci Isolates"
        },
        {
            "text": "According to the biochemical tests, a total of 102 isolates belonged to enterococci, 48, 40 and 14 of which were from meat, chicken and cheese, respectively. ",
            "section": "Vancomycin resistant Enterococci Detection and Identification"
        },
        {
            "text": "Antibiotic susceptibility test revealed that 35, 27 and 8 isolates obtained from meat, chicken and cheese, respectively, were vancomycin-resistant. ",
            "section": "Vancomycin resistant Enterococci Detection and Identification"
        },
        {
            "text": "Conventional and molecular identification tests exhibited that all the isolates were E. faecium carrying vanA. ",
            "section": "Vancomycin resistant Enterococci Detection and Identification"
        },
        {
            "text": "None of the isolates harbored vanB.",
            "section": "Vancomycin resistant Enterococci Detection and Identification"
        },
        {
            "text": "Using the method of CLSI, all the isolates were tested for their resistance against antimicrobial agents. ",
            "section": "Antibiotic Resistance"
        },
        {
            "text": "All the VRE isolates were susceptible to linezolid, quinupristindalfopristin and tetracycline. ",
            "section": "Antibiotic Resistance"
        },
        {
            "text": "However, they showed different degrees of resistance to other antibiotics. ",
            "section": "Antibiotic Resistance"
        },
        {
            "text": "All the VRE isolates were also resistant to ciprofloxacin, erythromycin and ampicillin (100%). ",
            "section": "Antibiotic Resistance"
        },
        {
            "text": "Almost the same antibiotic resistance was observed for gentamicin (95%), but only 5% of the isolates were resistant to chloramphenicol. ",
            "section": "Antibiotic Resistance"
        },
        {
            "text": "The MIC of the isolates for vancomycin and teicoplanin was ≥ 256 µg/mL and for gentamicin-resistant isolates it was 1024 µg/mL.",
            "section": "Antibiotic Resistance"
        },
        {
            "text": "The results of typing with PhPlate system showed a diversity of Di = 0.78 for the E. faecium population. ",
            "section": "Typing"
        },
        {
            "text": "A total of 14 types with 10 common types (C-BPT) constituting 66 isolates and four single types (S-BPT) were seen (Figure 1). ",
            "section": "Typing",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 124,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figure 1)"
                }
            ]
        },
        {
            "text": "Each common type comprised 2 -31 strains. ",
            "section": "Typing"
        },
        {
            "text": "The VRE from the meat samples showed 11 types comprising 35 isolates, while the chicken isolates contained only four types. ",
            "section": "Typing"
        },
        {
            "text": "Some of the isolates collected from different food samples on different sampling occasions were found to have the same C-BPT (Table 1).  ",
            "section": "Typing",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1"
                }
            ]
        },
        {
            "text": "A high rate of vanA containing Enterococcus isolates was detected in food samples of chicken (9/10) and meat (10/10) in this study. ",
            "section": "Discussion"
        },
        {
            "text": "Isolation of vanA-containing enterococci strains in poultry and fresh slaughtered chicken samples has been reported in Germany (14). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(14)"
                }
            ]
        },
        {
            "text": "Furthermore, high-level glycopeptide-resistant VanA-type strains from supermarket-purchased chicken were detected in England (15). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "On the other hand, absence of VRE from meats was reported in studies performed in the US (16,17) which reflected the absence of VRE isolation in animal food product. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(16,"
                },
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "17)"
                }
            ]
        },
        {
            "text": "Elimination of VRE, in part, may have been resulted during the food processing. ",
            "section": "Discussion"
        },
        {
            "text": "On the contrary, in European countries, VRE have been frequently isolated from meat products, which might be due to the usage of glycopeptides avoparcin antibiotic in food animal production environments before banning this antibiotic (18,19). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(18,"
                },
                {
                    "start": 238,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "19)"
                }
            ]
        },
        {
            "text": "In this study, we obtained similar results to the European countries which may indicate the presence of similar diets in Iran.",
            "section": "Discussion"
        },
        {
            "text": "Our results showed the presence of enterococci strains in 50% of cheese samples. ",
            "section": "Discussion"
        },
        {
            "text": "In contrast, in a study by Giraffa and Sisto, there was no evidence of VRE in dairy products (20). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(20)"
                }
            ]
        },
        {
            "text": "However, some years later, Giraffa and colleagues in Italy found that 50% of the cheeses examined were contaminated by VRE (7). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "E. faecium was the only species isolated in all the samples in our study, while in most of the studies E. faecium and E. faecalis were simultaneously isolated from food samples. ",
            "section": "Discussion"
        },
        {
            "text": "Klein et al. reported a total of 34 VRE strains isolated from raw minced beef and pork and 38% of VRE isolates were identified as E. faecium, 35% were E. faecalis, and the remaining isolates were from the E. faecium group (21). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(21)"
                }
            ]
        },
        {
            "text": "Moreover, similar results were detected in the UK in fresh and frozen chicken, 58% and 40% of which were E. faecium and E. faecalis, respectively (15).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "Antibiotic susceptibility tests showed that in the present study, the VRE isolates were resistant to at least four antibiotics including gentamicin, ciprofloxacin, erythromycin and ampicillin. ",
            "section": "Discussion"
        },
        {
            "text": "This has been confirmed by other studies which have found the prevalence of antibiotic-resistant enterococci in farm animals and their meat to be higher than 60% (22,23). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(22,"
                },
                {
                    "start": 166,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "23)"
                }
            ]
        },
        {
            "text": "These studies showed that extensive agricultural use of glycopeptides or other antibiotics has created animal reservoir of resistant enterococcal species to antibiotics which has complicated the control of infections caused by enterococci. ",
            "section": "Discussion"
        },
        {
            "text": "Here we determined that resistance to gentamicin was very high among the animal products (95%). ",
            "section": "Discussion"
        },
        {
            "text": "Using the synergism between aminoglycosides and B-lactams or glycopeptides eliminated owing to high-level aminoglycoside resistance, which is of vast clinical importance (24). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "Peters and colleagues have reported a very low gentamicin resistance in food from animal origin in Germany (25). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(25)"
                }
            ]
        },
        {
            "text": "The difference in the reported antibiotic resistance among animal products could be due to geographical differences and the policy as well as production practices performed in these countries.",
            "section": "Discussion"
        },
        {
            "text": "All of our isolates were susceptible to tetracycline, in comparison with the results from Peters and colleagues who found a high rate of tetracycline resistance in their strains (25). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(25)"
                }
            ]
        },
        {
            "text": "The reason for the absence of resistance to tetracycline in this study may be due to the fact that tetracycline is not used as a therapeutic antimicrobial in veterinary medicine in Iran. ",
            "section": "Discussion"
        },
        {
            "text": "In consistent with another study, here we reported that the prevalence of chloramphenicol resistance was very low among E. faecium strains (26).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "We found no resistant isolate to oxazolidinone, linezolid and Q-D in this study (25). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(25)"
                }
            ]
        },
        {
            "text": "Although surveillance of enterococci from food sources for resistance to linezolid has not been reported extensively (26), there are some resistance reports to Q-D in the USA, given the use of the analogue virginiamycin since 1974 (27,28).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(26)"
                },
                {
                    "start": 231,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(27,"
                },
                {
                    "start": 235,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "28)"
                }
            ]
        },
        {
            "text": "In PhPlate analysis, we found that some of the C-BPT were found on different sampling occasions and food samples (i.e. C8, C9), indicating a high prevalence of certain E. faecium C-BPT in the food. ",
            "section": "Discussion"
        },
        {
            "text": "In addition, in another study, typing with PhPlate exhibited a high diversity in a large number of enterococci isolated from different sources including food samples (29). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(29)"
                }
            ]
        },
        {
            "text": "On the other hand, genotyping with Pulse-Field Gel Electrophoresis profile (PFGE) and Random Amplification of Polymorphic DNA (RAPD) PCR revealed a marked heterogeneity in food isolates (30,31). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(30,"
                },
                {
                    "start": 190,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "31)"
                }
            ]
        },
        {
            "text": "These results also showed that isolates with identical BPT pattern were found in different sampling occasions in the same food sample (i.e. isolates in C10), suggesting that some of the strains persisted for a period of time.",
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the high prevalence of multidrug resistance among enterococci isolated from food is a serious threat to public health. ",
            "section": "Discussion"
        },
        {
            "text": "To the best of our knowledge, there is no use of antibiotic other than human use, in animal feeding in Iran. ",
            "section": "Discussion"
        },
        {
            "text": "The data presented here, on the other hand, suggested the presence of antibiotic pressure in food animals. ",
            "section": "Discussion"
        },
        {
            "text": "The level of antibiotics in animal product, in turn, may be due to treatment regimens used for infections in animals. ",
            "section": "Discussion"
        },
        {
            "text": "Controlled use of antibiotics in animal husbandry is highly suggestive in Iran.",
            "section": "Discussion"
        }
    ]
}