{
    "abstract": [],
    "body_text": [
        {
            "text": "Sponge iron or direct-reduced iron is a transitional material used in the production of steel. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Either coal or natural gas is used in sponge iron production. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In India, non-coking coal is easily available. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Thus, the sector depends mostly on coal-based sponge iron and nearly 80% of the total coal-based sponge iron plants are located in India. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "1 About 60% of this production comes from small-scale industries in the unorganised sector with poor pollution control facilities. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "1 During the past decade, these sponge iron plants have rapidly grown in the Barjora block of Bankura district, a deprived district in West Bengal. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2 These factories are categorised as red industries (highly polluted industries) and the major pollutants are of three types: solid waste heavy metals (cadmium, chromium, lead, mercury and nickel); particulate matters (suspended particulate matter and respirable particulate matter) and gaseous pollutants (oxides of sulfur and nitrogen, and hydrocarbons). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "[1][2][3][4] The toxic effects of solid waste heavy metals are varied and often take several years to manifest. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "However, the toxic effects of particulate matters and gaseous",
            "section": "INTRODUCTION"
        },
        {
            "text": "▪ This is the first study to explore respiratory health status of coal-based sponge iron plant workers. ",
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "▪ Respiratory health status measurement is subjective to participants, and thus a valid and reliable tool, the St. George's respiratory questionnaire (SGRQ), was used. ",
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "▪ The response rate was 100%. ",
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "Missing data could lead to bias, but it was extremely low in this study. ",
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "▪ Participants who were absent from work on the dates of the survey were excluded, and this absence from work could be due to poor respiratory health status, which could have underestimated the worse respiratory health status. ",
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "▪ As this was a cross-sectional study, it was not possible to determine the causal association between different variables and respiratory health status.",
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "pollutants are often rapid and include respiratory diseases (cough, phlegm, bronchitis, asthma and allergy). ",
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "[1][2][3][4] The importance of prevention and treatment of these ailments is well acknowledged; however, understanding workers' perception of respiratory health is also essential in people-centred healthcare. ",
            "section": "Strengths and limitations of this study",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "5 Respiratory health status is a complex and multidimensional concept of the wellbeing of a person and their perception of respiratory health. ",
            "section": "Strengths and limitations of this study",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "Respiratory health status is one of the essential aspects of respiratory health, which is embedded in the physical, mental, social and cultural context. ",
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "6 7 Poor respiratory health status places a burden on the individual, family, community and health services, and thus respiratory health status is of major public health importance. ",
            "section": "Strengths and limitations of this study",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "6 7"
                }
            ]
        },
        {
            "text": "6 7 Research has been conducted to explore the respiratory health status of the general population and other industrial workers in various countries, [8][9][10] but none among coal-based sponge iron plant workers. ",
            "section": "Strengths and limitations of this study",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "6 7"
                },
                {
                    "start": 150,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 153,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 156,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The aim of the study was to assess their respiratory health status and to determine factors that independently predict their respiratory health status. ",
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "Knowledge of factors associated with the respiratory health status of these workers would provide valuable information about strategies that professionals and providers of healthcare can address to improve their respiratory health status.",
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "Study design, participants, area and inclusion/exclusion criteria A cross-sectional study was conducted among coal-based sponge iron plant workers in Barjora block (Bankura district, West Bengal, India) as shown in figure 1. ",
            "section": "METHODS"
        },
        {
            "text": "Participants who gave written informed consent to participate in the study were included, and those who were absent from work on the dates of the survey were excluded.",
            "section": "METHODS"
        },
        {
            "text": "Section I of the questionnaire included the following variables: age (in years), sex, mother tongue ( proxy measures for local ethnic origin, culture and lifestyle), religion, social caste (general or scheduled caste (SC)/ scheduled tribe (ST)/other backward class (OBC)), marriage, education (literate or illiterate), work type (non-manual or manual), working hours per day (8 (normal) 11 or more than 8), salary per month (5395 Indian rupees (INR: minimum monthly wage of an unskilled worker) 11 or more, or less than 5395 INR), total duration of work in this type of factory ( proxy measure for exposure time, in years), smoking, smokeless tobacco intake, alcohol drinking, house type ( pucca/semipucca (at least some high-quality construction materials such as bricks, tiles, cement and concrete) or kachcha (low-quality construction materials such as mud and thatch)), 12 people living in a room (less than 3, or 3 or more to indicate crowding), 12 pet animal at home, domestic cooking fuel (cleaner fuel (noncontinuous exposure to smoke: charcoal, coal/coke/ lignite, kerosene, electricity, petroleum gas and biogas) or biomass fuel (continuous exposure to smoke: wood/ crop residues and animal dung)), 12 separate room as kitchen at home, chimney/exhaust fan for cooking food at home, family history ( presence/history of any respiratory disease in biological father/mother/siblings), personal history ( presence/history of any respiratory disease) and health insurance. ",
            "section": "Data collection procedure and tool",
            "ref_spans": [
                {
                    "start": 387,
                    "end": 389,
                    "type": "bibr",
                    "text": "11"
                },
                {
                    "start": 495,
                    "end": 497,
                    "type": "bibr",
                    "text": "11"
                },
                {
                    "start": 874,
                    "end": 876,
                    "type": "bibr",
                    "text": "12"
                },
                {
                    "start": 951,
                    "end": 953,
                    "type": "bibr",
                    "text": "12"
                },
                {
                    "start": 1209,
                    "end": 1211,
                    "type": "bibr",
                    "text": "12"
                }
            ]
        },
        {
            "text": "All the variables were dichotomous except age and total duration of work in this type of factory. ",
            "section": "Data collection procedure and tool"
        },
        {
            "text": "Section I was designed in English, translated into Bengali and Hindi, reviewed by a local primary school teacher and pretested extensively on six local similar workers who were not involved in the study. ",
            "section": "Data collection procedure and tool"
        },
        {
            "text": "Section II included the standardised St. George's respiratory questionnaire (SGRQ) to measure the respiratory health status. ",
            "section": "Data collection procedure and tool"
        },
        {
            "text": "7 13 14 This questionnaire has been widely used in the general population, different industrial workers and patients with respiratory diseases. ",
            "section": "Data collection procedure and tool",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "bibr",
                    "text": "7 13 14"
                }
            ]
        },
        {
            "text": "8-10 15 There are two parts: part 1: questions 1-8 address participants' recollection of their symptoms over the preceding period of 3 months, and part 2: questions 9-16 address participants' current state (questions 11 and 15 measure disturbances to participants' daily physical activity, and questions 9-10, 12-14 and 16-17 cover a wide range of disturbances of psychosocial function). ",
            "section": "Data collection procedure and tool",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "bibr",
                    "text": "8-10 15"
                }
            ]
        },
        {
            "text": "A total score is calculated that summarises the impact on overall respiratory health status. ",
            "section": "Data collection procedure and tool"
        },
        {
            "text": "The score is expressed as a percentage of impairment where 100 represents the worst possible respiratory health status and 0 indicates the best possible respiratory health status. ",
            "section": "Data collection procedure and tool"
        },
        {
            "text": "The SGRQ is available in English, Bengali and Hindi. ",
            "section": "Data collection procedure and tool"
        },
        {
            "text": "7 13-15 Sample size As this was the first study of respiratory health status of coal-based sponge iron plant workers, no information was available on which to base the sample size calculation. ",
            "section": "Data collection procedure and tool",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "bibr",
                    "text": "7 13-15"
                }
            ]
        },
        {
            "text": "Instead, a web-based sample size calculator, Creative Research Systems, 16 was used to calculate the sample size, using the following assumptions/information: confidence level (95%), margin of error (5%) and population size (total 662 coal-based sponge iron plant workers, this information was received from the factory directors in Barjora). ",
            "section": "Data collection procedure and tool",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 74,
                    "type": "bibr",
                    "text": "16"
                }
            ],
            "entity_spans": [
                {
                    "start": 45,
                    "end": 70,
                    "type": "software",
                    "rawForm": "Creative Research Systems",
                    "resp": "#annotator26",
                    "used": true,
                    "id": "e776e1233f-software-simple-0"
                }
            ]
        },
        {
            "text": "A random sample of 258 such workers was required, assuming a response rate of 95%. ",
            "section": "Data collection procedure and tool"
        },
        {
            "text": "A numbered list of all 662 workers was created (worker 1, worker 2, worker 3 and so forth). ",
            "section": "Data collection procedure and tool"
        },
        {
            "text": "A web-based randomiser, Research Randomizer, 17 was used to generate 1 set of 258 unique, sorted numbers with a range from 1 to 662 (representing the workers' assigned numbers).",
            "section": "Data collection procedure and tool",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 47,
                    "type": "bibr",
                    "text": "17"
                }
            ],
            "entity_spans": [
                {
                    "start": 24,
                    "end": 43,
                    "type": "software",
                    "rawForm": "Research Randomizer",
                    "resp": "#annotator26",
                    "used": true,
                    "id": "e776e1233f-software-simple-1"
                }
            ]
        },
        {
            "text": "Information sheets and consent forms were available in English, Bengali and Hindi. ",
            "section": "Ethics"
        },
        {
            "text": "18 The study objectives were explained to all the eligible participants and written informed consent was taken from those interested in participating. ",
            "section": "Ethics",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Illiterate participants were requested to put their left hand thumb impression on the consent form. ",
            "section": "Ethics"
        },
        {
            "text": "Participants were not compelled and were free to participate in the study. ",
            "section": "Ethics"
        },
        {
            "text": "They were assured regarding the anonymity, privacy, confidentiality and data protection of their information.",
            "section": "Ethics"
        },
        {
            "text": "The SGRQ total score is a continuous variable, and was positively skewed with many zeros. ",
            "section": "Statistical analyses"
        },
        {
            "text": "Thus, the two-part model was developed, which takes advantage of the basic rule of probability and splits into two parts-frequency (ie, any worse respiratory health status and the estimate included all the participants) and severity (ie, amount of worse respiratory health status and the estimate was based on a subsample of participants with respiratory health status greater than zero). ",
            "section": "Statistical analyses"
        },
        {
            "text": "19 20 The two-part model used logit regression in the first part, and generalised linear model regression with the log link and γ distribution in the second part. ",
            "section": "Statistical analyses",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "19 20"
                }
            ]
        },
        {
            "text": "20 Both the unadjusted and adjusted (to determine independent predictors of the score) models were developed, which also included a sample with unknown values for the variables (from section I). ",
            "section": "Statistical analyses",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "20"
                }
            ]
        },
        {
            "text": "All the section I variables were included in the adjusted model. ",
            "section": "Statistical analyses"
        },
        {
            "text": "Coefficients and their respective 95% CI were calculated. ",
            "section": "Statistical analyses"
        },
        {
            "text": "The results were considered significant when p values were less than or equal to 0.05. ",
            "section": "Statistical analyses"
        },
        {
            "text": "All data were analysed using STATAV.12 for Windows software. ",
            "section": "Statistical analyses"
        },
        {
            "text": "21 ",
            "section": "Statistical analyses",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "21"
                }
            ]
        },
        {
            "text": "The response rate was 100%. ",
            "section": "RESULTS"
        },
        {
            "text": "Table 1 summarises the variables from section I. All the participants were men with a mean (SD) age of 35 (8) years. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Eighty-six per cent, 96% and 62% of participants were Bengali, Hindu and belonged to the general social caste, respectively. ",
            "section": "RESULTS"
        },
        {
            "text": "Eighty-six per cent and 88% of them were married and literate, respectively. ",
            "section": "RESULTS"
        },
        {
            "text": "Seventy-eight per cent and 74% of them were manual workers and earned less than 5395 INR/month, respectively. ",
            "section": "RESULTS"
        },
        {
            "text": "The mean (SD) total duration of work in this type of factory was 10 (14) years. ",
            "section": "RESULTS"
        },
        {
            "text": "Smokeless tobacco was consumed by 50% of participants. ",
            "section": "RESULTS"
        },
        {
            "text": "Fifty per cent of participants had a kachcha type of house, 69% of them were living in a room with three or more people, 52% of them had a pet animal at home, and 91% of them had no chimney/exhaust fan for cooking food at home. ",
            "section": "RESULTS"
        },
        {
            "text": "Twenty-six per cent of participants had a personal history of respiratory diseases. ",
            "section": "RESULTS"
        },
        {
            "text": "The mean (SD) SGRQ total score was 7.7 (14.5), the median (IQR) was 0.9 (9.0), and the observed range was 0-86.6. ",
            "section": "RESULTS"
        },
        {
            "text": "The best possible SGRQ total score was reported by 46.9% of workers. ",
            "section": "RESULTS"
        },
        {
            "text": "Table 2 reports the two-part model to determine factors associated with the SGRQ total score. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "In the unadjusted model, a higher SGRQ total score (or worse respiratory health status) was associated with cleaner domestic cooking fuel (coefficient −0.53, 95% CI −1.04 to −0.03, p=0.039) and personal history of any respiratory disease (1.66, 0.99 to 2.33, p<0.001) in case of frequency; and family history of any respiratory disease (0.47, 0.01 to 0.94, p=0.047) and personal history (1.14, 0.84 to 1.44, p<0.001) in case of severity. ",
            "section": "RESULTS"
        },
        {
            "text": "Independent predictors of a higher SGRQ total score were cleaner domestic cooking fuel (−0.76, −1.46 to −0.06, p=0.034) and personal history (1.76, 1.04 to 2.47, p<0.001) in case of frequency; and family history (0.43, 0.02 to 0.83, p=0.039) and personal history (1.19, 0.83 to 1.54, p<0.001) in case of severity. ",
            "section": "RESULTS"
        },
        {
            "text": "McFadden's pseudo R 2 value was 0.14 (for the adjusted model).",
            "section": "RESULTS"
        },
        {
            "text": "The study findings are compared with studies conducted among the general population and other industrial workers in various countries, [8][9][10] as respiratory health status studies conducted among coal-based sponge iron  plant workers are lacking. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 138,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "In our study, the SGRQ total score distribution was positively skewed-the mean (SD) was 7.7 (14.5) and the median (IQR) was 0.9 (9.0). ",
            "section": "DISCUSSION"
        },
        {
            "text": "This was also found in the Japanese industrial workers study (aged above 40 years)-the mean (SD) score was 6.4 (5.7), and the median score was 5.3. ",
            "section": "DISCUSSION"
        },
        {
            "text": "10 The mean (SD) score was 8.4 (11.3) and 7 (7) in studies conducted among the Spanish general population aged 40-69 years and among British people aged 17-80 years with no respiratory diseases, respectively. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                },
                {
                    "start": 44,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "8 9 Undesirably, the maximum score was high (observed range 0-86.6) in our study. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "8 9"
                }
            ]
        },
        {
            "text": "This was consistent with the Spanish study (observed range 0-83.4). ",
            "section": "DISCUSSION"
        },
        {
            "text": "9 The maximum score was better among the Japanese industrial workers (51.5). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "10 The best possible respiratory health status was reported by only 46.9% of workers. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "In the Spanish study, a lower percentage of participants (21.1%) reported the best possible respiratory health status. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This could be due to the fact that the Spanish study knowingly included a high proportion of individuals with respiratory diseases and they were comparatively much older (aged 40-69 years). ",
            "section": "DISCUSSION"
        },
        {
            "text": "9 In the Japanese study, 8.9% of participants reported the best possible respiratory health status, and again the participants were comparatively much older (aged above 40 years). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "10 Although the SGRQ is constructed in such a way that a score of zero indicates the best possible respiratory health status, even people who do not suffer from respiratory diseases will very rarely score the minimum on all the items. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "9 10 In addition, it is assumed that the SGRQ measures specifically the respiratory health status impact of respiratory diseases; however, it may also reflect the impact of other comorbidities. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "9 10"
                }
            ]
        },
        {
            "text": "22 Psychological factors (such as anxiety and depression) negatively influence the respiratory health status, and previous studies have shown a significant association between psychological factors and the SGRQ score in people with respiratory diseases. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "22"
                }
            ]
        },
        {
            "text": "23 24 In the unadjusted model, a higher SGRQ total score (or worse respiratory health status) was associated with cleaner domestic cooking fuel and personal history of any respiratory disease in case of frequency; and family history of any respiratory disease and personal history in case of severity. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "23 24"
                }
            ]
        },
        {
            "text": "Independent predictors of worse respiratory health status were the same. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Considering the points that McFadden's pseudo R 2 tends to be smaller than R 2 and values from 0.20 to 0.40 indicate an excellent model fit, 25 McFadden's pseudo R 2 value of 0.14 in our study indicates a satisfactory model fit. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                },
                {
                    "start": 141,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "25"
                }
            ]
        },
        {
            "text": "The Spanish general population study found older age, lower education and manual work to be associated with worse respiratory health status (in unadjusted models). ",
            "section": "DISCUSSION"
        },
        {
            "text": "After adjustment, this study found respiratory diseases, smoking, older age and lower education to be associated with worse respiratory health status. ",
            "section": "DISCUSSION"
        },
        {
            "text": "9 In our study, participants with a personal history had worse respiratory health status. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "This is consistent with another study conducted among the same population, where participants with a personal history had worse health-related quality-of-life (measured using the EuroQol-visual analogue scale (EQ-VAS)) as compared with those with no such issue. ",
            "section": "DISCUSSION"
        },
        {
            "text": "26 This is also consistent with the Japanese industrial workers study where they found an association with chronic obstructive pulmonary disease. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "26"
                }
            ]
        },
        {
            "text": "10 Our study showed the significance of personal history and of family history in someone's respiratory health status. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "We found an association between cleaner domestic cooking fuel and worse respiratory health status. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This association is quite conflicting, and one would expect the association between biomass domestic cooking fuel and worse respiratory health status. ",
            "section": "DISCUSSION"
        },
        {
            "text": "It is possible that this finding was the result of other confounding factors not adjusted for in the model. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This finding deserves further examination.",
            "section": "DISCUSSION"
        },
        {
            "text": "This study has a number of strengths and weaknesses. ",
            "section": "DISCUSSION"
        },
        {
            "text": "To the best of our knowledge, this is the first study to explore respiratory health status of coal-based sponge iron plant workers. ",
            "section": "DISCUSSION"
        },
        {
            "text": "All the workers who were approached to participate in the study responded (100% response rate and thus no non-respondents). ",
            "section": "DISCUSSION"
        },
        {
            "text": "This indicates that the data collection methodology was appropriate and there is more certainty in the study findings (ie, it is more likely that the results are representative of the population). ",
            "section": "DISCUSSION"
        },
        {
            "text": "In terms of generalisability, the study findings could be valid in settings with similar populations and healthcare systems (such as in other South-Asian countries). ",
            "section": "DISCUSSION"
        },
        {
            "text": "The standard steps in questionnaire development (design, translation and pretesting) were followed to ensure the validity and reliability of the questionnaire (section I). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Respiratory health status measurement is subjective to participants, and thus a valid and reliable tool (SGRQ in English, Bengali and Hindi) was used. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The fieldworkers used a standardised protocol for data collection. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The fieldworkers and the participants belonged to the same culture, which minimised the scope for cultural bias in the study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Missing data could lead to bias, but it was extremely low in this study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The analyses included a sample with missing values for the variables. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Participants who were absent from work on the dates of the survey were excluded, and this absence from work could be due to poor respiratory health status, which could have underestimated the worse respiratory health status. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The response of participants could have been influenced by the context, and individual and contextual psychosocial work factors are known to influence the perception of the environment at work. ",
            "section": "DISCUSSION"
        },
        {
            "text": "27 28 Most of the data were self-reported, and recall error could have been a problem. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "27 28"
                }
            ]
        },
        {
            "text": "Medical records might be a more reliable measure (for the presence/ history of any respiratory disease), but these were not available/accessible in the study area. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Lung function or other diagnostic tests could have been used, but the aim of the study was to explore workers' perception of respiratory health (respiratory health status) and not to diagnose any disease condition. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, these tests could be used in future studies, which would cross-check our study findings and would provide a complete picture of the scenario. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The aim of the study was to explore these workers' respiratory health status, and there was no control group in the study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Similar research needs to be conducted among coal-based sponge iron plant employees working in other parts of India and other countries to enhance the generalisability of our study results. ",
            "section": "DISCUSSION"
        },
        {
            "text": "As this was a cross-sectional study, it was not possible to determine the causal association between different variables and respiratory health status. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A longterm, longitudinal study should be conducted among these coal-based sponge iron factory workers to assess the impact of various factors (these as well as other potential factors) on their respiratory health status. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A good example would be to have a cohort study comparing coal-based sponge iron factory workers with other types of factory workers (healthy worker effect), rather than with the general population.",
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, less than half of the coal-based sponge iron plant workers in Barjora have the best possible respiratory health status. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The predictors of worse respiratory health status were identified. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The study findings could be taken into consideration in future interventional studies aimed at improving the respiratory health status of these workers.",
            "section": "DISCUSSION"
        },
        {
            "text": "Acknowledgements The authors thank the funding agency, Suresh Chandra Chattopadhyay, the fieldworkers, Barjora BDO, the factory directors and the participants.",
            "section": "Table 2"
        },
        {
            "text": "Contributors KC designed the study. ",
            "section": "Table 2"
        },
        {
            "text": "KC, CC and EK conducted the study. ",
            "section": "Table 2"
        },
        {
            "text": "KC wrote the first draft of the manuscript. ",
            "section": "Table 2"
        },
        {
            "text": "All authors revised for important intellectual content and approved the final manuscript.",
            "section": "Table 2"
        },
        {
            "text": "Funding This study was funded by a grant from the Blacksmith Institute, USA."
        },
        {
            "text": "Competing interests None."
        },
        {
            "text": "Ethics approval Approval was received from the Barjora Block Development Office Committee (the committee was based on the Indian Council of Medical Research Ethical Guidelines for Biomedical Research on Human Participants, 2006).",
            "section": "Patient consent Obtained."
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "section": "Patient consent Obtained."
        },
        {
            "text": "Open Access This is an Open Access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work noncommercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. ",
            "section": "Data sharing statement No additional data are available."
        },
        {
            "text": "See: http:// creativecommons.org/licenses/by-nc/4.0/",
            "section": "Data sharing statement No additional data are available."
        }
    ]
}