{
    "abstract": [],
    "body_text": [
        {
            "text": "Ovarian cancer is a leading gynecological malignancy, second only to cervical cancer. ",
            "section": "IntroductIon"
        },
        {
            "text": "It is the most lethal gynecological malignancy, accounting for more deaths than endometrial and cervical cancers combined. ",
            "section": "IntroductIon"
        },
        {
            "text": "[1] Ovarian cancer is typically asymptomatic during the early stages; this, together with its deep pelvic location, multiple morphologies, and characteristic genetic factors, frequently results in late diagnosis. ",
            "section": "IntroductIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Approximately, 70% of ovarian cancer patients are diagnosed at an advanced stage. ",
            "section": "IntroductIon"
        },
        {
            "text": "Although the surgery is the primary treatment for early-stage ovarian cancer, cytoreductive surgery with platinum-based chemotherapy is the only option for advanced-stage cancer. ",
            "section": "IntroductIon"
        },
        {
            "text": "Although cytoreductive surgery with chemotherapy can significantly prolong patient survival, 5-year survival rates are <30% in patients with advanced-stage ovarian cancer, apparently as a result of either primary or acquired drug resistance by cancer cells. ",
            "section": "IntroductIon"
        },
        {
            "text": "Therefore, increasing the sensitivity of cancer cells to chemotherapeutic regimens may improve prognoses.",
            "section": "IntroductIon"
        },
        {
            "text": "Programmed cell death 5 (PDCD5), also called TF-1 cell apoptosis-related gene-19, was discovered at the Peking University Human Disease Center. ",
            "section": "IntroductIon"
        },
        {
            "text": "[2] The PDCD5 gene is located on chromosome 19; its cDNA comprises 559 nucleotides. ",
            "section": "IntroductIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "PDCD5 is highly conserved evolutionarily and is expressed in most tissues. ",
            "section": "IntroductIon"
        },
        {
            "text": "Although PDCD5 overexpression does not induce strong cellular effects, it can enhance apoptosis when triggered by certain stimuli. ",
            "section": "IntroductIon"
        },
        {
            "text": "For example, one study showed PDCD5 gene transfer to sensitize K562 cells to idarubicin-induced apoptosis. ",
            "section": "IntroductIon"
        },
        {
            "text": "[3] Programmed cell death 5 expression was found to be downregulated in gastric cancer, [4] hepatocellular, carcinoma, [5] breast cancer, [6] acute and chronic myeloid leukemia, [7] and glioma. ",
            "section": "IntroductIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 88,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 119,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 138,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 178,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "[8] However, the role of PDCD5 protein in ovarian cancer progression is not widely reported. ",
            "section": "IntroductIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "[9] In this study, we investigated PDCD5 expression in ovarian cancer cell lines and tissue to explore the relationship between PDCD5 and ovarian cancer. ",
            "section": "IntroductIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "We also investigated whether PDCD5 overexpression enhances apoptosis induced by chemotherapeutic regimens in ovarian cancer.",
            "section": "IntroductIon"
        },
        {
            "text": "This study was carried out in accordance with the Declaration of Helsinki of the World Medical Association. ",
            "section": "Ethics statement"
        },
        {
            "text": "It was approved by Peking University People's Hospital (Beijing, China). ",
            "section": "Ethics statement"
        },
        {
            "text": "All patients provided informed written consents.",
            "section": "Ethics statement"
        },
        {
            "text": "The human serous cystadenocarcinoma cell line SKOV3 was kindly provided by the Memorial Sloan Kettering Cancer Center. ",
            "section": "Cell lines and cell culture"
        },
        {
            "text": "CAOV3 ovarian serous cystadenocarcinoma samples were purchased from the China Military Science Center. ",
            "section": "Cell lines and cell culture"
        },
        {
            "text": "HOC1A cells (immortalized ovarian cancer cells) were derived in our laboratory from metastatic nodules of the left abdominal wall of ovarian cancer patients. ",
            "section": "Cell lines and cell culture"
        },
        {
            "text": "OV1 cells, a low-grade ovarian adenocarcinoma cell line, were kindly provided by Peking University Oncology Institution. ",
            "section": "Cell lines and cell culture"
        },
        {
            "text": "The 3AO low-grade ovarian mucinous cell line was purchased from the China Science and Technology Cell Bank. ",
            "section": "Cell lines and cell culture"
        },
        {
            "text": "The ES-2 human low-grade clear-cell line was a gift from Dr. You-Ji Feng at Fudan University. ",
            "section": "Cell lines and cell culture"
        },
        {
            "text": "The T29 human immortalized ovarian epithelial cell line was a gift from Dr. Jin-Song Liu at the MD Anderson Cancer Center.",
            "section": "Cell lines and cell culture"
        },
        {
            "text": "All cells were cultured at 37°C in an atmosphere containing 5% CO 2 . ",
            "section": "Cell lines and cell culture"
        },
        {
            "text": "SKOV3, ES-2, 3AO, OV1, and OV2 cells were cultured in RPMI1640 medium containing 15% fetal calf serum. ",
            "section": "Cell lines and cell culture"
        },
        {
            "text": "T29 and HOC1A cells were cultured in MCDB medium containing M199 plus 15% fetal calf serum. ",
            "section": "Cell lines and cell culture"
        },
        {
            "text": "CAOV3 cells were cultured in Dulbecco's modified Eagle's medium containing 15% fetal calf serum. ",
            "section": "Cell lines and cell culture"
        },
        {
            "text": "All media contained 1% penicillin and streptomycin.",
            "section": "Cell lines and cell culture"
        },
        {
            "text": "A total of 127 ovarian cancer samples, 48 ovarian benign tumors, and 33 normal ovarian tissue samples were obtained during surgical procedures at the Department of Gynecology, Peking University People's Hospital from January 2000 to March 2006. ",
            "section": "Tissue samples"
        },
        {
            "text": "All samples were examined by two pathologists to confirm patient diagnoses before experiments were performed. ",
            "section": "Tissue samples"
        },
        {
            "text": "None of the patients had received neoadjuvant therapy, such as radiation or chemotherapy, prior to surgery.",
            "section": "Tissue samples"
        },
        {
            "text": "Samples were frozen at −80°C in liquid nitrogen. ",
            "section": "Real-time reverse transcription polymerase chain reaction"
        },
        {
            "text": "RNA was extracted from 24 samples (5 normal ovarian tissues, 8 benign tumors, and 11 ovarian cancer tissues) using a modified TRIzol one-step extraction method. ",
            "section": "Real-time reverse transcription polymerase chain reaction"
        },
        {
            "text": "RNA concentrations were determined by their absorbance at 260 nm. ",
            "section": "Real-time reverse transcription polymerase chain reaction"
        },
        {
            "text": "Total RNA (3 μg) was reverse transcribed to cDNA using oligo-dT primers and M-MLV transcriptase (Promega, USA). ",
            "section": "Real-time reverse transcription polymerase chain reaction"
        },
        {
            "text": "Real-time polymerase chain reaction (PCR) was performed using a SYBR Green Master Mix (Toyobo, Japan) and primers specific to PDCD5 (sense: 5'-GTGATGCGGCCCAACAG-3', antisense: 5'-GTGATGCGGCCCAACAG-3') and GAPDH (sense: 5'-TGCACCACCAACTGCTTAGC-3', antisense: 5'-GGCATGGACTGTGGTCATGAG-3'). ",
            "section": "Real-time reverse transcription polymerase chain reaction"
        },
        {
            "text": "The PCR protocol comprised of 30 cycles at 94°C for 30 s, 58°C for 30 s, and 72°C for 30 s; followed by a final extension at 72°C for 7 min. ",
            "section": "Real-time reverse transcription polymerase chain reaction"
        },
        {
            "text": "Human GAPDH was used as an internal control. ",
            "section": "Real-time reverse transcription polymerase chain reaction"
        },
        {
            "text": "Samples were analyzed in triplicate in three independent experiments using Bio-Rad MJ Mini and MiniOpticon (Bio-Rad, USA). ",
            "section": "Real-time reverse transcription polymerase chain reaction"
        },
        {
            "text": "PDCD5 expression was calculated using the 2 ΔΔCt method.",
            "section": "Real-time reverse transcription polymerase chain reaction"
        },
        {
            "text": "Tissue samples and ovarian cell lines were treated with RIPA lysis buffer (pH 7.4) containing ×1 protease inhibitor cocktail (M221; Amresco, Solon, OH, USA). ",
            "section": "Western blotting"
        },
        {
            "text": "After centrifugation for 15 min at 12,000 r/min, the supernatant was used for the whole protein lysate samples. ",
            "section": "Western blotting"
        },
        {
            "text": "Protein concentrations were determined using the BCA standard method. ",
            "section": "Western blotting"
        },
        {
            "text": "Protein extracts were diluted in loading buffer (1 mmol/L Tris-HCl, 3% sodium dodecyl sulfate [SDS], 60% glycerol, and 75 mmol/L dithiothreitol), and samples were analyzed by SDS-polyacrylamide gel electrophoresis) using 15% gels, followed by transfer to polyvinylidene fluoride membranes. ",
            "section": "Western blotting"
        },
        {
            "text": "Membranes were then incubated with mouse anti-human PDCD5 (1:1000 dilution; Beijing University Human Disease Center, Beijing, China) or rabbit anti-human GAPDH (1:2000 dilution; Cell Signaling Technology Company, USA) antibodies at room temperature overnight. ",
            "section": "Western blotting"
        },
        {
            "text": "This was followed by incubation with horseradish peroxidase (HRP)-conjugated secondary antibodies (1:10,000 dilution; ZB-2301, Zhongshan Golden Bridge Biotechnology, Beijing, China). ",
            "section": "Western blotting"
        },
        {
            "text": "Immunoreactive bands were visualized using the enhanced chemiluminescence method according to the manufacturer's instructions (Applygen Technologies, Beijing, China).",
            "section": "Western blotting"
        },
        {
            "text": "Formalin-fixed, paraffin-embedded tissue sections from normal ovary tissue and serous tumors were cut into 4-6-μm sections and transferred to slides. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Samples were deparaffinized in xylene and rehydrated via an ethanol gradient (100%, 95% ×2, 85%, 75% ×2, 50%, and distilled water). ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Slides were then washed, endogenous peroxidase activity was blocked by incubation in 3% H 2 O 2 , and samples were preincubated with 10% goat serum, and then with monoclonal mouse anti-PDCD5 antibody (1:1000) for 1 h at room temperature in a humid chamber. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Secondary staining with HRP-conjugated anti-mouse IgG (Zhongshan Golden Bridge Biotechnology, Beijing, China) was performed using a DAB peroxidase substrate kit (Zhongshan Golden Bridge Biotechnology, Beijing, China). ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Nuclei were counterstained with hematoxylin. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "In negative controls, the primary antibody was replaced with an isotype control. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "All staining was evaluated using the Leica Q550CW software system (Germany) and Qwin image analysis software. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "We randomly selected five independent fields from each slide; the average density of positive cells these five fields was calculated as the PDCD5 expression level.",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Annexin v-FITC/propidium iodide staining and flow cytometry SKOV3 cells were centrifuged, resuspended in 1× binding buffer at a density of 4.0 × 10 5 cells/ml and transferred to a 12-well dish (1 ml suspension/well). ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Cells were incubated in triplicate with PBS (control), 20 μg/ml recombinant human PDCD5 (rhPDCD5; P20; Beijing University Human Disease Center, Beijing, China), 0.1 μg/ml taxol (T0.1), 0.5 μg/ml doxorubicin (A0.5), or P20 plus T0.1 or A0.5. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "After 24 h, cells were collected, centrifuged, and incubated with conjugated Annexin V (2.5 μl; Pharmingen) and 1 μl propidium iodide (Pharmingen) for 15 min at room temperature in the dark. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Next, 400 μl ×1 Annexin binding buffer was added to each cell sample, and the cells were analyzed by flow cytometry (BD Influx, Becton Dickinson) using Cell Quest Research Software (Becton Dickinson).",
            "section": "Immunohistochemistry"
        },
        {
            "text": "The mean follow-up period for patients was 49.6 months (range: 6-133 months; median: 45.5 months). ",
            "section": "Survival time and follow-up"
        },
        {
            "text": "The survival time of ovarian cancer patients enrolled in this study was defined as the time from primary surgery to death or last follow-up. ",
            "section": "Survival time and follow-up"
        },
        {
            "text": "Of the 94 patients at Stages III and IV, 22 were lost to follow-up before the time of death could be recorded. ",
            "section": "Survival time and follow-up"
        },
        {
            "text": "Therefore, only 72 patients were included in the survival analysis.",
            "section": "Survival time and follow-up"
        },
        {
            "text": "We used χ 2 and Fisher's exact tests to determine correlations between PDCD5 levels and clinical parameters. ",
            "section": "Statistical analysis"
        },
        {
            "text": "The cumulative survival time was calculated by the Kaplan-Meier method and analyzed using the log-rank test. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Cox proportional hazard regression was used to calculate hazard ratios (HRs) with 95% confidence intervals (CIs) between groups in univariate and multivariate settings. ",
            "section": "Statistical analysis"
        },
        {
            "text": "A P < 0.05 was considered significant. ",
            "section": "Statistical analysis"
        },
        {
            "text": "All calculations were performed using SPSS 17.0 statistical software (SPSS Inc., USA).",
            "section": "Statistical analysis"
        },
        {
            "text": "Programmed cell death 5 mRNA and protein expression levels were analyzed in T29 cells and various ovarian cancer cell lines using real-time PCR and western blotting, respectively. ",
            "section": "Human ovarian epithelial cells and cancer cell lines had different programmed cell death 5 mRNA and protein expression levels"
        },
        {
            "text": "PDCD5 mRNA levels were highest in normal ovarian epithelial cells (T29). ",
            "section": "Human ovarian epithelial cells and cancer cell lines had different programmed cell death 5 mRNA and protein expression levels"
        },
        {
            "text": "Among the ovarian cancer cell lines examined, PDCD5 mRNA expression was highest in CAOV3 cells, moderately expressed in OV1 and 3AO cells, and lowest in HOC1A, SKOV3, and ES2 cells [ Figure 1a]. ",
            "section": "Human ovarian epithelial cells and cancer cell lines had different programmed cell death 5 mRNA and protein expression levels",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 192,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1a"
                }
            ]
        },
        {
            "text": "The pattern of PDCD5 protein expression in these cell lines, as analyzed by western blotting [ Figure 1b] and flow cytometry [ Figure 1c], reflected their mRNA expression (i.e., T29 > CAOV3 > 3AO = OV1 > Hoc1A = SKOV3 = ES2).",
            "section": "Human ovarian epithelial cells and cancer cell lines had different programmed cell death 5 mRNA and protein expression levels",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 104,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1b"
                },
                {
                    "start": 127,
                    "end": 136,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1c"
                }
            ]
        },
        {
            "text": "We next determined PDCD5 mRNA and protein expression levels in tumor tissues and compared them with levels in normal ovarian tissue. ",
            "section": "PDCD5 mRNA and protein expression in human ovarian tissues"
        },
        {
            "text": "Benign ovarian tumor samples were used as controls. ",
            "section": "PDCD5 mRNA and protein expression in human ovarian tissues"
        },
        {
            "text": "Reverse transcription-PCR showed that PDCD5 mRNA expression was less in epithelial malignancies (n = 11) than in normal tissue (n = 5) or benign ovarian tumors (n = 8). ",
            "section": "PDCD5 mRNA and protein expression in human ovarian tissues"
        },
        {
            "text": "Immunohistochemical analysis showed PDCD5 protein expression in these tissues was consistent with their mRNA expression. ",
            "section": "PDCD5 mRNA and protein expression in human ovarian tissues"
        },
        {
            "text": "Similarly, PDCD5 expression was lowest in epithelial cancer tissues (n = 127), higher in benign ovarian tumor tissue (n = 48), and highest in normal ovarian tissue (n = 33; Table 1 and Figure 2). ",
            "section": "PDCD5 mRNA and protein expression in human ovarian tissues",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                },
                {
                    "start": 185,
                    "end": 193,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Compared with normal ovaries, the expression of PDCD5 mRNA and protein in benign ovarian tumors and epithelial malignancies are significantly decreased [ Table 1].",
            "section": "PDCD5 mRNA and protein expression in human ovarian tissues",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 161,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "We next analyzed the effect of recombinant PDCD5 on apoptosis. ",
            "section": "Effects of recombinant programmed cell death 5 on apoptosis in skov3 cells"
        },
        {
            "text": "Treatment of SKOV3 cells with 20 μg/ml recombinant PDCD5 (P20) did not alter basal apoptosis compared with controls (3.6 ± 0.7% vs. 3.2 ± 1.5%, respectively). ",
            "section": "Effects of recombinant programmed cell death 5 on apoptosis in skov3 cells"
        },
        {
            "text": "However, PDCD5 did enhance taxol-and doxorubicin-induced apoptosis. ",
            "section": "Effects of recombinant programmed cell death 5 on apoptosis in skov3 cells"
        },
        {
            "text": "Treatment with 0.1 μg/ml taxol increased apoptosis (11.1 ± 0.8%) compared with buffer control and P20-treated controls. ",
            "section": "Effects of recombinant programmed cell death 5 on apoptosis in skov3 cells"
        },
        {
            "text": "However, treatment with P20 + 0.1 μg/ml taxol resulted in even higher levels of apoptosis (21.9 ± 1.9%). ",
            "section": "Effects of recombinant programmed cell death 5 on apoptosis in skov3 cells"
        },
        {
            "text": "Similarly, P20 treatment enhanced doxorubicin-induced apoptosis (16.0 ± 2.1%; Figure 3).",
            "section": "Effects of recombinant programmed cell death 5 on apoptosis in skov3 cells",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "Baseline demographic and disease characteristics of the 127 patients are shown in Table 2. ",
            "section": "Study participants",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 89,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Their median age was 52 years (range: 24-72 years). ",
            "section": "Study participants"
        },
        {
            "text": "Their ovarian cancer types included serous (84; 66.14%), mucinous (13; 10.24%), endometrioid (14; 11.02%), clear cell (9; 7.08%), and other types (7; 5.51%). ",
            "section": "Study participants"
        },
        {
            "text": "Of the 127 patients, 62 (48.82%) had cancer antigen-125 (CA-125) expression levels >500 IU/ml, while the remaining 65 (51.18%) had CA-125 levels <500 IU/ml.",
            "section": "Study participants"
        },
        {
            "text": "To determine the clinical significance of reduced PDCD5 expression in carcinoma, we examined relationships between PDCD5 expression and various clinical parameters of epithelial ovarian cancer. ",
            "section": "Relationship between programmed cell death 5 expression and clinical parameters of epithelial ovarian cancer"
        },
        {
            "text": "PDCD5 expression significantly differed by FIGO stage, pathological grade, whether tumor cytoreduction surgery was satisfactory or unsatisfactory, metastasis, ascites, and CA-125 level (P < 0.05; Table 2). ",
            "section": "Relationship between programmed cell death 5 expression and clinical parameters of epithelial ovarian cancer",
            "ref_spans": [
                {
                    "start": 196,
                    "end": 203,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "PDCD5 expression was significantly reduced in different ovarian cancer subtypes, and was lower in patients with FIGO Stage III-IV tumors (0.2745 ± 0.0342, n = 94) than in those with Stage I-II tumors (0.3092 ± 0.0257, n = 33). ",
            "section": "Relationship between programmed cell death 5 expression and clinical parameters of epithelial ovarian cancer"
        },
        {
            "text": "PDCD5 expression was inversely related to pathological grade and significantly lower in grade three tumors than in Grade 1 tumors (P < 0.0001).",
            "section": "Relationship between programmed cell death 5 expression and clinical parameters of epithelial ovarian cancer"
        },
        {
            "text": "We next examined the association between PDCD5 expression and patient survival. ",
            "section": "Risk factor analysis and patient prognosis"
        },
        {
            "text": "We collected survival data from 72 of the 94 Stage III-IV ovarian cancer patients at follow-up [ Table 3], and divided the patients into low PDCD5 expression (<median value) and high PDCD5 expression (>median value) groups, according to their immunohistochemical analyses. ",
            "section": "Risk factor analysis and patient prognosis",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 104,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Median overall survival was 19.5 months (95% CI: 13.63-25.37 months) for the low-PDCD5 group versus 63.5 months (95% CI: 61.15-65.85 months) for the high-PDCD5 group (P < 0.001). ",
            "section": "Risk factor analysis and patient prognosis"
        },
        {
            "text": "Multivariate Cox regression analysis showed PDCD5 levels to significantly correlate with survival time (HR: 0.00, 95% CI: 0.00-0.00; P < 0.001; Table 3). ",
            "section": "Risk factor analysis and patient prognosis",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "High PDCD5 protein expression was associated with significantly longer survival than for low PDCD5 expression (P < 0.001; Figure 4a). ",
            "section": "Risk factor analysis and patient prognosis",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4a"
                }
            ]
        },
        {
            "text": "Patients with lower PDCD5 levels had significantly shorter disease-specific survival than those with higher expression. ",
            "section": "Risk factor analysis and patient prognosis"
        },
        {
            "text": "Spearman's analysis strongly associated PDCD5 expression with patient survival time (P < 0.0001, R = 0.7139; Figure 4b).",
            "section": "Risk factor analysis and patient prognosis",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4b"
                }
            ]
        },
        {
            "text": "Programmed cell death 5 is a human gene identified via the cDNA-representative differences analysis technique described by Liu et al. ",
            "section": "dIscussIon"
        },
        {
            "text": "[2] at Peking University Human Genomic Center. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The 6-Kb PDCD5 gene, located on chromosome 19q12-q13.1, contains 6 exons and 5 introns. ",
            "section": "dIscussIon"
        },
        {
            "text": "It encodes a 125-amino acid protein that localizes to both the nucleus and cytoplasm. ",
            "section": "dIscussIon"
        },
        {
            "text": "PDCD5 is expressed in more than 50 human tissues; high expression levels have been  reported in the adult heart, testis, kidney, adrenal glands, and placenta. ",
            "section": "dIscussIon"
        },
        {
            "text": "Expression is significantly lower in embryos. ",
            "section": "dIscussIon"
        },
        {
            "text": "Functional analyses have shown that PDCD5 stimulates tumor cell apoptosis induced by various stimuli. ",
            "section": "dIscussIon"
        },
        {
            "text": "[3][4][5][6] When cells undergo apoptosis, PDCD5 mRNA and protein expression are elevated, and PDCD5 protein translocates to the nucleus. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "[7] Abnormal PDCD5 expression is associated with many diseases. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "Importantly, PDCD5 expression is significantly lower in tumor cells than in normal cells and correlates with tumor stage, malignancy, and prognosis. ",
            "section": "dIscussIon"
        },
        {
            "text": "[4][5][6][7][8][9] Low PDCD5 expression correlates highly with poor prognosis for gastric cancer, clear cell kidney cancer, and chondrosarcoma. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 12,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 15,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "[4] These studies indicate that PDCD5 protects against tumorigenesis and tumor progression.",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Reportedly, PDCD5 protein modulates both apoptotic and paraptotic cell death in humans and is proposed to positively regulateTip60 histone acetyltransferase and p53 transcription factor to promote apoptosis. ",
            "section": "dIscussIon"
        },
        {
            "text": "[10][11][12] PDCD5 can also interact with other molecules such as nuclear factor-κB p65 to regulate apoptosis via small heterodimer partner protein [13] and another protein, cytosolic chaperonin containing tailless complex polypeptide one, partly by inhibiting β-tubulin folding. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 148,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "[14] Recently, Xiao et al. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "[15] revealed that PDCD5 suppresses autoimmunity by modulating the forkhead box P3 (FOXP3)-regulatory T cell (Treg) axis. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "PDCD5 may thus serve as a guardian of immunological function, and the   Programmed cell death 5 can enhance apoptotic response to certain stimuli. ",
            "section": "dIscussIon"
        },
        {
            "text": "Recombinant human PDCD5 protein (rhPDCD5) has potent antitumor effects against chronic myelogenous leukemia K562 cells and may be a novel and promising agent for treating chronic myelogenous leukemia. ",
            "section": "dIscussIon"
        },
        {
            "text": "[16] It was also shown to sensitize chondrosarcoma cells to cisplatin-based chemotherapy, by inhibiting cell growth and apoptosis both in vitro and in vivo. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "As rhPDCD5 apparently induces cleavage of caspase-9, caspase-3, and poly(ADP-ribose) polymerase, its co-administration with cisplatin is a plausible treatment for chondrosarcoma. ",
            "section": "dIscussIon"
        },
        {
            "text": "[17] In a human breast cancer xenograft model, intraperitoneal rhPDCD5 administration dramatically improved the antitumor effects of paclitaxel, which implies that it could be used therapeutically to enhance sensitivity to paclitaxel in breast cancer cells. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "[18] PDCD5 is downregulated in chondrosarcoma and might be an independent prognostic factor for overall survival in chondrosarcoma patients. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "[19] In this study, we examined PDCD5 expression in normal ovarian tissue, benign tumors, and ovarian cancers, and the relationship between PDCD5 expression and clinical features and prognosis. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "We found PDCD5 was most highly expressed in normal ovarian tissue; less expressed in benign tumors and had the lowest expression in ovarian cancer tissue. ",
            "section": "dIscussIon"
        },
        {
            "text": "PDCD5 expression was also inversely correlated with FIGO scores. ",
            "section": "dIscussIon"
        },
        {
            "text": "Higher PDCD5 expression was associated with longer survival times for ovarian cancer patients, which accords with the results of Zhang et al. ",
            "section": "dIscussIon"
        },
        {
            "text": "[9] In conclusion, programmed cell death 5 expression is reduced in ovarian cancer and correlates negatively with survival time. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Our data indicate that low PDCD5 expression decreases apoptosis in ovarian cancer, thus promoting a poor prognosis. ",
            "section": "dIscussIon"
        },
        {
            "text": "These results imply that PDCD5 could both offer a means of monitoring patient prognosis and be developed on the basis of an anticancer therapy.",
            "section": "dIscussIon"
        },
        {
            "text": "The authors are very grateful to Zhi-Jun Du for her kind linguistic advice during the preparation of this manuscript. ",
            "section": "AcknowledgMents"
        },
        {
            "text": "We would also like to thank Professors Ying-Yu Chen and Da-Long Ma of Peking University Health Science Center for providing the anti-PDCD5 antibody.",
            "section": "AcknowledgMents"
        },
        {
            "text": "references",
            "section": "AcknowledgMents"
        }
    ]
}