{
    "id": "b552eae2ad",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Differentiated thyroid carcinoma (DTC) accounts for 90% of all thyroid cancers, including papillary thyroid carcinoma (PTC), follicular thyroid carcinoma (FTC) and Hürthle carcinoma. ",
            "section": "IntroductIon"
        },
        {
            "text": "Surgery, selective postoperative radioiodine and thyroid stimulating hormone (TSH) suppressive therapy are the primary treatment modalities for DTC. ",
            "section": "IntroductIon"
        },
        {
            "text": "Although the overall treatment outcome regarding DTC is excellent and the 10-year survival rate is aboubt 90%, [1,2] the rate of persistent or recurrent cases is 23-30%; [3][4][5] this indicates that the risk of recurrence cannot be underestimated. ",
            "section": "IntroductIon",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 114,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2]"
                },
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 173,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 176,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "In 2009, the American Thyroid Association (ATA) published Management Guidelines for Patients with Thyroid Nodules and DTC [6] for the improved assessment of recurrence and mortality, and graded DTC patients into three categories (low, intermediate and high) in terms of the risk of recurrence. ",
            "section": "IntroductIon",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Shortly afterward, Tuttle et al. ",
            "section": "IntroductIon"
        },
        {
            "text": "[7] confirmed that this recurrence staging system could effectively predict the risk of recurrence and persistent disease. ",
            "section": "IntroductIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "This recurrence risk stratification system can provide promising guidance concerning the initial postoperative management of DTC, but it can also give rise to controversy. ",
            "section": "IntroductIon"
        },
        {
            "text": "The prognostic factors described in this system include incomplete tumor resection, aggressive histology subtypes, tumor invasion, cervical lymph node metastasis, distant metastasis and I-131 uptake outside the thyroid bed on whole-body scans (WBSs) undertaken after thyroid remnant ablation. ",
            "section": "IntroductIon"
        },
        {
            "text": "Apart from the aforementioned points, the discrepancy between the actual thyroglobulin (Tg) level and the posttreatment imaging findings has also been mentioned as a weighing factor for high recurrence risk in the ATA guidelines, based on its predictive value for both ablation success and prognosis. ",
            "section": "IntroductIon"
        },
        {
            "text": "[8][9][10] Nevertheless, the specific value of postoperative Tg in indicating a high recurrence risk remains to be established. ",
            "section": "IntroductIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 6,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "In addition, some researchers have argued that the preablative stimulated Tg (ps-Tg) level may be influenced by postoperative thyroid tissue remnants, [11] and that it would take at least 1-year for Tg to become undetectable. ",
            "section": "IntroductIon",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "[12][13] Thus, the specific value and the significance of ps-Tg regarding decision-making require further investigation.",
            "section": "IntroductIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "At present in China, surgical techniques such as cervical lymph node dissection are incongruently assigned to patients, and the time interval between surgery and treatment using nuclear medicine varies from a few days to a few years. ",
            "section": "IntroductIon"
        },
        {
            "text": "Therefore, a marker that could reflect ongoing disease status is urgently needed, rather than static pathological findings during surgery. ",
            "section": "IntroductIon"
        },
        {
            "text": "There is evidence to indicate that ps-Tg measured just before radioiodine treatment may have a role as such a marker. ",
            "section": "IntroductIon"
        },
        {
            "text": "[8,9,14,15] To date, very few data regarding the relationship between ps-Tg and the three recurrence risk categories of ATA have been reported. ",
            "section": "IntroductIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 5,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 8,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15]"
                }
            ]
        },
        {
            "text": "In this study, we introduced the ps-Tg level into ongoing postoperative reassessment to explore the correlation between ps-Tg level and ATA recurrence risk stratification; the objective was to provide evidence-based support for Chinese patients for the role of ps-Tg in postoperative reassessment and radioiodine treatment decision-making.",
            "section": "IntroductIon"
        },
        {
            "text": "The study was approved by the Ethics Committee of Peking Union Medical College Hospital.",
            "section": "Methods"
        },
        {
            "text": "In this retrospective study, 985 patients with DTC received total thyroidectomy followed by radioiodine treatment from 2007 to 2013. ",
            "section": "Patients"
        },
        {
            "text": "A total 278 of these patients were excluded from the study; 177 had high Tg antibody (TgAb) levels (>46 IU/ml) [16] and the other 101 had missing data regarding ps-Tg or TgAb levels. ",
            "section": "Patients",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Therefore, 707 patients were finally enrolled in the study, including 482 females and 225 males with a mean age of 42.7 (range, 4-77) years. ",
            "section": "Patients"
        },
        {
            "text": "Histologically, 685 patients were diagnosed with PTC and 22 with FTC. ",
            "section": "Patients"
        },
        {
            "text": "All patients underwent total thyroidectomy performed by experienced surgeons, with no macroscopic thyroid remnants remaining; seven of these patients with papillary thyroid microcarcinoma (tumor size ≤1 cm) did not undergo cervical lymph node dissection. ",
            "section": "Patients"
        },
        {
            "text": "Patients received I-131 at a dose that varied from 30 mCi (1.1 GBq) to 200 mCi (7.4 GBq) according to their ATA recurrence risk stratification [6] within 3 months after surgery; they underwent levothyroxine (LT4) withdrawal or no replacement treatment and a low-iodine diet for at least 2-6 weeks when serum TSH levels were >30 μIU/ml.",
            "section": "Patients",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Levels of ps-Tg, TgAb and TSH were measured before the first I-131 remnant ablation after thyroxine hormone withdrawal, and the TSH level had risen (TSH > 30 μIU/ml). ",
            "section": "Measurements and tests"
        },
        {
            "text": "Tg and TgAb levels were determined using electrochemiluminescence immunoassay (Roche Diagnostics GmbH, Mannheim, Germany), and the TSH level was determined using chemiluminescence immunoassay (Siemens Healthcare Diagnostics Inc., New York, NY, USA) in the same laboratory. ",
            "section": "Measurements and tests"
        },
        {
            "text": "Patient characteristics were compiled including age, sex, histology subtypes, tumor invasion, cervical lymph node metastasis, distant metastasis, remnant uptake on I-131-WBS, TSH, and ps-Tg and TgAb levels. ",
            "section": "Measurements and tests"
        },
        {
            "text": "Patients were divided into three groups according to the ATA recurrence risk stratification: [6] Low-risk (L; n = 90), intermediate-risk (I; n = 283) and high-risk (H; n = 334). ",
            "section": "Measurements and tests",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The H group was further subdivided into two subgroups, one with distant metastasis (M1; n = 117) and the other without distant metastasis (M0; n = 217). ",
            "section": "Measurements and tests"
        },
        {
            "text": "Additionally, while assigning patients to H group, we did not take the ps-Tg level into account, because the predictive cut-off value was not specified in the ATA Guidelines. ",
            "section": "Measurements and tests"
        },
        {
            "text": "[6] Patients with at least one of the following characteristics, according to ATA and the National Comprehensive Cancer Network guidelines, [6,[17][18][19] were considered for subsequent radioiodine therapy: Male; age >45 years; tumor size >1 cm; multiple lesions (>1 lesion); and molecular characteristics such as the BRAF V600E mutation. ",
            "section": "Measurements and tests",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6,"
                },
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 151,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "Because increased TSH stimulates ps-Tg during the LT4 withdraw period, indicating that Tg release is TSH-dependent, [20][21][22] we introduced the parameter ps-Tg/TSH. ",
            "section": "Measurements and tests",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "The associations between ps-Tg, ps-Tg/TSH and three recurrence risk groups were analyzed. ",
            "section": "Measurements and tests"
        },
        {
            "text": "The M1 group was further analyzed in terms of metastatic evidence such as chest computed tomography, bone scan, postradioiodine-therapy WBS (RxWBS) combined with a suspicious high ps-Tg level.",
            "section": "Measurements and tests"
        },
        {
            "text": "Rank sum and F tests were used for the comparison of ps-Tg and ps-Tg/TSH values. ",
            "section": "Statistical analysis"
        },
        {
            "text": "The Kruskal-Wallis and F tests were used for comparisons among the three groups; the Mann-Whitney U and F tests were used to compare any two groups. ",
            "section": "Statistical analysis"
        },
        {
            "text": "The most sensitive and specific ps-Tg values for distinguishing each of the two group comparisons were obtained using receiver operating characteristic (ROC) curves. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Gender (female or male), age (<45 years or ≥45 years), tumor size (maximum diameter ≤1 cm or >1 cm), multifocality (single lesion or multiple lesions) and ps-Tg level (<corresponding cut-off value or ≥corresponding cut-off value) were involved as independent variables of recurrence and distant metastasis. ",
            "section": "Statistical analysis"
        },
        {
            "text": "These factors were further analyzed using logistic regression analysis to identify if ps-Tg was an independent predictive factor for discerning different recurrence risk groups, and if distant metastases existed. ",
            "section": "Statistical analysis"
        },
        {
            "text": "A P < 0.05 was considered as statistically significant. ",
            "section": "Statistical analysis"
        },
        {
            "text": "All of these statistical analyses were performed using SPSS software (Version 17.0, Inc., Chicago, IL, USA) and R project (Version 2.15.1).",
            "section": "Statistical analysis",
            "entity_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator12",
                    "used": true,
                    "id": "b552eae2ad-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 78,
                    "end": 82,
                    "type": "version",
                    "rawForm": "17.0",
                    "resp": "#annotator12",
                    "id": "#b552eae2ad-software-0"
                },
                {
                    "start": 112,
                    "end": 113,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "#curator",
                    "id": "b552eae2ad-software-1"
                },
                {
                    "start": 131,
                    "end": 137,
                    "type": "version",
                    "rawForm": "2.15.1",
                    "resp": "#annotator12",
                    "id": "#b552eae2ad-software-1"
                }
            ]
        },
        {
            "text": "The descriptive characteristics of the 707 patients are given in Table 1. ",
            "section": "Comparisons of preablative stimulated thyroglobulin in different recurrence risk groups",
            "ref_spans": [
                {
                    "start": 65,
                    "end": 72,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The ratio of females to males was 2.14:1, 96.89% of patients had PTC and the preablative TSH level was 91.36 ± 35.57 μU/ml. ",
            "section": "Comparisons of preablative stimulated thyroglobulin in different recurrence risk groups"
        },
        {
            "text": "Analysis of the three risk classification groups of L, I and H revealed that the more advanced the stratification, the greater the likelihood of a higher ps-Tg level. ",
            "section": "Comparisons of preablative stimulated thyroglobulin in different recurrence risk groups"
        },
        {
            "text": "This trend could also be seen when comparing the L, I and H groups with the M0 and M1 groups [ Figure 1]. ",
            "section": "Comparisons of preablative stimulated thyroglobulin in different recurrence risk groups",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Especially, in the case of the H group, it was found that the subgroup with distant metastasis was accompanied by the highest ps-Tg level [ Figure 1]. ",
            "section": "Comparisons of preablative stimulated thyroglobulin in different recurrence risk groups",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 148,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "The mean ps-Tg level for the L, I and H groups was 5.278, 11.588 and 159.939 ng/ml, respectively. ",
            "section": "Comparisons of preablative stimulated thyroglobulin in different recurrence risk groups"
        },
        {
            "text": "The corresponding standard deviation varied greatly between the three recurrence risk groups [ Table 2]. ",
            "section": "Comparisons of preablative stimulated thyroglobulin in different recurrence risk groups",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 102,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The median ps-Tg level for the L, I and H groups was 1.7, 4.4 and 14.7 ng/ml, respectively, and the corresponding 25-75% quartile was 0.3-5.4 ng/ml, 1.2-13.3 ng/ml and 2.2-137.2 ng/ml, respectively [ Table 2].",
            "section": "Comparisons of preablative stimulated thyroglobulin in different recurrence risk groups",
            "ref_spans": [
                {
                    "start": 200,
                    "end": 207,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "When comparing the ps-Tg level among the three recurrence risk groups, significant differences could be found both using the F test (P < 0.001; F = 48.254) and the Kruskal-Wallis test (P < 0.001;  2 = 61.388) [ Table 2]. ",
            "section": "Comparisons of preablative stimulated thyroglobulin in different recurrence risk groups",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 219,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Further comparisons between groups also revealed a similar trend using both the F test (L vs. I, P = 0.014, F = 6.107; H vs. I, P < 0.001, F = 24.905; H vs. L, P < 0.001, F = 71.783) and the Mann-Whitney U-test (L vs. I, P < 0.001, z = −3.986; H vs. I, P < 0.001, z = −7.367; H vs. L, P < 0.001, z = −7.645) [ Table 2].",
            "section": "Comparisons of preablative stimulated thyroglobulin in different recurrence risk groups",
            "ref_spans": [
                {
                    "start": 310,
                    "end": 317,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Receiver operating characteristic curves used for evaluating the most sensitive and specific ps-Tg values for distinguishing each of the two group comparisons are shown in Figure 2. ",
            "section": "Receiver operating characteristic analysis of preablative stimulated thyroglobulin level",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 180,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "The area under the ROC curve for the ps-Tg level used for distinguishing the groups was 0.631 (L vs. I), 0.668 (I vs. H), 0.913 (M0 vs. M1 in the H group) and 0.931 (M0 vs. M1 in all patients). ",
            "section": "Receiver operating characteristic analysis of preablative stimulated thyroglobulin level"
        },
        {
            "text": "Two definite cut-off values of ps-Tg, namely 2.95 ng/ml and 29.5 ng/ml, were obtained for differentiating the L from the I group as well as the I from the H group; these values might be used as indicators to distinguish each recurrence risk group [ Figure 2]. ",
            "section": "Receiver operating characteristic analysis of preablative stimulated thyroglobulin level",
            "ref_spans": [
                {
                    "start": 249,
                    "end": 257,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "In addition, when only  comparing patients in the H group, the cut-off ps-Tg value in discriminating M1 from M0 was 47.1 ng/ml (sensitivity: 79.5%; specificity: 88.9%). ",
            "section": "Receiver operating characteristic analysis of preablative stimulated thyroglobulin level"
        },
        {
            "text": "In addition, when dividing all patients into two groups according to whether or not distant metastasis was present, the specificity of the cut-off ps-Tg value (47.1 ng/ml; sensitivity: 79.5%; specificity: 93.7%) became even higher than that in high-risk patients [ Figure 2].",
            "section": "Receiver operating characteristic analysis of preablative stimulated thyroglobulin level",
            "ref_spans": [
                {
                    "start": 265,
                    "end": 273,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Gender (female or male), age (<45 years, or ≥45 years), tumor size (maximum diameter ≤1 cm or >1 cm), multifocality (single lesion or multiple lesions) and ps-Tg level (<corresponding cut-off value or ≥corresponding cut-off value) were analyzed as independent variables using logistic regression analysis.  ",
            "section": "Univariate and multivariate logistic analyses"
        },
        {
            "text": "In univariate logistic regression analysis, the role of ps-Tg was significant in distinguishing between I and L groups (odds ratio [OR]: 2.757; 95% confidence interval [CI]: 1.687-4.506; P < 0.001), as well as between H and I groups (OR: 9.490; 95% CI: 5.733-15.707; P < 0.001). ",
            "section": "Univariate and multivariate logistic analyses"
        },
        {
            "text": "Even higher OR values could be obtained in comparing both the M1 and M0 subgroups in the H group (OR: 31.161; 95% CI: 16.805-57.784; P < 0.001) and between the M1 and M0 subgroup in all patients (OR: 57.916; 95% CI: 33.125-101.260; P < 0.001), which further confirmed the high accuracy and predictive value of ps-Tg [ Table 3].",
            "section": "Univariate and multivariate logistic analyses",
            "ref_spans": [
                {
                    "start": 318,
                    "end": 325,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "In further multivariate logistic regression analyses, except for the interference of other factors, ps-Tg was confirmed to be an independent prediction factor for differentiating the various groups (H vs. I, OR: 8.021, 95% CI: 4.771-13.486, P < 0.001; M1 vs. M0 in the H group, OR: 31.977, 95% CI: 16.575-61.688, P < 0.001; M1 vs. M0 in all study patients, OR: 52.141, 95% CI: 28.581-95.122, P < 0.001). ",
            "section": "Univariate and multivariate logistic analyses"
        },
        {
            "text": "In spite of relative low efficacy (area under the curve, 0.631) of ps-Tg in discerning the L and I groups using ROC analysis, the OR (OR: 2.541, 95% CI: 1.529-4.223, P < 0.001) was high enough to validate that ps-Tg could be defined as an independent predictive factor [ Table 3].",
            "section": "Univariate and multivariate logistic analyses",
            "ref_spans": [
                {
                    "start": 271,
                    "end": 278,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The parameter Ps-Tg/TSH displayed similar trends to the ps-Tg in value comparisons and ROC analysis [ Table 2 and Figure 2], implying that both the thyroid remnant and TSH had little influence on the ps-Tg level in this study.",
            "section": "Analysis of preablative stimulated thyroglobulin thyroid stimulating hormone",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                },
                {
                    "start": 114,
                    "end": 122,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "As stated above, the cut-off ps-Tg value of 47.1 ng/ml was found to be a good predictive index in discriminating the M1 from M0 subgroup. ",
            "section": "Patients with distant metastasis"
        },
        {
            "text": "Utilizing this cut-off value, 10.26% of patients could be identified before radioiodine treatment as M1 patients in this study, without any other evidence of distant metastasis; however, they were finally confirmed to harbor distant metastases using imaging involving RxWBS after radioiodine treatment [ Table 4]. ",
            "section": "Patients with distant metastasis",
            "ref_spans": [
                {
                    "start": 304,
                    "end": 311,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Hence, the ps-Tg level could be the only evidence available for those patients who would benefit from modified high-dose radioiodine treatment based upon ongoing preablative reassessment.",
            "section": "Patients with distant metastasis"
        },
        {
            "text": "Previous studies have suggested that the predictive value of ps-Tg regarding both the success of ablation and prognosis was highly informative. ",
            "section": "dIscussIon"
        },
        {
            "text": "One study showed that the 10-year disease-free survival rate of DTC patients was 100% when the ps-Tg level was <23 ng/ml, and decreased to 68.3% if the ps-Tg level exceeded this limit. ",
            "section": "dIscussIon"
        },
        {
            "text": "[8] A recent meta-analysis implied that ps-Tg testing was a readily available and inexpensive tool with a high negative predictive value (NPV) regarding future disease-free status. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "A low ps-Tg level could be considered as a favorable prognostic factor for patients with DTC. ",
            "section": "dIscussIon"
        },
        {
            "text": "[9] Kendler et al. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "[10] reported that the level of ps-Tg was the only independent predictor of ablation success (P < 0.001).",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Recently, considerable attention has been focused on ps-Tg; however, this parameter has not been incorporated into radioiodine decision-making, partly owing to its insensitivity and nonspecificity caused by the probable influence of residual thyroid after surgery. ",
            "section": "dIscussIon"
        },
        {
            "text": "[11] Some studies have utilized ROC curves to evaluate the cut-off value of ps-Tg as a predictor of the ablation success rate and prognosis. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "A Korean study reported that a cut-off value for the ps-Tg level of 27.5 μg/L was confirmed for predicting disease-free remission, with an NPV as high as 98%. ",
            "section": "dIscussIon"
        },
        {
            "text": "[23] Another Korean study found that the optimal cut-off value regarding the ps-Tg level for successful ablation was 10 ng/ml with a sensitivity and specificity of 85.7% and 83.6%, respectively. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "[24] In our previous studies, we found that ps-Tg might be considered as a predictive marker for distant metastasis from DTC; [25][26] these two studies mainly focused on the association between Tg values and occult distant metastasis. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                },
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                },
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "According to the above-mentioned findings, and the recently published Chinese Management Guidelines for Patients with Thyroid Nodules and Differentiated Thyroid Cancer, [27] a high ps-Tg level was introduced as an important reassessment marker and regarded as a high recurrence risk index before radioiodine treatment. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "A high ps-Tg level was recommended for high-dose I-131 treatment, although without a definite cut-off value. ",
            "section": "dIscussIon"
        },
        {
            "text": "This consideration is superior to the proposal that the ps-Tg level is disproportionate to the RxWBS findings in high recurrence risk stratum, as stipulated in the ATA guidelines and ignoring the predictive value of ps-Tg in radioiodine dose decision-making. ",
            "section": "dIscussIon"
        },
        {
            "text": "[6] In the present study, we considered ps-Tg as one of the ongoing postoperative reassessment factors, correlating the ps-Tg level with the newly developed recurrence risk staging system, and provided relevant data from Chinese patients. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Our findings suggested that a higher ps-Tg level indicated a more advanced stage of recurrence risk. ",
            "section": "dIscussIon"
        },
        {
            "text": "Significant differences in ps-Tg levels have been found both among the three recurrence risk groups and between each two pairwise groups, indicating a remarkable difference in ps-Tg levels in different recurrence risk groups. ",
            "section": "dIscussIon"
        },
        {
            "text": "ROC analysis was conducted to define a certain cut-off value between each two pairwise groups. ",
            "section": "dIscussIon"
        },
        {
            "text": "Logistic analysis was also used to determine the OR values in verifying if ps-Tg could be regarded as an independent predictive factor regarding the risk of recurrence. ",
            "section": "dIscussIon"
        },
        {
            "text": "Two definite cut-off values for ps-Tg level, 2.95 ng/ml and 29.5 ng/ml, were obtained for differentiating between the L and I and between the I and H groups, respectively; these cut-off values might be candidate indicators for different recurrence risk stratifications. ",
            "section": "dIscussIon"
        },
        {
            "text": "In addition, in the H group, we found that the ps-Tg cut-off value (47.1 ng/ml) had a high sensitivity and specificity in distinguishing patients with distant metastasis from those with no metastasis. ",
            "section": "dIscussIon"
        },
        {
            "text": "In addition, a high specificity (93.7%) and remarkably high OR (42.492) regarding the ps-Tg cut-off value (47.1 ng/ml) have been identified while discriminating distant metastasis in all patients; this finding might offer a specific cut-off value to further determine distant metastasis in high-risk patients in the absence of additional preablative metastatic evidence. ",
            "section": "dIscussIon"
        },
        {
            "text": "Although the ps-Tg level has shown relatively lower accuracy in distinguishing both the L from the I and the I from the H groups relative to that achieved in differentiating the M1 from M0 subgroup, it still has a meaningful predictive value with OR values of 2.712 and 31.801, respectively. ",
            "section": "dIscussIon"
        },
        {
            "text": "All of these results indicated that the ps-Tg level might be an independent postoperative assessment factor and provide ongoing serologic evidence for the recurrence risk stratification system. ",
            "section": "dIscussIon"
        },
        {
            "text": "In addition, from our findings, it is noteworthy that ps-Tg might be the only indicator available for the identification of distant metastases, and thus if measured prior to radioiodine therapy would prevent 10.26% of patients with M1 from undertreatment. ",
            "section": "dIscussIon"
        },
        {
            "text": "Therefore, the ps-Tg level could be used in conjunction with other ATA recurrence risk stratification indexes to improve the prediction of recurrence risk and dictate the most appropriate therapy.",
            "section": "dIscussIon"
        },
        {
            "text": "As it is well-established, TSH can stimulate Tg release from the residual thyroid tissue or metastatic carcinoma tissue, indicating that Tg release is TSH-dependent. ",
            "section": "dIscussIon"
        },
        {
            "text": "[20][21][22] Consequently, we took TSH as a correction factor, and the ps-Tg/TSH parameter was used in the present study to exclude the influence of postsurgical residual thyroid tissue. ",
            "section": "dIscussIon",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "Similar results were obtained using ps-Tg/TSH and ps-Tg, both in the comparison of different recurrence risk groups and in the ROC analyses; this reflected the fact that TSH had no significant influence on ps-Tg in the current study and also suggested that the patients had undergone complete thyroid resection. ",
            "section": "dIscussIon"
        },
        {
            "text": "(−) (+) 6 (5.13) *Finding of distant metastatic lesions is defined as (+), and finding of no distant metastatic lesions is defined as (−) in the first and the third column; † ps-Tg ≥47.1 ng/ml is defined as (+), and ps-Tg <47.1 ng/ml is defined as (−) in the second column; ‡ Three patients suffered from both pulmonary and bone metastases confirmed by both RxWBS and bone scintigraphy. ",
            "section": "dIscussIon"
        },
        {
            "text": "M1: Distant metastasis; CT: Computed tomography; RxWBS: Postradioiodine-therapy whole-body scanning; ps-Tg: Preablative stimulated thyroglobulin.",
            "section": "dIscussIon"
        },
        {
            "text": "A limitation of our study was that the follow-up outcomes were not available. ",
            "section": "dIscussIon"
        },
        {
            "text": "Further studies are warranted to follow-up patients in the three risk recurrence categories after total thyroidectomy and radioiodine treatment. ",
            "section": "dIscussIon"
        },
        {
            "text": "In addition, therapy response would need to be evaluated by means of physical examination, neck ultrasound scans, imaging and Tg serial values.",
            "section": "dIscussIon"
        },
        {
            "text": "In summary, the ps-Tg level was found to be related to the risk of recurrence, and the corresponding cut-off value was obtained for discriminating different risks of recurrence with meaningful ORs and relatively high specificity. ",
            "section": "dIscussIon"
        },
        {
            "text": "Ps-Tg could be considered as a convenient and reliable ongoing marker in indicating different risks of recurrence. ",
            "section": "dIscussIon"
        },
        {
            "text": "It might be the only indicator that can be used to identify distant metastases, and thus if measured before radioiodine therapy would prevent more than 10% of patients with M1 from undertreatment. ",
            "section": "dIscussIon"
        },
        {
            "text": "In addition, it could provide incremental value for both recurrence risk stratification and radioiodine decision-making.",
            "section": "dIscussIon"
        }
    ]
}