{
    "id": "a0d4030692",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "The administration of intravenous fluids for resuscitation occurs routinely in the perioperative setting and in the management of critically ill patients. There has been considerable interest in defining optimal fluid resuscitation strategies 1 , yet practice patterns and fluid selection vary considerably 2 . ",
            "section": "Introduction",
            "entity_spans": [
                {
                    "start": 69,
                    "end": 75,
                    "type": "software",
                    "rawForm": "RevMan",
                    "resp": "#annotator0",
                    "used": true,
                    "id": "a0d4030692-software-0"
                },
                {
                    "start": 84,
                    "end": 87,
                    "type": "version",
                    "rawForm": "5.2",
                    "resp": "#annotator0",
                    "id": "#a0d4030692-software-0"
                },
                {
                    "start": 151,
                    "end": 157,
                    "type": "software",
                    "rawForm": "RevMan",
                    "resp": "#curator",
                    "used": true,
                    "id": "a0d4030692-software-simple-6"
                }
            ]
        },
        {
            "text": "While much attention has been directed at the 'colloid versus crystalloid' debate, increasing evidence suggests clinically important differences related to intravenous fluid chloride content 3 -7 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 8,
                    "end": 10,
                    "type": "bibr",
                    "text": "37"
                }
            ]
        },
        {
            "text": "Often referred to as 'normal saline', 0⋅9 per cent saline contains sodium and chloride in supraphysiological concentrations. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 31,
                    "end": 33,
                    "type": "bibr",
                    "text": "38"
                }
            ]
        },
        {
            "text": "Balanced solutions, in contrast, contain significantly lower concentrations of sodium and chloride, making them closer in composition to plasma than 0⋅9 per cent saline 6 . ",
            "section": "Introduction"
        },
        {
            "text": "Despite a lack of evidence supporting the superiority of 0⋅9 per cent saline 7 , it is commonly used as a resuscitation fluid and has generally served as the 'control fluid' in large trials 8,9 . ",
            "section": "Introduction"
        },
        {
            "text": "Administration of 0⋅9 per cent saline causes hyperchloraemic metabolic acidosis 10 -15 , and consequently some guidelines recommend the use of balanced solutions as a default during resuscitation 16 . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 25,
                    "end": 27,
                    "type": "bibr",
                    "text": "39"
                }
            ]
        },
        {
            "text": "Hyperchloraemia has also been associated with decreased renal perfusion 17 -21 , impaired immune function 22 -24 and mortality 25 , suggesting that hyperchloraemia may have clinically relevant effects.",
            "section": "Introduction"
        },
        {
            "text": "Studies 26,27 have examined differences between groups treated with high-chloride versus low-chloride solutions, and a Cochrane systematic review 28 of randomized controlled trials (RCTs) examined clinical outcomes following the perioperative use of buffered versus non-buffered fluids. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 8,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26,"
                },
                {
                    "start": 11,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                },
                {
                    "start": 146,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "A recent systematic review 29 of prospective RCTs evaluated the impact of near-isotonic or isotonic crystalloids on acid-base status and other physiological, haemodynamic and clinical outcomes. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ]
        },
        {
            "text": "However, no analyses have focused specifically on the chloride content of crystalloids administered for resuscitation in the broader context of both perioperative and critical care medicine. ",
            "section": "Introduction"
        },
        {
            "text": "Therefore, a systematic review and meta-analysis was conducted to determine whether the chloride content of resuscitation fluids used in the operating theatre or intensive care unit (ICU) setting is associated with differences in outcomes.",
            "section": "Introduction"
        },
        {
            "text": "Approval for the study was obtained from the Duke University Institutional Review Board on 7 August 2013. ",
            "section": "Study selection"
        },
        {
            "text": "In accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) statement 30 , systematic searches of the PubMed/MEDLINE, Embase and Cochrane Central Register of Controlled Trials Library (CENTRAL) databases were carried out using predefined search terms that addressed study design, intervention and intravenous fluid type (Appendix S1, supporting information). ",
            "section": "Study selection",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                }
            ]
        },
        {
            "text": "These were supplemented by manual searches by the investigators in order to capture as much of the literature as possible. ",
            "section": "Study selection"
        },
        {
            "text": "Searches were limited to published English-language studies in human subjects, covering all dates up to and including 22 August 2013. ",
            "section": "Study selection"
        },
        {
            "text": "Unique articles were screened based on their title/abstract, and studies requiring full review were identified.",
            "section": "Study selection"
        },
        {
            "text": "Inclusion in the meta-analysis required that a given study meet the following criteria: comparison of an isotonic crystalloid fluid characterized by a supraphysiological chloride concentration (ion concentration greater than 111 mmol/l up to and including 154 mmol/l, for example 0⋅9 per cent saline) with a near-isotonic or isotonic crystalloid fluid characterized by a near-physiological chloride concentration (ion concentration 111 mmol/l or less, for example Ringer's lactate), given intravenously for the purpose of fluid resuscitation or replacement; comparison in either acutely ill patients in the ICU or surgical patients in the perioperative period; and evaluation of at least one of the following endpoints: mortality, acute kidney injury (AKI)/renal failure (including use of dialysis), hospital length of stay (LOS), ICU LOS, hyperchloraemia/metabolic acidosis, serum creatinine, serum chloride, urine output, mechanical ventilation time and transfusion. ",
            "section": "Study selection"
        },
        {
            "text": "For the purposes of this meta-analysis, isotonic crystalloids with supraphysiological chloride concentrations are referred to as high-chloride fluids, whereas those with near-physiological chloride concentrations are referred to as low-chloride fluids. ",
            "section": "Study selection"
        },
        {
            "text": "RCTs, controlled clinical trials (CCTs) and observational studies were included in the analysis.",
            "section": "Study selection"
        },
        {
            "text": "Studies that compared a hypertonic crystalloid with another solution were excluded from the analysis, as were studies comparing a crystalloid with a colloid, or comparing two low-chloride crystalloids. ",
            "section": "Study selection"
        },
        {
            "text": "Studies were also excluded if the intravenous fluids compared were given for maintenance purposes, 'preloading/volume optimization' before surgery, priming of the cardiopulmonary bypass circuit, or the treatment of ischaemic stroke or subarachnoid haemorrhage. ",
            "section": "Study selection"
        },
        {
            "text": "Study eligibility for inclusion in the meta-analysis was assessed and confirmed by two reviewers, and differences were resolved by discussion between reviewers.",
            "section": "Study selection"
        },
        {
            "text": "Risk of bias was assessed using one of two approaches, depending on study design. ",
            "section": "Risk of bias assessment"
        },
        {
            "text": "For RCTs, the seven-category Review Manager risk of bias tool was used (RevMan version 5.2; The Cochrane Collaboration, Oxford, UK), with risk assessed as either high, unclear or low according to criteria outlined in the Cochrane Handbook for Systematic Reviews of Interventions 31 . ",
            "section": "Risk of bias assessment",
            "entity_spans": [
                {
                    "start": 29,
                    "end": 43,
                    "type": "software",
                    "rawForm": "Review Manager",
                    "resp": "#curator",
                    "id": "a0d4030692-software-simple-0"
                },
                {
                    "start": 72,
                    "end": 78,
                    "type": "software",
                    "rawForm": "RevMan",
                    "resp": "#annotator0",
                    "used": true,
                    "id": "a0d4030692-software-2"
                },
                {
                    "start": 87,
                    "end": 90,
                    "type": "version",
                    "rawForm": "5.2",
                    "resp": "#annotator0",
                    "id": "#a0d4030692-software-2"
                },
                {
                    "start": 92,
                    "end": 118,
                    "type": "publisher",
                    "rawForm": "The Cochrane Collaboration",
                    "resp": "#curator",
                    "id": "#a0d4030692-software-2"
                }
            ]
        },
        {
            "text": "For non-RCTs, the Newcastle-Ottawa Scale (NOS) 32 was used, in accordance with previously published methodology 33. ",
            "section": "Risk of bias assessment",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "type": "bibr",
                    "text": "33"
                }
            ]
        },
        {
            "text": "Briefly, the NOS allots a maximum of nine points based on the representativeness of the intervention and control groups, ascertainment of intervention, absence of outcomes at study start, comparability of groups based on study design and analysis, blinded assessment/record linkage to confirm outcomes, sufficient length of follow-up and sufficiently low withdrawal rate.",
            "section": "Risk of bias assessment"
        },
        {
            "text": "Data extracted, in duplicate using a standard form, included general study characteristics (authors, design), as well as information about the study population (age, setting, condition/diagnosis), intervention (fluids compared, intervention timing and volume) and outcomes (author definition of outcome, point estimates, summary statistics, author conclusions).",
            "section": "Data extraction and outcomes"
        },
        {
            "text": "For continuous variables, the mean(s.d.) value was extracted or derived from the reported data. ",
            "section": "Data extraction and outcomes"
        },
        {
            "text": "When a study report did not provide variability data for a point estimate, the data were requested from the study's corresponding author. ",
            "section": "Data extraction and outcomes"
        },
        {
            "text": "Data were included in the meta-analysis only when: mean(s.d.) values could be extracted or derived from the reported data; or study authors could provide clarification. ",
            "section": "Data extraction and outcomes"
        },
        {
            "text": "Where ventilator-free days were reported, ventilation time was derived using the period over which ventilator-free time was measured.",
            "section": "Data extraction and outcomes"
        },
        {
            "text": "For dichotomous variables, RR and 95 per cent c.i. were calculated using a fixed-effect model and the Mantel-Haenszel statistical method. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Studies that included a count of zero for both intervention groups for a given endpoint were not included in the analysis for that endpoint 34 . ",
            "section": "Statistical analysis",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34"
                }
            ]
        },
        {
            "text": "For continuous variables, the effect measure and 95 per cent c.i. were calculated using a fixed-effect model and the inverse-variance statistical method. ",
            "section": "Statistical analysis"
        },
        {
            "text": "The mean difference (MD) was used as the effect measure where all studies reported the endpoint using the same units or scale. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Alternatively, the standardized mean difference (SMD), which assumes that differences in the standard deviation reflect differences in measurement scales, was used as the effect measure when different studies reported the same endpoint using different scales or units.",
            "section": "Statistical analysis"
        },
        {
            "text": "For continuous variables not reported as mean(s.d.) values, these statistics were derived from the reported data using published methodologies or approaches outlined in the Cochrane Handbook 31 . ",
            "section": "Statistical analysis",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "For continuous variables reported as median (range), the mean(s.d.) values were calculated according to methods published by Hozo and colleagues 35 . ",
            "section": "Statistical analysis",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35"
                }
            ]
        },
        {
            "text": "Data presented as the geometric mean (95 per cent c.i.) of log-transformed data were converted to mean(s.d.) on the raw scale using the methodology of Higgins et al. 36 . ",
            "section": "Statistical analysis",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36"
                }
            ]
        },
        {
            "text": "For further details, see Appendix S1 (supporting information).",
            "section": "Statistical analysis"
        },
        {
            "text": "Forest plot generation and statistical analyses were performed using RevMan version 5.2. ",
            "section": "Statistical analysis"
        },
        {
            "text": "P < 0⋅050 was considered to be statistically significant. ",
            "section": "Statistical analysis"
        },
        {
            "text": "The RevMan program reports P values to one or two significant digits; where requested, a standard normal (Z) table was consulted to report P values to three decimal places ",
            "section": "Statistical analysis",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37"
                }
            ]
        },
        {
            "text": "37. For each endpoint analysed, statistical heterogeneity was examined using the I 2 statistic, which provides an estimate of the percentage of variation across studies arising from study heterogeneity rather than chance ",
            "section": "Statistical analysis",
            "ref_spans": [
                {
                    "start": 203,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "38"
                }
            ]
        },
        {
            "text": "38. When substantial heterogeneity (I 2 greater than 60 per cent) was detected for an endpoint showing a statistically significant effect of high-versus low-chloride fluids, this heterogeneity was further investigated using a random-effects analysis model or subgroup analysis, as appropriate. ",
            "section": "Statistical analysis"
        },
        {
            "text": "When visual inspection of a forest plot suggested that the overall effect was driven by a single study (weight greater than 50 per cent), sensitivity analysis excluding this study was performed 39.",
            "section": "Statistical analysis",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "39"
                }
            ]
        },
        {
            "text": "In total, the database search yielded 7330 unique articles, of which 492 passed the initial screen and were reviewed for study inclusion ( Fig. 1). ",
            "section": "Included studies",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 145,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Of these, 470 articles were excluded and 21 studies (in 22 articles) 10,12,14,26,27,40 -56 met the inclusion criteria ( ",
            "section": "Included studies",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10,"
                },
                {
                    "start": 72,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12,"
                },
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 78,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26,"
                },
                {
                    "start": 81,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27,"
                },
                {
                    "start": 84,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "40"
                }
            ]
        },
        {
            "text": "The overall risk of bias of RCTs meeting study inclusion criteria was acceptable ( Fig. S1, supporting information). ",
            "section": "Risk of bias",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. S1"
                }
            ]
        },
        {
            "text": "None of the included RCTs was judged to have a high risk of bias with respect to randomization or allocation concealment, although two studies presented unclear risks of bias, as specifics were not discussed. ",
            "section": "Risk of bias"
        },
        {
            "text": "Blinding of participants and study personnel was ascertained for most studies; however, two reports indicated that study personnel were not blinded to the experimental intravenous fluid administered, and two additional reports did not adequately address blinding for an assessment to be made (Table S1, supporting information). ",
            "section": "Risk of bias",
            "ref_spans": [
                {
                    "start": 292,
                    "end": 301,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Table S1"
                }
            ]
        },
        {
            "text": "All included non-RCTs were allotted at least six of nine possible points using the NOS, suggesting an overall acceptable risk of bias ( Fig. S2 and Table S2, supporting information).",
            "section": "Risk of bias",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 143,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. S2"
                },
                {
                    "start": 148,
                    "end": 156,
                    "type": "table",
                    "ref_id": "tab_8",
                    "text": "Table S2"
                }
            ]
        },
        {
            "text": "Meta-analysis results for clinical endpoints are summarized in . ",
            "section": "Clinical endpoints"
        },
        {
            "text": "No statistically significant impact on mortality was found in the six studies that included this endpoint (RR 1⋅13, 95 per cent c.i. 0⋅92, 1⋅39; P = 0⋅230) ( Fig. 2). ",
            "section": "Clinical endpoints",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 165,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 2)"
                }
            ]
        },
        {
            "text": "High-chloride crystalloids were associated with a significantly increased risk of AKI/renal failure (RR 1⋅64, 1⋅27 to 2⋅13; P < 0⋅001) ( Fig. 3) and hyperchloraemia/metabolic acidosis (RR 2⋅87, 1⋅95 to 4⋅21; P < 0⋅001) ( Fig. 4). ",
            "section": "Clinical endpoints",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 144,
                    "type": "figure",
                    "text": "Fig. 3)"
                },
                {
                    "start": 221,
                    "end": 228,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 4)"
                }
            ]
        },
        {
            "text": "AKI/renal failure outcomes were defined by criteria set forth by the individual studies and were not uniform. ",
            "section": "Clinical endpoints"
        },
        {
            "text": "For both mortality and AKI/renal failure, heterogeneity, estimated by the I 2 statistic, was 0 per cent, suggesting a consistent direction and magnitude of effect across studies. ",
            "section": "Clinical endpoints"
        },
        {
            "text": "For hyperchloraemia/metabolic acidosis, each study indicated a RR greater than 1 (range from 2⋅12 to 16⋅37), but the overall heterogeneity (I 2 = 61 per cent) led to a re-examination of the association using a random-effects model. ",
            "section": "Clinical endpoints"
        },
        {
            "text": "This re-examination did not meaningfully change the RR (4⋅07, 95 per cent c.i. 1⋅23 to 13⋅53; P = 0⋅022), suggesting that the observed heterogeneity was probably due to differences in effect magnitude rather than effect direction. ",
            "section": "Clinical endpoints"
        },
        {
            "text": "Examination of ICU and/or hospital LOS revealed no significant association between chloride content and ICU LOS (SMD −0⋅01, 95 per cent c.i. −0⋅10 to 0⋅09; P = 0⋅897; I 2 = 0 per cent) ( Fig. S3, supporting information). ",
            "section": "Clinical endpoints",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 219,
                    "type": "figure",
                    "text": "Fig. S3, supporting information)"
                }
            ]
        },
        {
            "text": "However, hospital LOS appeared to favour high-chloride fluids (SMD −0⋅07, −0⋅13 to −0⋅01; P = 0⋅017; I 2 = 0 per cent) ( Fig. S4, supporting information).",
            "section": "Clinical endpoints",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 153,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. S4, supporting information)"
                }
            ]
        },
        {
            "text": "Analysis of surrogate endpoints revealed that high-chloride intravenous fluids were associated with significantly higher serum chloride levels (MD 3⋅70 (95 per cent c.i. 3⋅36 to 4⋅04) mmol/l; P < 0⋅001; I 2 = 98 per cent) ( Fig. S5,   ",
            "section": "Surrogate endpoints",
            "ref_spans": [
                {
                    "start": 224,
                    "end": 232,
                    "type": "figure",
                    "text": "Fig. S5,"
                }
            ]
        },
        {
            "text": "Mahajan et al. 47 Waters et al. 14 Young et al. 54  Berger et al. 41 Shaw et al. 27    (Fig. 5) and longer mechanical ventilation time (SMD 0⋅15, 0⋅08 to 0⋅23; P < 0⋅001; I 2 = 17 per cent) (Fig. S6, supporting information). ",
            "section": "RCTs",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 17,
                    "type": "bibr",
                    "text": "47"
                },
                {
                    "start": 32,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                },
                {
                    "start": 48,
                    "end": 50,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "54"
                },
                {
                    "start": 66,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "41"
                },
                {
                    "start": 81,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                },
                {
                    "start": 87,
                    "end": 95,
                    "type": "figure",
                    "text": "(Fig. 5)"
                },
                {
                    "start": 190,
                    "end": 198,
                    "type": "figure",
                    "text": "(Fig. S6"
                }
            ]
        },
        {
            "text": "There was no significant difference between highversus low-chloride intravenous fluids with respect to serum creatinine levels (SMD 0⋅10, −0⋅02 to 0⋅23; P = 0⋅095; I 2 = 18 per cent) ( Fig. S7, supporting information) and a small effect on urine output (SMD 0⋅17, 0⋅02 to 0⋅32; P = 0⋅030; I 2 = 70 per cent) (Fig. S8, supporting information). ",
            "section": "RCTs",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 217,
                    "type": "figure",
                    "text": "Fig. S7, supporting information)"
                },
                {
                    "start": 308,
                    "end": 341,
                    "type": "figure",
                    "text": "(Fig. S8, supporting information)"
                }
            ]
        },
        {
            "text": "Given the observed heterogeneity, urine output was re-evaluated using a random-effects model, which demonstrated a non-significant effect of highversus low-chloride intravenous fluids (SMD 0⋅08, −0⋅22 to 0⋅38; P = 0⋅589).",
            "section": "RCTs"
        },
        {
            "text": "For some endpoints, forest plot inspection indicated that overall effect measures were driven largely by a single heavily weighted study (in all cases, either Yunos et al. 26,55 , Zunini et al. 56 or Shaw et al. 27 ). ",
            "section": "Sensitivity analyses",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26,"
                },
                {
                    "start": 175,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "55"
                },
                {
                    "start": 194,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "56"
                },
                {
                    "start": 212,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "To understand how these individual studies might influence effect estimates, sensitivity analyses were repeated after excluding them. ",
            "section": "Sensitivity analyses"
        },
        {
            "text": "Exclusion of the Yunos et al. 26,55 and Zunini et al. 56 studies from the analyses of AKI/renal failure, hyperchloraemia/metabolic acidosis and serum chloride did not affect the direction of effect, but did convert to a non-statistically significant effect for the AKI/renal failure endpoint ( Table 2). ",
            "section": "Sensitivity analyses",
            "ref_spans": [
                {
                    "start": 30,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26,"
                },
                {
                    "start": 33,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "55"
                },
                {
                    "start": 54,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "56"
                },
                {
                    "start": 294,
                    "end": 302,
                    "type": "table",
                    "ref_id": "tab_8",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "Exclusion of the Shaw et al. 27 study from the pooled analysis of mechanical ventilation time also resulted in a shift to an effect that was not statistically significant. ",
            "section": "Sensitivity analyses",
            "ref_spans": [
                {
                    "start": 29,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "Similarly, when the Shaw et al. 27 study was excluded from the LOS analyses, no statistically significant effect was observed. ",
            "section": "Sensitivity analyses",
            "ref_spans": [
                {
                    "start": 32,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "Exclusion of the Yunos et al. 26 study from the mortality analysis had no impact.",
            "section": "Sensitivity analyses",
            "ref_spans": [
                {
                    "start": 30,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "Significant heterogeneity with respect to reported serum chloride levels (I 2 = 98 per cent) was investigated by subgroup analysis based on timing of chloride measurement and by using a random-effects model. ",
            "section": "Sensitivity analyses"
        },
        {
            "text": "Although high-chloride fluids were associated with higher serum chloride levels in both RCT subgroups (Fig. S5, supporting  information), this analysis suggests that subgroup differences do exist based on time point of measurement (MD 11⋅18 (95 per cent c.i. 10⋅29 to 12⋅06) mmol/l; P < 0⋅001 for studies reporting intraoperative or postoperative levels, versus MD 2⋅24 (1⋅60 to 2⋅89) mmol/l; P < 0⋅001 for studies reporting levels at other time points). ",
            "section": "Sensitivity analyses",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 136,
                    "type": "figure",
                    "text": "(Fig. S5, supporting  information)"
                }
            ]
        },
        {
            "text": "Analysis of ",
            "section": "Sensitivity analyses"
        },
        {
            "text": "Hadimioglu et al. 12 O'Malley et al. 50 Waters et al.",
            "section": "CCTs",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                },
                {
                    "start": 37,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "50"
                }
            ]
        },
        {
            "text": "Wu et al. 53 Young et al. 54     ",
            "section": "CCTs",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "53"
                },
                {
                    "start": 26,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "54"
                }
            ]
        },
        {
            "text": "Kim et al. 46 Takil et al. 51 Waters et al. 14 Young et al.  ",
            "section": "Reference",
            "ref_spans": [
                {
                    "start": 11,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "46"
                },
                {
                    "start": 27,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "51"
                },
                {
                    "start": 44,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "serum chloride using a random-effects model revealed no significant change in effect measure or significance (MD 5⋅06 (2⋅30 to 7⋅82) mmol/l; P < 0⋅001). ",
            "section": "Reference"
        },
        {
            "text": "Two studies 47,56 included in the present analysis involved paediatric patients. ",
            "section": "Reference",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 15,
                    "type": "bibr",
                    "text": "47,"
                },
                {
                    "start": 15,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "56"
                }
            ]
        },
        {
            "text": "Although both studies were small (22 and 122 patients respectively) and therefore unlikely to impact significantly on the effect estimates, sensitivity analysis excluding these two trials was performed in order to account for potential differences in fluid physiology in paediatric versus adult patients. ",
            "section": "Reference"
        },
        {
            "text": "There was no impact on either effect direction or significance for any of the measured endpoints when these studies were excluded: mortality (RR 1⋅13, 95 per cent c.i. 0⋅92 to 1⋅39; P = 0⋅250), hospital LOS (SMD −0⋅07, −0⋅13 to −0⋅02; P = 0⋅013), hyperchloraemia/metabolic acidosis (RR 8⋅50, 2⋅49 to 29⋅0; P < 0⋅001) or serum chloride (MD 4⋅02 (3⋅66 to 4⋅37) mmol/l; P < 0⋅001).",
            "section": "Reference"
        },
        {
            "text": "Meta-analysis of all available studies demonstrated a significantly higher risk of AKI, metabolic acidosis, blood transfusion and time on mechanical ventilation with high-chloride fluid resuscitation. ",
            "section": "Discussion"
        },
        {
            "text": "The association between high-chloride fluids, metabolic acidosis and higher serum chloride levels is supported by several studies 10,11,54 that did not meet the inclusion criteria for the present meta-analysis, and provides face validity for a conceptual mechanism of deleterious effects of hyperchloraemia. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10,"
                },
                {
                    "start": 133,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 136,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "54"
                }
            ]
        },
        {
            "text": "No increased risk for mortality was found.",
            "section": "Discussion"
        },
        {
            "text": "High-chloride fluids were significantly associated with an increased risk of AKI/renal failure. ",
            "section": "Discussion"
        },
        {
            "text": "This endpoint was driven heavily by one study 26 , and sensitivity analysis excluding this study showed the same direction of effect, but loss of statistical significance. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "Each remaining study demonstrated a directionally similar association between increased AKI/renal failure and high-chloride fluids. ",
            "section": "Discussion"
        },
        {
            "text": "One limitation in interpreting these data is the lack of uniformity among definitions of AKI. ",
            "section": "Discussion"
        },
        {
            "text": "Ideally a standardized definition would be applied for the analysis; however, this was not possible with the available data. ",
            "section": "Discussion"
        },
        {
            "text": "Moreover, serum creatinine concentration, a surrogate marker of renal function, did not demonstrate an association with the fluid chloride content. ",
            "section": "Discussion"
        },
        {
            "text": "Failure to detect such an association may be related to reporting of serum creatinine levels at variable time points, and the possibility that the magnitude of differences in serum creatinine concentration may vary with time.",
            "section": "Discussion"
        },
        {
            "text": "Greater urine output was significantly associated with high-chloride fluids, which may appear inconsistent with greater risk of AKI. ",
            "section": "Discussion"
        },
        {
            "text": "However, the effect of fluid chloride content on urinary output may be largely time-dependent 57,58 , and in this context urine output may not be a useful surrogate measure of renal function. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "57,"
                },
                {
                    "start": 97,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "58"
                }
            ]
        },
        {
            "text": "Variability in the timing of urine output measurements and diuretic use may also confound these results. ",
            "section": "Discussion"
        },
        {
            "text": "In light of the variability in AKI/renal failure definitions, timing of creatinine measurement and effects on urine output, this AKI harm signal should be interpreted cautiously.",
            "section": "Discussion"
        },
        {
            "text": "No reported difference in mortality may reflect either no true difference, variability in the time periods over which mortality was reported, inadequate sample size to detect a difference, or variability in the risk factors in the included patient populations. ",
            "section": "Discussion"
        },
        {
            "text": "Because this meta-analysis included studies in both perioperative and ICU settings, lower-risk patients were included than if the analysis had been limited solely to critical illness, lowering the overall mortality rate and thus decreasing the likelihood of detecting a possible mortality signal. ",
            "section": "Discussion"
        },
        {
            "text": "It is also conceivable that an increased risk of AKI may occur without an increase in short-term mortality. ",
            "section": "Discussion"
        },
        {
            "text": "These factors may help to explain why an increase in AKI, but not mortality, was observed with high-chloride crystalloid use in this meta-analysis.",
            "section": "Discussion"
        },
        {
            "text": "Two recent studies ineligible for this meta-analysis have examined the relationship between mortality and either hyperchloraemia 25 or crystalloid fluid choice 59 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                },
                {
                    "start": 160,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "59"
                }
            ]
        },
        {
            "text": "A retrospective, propensity-matched, cohort study 25 of surgical patients demonstrated a significant association between hyperchloraemia and mortality, as well as AKI. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 50,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "Notably, the relationship between serum chloride and fluid administered was not assessed. ",
            "section": "Discussion"
        },
        {
            "text": "In a propensity-matched cohort study 59 of non-operative patients with vasopressor-dependent sepsis, use of balanced fluids (low-chloride by the present definition) was associated with lower in-hospital mortality, but no effect was found for AKI. ",
            "section": "Discussion"
        },
        {
            "text": "One could infer that, because high-chloride fluids lead to hyperchloraemia and hyperchloraemia is associated with mortality, high-chloride fluids must be associated with mortality. ",
            "section": "Discussion"
        },
        {
            "text": "However, the relationship is not clearly true in all populations studied and may vary based on risk.",
            "section": "Discussion"
        },
        {
            "text": "Among the four eligible studies 14,46,51,54 reporting transfusion outcomes, all reported at least a small or modest 31,60 increase in transfusion volume with high-chloride fluid administration. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 32,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 35,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "46,"
                },
                {
                    "start": 38,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "51,"
                },
                {
                    "start": 41,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "54"
                },
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31,"
                },
                {
                    "start": 119,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "60"
                }
            ]
        },
        {
            "text": "Shaw and co-workers 27 also demonstrated an association between high-chloride fluids and greater transfusion volume, but the study was not included in the analysis owing to lack of variability data. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 20,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "Although the total number of patients included in the present meta-analysis of blood transfusion volume was low (high-chloride, 102; low-chloride, 100), the potential for a true difference raises relevant questions. ",
            "section": "Discussion"
        },
        {
            "text": "Clinicians may consider any difference meaningful given the expense and risks associated with red cell transfusions 61,62 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "61,"
                },
                {
                    "start": 119,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "62"
                }
            ]
        },
        {
            "text": "Although causality has not been established between high-chloride fluids and increased transfusion, the potential clinical impact of a true effect is hypothesis-generating.",
            "section": "Discussion"
        },
        {
            "text": "When administered in large volumes, 0⋅9 per cent saline has been shown to cause coagulopathy 63,64 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "63,"
                },
                {
                    "start": 96,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "64"
                }
            ]
        },
        {
            "text": "Total volumes of fluid administered did not vary substantially between the groups (Table S3, supporting information), suggesting that dilutional coagulopathy does not account for the observed differences in transfusion. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 91,
                    "type": "table",
                    "ref_id": "tab_9",
                    "text": "(Table S3"
                }
            ]
        },
        {
            "text": "Mechanisms of saline-induced coagulopathy are not fully known, and the data lead us to consider whether hyperchloraemia/acidosis has an independent effect on coagulation. ",
            "section": "Discussion"
        },
        {
            "text": "Alternatively, a reverse association cannot be excluded, in that fewer transfusions may have been administered in the low-chloride groups owing to the possibility of incompatibility with citrated blood. ",
            "section": "Discussion"
        },
        {
            "text": "However, in two 46,54 of the four studies, the low-chloride solution did not contain calcium, and in one 14 of the other studies the providers were blinded to the fluid that was being administered.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 16,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "46,"
                },
                {
                    "start": 19,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "54"
                }
            ]
        },
        {
            "text": "Findings for additional endpoints investigated should not be considered definitive, owing to the low event rate and small sample size. ",
            "section": "Discussion"
        },
        {
            "text": "Further studies including these endpoints are needed to arrive at firm conclusions.",
            "section": "Discussion"
        },
        {
            "text": "Combining RCTs, CCTs and observational studies may provide more generalizable results and help to offset the limitations that accompany the often low event rates in smaller RCTs 33,65 -68 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 189,
                    "type": "bibr",
                    "text": "33,65 -68 ."
                }
            ]
        },
        {
            "text": "In addition, a recent meta-analysis 68 demonstrated no significant differences between the risks of adverse events between RCTs and observational studies, leading the authors to advocate the inclusion of a broad range of studies when analysing harm signals. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 36,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "68"
                }
            ]
        },
        {
            "text": "The present authors believe that the addition of observational data strengthens this study and the influence of observable confounding variables is specifically reduced by propensity-matching.",
            "section": "Discussion"
        },
        {
            "text": "Combining RCTs and non-RCTs could alternatively be viewed as a limitation of this study, as some advocate that data from RCTs and observational studies should not be pooled for analysis; rather, if the RCTs and observational studies warrant equal confidence, both types of evidence should be presented separately 69 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 313,
                    "end": 315,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "69"
                }
            ]
        },
        {
            "text": "As such, in addition to presenting the overall effect in the forest plots, the studies are grouped by type so that plots may be visualized accordingly. ",
            "section": "Discussion"
        },
        {
            "text": "Despite inclusion of observational studies, the total number of patients remains low and several outcomes were examined in only a small number of studies. ",
            "section": "Discussion"
        },
        {
            "text": "Further limitations include variability in the populations studied, the potential for significant bias in observational studies, and variability in outcome assessment. ",
            "section": "Discussion"
        },
        {
            "text": "There is also potential for bias due to the exclusion of abstracts and non-English-language manuscripts. ",
            "section": "Discussion"
        },
        {
            "text": "Assessment for publication bias was not possible owing to the small number of studies that met the inclusion criteria.",
            "section": "Discussion"
        },
        {
            "text": "The present findings argue against the intravenous administration of supraphysiological concentrations of chloride (above 111 mmol/l), yet most studies were small in size, thereby preventing firm conclusions from being drawn. ",
            "section": "Discussion"
        },
        {
            "text": "These findings underscore the need for large, well designed RCTs that are adequately powered to detect differences in outcomes such as mortality and morbidity, including AKI. ",
            "section": "Discussion"
        },
        {
            "text": "This provides an opportunity for international collaboration 70 in surgical and critical care research; already, the Australian and New Zealand Intensive Care Society (ANZICS) Clinical Trials Group has begun enrolment in the SPLIT study 71 comparing 0⋅9 per cent saline with Plasma-Lyte ® 148 for fluid therapy in the ICU. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b69",
                    "text": "70"
                },
                {
                    "start": 237,
                    "end": 239,
                    "type": "bibr",
                    "ref_id": "b70",
                    "text": "71"
                }
            ]
        },
        {
            "text": "Future considerations could include a priori subgroup distinctions such as comparison of medical versus surgical patients, or low-risk versus high-risk surgical patients.",
            "section": "Discussion"
        },
        {
            "text": "Additional supporting information may be found in the online version of this article:",
            "section": "Supporting information"
        },
        {
            "text": "Appendix S1 Electronic health database search terms (Word document)  ",
            "section": "Supporting information"
        },
        {
            "text": "The authors thank the authors of reviewed studies, who kindly provided unpublished data for incorporation into the meta-analysis, as well as F. Peyerl of Boston Strategic Partners, for managerial support.",
            "section": "Acknowledgements"
        },
        {
            "text": "This study was designed and conducted at Boston Strategic Partners, Boston, Massachusetts, USA, in collaboration with Duke University Medical Center, Durham, North Carolina, USA, with remote management by Baxter Healthcare Corporation, Deerfield, Illinois, USA, which funded the study. ",
            "section": "Acknowledgements"
        },
        {
            "text": "S.M.P. is an employee of Boston Strategic Partners, Inc., funded by Baxter Healthcare Corporation to perform the analysis. ",
            "section": "Acknowledgements"
        },
        {
            "text": "C.R.S. is an employee of Baxter Healthcare Corporation. ",
            "section": "Acknowledgements"
        },
        {
            "text": "A.D.S. has received payment for consulting services provided to Baxter Healthcare Corporation. ",
            "section": "Acknowledgements"
        },
        {
            "text": "Disclosure: The authors declare no further conflict of interest.",
            "section": "Acknowledgements"
        }
    ]
}