{
    "abstract": [],
    "body_text": [
        {
            "text": "M ild traumatic brain injury (mTBI) constitutes approximately 75-85% of all brain trauma cases. ",
            "section": "Introduction"
        },
        {
            "text": "1 The longterm outcome of mTBI, however, is not well characterized owing to its considerable heterogeneity. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "One difficulty in accurately diagnosing mild neurotrauma relates to the frequent lack of radiological evidence to support the diagnosis, which often leads clinicians to diagnose mTBI based on clinical or cognitive symptoms known to overlap with other clinical conditions 2 (e.g., hypoglycemic or vasovagal attacks and certain subtypes of mood disorders). ",
            "section": "Introduction"
        },
        {
            "text": "Among the neuropsychological alterations that are commonly reported in patients with mTBI include impairment in attention, memory, psychomotor speed, and executive functions.",
            "section": "Introduction"
        },
        {
            "text": "Mild neurotrauma is associated with traumatic axonal injury (TAI), which is described as a progressive event gradually evolving from focal axonal alteration to delayed axonal disconnection. ",
            "section": "Introduction"
        },
        {
            "text": "3 Importantly, TAI is thought to represent one of the more common injuries observed in the aftermath of mTBI. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "2 These subtle alterations of brain tracts or fiber pathways have been visualized using diffusion tensor imaging (DTI), which enables better visualization of the extent of early microstructural changes post-mTBI. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "2,[4][5][6] A variety of metrics can be generated through DTI scans, including fractional anisotrophy (FA), which is a per-voxel indication of the directionality of underlying water diffusion. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 5,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 8,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "FA values range from 0 to 1, where FA = 0 would indicate nondirectional diffusion (completely isotropic) and FA = 1 would indicate a single direction of diffusion where the water molecules are restricted to diffusion only along a single axis (completely anisotropic). ",
            "section": "Introduction"
        },
        {
            "text": "2,7 Reduced FA in the white matter (WM) is believed to reflect a loss of integrity, indicating possible damage to myelin or the axon membrane, reduced axonal packing, and/or decreased axonal coherence. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "2,8 Mean diffusivity (MD), on the other hand, describes the per-voxel average magnitude of water diffusion, regardless of diffusion direction. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "Differences in MD are thought to reflect overall restrictions to the movement of water diffusion, examples being the variations within the intra-and extracellular space. ",
            "section": "Introduction"
        },
        {
            "text": "9 Radial diffusivity (RD) is defined as the diffusion of water perpendicular to WM fibers, 10 which increases in response to demyelination 11 and dysmyelination. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                },
                {
                    "start": 91,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                },
                {
                    "start": 139,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "12 Changes in axonal diameter or density can also influence changes observed in RD. 13 FA and MD values are usually inversely correlated with one another, given that myelination, which enforces directionality (thus increasing FA), also represents a restriction to overall movement (thus lowering MD). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                },
                {
                    "start": 84,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "14,15 The demyelinating changes, as evinced by the changing RD, however, are not expected to occur in the first week post-mTBI, despite the presence of axonal swelling and synaptic disruption. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "16 In mTBI, widespread changes in FA are frequently observed, especially in the frontal, mid-line, and temporal regions. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "Studies have shown that these changes can be detected as early as a few days to weeks after neurotrauma, as well as months or even a year after the initial insult. ",
            "section": "Introduction"
        },
        {
            "text": "14,15,17 The shearing forces of trauma can breach the vascular permeability of vessels (hence rupturing them), sever fibers, and lyse cells, which deregulates the normal homeostasis of the blood-brain barrier, and usually manifests as cerebral vasogenic and cytotoxic edema. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "17"
                }
            ]
        },
        {
            "text": "18 Evaluation of DTI indices enables the differentiation of these edemas, 19 which is crucial to predicting long-term neurological outcomes, including neuropsychological performance (NP). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "18"
                },
                {
                    "start": 74,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "19"
                }
            ]
        },
        {
            "text": "Vasogenic edema commonly observed in mTBI is characterized by reduced FA, increased MD, and RD and is considered reversible. ",
            "section": "Introduction"
        },
        {
            "text": "In contrast, cytotoxic edema, characterized by an increased FA, reduced MD, and RD, is considered irreversible and therefore confers a poor prognosis. ",
            "section": "Introduction"
        },
        {
            "text": "2,19,20 To date, there are few studies that have been conducted longitudinally with acute mTBI samples to help elucidate the evolution of these DTI-based changes in mTBI over time. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "19,"
                },
                {
                    "start": 5,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "20"
                }
            ]
        },
        {
            "text": "[21][22][23][24][25] Unfortunately, existing studies have yielded generally equivocal findings. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[21]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[22]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[23]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[24]"
                },
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "2,15,[26][27][28][29] For example, some studies have reported decreased integrity of several tracts at different time intervals (acute and chronic), [30][31][32][33][34][35] although others report elevated FA and reduced MD in the acute stage. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 5,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[26]"
                },
                {
                    "start": 9,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[27]"
                },
                {
                    "start": 13,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[28]"
                },
                {
                    "start": 17,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[29]"
                },
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[30]"
                },
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[31]"
                },
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[32]"
                },
                {
                    "start": 161,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[33]"
                },
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[34]"
                },
                {
                    "start": 169,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "16,21,36 Given that these findings may be inconsistent owing to various methodological differences, including patient recruitment, imaging protocol differences, varying intervals studied, samplesize differences, and heterogeneity of injury severities, we aimed to clarify these longitudinal DTI changes using a whole-brain WM measurement strategy with tract-based spatial statistics (TBSS) 37 in mTBI and control groups. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "21,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "36"
                },
                {
                    "start": 390,
                    "end": 392,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "37"
                }
            ]
        },
        {
            "text": "From the TBSS WM skeleton of comparison across subjects, we identified significant tract changes and correlated these regions with neuropsychological performances, both at admission and 6 months postinjury, in patients with mTBI. ",
            "section": "Introduction"
        },
        {
            "text": "We also examined the relationship between anatomical correlates of tracts and cognition in an effort to improve prognostic values of DTI parameters in mTBI care.",
            "section": "Introduction"
        },
        {
            "text": "Sixty-one patients with mTBI who presented to the emergency department (ED) of University of Malaya Medical Center (Kuala Lumpur, Malaysia) for a consecutive 11-month period between April 1, 2013 and March 1, 2014 were prospectively recruited for this study. ",
            "section": "Participants"
        },
        {
            "text": "Patients were selected based on the inclusion and exclusion criteria as presented in Figure 1. For the purposes of this study, mTBI was defined as acute TBI, consisting of nonpenetrating head trauma resulting in one or more of the following: confusion/disorientation; loss of consciousness (LOC) less than 30 min; post-traumatic amnesia (PTA; less than 24 h in duration) and/or transient focal neurological signs or seizures; and Glasgow Coma Scale (GCS) of 13-15 upon acute clinical evaluation. ",
            "section": "Participants",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 93,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "The flow of the study is presented in Figure 2. Nineteen healthy age-matched control participants were also recruited for this study.",
            "section": "Participants",
            "ref_spans": [
                {
                    "start": 38,
                    "end": 46,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "All subjects meeting criteria for the study underwent computed tomography (CT) scans of the brain in the ED using a Siemens Somatom Sensation 16 CT scanner (Siemens AG, Berlin, Germany). ",
            "section": "Participants"
        },
        {
            "text": "Cross-sectional images of the brain were obtained craniocaudally from the base of skull to vertex. ",
            "section": "Participants"
        },
        {
            "text": "Scan parameters used were 120 kVp, 300 mAs, and collimation of 16 • 0.75 mm with standard brain and bone windowing. ",
            "section": "Participants"
        },
        {
            "text": "A neuroradiologist (N.R.) and a neurosurgeon (V.N.) who were blinded to the clinical diagnosis independently evaluated the images for each patient, and only patients who were deemed not requiring surgical intervention were included in this study. ",
            "section": "Participants"
        },
        {
            "text": "All subjects gave informed consent as required by the institutional research ethics committee and the hospital ethics committee (UM/EC Ref: 947.15)",
            "section": "Participants"
        },
        {
            "text": "Magnetic resonance imaging (MRI) and neuropsychological assessments were performed at admission and repeated again at 6 months post-trauma ( Fig. 2). ",
            "section": "Study protocols",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 147,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "Healthy control participants were subjected to the same protocols as patients upon admission (i.e., MRI and neuropsychological assessment).",
            "section": "Study protocols"
        },
        {
            "text": "All consented subjects were imaged on a 3T MRI scanner (Signa HDx; General Electric, Harvey, IL) using an eight-channel head ",
            "section": "Magnetic resonance imaging data acquisition"
        },
        {
            "text": "Tract-based spatial statistics. ",
            "section": "Magnetic resonance imaging analysis"
        },
        {
            "text": "Voxel-wise statistical analysis of the diffusion-weighted data was carried out using TBSS, 37 part of the FSL (v5.0.6; University of Oxford, Oxford UK) software package. ",
            "section": "Magnetic resonance imaging analysis",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 93,
                    "type": "bibr",
                    "text": "37"
                }
            ],
            "entity_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "type": "software",
                    "rawForm": "TBSS",
                    "resp": "#curator",
                    "id": "e16f23ceda-software-0"
                },
                {
                    "start": 106,
                    "end": 109,
                    "type": "software",
                    "rawForm": "FSL",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "e16f23ceda-software-1"
                },
                {
                    "start": 112,
                    "end": 117,
                    "type": "version",
                    "rawForm": "5.0.6",
                    "resp": "#annotator2",
                    "id": "#e16f23ceda-software-1"
                },
                {
                    "start": 119,
                    "end": 139,
                    "type": "publisher",
                    "rawForm": "University of Oxford",
                    "resp": "#curator",
                    "id": "#e16f23ceda-software-1"
                }
            ]
        },
        {
            "text": "Initial preprocessing involved corrections for head movement and eddy currents, brain tissue extraction, and fitting of the diffusion tensor model. ",
            "section": "Magnetic resonance imaging analysis"
        },
        {
            "text": "These were carried out using the FSL eddy_correct, bet, and dtifit tools, respectively. ",
            "section": "Magnetic resonance imaging analysis",
            "entity_spans": [
                {
                    "start": 33,
                    "end": 36,
                    "type": "software",
                    "rawForm": "FSL",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "e16f23ceda-software-simple-4"
                },
                {
                    "start": 37,
                    "end": 49,
                    "type": "software",
                    "rawForm": "eddy_correct",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "e16f23ceda-software-simple-5"
                },
                {
                    "start": 51,
                    "end": 54,
                    "type": "software",
                    "rawForm": "bet",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "e16f23ceda-software-simple-6"
                },
                {
                    "start": 60,
                    "end": 66,
                    "type": "software",
                    "rawForm": "dtifit",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "e16f23ceda-software-simple-7"
                }
            ]
        },
        {
            "text": "The standard TBSS analysis workflow was followed (V 1.2; http://fsl.fmrib.ox.ac.uk/ fsl/fslwiki/TBSS/UserGuide), with the following specific options: nonlinear registration to the FMRIB58_FA standard-space image; generation of a study-specific mean FA image for skeletonization; and a 0.2 threshold for the mean FA skeleton.",
            "section": "Magnetic resonance imaging analysis",
            "entity_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "type": "software",
                    "rawForm": "TBSS",
                    "resp": "#curator",
                    "id": "e16f23ceda-software-2"
                },
                {
                    "start": 52,
                    "end": 55,
                    "type": "version",
                    "rawForm": "1.2",
                    "resp": "#curator",
                    "id": "#e16f23ceda-software-2"
                },
                {
                    "start": 57,
                    "end": 110,
                    "type": "url",
                    "rawForm": "http://fsl.fmrib.ox.ac.uk/ fsl/fslwiki/TBSS/UserGuide",
                    "resp": "#curator",
                    "id": "#e16f23ceda-software-2"
                }
            ]
        },
        {
            "text": "generation of a study-specific mean FA image for skeletonization; and a 0.2 threshold for the mean FA skeleton.",
            "section": "Magnetic resonance imaging analysis"
        },
        {
            "text": "The voxel-wise statistical analysis was carried out using the FSL randomize tool. ",
            "section": "Magnetic resonance imaging analysis"
        },
        {
            "text": "A two-group unpaired t-test design was used for comparing admission scans of control and mTBI subjects. ",
            "section": "Magnetic resonance imaging analysis"
        },
        {
            "text": "A paired t-test design was used for comparing admission and follow-up scans of mTBI subjects. ",
            "section": "Magnetic resonance imaging analysis"
        },
        {
            "text": "These statistical analyses were carried out separately for FA, MD, and RD values. ",
            "section": "Magnetic resonance imaging analysis"
        },
        {
            "text": "In all cases, cluster-based thresholding was used, and 0.05 was adopted as the threshold for significant clusters.",
            "section": "Magnetic resonance imaging analysis"
        },
        {
            "text": "Region of interest. ",
            "section": "Region of interest."
        },
        {
            "text": "In addition, we obtained mean FA, MD, and RD for all tracts identified on TBSS using region of interest (ROI) analysis. ",
            "section": "Region of interest."
        },
        {
            "text": "The image-processing pipeline consisted of preprocessing, image registration, and analysis, utilizing the FSL (v5.0.6; University of Oxford) and AFNI (v2011_12_21_1014;National Institute of Mental Health, Bethesda, MD) software packages. ",
            "section": "Region of interest."
        },
        {
            "text": "Initial preprocessing involved corrections for head movement and eddy currents, brain tissue extraction, and fitting of the diffusion tensor model. ",
            "section": "Region of interest."
        },
        {
            "text": "These were carried out using the FSL eddy_correct, bet, and dtifit tools, respectively. ",
            "section": "Region of interest."
        },
        {
            "text": "For image registration, the FSL tool fnirt was used to carry out nonlinear spatial registration of each subject to the FMRIB58_FA standard-space image, using the built-in FA_2_FMRIB58_1mm config file. ",
            "section": "Region of interest."
        },
        {
            "text": "This was assumed to be spatially compatible with the International Consortium of Brain Mapping (ICBM) DTI-81 atlas. ",
            "section": "Region of interest."
        },
        {
            "text": "Postregistration, composite axial slice images of the underlying FA andComplete flowchart of the study protocols, patient and healthy control recruitment, and neuroimaging and neuropsychological assessments. ",
            "section": "Region of interest."
        },
        {
            "text": "TBI, traumatic brain injury; CT, computed tomography; mTBI, mild traumatic brain injury; MRI, magnetic resonance imaging; FLAIR, fluid-attentuated inversion recovery; DTI, diffusion tensor imaging; DWI, diffusion-weighted imaging; FSPGR, fast spoiled gradient echo; S-NAB, Neuropsychological Assessment Battery-Screening.",
            "section": "Region of interest."
        },
        {
            "text": "ICBM atlas tract outlines were generated at z = 42 and z = 82 for each subject. ",
            "section": "DTI PARAMETERS IN MTBI: A LONGITUDINAL STUDY"
        },
        {
            "text": "An experienced neuroradiologist (N.R.) verified the overall registration quality of these images. ",
            "section": "DTI PARAMETERS IN MTBI: A LONGITUDINAL STUDY"
        },
        {
            "text": "Finally, the AFNI 3dROIstats tool was used to map the predefined ROIs to each individual subject and calculate the median FA, MD, and RD values for each tract.",
            "section": "DTI PARAMETERS IN MTBI: A LONGITUDINAL STUDY"
        },
        {
            "text": "All subjects underwent cognitive assessment using the Screening Module of the Neuropsychological Assessment Battery (S-NAB Form 1), which was performed by the neuropsychologist once the patient had recovered to a GCS score of 15, which occurred with an average turnaround time of 4.35 h (SD, 7.08) between time of trauma and full GCS recovery. ",
            "section": "Neuropsychological assessment"
        },
        {
            "text": "The S-NAB comprises a comprehensive set of neuropsychological tests (refer to Table 1), with demographically corrected norms for adults between the ages of 18 and 97 years, assessing orientation and five cognitive domains (i.e., attention, memory, language, and visuospatial and executive functions). ",
            "section": "Neuropsychological assessment",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 86,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(refer to Table 1)"
                }
            ]
        },
        {
            "text": "This battery consists of 12 individual tests across the five domains aforementioned. ",
            "section": "Neuropsychological assessment"
        },
        {
            "text": "From these 12 tests, a total of 16 T scores are derived, 14 of which contribute toward five separate Screening Index (domain-specific) scores and one Total Screening Index score. ",
            "section": "Neuropsychological assessment"
        },
        {
            "text": "38 The same subtests were repeated at 6 months by the same neuropsychologist using the S-NAB Form 2 in order to minimize practice effects.",
            "section": "Neuropsychological assessment",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "38"
                }
            ]
        },
        {
            "text": "An independent-samples t-test was used to establish whether mean values of FA, MD, and RD of selected WM tracts were significantly different between healthy control and mTBI groups during the acute phase (or baseline exam). ",
            "section": "Statistical analysis"
        },
        {
            "text": "The same test was also used to investigate whether patients (at admission) performed differently from healthy control participants on the neuropsychological assessment. ",
            "section": "Statistical analysis"
        },
        {
            "text": "A paired t-test was used thereafter to ascertain how the WM tracts had changed over time. ",
            "section": "Statistical analysis"
        },
        {
            "text": "TBSS skelotonized image of the significant changes observed over time were processed to better visualize any signifcant changes. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Spearman's rho correlation coefficient was used to examine the association between WM ROIs (nine selected tracts) and NP over the different phases. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Last, a simple frequency analysis of neuropsychological performance at 6 months post-trauma was performed to determine the types of changes observed in neuropsychological status longitudinally (improved, unchanged, or worsened).",
            "section": "Statistical analysis"
        },
        {
            "text": "The demographic characteristics of study patients and healthy controls are presented in Table 2  Diffusion metrics, intergroup differences, and intragroup changes over time Table 3 presents mean FA, MD, and RD values of both patients and healthy control participants during the acute phase. ",
            "section": "Demographic and clinical data",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 95,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                },
                {
                    "start": 173,
                    "end": 180,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "At baseline, the mTBI group showed significantly lower splenium FA (t (78) = 2.196; p = 0.04), when compared to the control group, whereas the MD a value was significantly higher in the mTBI versus control group in the posterior limb of the internal capsule (PLIC; (t (78) = -2.179; p = 0.03); cingulum (CG; t (78) = -2.29; p = 0.02); optic radiation (OR; t (78) = -3.176; p = 0.002); and splenium (SCC; t (78) = -2.514; p = 0.02). ",
            "section": "Demographic and clinical data"
        },
        {
            "text": "Group differences for the RD a values were observed only in the OR (t (78) = 2.637; p = 0.02) and SCC (t (78) = 2.519; p = 0.02). ",
            "section": "Demographic and clinical data"
        },
        {
            "text": "See Figure 3 for the TBSS skeletonized image reflecting the significant area of differences between the groups.",
            "section": "Demographic and clinical data",
            "ref_spans": [
                {
                    "start": 4,
                    "end": 12,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "The paired t-test results (FA, MD, and RD) of patients' WM pathway changes, as observed at 6 months (chronic phase) against the baseline (acute phase) values, are presented in Table 4a, 4b, and 4c, along with their effect sizes (Cohen's d with <0.2 = small effect, >0.2 <0.8 = moderate effect, and >0.8 = large effect). ",
            "section": "Demographic and clinical data",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 184,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 4a"
                }
            ]
        },
        {
            "text": "Various differences were observed in all DTI parameters, with greater alterations noted in FA values across regions. ",
            "section": "Demographic and clinical data"
        },
        {
            "text": "Specifically, FA of the corona radiata (CR; t (28) = 3.497; p = 0.002; d = 0.661), anterior limb of internal capsule (ALIC; t (28) = 2.582; p = 0.016; d = 0.488), CG (t(28) = 2.973; p = 0.006; d = 0.562), superior longitudinal fasciculus (SLF; t (28) = 2.404; p = 0.024; d = 0.454), OR (t (28) = 2.643; p = 0.014; d = 0.499), and the genu of corpus callosum (GCC; t (28) = 2.732; p = 0.011; d = 0.516) were significantly lower in the TBI group. ",
            "section": "Demographic and clinical data"
        },
        {
            "text": "Almost all of the MD values across the phases showed no significant changes, except the CG (t (28) = 3.189; p = 0.004; d = 0.603), which was significantly higher in the TBI group. ",
            "section": "Demographic and clinical data"
        },
        {
            "text": "Although the changes in PLIC across the phases were found to be statistically nonsignificant (t (28) = 1.494; p = 0.15), the effect size, however, suggests a moderate level of change (d = 0.282). ",
            "section": "Demographic and clinical data"
        },
        {
            "text": "Finally, there were no significant differences in RD values across time points. ",
            "section": "Demographic and clinical data"
        },
        {
            "text": "However, Cohen's d effect-size calculation indicated moderate effect sizes for changes in the RD of CR (t (28) = 1.582; p = 0.126; d = 0.299), CG (t (28) = 1.54; p = 0.136; d = 0.291), OR (t (28) = 1.87; p = 0.073; d = 0.353), and GCC (t(28) = 1.975; p = 0.059; d = 0.373).",
            "section": "Demographic and clinical data"
        },
        {
            "text": "All the above-stated significant differences were reflected in the TBSS images of the skeletonized tracts as well (see Fig. 4). ",
            "section": "Demographic and clinical data",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 125,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "Table 5 presents the mean interpretive categories score comparison for the domain-specific NP among mTBI and healthy control groups. ",
            "section": "Demographic and clinical data",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_6",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "During the acute phase, patients with mTBI performed poorly across all domains, in comparison to the healthy control group. ",
            "section": "Demographic and clinical data"
        },
        {
            "text": "The independent-samples t-tests of both groups and their NPs indicated that the mTBI group was significantly poorer (all p values, <0.001) on all but one of the neuropsychological domains (visuospatial functions, t (78) = 0.055; p = 0.956). ",
            "section": "Demographic and clinical data"
        },
        {
            "text": "Meanwhile, during the chronic phase, patients with mTBI continued to perform poorly across most domains, in exception of visuospatial functions, where the patients outperformed healthy controls (t (48) = -2.373; p = 0.021).",
            "section": "Demographic and clinical data"
        },
        {
            "text": "Longitudinal analysis of WM tract changes against the NP at different intervals among a subset of study patients (n = 30) are presented in Table 6. ",
            "section": "Associations between diffusion tensor imaging parameters and neuropsychological performance",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "type": "table",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "Most of the observed FA associations with neurocognitive status (acute and chronic) represented negative associations. ",
            "section": "Associations between diffusion tensor imaging parameters and neuropsychological performance"
        },
        {
            "text": "FA a negatively correlated with the following acute The RD of seven of nine tracts studied was significantly associated with attention, language, spatial, and executive function in both phases of the study. ",
            "section": "Associations between diffusion tensor imaging parameters and neuropsychological performance"
        },
        {
            "text": "Specifically, RD a was associated with three NP a scores: attention versus CR (r = 0.485; p < 0.05), attention versus SLF (r = 0.487; p < 0.05); and spatial versus OR (r = -0.378; p < 0.05). ",
            "section": "Associations between diffusion tensor imaging parameters and neuropsychological performance"
        },
        {
            "text": "Additional associations were subsequently observed between RD a and NP c , which were as follows: language versus MCP (r = 0.398; p < 0.05); language versus CR (r s = 0.529; p < 0.01); attention versus SLF (r = 0.450; p < 0.05); language versus SLF (r = 0.491; p < 0.05); language versus CG (r = 0.423; p < 0.05); spatial versus CG (r = 0.626; p < 0.01); and attention versus GCC (r = -0.378; p < 0.05). ",
            "section": "Associations between diffusion tensor imaging parameters and neuropsychological performance"
        },
        {
            "text": "Increased RD c values were also associated with some domains of the NP c , including language versus MCP (r s = 0.438; p < 0.05), executive function versus CR (r s = 0.389; p < 0.05); executive function versus CG (r s = -0.404; p < 0.05); and executive function versus SCC (r s = -0.391; p < 0.05). ",
            "section": "Associations between diffusion tensor imaging parameters and neuropsychological performance"
        },
        {
            "text": "No association was found between the domains of memory and any of the WM tracts investigated in this study. ",
            "section": "Associations between diffusion tensor imaging parameters and neuropsychological performance"
        },
        {
            "text": "We also found no associations between the DTI parameters (FA, MD, and RD) and any domains of the NP in the healthy control group (kindly refer to Table 6b).",
            "section": "Associations between diffusion tensor imaging parameters and neuropsychological performance",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "type": "table",
                    "ref_id": "tab_8",
                    "text": "Table 6b"
                }
            ]
        },
        {
            "text": "showing composite of fractional anisotropy/mean diffusivity/radial diffusivity (FA/MD/ RD) voxels of the white matter tracts that showed significant difference between control and mild traumatic brain injury. ",
            "section": "FIG. 3. Tract-based spatial statistics (TBSS)"
        },
        {
            "text": "(mTBI).",
            "section": "FIG. 3. Tract-based spatial statistics (TBSS)"
        },
        {
            "text": "VEERAMUTHU ET AL. ",
            "section": "1502"
        },
        {
            "text": "Table 7 presents the neuropsychological profiles of the subset of patients (n = 30) who had completed neuropsychological evaluations, as well as imaging, both at admission and at month 6 followup. ",
            "section": "1502",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_9",
                    "text": "Table 7"
                }
            ]
        },
        {
            "text": "Within the domain of attention, 56.7% of the patients remained impaired at 6 months post-trauma, 3.33% worsened, and the remaining improved or remained unaffected. ",
            "section": "1502"
        },
        {
            "text": "Within the domain of language function, 63.3% of patients remained impaired, 26.7% improved, 6.67% remained unaffected, and 3.33% worsened. ",
            "section": "1502"
        },
        {
            "text": "Approximately 33.3% of patients remained impaired within the domain of memory 6 months post-trauma with essentially equivocal changes (26.7% worsened, 26.7% remained unaffected, and 13.3% with improved memory status). ",
            "section": "1502"
        },
        {
            "text": "The majority of patients (53.3%) remained unaffected for spatial function, although 23.3% showed signs of delayed impairments in the chronic phase. ",
            "section": "1502"
        },
        {
            "text": "A total of 70.0% of the subset patient group remained impaired with respect to executive functioning, with only 20.0% of these patients showing signs of improvement or recovery after the 6-month period posttrauma.",
            "section": "1502"
        },
        {
            "text": "We examined the relationship between microstructural changes and neuropsychological functioning that takes place in the immediate aftermath of an mTBI as well as 6 months post-TBI. ",
            "section": "Discussion"
        },
        {
            "text": "Specifically, the initial neuropsychological assessment was completed, on average, 4.35 h after full GCS recovery, and the neuroimaging    Interpretive category score legend: 1 = severely impaired; 2 = severe to moderately impaired; 3 = moderately impaired; 4 = mildly to moderately impaired; 5 = mildly impaired; 6 = below average; 7 = average; 8 = above average; 9 = superior; and 10 = very superior.",
            "section": "Discussion"
        },
        {
            "text": "S-NAB, Neuropsychological Assessment Battery-Screening; SD, standard deviation; CTRL, control; TBI, traumatic brain injury.",
            "section": "Discussion"
        },
        {
            "text": "1504 VEERAMUTHU ET AL.  ",
            "section": "Discussion"
        },
        {
            "text": "procedure was completed within an average of 10 h post-trauma in order to identify the structural changes at a very early stage before they were subject to confounds, such as changes specific to environmental and recovery parameters. ",
            "section": "Discussion"
        },
        {
            "text": "Subsequently, both a repeat imaging and neuropsychological assessment were performed at an average of 6 months post-trauma to characterize any pertinent changes over time.",
            "section": "Discussion"
        },
        {
            "text": "Results showed associations between DTI and neuropsychological indices at both acute and chronic phases. ",
            "section": "Discussion"
        },
        {
            "text": "Specifically, in the acute phase, the TBI group showed significantly poorer WM integrity across several tracts, including the splenium (SCC), PLIC, CG, and OR. ",
            "section": "Discussion"
        },
        {
            "text": "Several other WM tracts beyond those initially affected also showed reduced FA at 6 months post-injury (i.e., CR, ALIC, SLF, and GCC). ",
            "section": "Discussion"
        },
        {
            "text": "Interestingly, moderate effect sizes for changes in RD were observed from baseline to follow-up in the following regions: CR, CG, and OR. ",
            "section": "Discussion"
        },
        {
            "text": "Finally, with respect to neuropsychological functioning, patients with mTBI performed more poorly across all domains in the acute stage, when compared to healthy control participants. ",
            "section": "Discussion"
        },
        {
            "text": "The majority of patients remained impaired with respect to executive functioning, and a sizable portion of the sample worsened over time on tasks of attention and language. ",
            "section": "Discussion"
        },
        {
            "text": "Moreover, longitudinal analysis of WM tract changes, as they relate to cognition, showed several associations, indicating that reduced WM integrity was associated with specific neuropsychological decrements. ",
            "section": "Discussion"
        },
        {
            "text": "Indeed, DTI indices in both acute and chronic stages related to cognition at both time points, and RD values in seven of the nine tracts studied was significantly associated with attention, language, spatial, and executive function in both phases of the study. ",
            "section": "Discussion"
        },
        {
            "text": "Interestingly, no association was found between the domains of memory and any of the WM tracts investigated in this study.",
            "section": "Discussion"
        },
        {
            "text": "Our findings of reduced FA, coupled with increased MD and RD in the acute phase, is considered indicative of vasogenic brain edema, which refers to the release of intracellular proteins into the brain parenchyma, also known as extracellular edema. ",
            "section": "Discussion"
        },
        {
            "text": "18 An increased FA a , reduced MD a , and RD a in the acute phase, on the other hand, may be indicative of cytotoxic edema, 2,36 also known as intracellular edema. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "18"
                },
                {
                    "start": 124,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 126,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "36"
                }
            ]
        },
        {
            "text": "This type of cerebral edema in the early course of injury has been implicated in poor outcome, 2,18 which could explain frequently observed neuropsychological impairment months or even years after the initial trauma event. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 97,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "18"
                }
            ]
        },
        {
            "text": "The increased FA, MD, and rather an unchanged RD in the acute phase of this study is most likely indicative of reactive astrogliosis, which is a process where fibrous astrocytes migrate to the site of injury, locally increasing the density of the cells 39 and diffusivity of the affected tissue. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 253,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "39"
                }
            ]
        },
        {
            "text": "39,40 Vasogenic edema occurs in the acute phase, whereas demyelination occurs later. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "39,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "40"
                }
            ]
        },
        {
            "text": "16 As such, even though the DTI markers for these pathogenic processes are the same, the timeframe of imaging changes rather indicate an ongoing vasogenic edema. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "These changes in DTI parameters were observed in the SCC, PLIC, CG, and OR (with statistically significant changes in most parameters). ",
            "section": "Discussion"
        },
        {
            "text": "Other tracts, including the ALIC, SLF, and GCC, showed similar trends, although they did not reach statistical significance. ",
            "section": "Discussion"
        },
        {
            "text": "Results showing minimally reduced FA a in the context of significantly increased MD of the SLF and GCC in the patient group, and its negative association with language function, are similar to those reported by Ingelese and colleagues 33 and Arfanakis and colleagues. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "33"
                }
            ]
        },
        {
            "text": "24 Cognitive impairment observed acutely in this group of patients coupled with the changing DTI metrics are likely immediate signs reflecting an ongoing edematous process, which is not observed by conventional CT or MRI.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "24"
                }
            ]
        },
        {
            "text": "In contrast, changes observed in CR a and MCP a were more suggestive of reactive astrogliosis and dovetails with findings recently reported by Croall and colleagues. ",
            "section": "Discussion"
        },
        {
            "text": "41 Although some of these changes did not reach statistical significance, the effect size of 0.299 for the RD changes in CR, coupled with the effect size of 0.661 for the FA changes of CR, for instance, does provide some moderate-to-large evidence of significant change in this tract. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "41"
                }
            ]
        },
        {
            "text": "Higher FA value of the CR also negatively correlated with attention and language functions acutely. ",
            "section": "Discussion"
        },
        {
            "text": "Its corresponding positive association with RD at baseline best explains the influence of reactive astrogliosis on cognition in the acute stage, as previously stated. ",
            "section": "Discussion"
        },
        {
            "text": "[40][41][42] The importance of the above finding cannot be understated given that specific types of cerebral edema and gliosis in the acute phase have been implicated to negatively influence long-term neuropsychological performance in patients with mTBI. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[40]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[41]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "[43][44][45][46] We also found that acute-phase DTI parameters in selected WM tracts were significantly associated with chronic domain-specific cognitive deficits. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[43]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[44]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[45]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[46]"
                }
            ]
        },
        {
            "text": "This includes those of the MCP, CR, SLF, CG, GCC, and SCC and their association with specific neurocognitive functions chronically, similar to findings of other studies. ",
            "section": "Discussion"
        },
        {
            "text": "[39][40][41][42]47,48 Miles and colleagues, for instance, noted that decreased FA values and increased MD values of the GCC, SCC, and PLIC during the acute phase were significantly related to executive dysfunction at 6 months follow-up. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[39]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[40]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[41]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[42]"
                },
                {
                    "start": 16,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "47,"
                },
                {
                    "start": 19,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "48"
                }
            ]
        },
        {
            "text": "2,47 Kumar and colleagues and Matshushita and colleagues reported similar findings involving the GCC, SCC, and NP c in their studies of mild and moderate head injury. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "47"
                }
            ]
        },
        {
            "text": "48,49 The mostly positive association between the unchanged or raised RD a of the MCP, CR, SLF, and CG with specific chronic deficits in attention, language, and spatial function likely reflect the long-term effects of acute vasogenic edema and reactive astrogliosis, a wellknown immune response in the immediate aftermath of central nervous system (CNS) injury. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "48,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "49"
                }
            ]
        },
        {
            "text": "41 It is important to note that cerebral edema and cascading gliosis usually occur concurrently and are not necessarily independent of each other. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "41"
                }
            ]
        },
        {
            "text": "1506 VEERAMUTHU ET AL.",
            "section": "Discussion"
        },
        {
            "text": "Chronically, the continued alteration of DTI parameters, especially the FA c and RD c , implies significant changes in WM integrity, where the myelin sheath or the axonal membrane or both may have been permanently damaged. ",
            "section": "Discussion"
        },
        {
            "text": "19,20,36 This disruption may be irreversible, especially when a reduced FA c and elevated MD c and RD c are noted. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "19,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "20,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "36"
                }
            ]
        },
        {
            "text": "2,19 Conversely, a reduced FA c , unchanged MD, and subtly altered RD c would mean that the microstructural changes to the WM are independent of gross tissue loss. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "19"
                }
            ]
        },
        {
            "text": "[43][44][45][46] The subtly altered RD c in this context would imply minor fiber damage without gross tissue loss. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[43]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[44]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[45]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[46]"
                }
            ]
        },
        {
            "text": "44 Such changes have also been implicated as a part of the dual effects of gliosis. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "44"
                }
            ]
        },
        {
            "text": "46,50,51 FA measured at follow-up was significantly reduced, in comparison to the acute phase, with mostly unchanged MD c and subtly increased RD c across six tracts (i.e., CR, ALIC, CG, SLF, OR, and GCC). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "46,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "50,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "51"
                }
            ]
        },
        {
            "text": "Whereas the changes observed in the ALIC and OR are indicative of possible minor fiber damage and thus vasogenic edema, the change pattern observed in CR suggests irreversible consequences of astrogliosis. ",
            "section": "Discussion"
        },
        {
            "text": "The mixed association between certain neurocognitive performances in the chronic stage (e.g., executive, spatial, and language function) and FA and RD of several tracts (i.e., MCP, CR, CG, and SCC), though possibly paradoxical, is not completely unexpected. ",
            "section": "Discussion"
        },
        {
            "text": "Similar observations were found in a recent study with attribution to the multifaceted chronic phase findings. ",
            "section": "Discussion"
        },
        {
            "text": "41 This included neuronal network reorganisation, 52 spurting of axons with smaller calibres, 53 glial scarring, 46,50,51,54 effects of accumulated phosypholarated neurofilaments, [55][56][57][58][59] and disruptive neurofibrillary tangles. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "41"
                },
                {
                    "start": 50,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "52"
                },
                {
                    "start": 94,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "53"
                },
                {
                    "start": 113,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "46,"
                },
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "50,"
                },
                {
                    "start": 119,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "51,"
                },
                {
                    "start": 122,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "54"
                },
                {
                    "start": 180,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[55]"
                },
                {
                    "start": 184,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[56]"
                },
                {
                    "start": 188,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "[57]"
                },
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "[58]"
                },
                {
                    "start": 196,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "[59]"
                }
            ]
        },
        {
            "text": "60 Taken together, our findings further strengthen evidence for physiogenic influences on the prolonged functional and neuropsychological sequelae in patients with mTBI. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "60"
                }
            ]
        },
        {
            "text": "61 Clearly, disruption of the connectomes (i.e., the connectivities between specific cortical and subcortical structures) by various neuropathological 62,63 events posttrauma and the recovery process over time requires further study.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "61"
                },
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "62,"
                },
                {
                    "start": 154,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "63"
                }
            ]
        },
        {
            "text": "Interestingly, a common finding in our study was that the more severely affected fibers were generally the long tract fibers (SLF, CR, and CG) and commisural fibers (SCC and GCC). ",
            "section": "Discussion"
        },
        {
            "text": "These fibers have an increased susceptibility to injury 64 given their relatively long length and high membrane-to-cytoplasmic ratios. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "64"
                }
            ]
        },
        {
            "text": "65,66 The corpus callosum, for example, as noted by Aoki and colleagues, is the major fiber bundle that enables communication between the hemispheres and is topographically organized. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b66",
                    "text": "65,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "66"
                }
            ]
        },
        {
            "text": "27,67 The CC in general is divided into the genu (GCC), the body, and the splenium (SCC). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "27,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "67"
                }
            ]
        },
        {
            "text": "27 The CC has been long recognized as a frequently injured region owing to shear strain, 68 and topographical location and external accelerational forces can seriously injure the fiber. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "27"
                },
                {
                    "start": 89,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b69",
                    "text": "68"
                }
            ]
        },
        {
            "text": "69,70 The posterior region of the CC, namely, the SCC, often noted to be more vulnerable to injury than the anterior part (GCC), 67,[71][72][73][74] was replicated in this study as well; and the SCC was the only tract that showed statistically significant changes in all three DTI parameters at the acute stage.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b70",
                    "text": "69,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "70"
                },
                {
                    "start": 129,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "67,"
                },
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b72",
                    "text": "[71]"
                },
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "[72]"
                },
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b74",
                    "text": "[73]"
                },
                {
                    "start": 144,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b75",
                    "text": "[74]"
                }
            ]
        },
        {
            "text": "Our findings lend support to the theory that microstructural changes occur within hours after the initial insult and affect the integrity of the WM, therefore leading to the varied manifestation of neuropsychological impairments, in agreement with some of the earlier studies reported in the literature. ",
            "section": "Discussion"
        },
        {
            "text": "31,34,41,75,76 Strengths of our study include examination within a short timeframe from time of injury to imaging and neuropsychological testing within the acute phase, as well as consistent test-retest interval at 6-month followup. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "31,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "34,"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "41,"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b76",
                    "text": "75,"
                },
                {
                    "start": 12,
                    "end": 14,
                    "type": "bibr",
                    "ref_id": "b77",
                    "text": "76"
                }
            ]
        },
        {
            "text": "Although FA and MD have been shown to be very sensitive in detecting subtle WM changes that correlate with neuropsychological findings, one other parameter that has been included in this study, namely, RD, 77 provides further insight into the presumed nature of the microstructural changes 75,78,79 given that it is sensitive to myelin integrity 23,76,80 and also other CNS immune response, such as gliosis. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 206,
                    "end": 208,
                    "type": "bibr",
                    "ref_id": "b78",
                    "text": "77"
                },
                {
                    "start": 290,
                    "end": 293,
                    "type": "bibr",
                    "ref_id": "b76",
                    "text": "75,"
                },
                {
                    "start": 293,
                    "end": 296,
                    "type": "bibr",
                    "ref_id": "b79",
                    "text": "78,"
                },
                {
                    "start": 296,
                    "end": 298,
                    "type": "bibr",
                    "ref_id": "b80",
                    "text": "79"
                },
                {
                    "start": 346,
                    "end": 349,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "23,"
                },
                {
                    "start": 349,
                    "end": 352,
                    "type": "bibr",
                    "ref_id": "b77",
                    "text": "76,"
                },
                {
                    "start": 352,
                    "end": 354,
                    "type": "bibr",
                    "ref_id": "b81",
                    "text": "80"
                }
            ]
        },
        {
            "text": "41 These parameters enabled us to detect the early deep WM microstructural changes, which might otherwise be confounded by ongoing secondary damage or recovery mechanisms. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "41"
                }
            ]
        },
        {
            "text": "Additionally, the current study is unique in its longitudinal follow-up of DTI indices and cognitive functioning at 6 months post-trauma in a large cohort of well-characterized patients with relatively homogenous types of injuries. ",
            "section": "Discussion"
        },
        {
            "text": "That said, findings may be limited owing to the significant heterogenity of the trauma observed in our sample as well as possible obscuring of certain differences owing to the nature of brain morphing and averaging, which is inherent in template-based analyses. ",
            "section": "Discussion"
        },
        {
            "text": "Specifically, any deviation present in a small number of voxels within a region may be hidden by the averaging and therefore lead to low sensitivity to detect FA and MD changes. ",
            "section": "Discussion"
        },
        {
            "text": "81,82 Conclusion DTI is a useful technique used to assess the integrity of WM tracts in patients who have sustained mTBI. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b82",
                    "text": "81,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b83",
                    "text": "82"
                }
            ]
        },
        {
            "text": "This study found significant correlations between neuropsychological deficits and WM tract integrity both within hours of neurotrauma and again 6 months later. ",
            "section": "Discussion"
        },
        {
            "text": "These associations are likely attributable to alterations in the integrity of connectomes between specific cortical areas and subcortical structures, which is not evident in conventional MRI or CT procedures. ",
            "section": "Discussion"
        },
        {
            "text": "Specific WM changes, as observed through the DTI parameters, especially in the acute period, and the corresponding neuropsychological impairments among the patients in the chronic phase, highlights the need to introduce appropriate imaging techniques early in patient management protocols for early prognostication and rehabilitative intervention. ",
            "section": "Discussion"
        },
        {
            "text": "Further, our findings underscore the dynamic nature of brain injury and possible biological basis of cognitive dysfunction in the context of the postconcussive syndrome.",
            "section": "Discussion"
        },
        {
            "text": "This research is partially funded by a University Malaya Research Grant (UMRG; RG008C-13HTM) and a High Impact Research Grant of University of Malaya (HIR-UM.C/625/1/HIR-MOHE/12).",
            "section": "Acknowledgments"
        },
        {
            "text": "No competing financial interests exist.",
            "section": "Author Disclosure Statement"
        }
    ]
}