{
    "abstract": [],
    "body_text": [
        {
            "text": "Cytoplasmic citrate serves as an important regulator of gluconeogenesis and carbon source for de novo lipogenesis in the liver. ",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 123,
                    "type": "bibr",
                    "text": "11-15"
                }
            ]
        },
        {
            "text": "For this reason, the sodium-coupled citrate transporter (NaCT), a plasma membrane transporter that governs hepatic influx of plasma citrate in human, is being explored as a potential therapeutic target for metabolic disorders. ",
            "entity_spans": [
                {
                    "start": 164,
                    "end": 177,
                    "type": "software",
                    "rawForm": "PlotDigitizer",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "bc1555c699-software-simple-0"
                }
            ]
        },
        {
            "text": "As cytoplasmic citrate also originates from intracellular mitochondria, the relative contribution of these two pathways represents critical information necessary to underwrite confidence in this target. "
        },
        {
            "text": "In this work, hepatic influx of plasma citrate was quantified via pharmacokinetic modeling of published clinical data. "
        },
        {
            "text": "The influx was then compared to independent literature estimates of intracellular citrate flux in human liver. "
        },
        {
            "text": "The results indicate that, under normal conditions, <10% of hepatic citrate originates from plasma. "
        },
        {
            "text": "Similar estimates were determined experimentally in mice and rats. "
        },
        {
            "text": "This suggests that NaCT inhibition will have a limited impact on hepatic citrate concentrations across species. "
        },
        {
            "text": "CPT Pharmacometrics Syst. "
        },
        {
            "text": "Pharmacol. "
        },
        {
            "text": "(2016) 5, 132-139; doi:10.1002/psp4.12062; published online 4 March 2016."
        },
        {
            "text": "WHAT IS THE CURRENT KNOWLEDGE ON THE TOPIC? ",
            "section": "Study Highlights"
        },
        {
            "text": "þ NaCT has been proposed as a therapeutic target for obesity and diabetes. ",
            "section": "Study Highlights"
        },
        {
            "text": "However, no study identified the relative contribution of plasma citrate to hepatic citrate. ",
            "section": "Study Highlights"
        },
        {
            "text": "• WHAT QUESTIONS DID THIS STUDY ADDRESS? ",
            "section": "Study Highlights"
        },
        {
            "text": "þ What is the hepatic influx of plasma citrate in humans? ",
            "section": "Study Highlights"
        },
        {
            "text": "What is the relative contribution of plasma citrate to hepatic citrate in humans, mice, and rats? ",
            "section": "Study Highlights"
        },
        {
            "text": "Is plasma citrate a reasonable biomarker for NaCT inhibition? ",
            "section": "Study Highlights"
        },
        {
            "text": "• WHAT THIS STUDY ADDS TO OUR KNOWLEDGE þ Under normal conditions, <10% of hepatic citrate originates from plasma in humans, mice, and rats. ",
            "section": "Study Highlights"
        },
        {
            "text": "Liver is the major organ that clears citrate from plasma in humans. ",
            "section": "Study Highlights"
        },
        {
            "text": "Plasma citrate could serve as a biomarker for NaCT inhibition in humans. ",
            "section": "Study Highlights"
        },
        {
            "text": "• HOW THIS MIGHT CHANGE CLIN-ICAL PHARMACOLOGY AND THERAPEUTICS þ Future studies should determine the effect of NaCT inhibition on hepatic citrate (preferably cytoplasmic citrate) concentrations, and their quantitative relationship to efficacy endpoints (e.g., glucose and lipid lowering) as means of evaluating confidence in rationale prior to efficacy-based trials.",
            "section": "Study Highlights"
        },
        {
            "text": "The sodium-coupled citrate transporter (NaCT) has been proposed as a therapeutic target for obesity and diabetes. ",
            "section": "Study Highlights"
        },
        {
            "text": "1 NaCT, coded by gene SLC13A5, is expressed predominately in the plasma membrane of mammalian liver, and at lower levels in the brain and testes. ",
            "section": "Study Highlights",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2 NaCT transports citrate from plasma into the cytoplasm of hepatocytes, where citrate serves as an important precursor of de novo lipogenesis and gluconeogenesis. ",
            "section": "Study Highlights",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "2,3 Citrate stimulates de novo lipogenesis and gluconeogenesis by activating acetyl-CoA carboxylase (ACC) and promoting fructose-1, 6bisphosphase (F-1, 6-BP) production ( Figure 1). ",
            "section": "Study Highlights",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                },
                {
                    "start": 171,
                    "end": 179,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "[4][5][6] Conversely, citrate has an inhibitory effect on glycolysis by inhibiting phosphofructokinase (PFK). ",
            "section": "Study Highlights",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "7 As such, inhibition of NaCT should reduce citrate flux from plasma into the liver and lower cytoplasmic citrate levels, which could, in turn, promote glycolysis and reduce lipogenesis and gluconeogenesis. ",
            "section": "Study Highlights",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "This hypothesis is supported by rodent studies where SLC13A5 deletion confers protection from age and high-fat diet-induced adiposity and insulin resistance. ",
            "section": "Study Highlights"
        },
        {
            "text": "1 Whether the effects of NaCT knockout in mice can be translated into humans is unclear, because of speciesspecific differences with respect to substrate-sensitivity 8,9 and cation-dependency. ",
            "section": "Study Highlights",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                },
                {
                    "start": 166,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 168,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "10 Cross-species translation is fur-ther complicated by the fact that there are at least two other transporters that play a role in citrate homeostasis: low-affinity sodium-dependent dicarboxylate cotransporter (NaDC1) encoded by SLC13A2, and high-affinity sodiumdependent dicarboxylate cotransporter (NaDC3) encoded by SLC13A3. ",
            "section": "Study Highlights",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "Although NaCT is located primarily in the liver of both humans and mice, its relative importance to hepatic citrate uptake appears to be different across these species. ",
            "section": "Study Highlights"
        },
        {
            "text": "While NaCT is the dominant citrate transporter transcribed in human hepatocytes, NaDC1 and NaDC3 contribute to citrate transport in mouse hepatocytes (in-house data).",
            "section": "Study Highlights"
        },
        {
            "text": "The goal of this work was to evaluate the therapeutic confidence in the rationale of NaCT inhibition in humans. ",
            "section": "Study Highlights"
        },
        {
            "text": "One key question underscoring confidence in rationale is the fractional contribution of NaCT to hepatic citrate concentrations. ",
            "section": "Study Highlights"
        },
        {
            "text": "It is known that there exist at least two sources of citrate in liver: one is the influx of plasma citrate majorly regulated by NaCT, and the other is the output of local tricarboxylic acid (TCA) cycle in mitochondria 2  (Figure 1). ",
            "section": "Study Highlights",
            "ref_spans": [
                {
                    "start": 218,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                },
                {
                    "start": 221,
                    "end": 231,
                    "type": "figure",
                    "text": "(Figure 1)"
                }
            ]
        },
        {
            "text": "In this work, the relative contribution of these two pathways to hepatic citrate was quantified. ",
            "section": "Study Highlights"
        },
        {
            "text": "A model-based analysis was performed using literature pharmacokinetic (PK) data on citrate. ",
            "section": "Study Highlights"
        },
        {
            "text": "The model-derived estimate of hepatic influx was then compared to intracellular citrate flux in the liver reported in the literature. ",
            "section": "Study Highlights"
        },
        {
            "text": "The modeling results suggest that, in humans, although hepatic influx largely determines the rate of citrate clearance from the plasma (i.e., 85%), the rate is small relative to the intracellular flux occurring from the mitochondria as a consequence of the TCA cycle.",
            "section": "Study Highlights"
        },
        {
            "text": "In order to more directly understand how much plasma citrate contributes to liver citrate levels, preclinical hepatic citrate enrichment studies were conducted in mice and rats. ",
            "section": "Study Highlights"
        },
        {
            "text": "One study using mice infused with 13 C-citrate showed 25% 13 C-citrate enrichment in plasma at steady state, yet only 0.7% 13 C-citrate enrichment was found in the liver. ",
            "section": "Study Highlights"
        },
        {
            "text": "Another study using fasting rats treated with 14 C-citrate demonstrated that fewer 14 C radiolabels were incorporated into lipids extracted from liver than those from kidney or testes. ",
            "section": "Study Highlights"
        },
        {
            "text": "Given that liver is the major organ synthesizing lipids, and lipogenesis occurs in the cytoplasm, the findings suggest that flux of citrate from plasma to the liver contributes minimally to the bulk production of lipids in the liver of fasting rats.",
            "section": "Study Highlights"
        },
        {
            "text": "Overall, these results suggest that NaCT inhibition will marginally affect hepatic citrate concentrations and therefore cast uncertainty on the rationale supporting their development to treat metabolic disorders and translation of the observed metabolic benefits in rodents to humans. ",
            "section": "Study Highlights"
        },
        {
            "text": "As such, future studies should explicitly determine the effect of such inhibitors on hepatic citrate (preferably cytoplasmic citrate) concentrations, efficacy endpoints (e.g., glucose and lipid lowering), and flux analysis as a means of evaluating confidence in rationale prior to efficacy-based trials.",
            "section": "Study Highlights"
        },
        {
            "text": "Five articles that describe the clinical PK of citrate in healthy subjects were identified and used in this analysis. ",
            "section": "Literature search results"
        },
        {
            "text": "11-15 The means of longitudinal plasma citrate measurements, corresponding study size (n), and standard deviations (SD) were read from tables or digitized from figures (with PlotDigitizer.exe) to use in this modeling.",
            "section": "Literature search results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Five additional articles reporting intracellular citrate flux in the liver of healthy subjects were also identified and included in this study. ",
            "section": "Literature search results"
        },
        {
            "text": "[16][17][18][19][20] The articles report in vivo intracellular citrate flux as estimates determined via noninvasive technologies, such as in vivo nuclear magnetic resonance (NMR) combined with 13 C-labeling technology, 1 H, 2 H, 13 C magnetic resonance spectroscopy (MRS), or sampling glutamine through urine phenylacetylglutamine (PAGN) and apolipoproteinB-100 (apoB-100). ",
            "section": "Literature search results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 229,
                    "end": 231,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "The reported mean values of hepatic citrate flux with SD as well as n were utilized in this analysis.",
            "section": "Literature search results"
        },
        {
            "text": "Model-based analysis of citrate PK in healthy humans Citrate PK profiles in healthy subjects following i.v. and p.o. doses of citrate were analyzed simultaneously using classic compartment models (Eqs. 1, 2) in NONMEM 7.2. ",
            "section": "Literature search results"
        },
        {
            "text": "NON-MEM code and the data file are provided in Supporting Information I & II.",
            "section": "Literature search results"
        },
        {
            "text": "To account for the difference of subject numbers and endpoint variance in each study, the model fitting was weighted using ͱn/SD. ",
            "section": "Literature search results"
        },
        {
            "text": "In the formula, n is the number of subjects and SD is the standard deviation from the literature. ",
            "section": "Literature search results"
        },
        {
            "text": "With this setting, more weight was given to studies with larger sample populations and smaller variance. ",
            "section": "Literature search results"
        },
        {
            "text": "This analysis provided information on citrate clearance (CL elim ), volume of distribution (V d ), baseline plasma citrate concentration (C p(0) ), and bioavailability of oral citrate (F) in healthy subjects.",
            "section": "Literature search results"
        },
        {
            "text": "Diagnostic plots of predicted vs. measured values were used to evaluate how well the models were able to fit the data. ",
            "section": "Literature search results"
        },
        {
            "text": "Furthermore, conditionally weighted residuals (CWRES) were plotted against predicted values and time to examine any potential bias of the model. ",
            "section": "Literature search results"
        },
        {
            "text": "A histogram of CWRES was used to evaluate if the errors are normally distributed. ",
            "section": "Literature search results"
        },
        {
            "text": "Simulated temporal and dose-response curves with observed data 6 SD were overlaid to evaluate model performance.",
            "section": "Literature search results"
        },
        {
            "text": "Based on the calibrated parameters, the basal turnover of plasma citrate (TO citratet ) was calculated using Eq. ",
            "section": "Literature search results"
        },
        {
            "text": "3:",
            "section": "Literature search results"
        },
        {
            "text": "Hepatic clearance of citrate (CL h ) was calculated using Eq. ",
            "section": "Literature search results"
        },
        {
            "text": "4, where Q h is hepatic blood flow and f p is the volume fraction of plasma in whole blood. ",
            "section": "Literature search results"
        },
        {
            "text": "Consistent with literature reports, the equation assumes a citrate absorption of 97% 15 and negligible metabolism in the lung and intestine. ",
            "section": "Literature search results",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "As citrate does not bind plasma proteins 7 nor traverse the plasma membrane of red blood cells, 21 it is concluded that citrate is only localized to plasma as unbound molecules. ",
            "section": "Literature search results",
            "ref_spans": [
                {
                    "start": 41,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                },
                {
                    "start": 96,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                }
            ]
        },
        {
            "text": "The value of Q h assumed in this calculation is 20 mL/min/ Figure 1 Schematic depiction of the biological pathways that involve citrate and the role of NaCT in supplying citrate for hepatic biosynthesis. ",
            "section": "Literature search results",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 67,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Plasma and mitochondrial citrate can be transported into hepatic cytoplasm by NaCT and another citrate transporter located on the mitochondrial membrane. ",
            "section": "Literature search results"
        },
        {
            "text": "Cytoplasmic citrate from both sources can inhibit PFK, activate F-1, 6-BP, and ACC, and/or be broken down to form acetyl-CoA, an important precursor in biosynthesis reactions. ",
            "section": "Literature search results"
        },
        {
            "text": "kg, 22 and f p is 55%. ",
            "section": "Literature search results",
            "ref_spans": [
                {
                    "start": 4,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "F is the fractional oral bioavailability of citrate estimated using Eqs. ",
            "section": "Literature search results"
        },
        {
            "text": "1 and 2:",
            "section": "Literature search results"
        },
        {
            "text": "The basal hepatic flux of citrate from plasma was calculated using Eq. ",
            "section": "Literature search results"
        },
        {
            "text": "5:",
            "section": "Literature search results"
        },
        {
            "text": "Literature-based analysis of hepatic citrate flux in human Both fixed and random effect approaches were used to estimate the weighted mean of hepatic citrate flux in humans using R 3.0.2 with meta-analysis library (metafor). ",
            "section": "Literature search results"
        },
        {
            "text": "The data from the literature and R code are provided in Supporting Information III & IV. ",
            "section": "Literature search results"
        },
        {
            "text": "The fixed effect approach assumed that the true mean was the same in all studies; as such, the flux from each study was weighted by sampling errors within the study only. ",
            "section": "Literature search results"
        },
        {
            "text": "In contrast, the random effect approach assumed that heterogeneity existed among the studies, and sampling errors of both within and between studies were used for weighting. ",
            "section": "Literature search results"
        },
        {
            "text": "Means and 95% confidence intervals (CIs) of the estimated values, combined with individual reported values, were included in one forest plot for visualization.",
            "section": "Literature search results"
        },
        {
            "text": "Preclinical evaluation of the contribution of plasma citrate to hepatic citrate levels All procedures performed on animals minimized their suffering, complied with regulations and established guidelines, and were approved by a Pfizer Institutional Animal Care and Use Committee. ",
            "section": "Literature search results"
        },
        {
            "text": "Clearance and turnover of plasma citrate in healthy humans Human PK data were well described by the proposed model, yielding well-defined parameters (Table 1, Figure 2). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 167,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Diagnostic plots revealed a good concordance between model predicted and observed plasma citrate concentrations. ",
            "section": "RESULTS"
        },
        {
            "text": "There was not any obvious trend of model residues vs. time, nor prediction. ",
            "section": "RESULTS"
        },
        {
            "text": "The distribution of residues appeared to be normal. ",
            "section": "RESULTS"
        },
        {
            "text": "Diagnostic plots are provided in Supporting Information V.",
            "section": "RESULTS"
        },
        {
            "text": "In healthy subjects, citrate clearance was estimated to be 7.79 mL/min/kg with a 95% CI of [5.70-10.45]. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 102,
                    "type": "bibr",
                    "text": "[5.70-10.45"
                }
            ]
        },
        {
            "text": "The baseline plasma citrate concentration was estimated to be 0.13 mM with a 95% CI of [0.11-0.14]. ",
            "section": "RESULTS"
        },
        {
            "text": "Using Eq. ",
            "section": "RESULTS"
        },
        {
            "text": "3, the turnover of plasma citrate in healthy subjects was determined to be 20 g/day.",
            "section": "RESULTS"
        },
        {
            "text": "In healthy subjects, hepatic citrate clearance was calculated to be 6.60 mL/min/kg (Eq. 4), accounting for 85% of total citrate clearance. ",
            "section": "RESULTS"
        },
        {
            "text": "With sequential measurements of plasma citrate in healthy subjects following i.v. and p.o. doses of citrate, the fraction of bioavailability was calibrated to 0.37 with a 95% CI of [0.20-0.64]. ",
            "section": "RESULTS"
        },
        {
            "text": "Given the assumed fractional absorption of 97%, 15 the oral, first-pass hepatic extraction of citrate is estimated to be 60% (with a 95% CI of [0.33-0.77]).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 48,
                    "end": 50,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Based on the hepatic clearance and plasma concentration of citrate, the hepatic influx of plasma citrate was calculated maximally to be 17 g/day with a 95% CI of [9][10][11][12][13][14][15][16][17][18][19][20] (Eq. 5).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 169,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 173,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 177,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 181,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 185,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 189,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 197,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 201,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 205,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "Local citrate production in the liver of healthy humans Analysis of reported hepatic citrate synthesis rates indicates that the rate of endogenous citrate production greatly exceeds the rate of flux from the plasma citrate. ",
            "section": "RESULTS"
        },
        {
            "text": "Using the five literature reported hepatic citrate synthesis rates, the fixed effect estimate of the intracellular citrate flux in the liver of healthy subjects was 222 g/day with a 95% CI of . ",
            "section": "RESULTS"
        },
        {
            "text": "When the heterogeneity of the studies was taken into consideration, the mixed effect estimate was approximated to 303 g/day with a 95% CI of [119-487] (Figure 3). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 161,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figure 3)"
                }
            ]
        },
        {
            "text": "These results suggest that plasma citrate contributes no more than 10% of local citrate flux in the liver of healthy humans. ",
            "section": "RESULTS"
        },
        {
            "text": "13 C-citrate infusion study using mice Plasma citrate clearance in mice was determined to be 50 ml/min/kg. ",
            "section": "RESULTS"
        },
        {
            "text": "At steady state, the plasma citrate concentration increased by approximately one-third over the endogenous level (i.e., from 0.15 mM to 0.2 mM). ",
            "section": "RESULTS"
        },
        {
            "text": "Given the maintenance infusion rate of 0.15 mmol/kg/hour in this study, the mice had a plasma citrate clearance (50 ml/min/ kg) considerably higher than that in healthy humans (7.2 ml/min/kg). ",
            "section": "RESULTS"
        },
        {
            "text": "The plasma enrichment of 13 C-citrate from the mice was plotted as a function of time in Figure 4a. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 98,
                    "type": "figure",
                    "text": "Figure 4a"
                }
            ]
        },
        {
            "text": "At the end of the infusion, when the animals were sacrificed and tissue samples were analyzed, 25 6 1% of citrate measured in the plasma was associated with the 13 C label (n 5 8). ",
            "section": "RESULTS"
        },
        {
            "text": "In comparison, only 0.7 6 0.3% of citrate measured in the liver was associated with the 13 C label (n 5 8) ( Figure 4b).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 118,
                    "type": "figure",
                    "text": "Figure 4b"
                }
            ]
        },
        {
            "text": "Incorporation of 14 C-citrate into lipids using fasting rats Twenty minutes after dosing rats with 14 C-labeled citrate, radioactivity of 14 C was found to be the highest in the lipids extracted from kidney (2,072 6 643 dpm/mg tissue, n 5 8), followed by the testes (1,090 6 230 dpm/mg tissue, n 5 8). ",
            "section": "RESULTS"
        },
        {
            "text": "Lipids extracted from liver displayed the least radioactivity at 450 6 394 dpm/mg liver tissue (n 5 8) (Figure 5a). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 113,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 5a"
                }
            ]
        },
        {
            "text": "In the plasma, the radioactivity levels declined quickly, suggesting a short half-life of plasma citrate in rats (Figure 5b). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 124,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 5b)"
                }
            ]
        },
        {
            "text": "At 20 minutes after i.v. 14 C-citrate infusion, the density of radioactivity reduced to half of that observed at 10 minutes after dosing.",
            "section": "RESULTS"
        },
        {
            "text": "Citrate PK and hepatic flux in humans In this study, whole body plasma citrate clearance in healthy humans was estimated to be 7.79 mL/min/kg, with a baseline citrate concentration of 0.13 mM. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These two parameters combine to give a citrate turnover rate of 20 g/ day, which is consistent with independent literature reports  of 10 g/day determined by Nielsen. ",
            "section": "DISCUSSION"
        },
        {
            "text": "7 As 1 g of citric acid contains 2.5 calories, 24 a turnover of 20 g/day of citrate corresponds to 50 calories daily, indicating a limited calorie exclusion resulting from a complete inhibition of plasma citrate utilization. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "The citrate intake from a typical diet is less than 10 g per day. ",
            "section": "DISCUSSION"
        },
        {
            "text": "7,25 As such, a significant amount of the citrate found in plasma is provided via endogenous production. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "The tissues that are known to release citrate include muscle, bone, and prostate. ",
            "section": "DISCUSSION"
        },
        {
            "text": "7,26 Hepatic citrate clearance was found to be 6.6 mL/min/kg, indicating that liver is the predominant organ that metabolizes plasma citrate (i.e., 85% of total clearance). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "This aligns with prior knowledge that the liver is an important organ involved in citrate metabolism, 27 and with the fact that plasma citrate clearance is substantially decreased in subjects with impaired liver function. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "11,12 A portion of the remaining 15% of plasma citrate clearance is likely due, at least in part, to the kidney. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "This is consistent with the understanding that the kidney also plays a role in citrate homeostasis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[28][29][30] For example, in healthy humans the glomerular filtrate rate of citrate is 4 g per day, with 70-90% reabsorbed at the proximal tubule by active citrate transporters (SLC13A2 and SLC13A3) and only 10-30% remaining in the urine. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "31 As a result, the urine excretion of citrate is 0.4-1.2 g/day (i.e., 2-6% of daily citrate turnover). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "32,33 However, depending on the metabolic capacity of the kidney, the reabsorbed citrate may or may not circulate back into plasma. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33"
                }
            ]
        },
        {
            "text": "If citrate is renally metabolized, it could lead to a net elimination of up to 4 g of citrate daily (20% of daily citrate turnover). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Consistent with the physiologic case for the relatively minor role of kidney in human citrate clearance, the pharmacokinetics of citrate are unaffected by impairments in renal function. ",
            "section": "DISCUSSION"
        },
        {
            "text": "13,15 Assuming that NaCT is entirely responsible for the hepatic clearance of citrate, an inhibitor of NaCT is expected to significantly affect circulating citrate concentrations. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Simulations from the derived PK model indicate that the assumed level of inhibition will affect both the magnitude and time-course citrate elevations. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Maximum steadystate elevations are expected to be approximately sevenfold, with a twofold increase at 87% NaCT inhibition Eq. ",
            "section": "DISCUSSION"
        },
        {
            "text": "6, where fCL NaCT and fi NaCT are the fractional clearance through NaCT and fractional inhibition of NaCT, respectively):",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, the time to reach a new steady-state citrate concentration will increase with inhibition, since inhibition affects the half-life of citrate (e.g., baseline of 23 minutes 3,7 and up to 2.7 hours with complete NaCT inhibition, Figure 6a,b). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 238,
                    "end": 250,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 6a,b)"
                }
            ]
        },
        {
            "text": "As Figure 4 Plasma and hepatic enrichment of 13 C-citrate in mice i.v. infused with 13 C-citrate. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "(a) Plasma citrate enrichment was illustrated as a time sequential profile (red). ",
            "section": "DISCUSSION"
        },
        {
            "text": "(b) In the liver, the enrichment was a timepoint measurement (blue) taken 120 minutes after the infusion, when steady state was reached. ",
            "section": "DISCUSSION"
        },
        {
            "text": "For all the measurements, both mean and SD values are shown on the plots. ",
            "section": "DISCUSSION"
        },
        {
            "text": "such, elevations in plasma citrate are expected to represent an excellent biomarker of NaCT activity upon administration of an inhibitor, particularly when examined within the context of a PK model. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, such elevations in plasma citrate are expected to partially offset the effect of inhibition on flux and associated steady-state hepatic citrate concentrations. ",
            "section": "DISCUSSION"
        },
        {
            "text": "For example, 50% inhibition of NaCT is expected to decrease flux by only 13% and near maximal inhibition (i.e., 87%) is expected to decrease flux by only 50%:",
            "section": "DISCUSSION"
        },
        {
            "text": "While these results suggest that NaCT inhibition will marginally affect hepatic citrate concentrations, an even greater limitation is indicated by the estimated basal intracellular flux of 200-300 g/day. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This suggests that the plasma citrate influx pathway in which NaCT is involved (i.e., 17 g/day) is a relatively minor contributor (i.e., <10%) to the overall flux of citrate within the liver.",
            "section": "DISCUSSION"
        },
        {
            "text": "Of course, this assessment is indirect in that it involves two independent, complex, and unique approaches to estimate the two flux pathways (e.g., pharmacokinetic analysis for extracellular flux and noninvasive imaging for the intracellular flux). ",
            "section": "DISCUSSION"
        },
        {
            "text": "The pharmacokinetic analysis also involves certain assumptions (e.g., negligible gut and lung metabolism), which, if invalid, would overestimate the hepatic citrate clearance. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, the accuracy of technologies used in the estimation of in vivo hepatic citrate flux (e.g., in vivo NMR combined with 13 C-labeling technology, 1 H, 2 H, 13 C MRS, or sampling glutamine through urine PAGN and apoB-100) are still under evaluation. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "These estimates of in vivo intracellular flux are also determined at the level of whole liver, with no distinction as to subcellular compartmentalization (e.g., cytoplasm vs. mitochondria) which, if available, might lead to a different assessment of the relative importance of the two pathways. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In order to get a more direct estimate of the contribution of citrate flux from plasma to the net hepatic citrate concentration, preclinical studies were conducted whereby hepatic enrichment of labeled citrate could be assessed.",
            "section": "DISCUSSION"
        },
        {
            "text": "Citrate PK in mice and rats Using fasting mice, we were able to demonstrate that the hepatic influx of plasma citrate was very low compared to intracellular citrate pools within the liver. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In our studies, hepatic 13 C-citrate enrichment is only 2.8% of that observed in the plasma (i.e., 0.7% in liver vs. 25% in plasma) at steady state. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "Consistent with our conclusions for human, these results suggest that inhibition of plasma citrate flux would marginally affect hepatic citrate concentrations in mice, as most hepatic citrate seemingly originates from the TCA cycle. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Unfortunately, an orthogonal assessment through inhibition of plasma citrate flux is precluded by the lack of selective inhibitors for the predominate hepatic citrate transporters expressed in mice (i.e., SLC13A2 and A3). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Furthermore, since NaCT is a relatively minor citrate transporter in mice, the use of specific NaCT inhibitors in mice will likely underestimate the potential effects in humans.",
            "section": "DISCUSSION"
        },
        {
            "text": "Using fasting rats, we demonstrated that the flux of plasma citrate also minimally contributes to liver citrate. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The total lipids extracted from rat liver contained a lower density of 14 C radioactivity than those from kidney and testes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "It is known that liver is the major organ synthesizing total lipids in rats, and its contribution is 37%. ",
            "section": "DISCUSSION"
        },
        {
            "text": "34 In contrast, kidneys contribute only 0.7%, and testes 0.1%. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34"
                }
            ]
        },
        {
            "text": "34 After taking tissue weight into consideration, liver should still contribute about 10-fold more radioactivity than the kidney (3.7%/g liver vs. 0.38%/g kidney in rats). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34"
                }
            ]
        },
        {
            "text": "The old numbers were based on human liver and kidney weight (1470 and 308 g, respectively). ",
            "section": "DISCUSSION"
        },
        {
            "text": "As we are discussing rat physiology, the numbers are now updated based on rat liver and kidney weight (10 and 1.825 g, respectively). ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, in this study the density of radioactivity in liver lipids is only 22% of that in kidney lipids. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This finding again suggests that there is a large local pool of citrate in the liver that significantly dilutes the radioactivity from 14 C-citrate. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, since lipid synthesis mainly occurs in the cytoplasm, it is highly likely that the influx of plasma citrate contributed minimally to the citrate level in the cytoplasm of rat hepatocytes.",
            "section": "DISCUSSION"
        },
        {
            "text": "Here it is worth noting that the current study designs utilized fasted rodents and that circadian rhythms in citrate homeostasis associated with feeding might provide slightly different results. ",
            "section": "DISCUSSION"
        },
        {
            "text": "For example, after meals, plasma citrate concentrations have been reported to increase about 20% compared to that in fasting humans. ",
            "section": "DISCUSSION"
        },
        {
            "text": "35 In addition, it has been reported that glucagon stimulates citrate uptake by upregulating NaCT expression in rats. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35"
                }
            ]
        },
        {
            "text": "36 ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36"
                }
            ]
        },
        {
            "text": "Hepatic cytoplasmic citric acid is an important biochemical precursor and physiological regulator that is associated with potential therapeutic implications. ",
            "section": "CONCLUSION"
        },
        {
            "text": "Understanding the kinetics of plasma citrate is generally useful in evaluating the potential effects of pharmacological perturbations in citrate flux.",
            "section": "CONCLUSION"
        },
        {
            "text": "From this work, we conclude that the liver is the major organ of citrate clearance in humans. ",
            "section": "CONCLUSION"
        },
        {
            "text": "We also conclude that plasma citrate could serve as a potential biomarker for NaCT inhibition, but that elevations in plasma citrate will partially offset the desired effect of inhibition at the level of flux. ",
            "section": "CONCLUSION"
        },
        {
            "text": "In addition, both modeling results in humans and experimental data in rodents indicate that influx of plasma citrate contributes marginally (relative to intracellular flux via the TCA cycle) to hepatic citrate concentrations. ",
            "section": "CONCLUSION"
        },
        {
            "text": "The specific molecular mechanism behind the metabolic benefits observed in NaCT knockout mice is unclear and further investigations are necessary to determine if the physiological effects can be explained by their exquisite sensitivity to cytoplasmic citrate concentrations. ",
            "section": "CONCLUSION"
        },
        {
            "text": "As such, future development of NaCT inhibitors should, at a minimum, focus on developing the quantitative relationship between NaCT function, cytoplasmic citrate concentrations, and downstream physiology (e.g., glycolysis, gluconeogenesis, and de novo lipogenesis). ",
            "section": "CONCLUSION"
        },
        {
            "text": "Attribution-NonCommercial License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited and is not used for commercial purposes.",
            "section": "CONCLUSION"
        },
        {
            "text": "Supplementary information accompanies this paper on the CPT: Pharmacometrics & Systems Pharmacology website (http://www.wileyonlinelibrary.com/psp4)",
            "section": "CONCLUSION"
        },
        {
            "text": "Acknowledgments. ",
            "section": ""
        },
        {
            "text": "We thank James Gosset, Gianluca Nucci, Fatema Abdurrob, Yimin Zhu, and Qingyun Yan for their advice and assistance with these studies. ",
            "section": ""
        }
    ]
}