{
    "id": "e19cf83692",
    "abstract": [],
    "body_text": [
        {
            "text": "S tent thrombosis (ST) is a major concern for patients treated with drug eluting stents (DES). ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Sirolimus eluting stents (SES) and paclitaxel eluting stents (PES) have been the most commonly used first-generation DES.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Several meta-analyses comparing SES with PES showed no significant difference in ST between these 2 types of stents. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "For example, the meta-analysis conducted by Gurm et al 1 in 2008, including 7455 patients, found no significant difference in ST between SES and PES. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "A similar result was reported in another meta-analysis of 6 randomized controlled trials (RCTs) including 1183 patients with type 2 diabetes mellitus. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "2 The result from the meta-analysis conducted by Zhang et al 3 in 2010 also showed no significant difference in ST among the 1173 patients analyzed. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                },
                {
                    "start": 61,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "Moreover, the meta-analysis conducted by Kastrati et al 4 in 2005 including 3669 patients also showed a similar rate of ST between SES and PES in patients with coronary artery disease (CAD). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "Zhang et al's 5 study which included both RCTs and observational studies, also did not find any significant difference in ST between these 2 groups among the patients from RCTs.",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 14,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "However, ST was not always similar between SES and PES. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The meta-analysis conducted by Schömig et al 6 in 2007 including 16 RCTs with 8695 patients surprisingly showed a significant reduction in ST with SES compared to PES. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                },
                {
                    "start": 65,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "His study which included a large number of randomized patients could have had an effect on his results.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Therefore, in order to solve this issue, we aim to combine old studies comparing SES and PES with new ones and conduct a meta-analysis with an even larger number of randomized patients (a total of 16,724 patients) to confirm whether a significant difference in ST between the use of SES and PES really exists or not.",
            "section": "INTRODUCTION"
        },
        {
            "text": "We have searched Medline and EMBASE for RCTs by typing the words ''drug eluting stents/DES and percutaneous coronary intervention/PCI,'' and also replacing the word ''DES'' by ''PES and/or SES'' or their full form ''paclitaxel eluting stents and sirolimus eluting stents.'' PES and SES have also been replaced by Taxus and Cypher, respectively. ",
            "section": "Sources of Data and Search Strategy"
        },
        {
            "text": "All reference lists of related studies were also reviewed for relevant articles. ",
            "section": "Sources of Data and Search Strategy"
        },
        {
            "text": "No language restriction was applied.",
            "section": "Sources of Data and Search Strategy"
        },
        {
            "text": "Studies were included if:",
            "section": "Inclusion and Exclusion Criteria"
        },
        {
            "text": "(1) They were RCTs. ",
            "section": "Inclusion and Exclusion Criteria"
        },
        {
            "text": "(2) They compared sirolimus eluting stents (SES) with paclitaxel eluting stents (PES). ",
            "section": "Inclusion and Exclusion Criteria"
        },
        {
            "text": "(3) ST was reported among the clinical endpoints.",
            "section": "Inclusion and Exclusion Criteria"
        },
        {
            "text": "Studies were excluded if:",
            "section": "Inclusion and Exclusion Criteria"
        },
        {
            "text": "(1) They were non-RCTs (observational studies, reports, meta-analyses, letter to editors). ",
            "section": "Inclusion and Exclusion Criteria"
        },
        {
            "text": "(2) They did not compare SES with PES but instead, showed the effectiveness of SES and PES separately without comparison or compared SES or PES with another DES. ",
            "section": "Inclusion and Exclusion Criteria"
        },
        {
            "text": "(3) ST was not reported among the clinical endpoints.",
            "section": "Inclusion and Exclusion Criteria"
        },
        {
            "text": "Definite ST, probable ST, possible ST, acute, subacute, late and very late ST with a follow-up of 1 month, short-term followup (1-12 months) and long-term follow-up (>1 year) including a follow-up between 1 and 2 years, and 1 and 5 years were analyzed in this study. ",
            "section": "Defining the Different Types of Stent Thromboses, Outcomes, and Follow-Up"
        },
        {
            "text": "The different types of ST have been defined in Table 1. ",
            "section": "Defining the Different Types of Stent Thromboses, Outcomes, and Follow-Up",
            "ref_spans": [
                {
                    "start": 47,
                    "end": 54,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Table 2 shows the types of ST reported in each of the included trials.",
            "section": "Defining the Different Types of Stent Thromboses, Outcomes, and Follow-Up",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "All titles and abstracts were independently screened by 2 authors (PKB and ZW) and full papers of those studies which met the inclusion criteria were obtained for review. ",
            "section": "Study Selection"
        },
        {
            "text": "These studies were carefully checked. ",
            "section": "Study Selection"
        },
        {
            "text": "Disagreements were carefully discussed between these 2 authors, and if the authors could not reach a final decision, whether to include the study or not, disagreements were resolved by the help of the third author (MHC).",
            "section": "Study Selection"
        },
        {
            "text": "Data extraction was performed from full-text articles by the same 2 independent authors (PKB and ZW). ",
            "section": "Data Extraction and Management"
        },
        {
            "text": "Any disagreement was resolved through discussion and consensus between these 2 authors. ",
            "section": "Data Extraction and Management"
        },
        {
            "text": "The following data were extracted from each of the trials: author identification, year of patient enrollment, year of publication, language of publication, study design, study population, patient characteristics, intervention and outcomes reported as well as the follow-up periods.",
            "section": "Data Extraction and Management"
        },
        {
            "text": "The bias risk of the included trials was assessed with the components recommended by the Cochrane Collaboration. ",
            "section": "Assessment of Risk of Bias"
        },
        {
            "text": "7 Each of the included trials has been carefully assessed and a grade ranging from A to E has been allocated to specific trials depending on whether they satisfied all the components recommended by the Cochrane Collaboration. ",
            "section": "Assessment of Risk of Bias",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "In other word, a grade between A to E was allocated to the trials depending on their risk of bias. ",
            "section": "Assessment of Risk of Bias"
        },
        {
            "text": "Completely low risk of bias among all of these 6 components mentioned above corresponded to a grade A, whereas a grade E was given if this evaluation showed a high risk of bias among the data corresponding to these RCTs.",
            "section": "Assessment of Risk of Bias"
        },
        {
            "text": "Except for 1 trial which have been allocated a grade C, all the other trials have been allocated a grade B even if a few were almost on a range between an A and a B.",
            "section": "Assessment of Risk of Bias"
        },
        {
            "text": "The selection of studies, collection and analysis of data, and reporting of the results obtained, followed the recommendations of the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) statement. ",
            "section": "Methodological Quality and Statistical Analysis"
        },
        {
            "text": "The Cochrane Q-statistic and the I2-statistic tests were used to assess heterogeneity among the studies whereby P 0.05 was considered statistically significant and P > 0.05 was considered statistically insignificant. ",
            "section": "Methodological Quality and Statistical Analysis"
        },
        {
            "text": "I2 described the total variation (due to heterogeneity rather than chance) across studies in terms of percentages whereby a value of 0% indicated no heterogeneity, and larger values especially from 50% and above indicated increasing heterogeneity. ",
            "section": "Methodological Quality and Statistical Analysis"
        },
        {
            "text": "A fixed effect model was used if I2 was <50% and a random effect model was used if I2 was >50%. ",
            "section": "Methodological Quality and Statistical Analysis"
        },
        {
            "text": "Funnel plots were assessed for publication bias. ",
            "section": "Methodological Quality and Statistical Analysis"
        },
        {
            "text": "Oddratios (OR) and 95% confidence intervals (CIs) were calculated for categorical variables. ",
            "section": "Methodological Quality and Statistical Analysis"
        },
        {
            "text": "RevMan 5.3 software was used for the statistical analysis. ",
            "section": "Methodological Quality and Statistical Analysis",
            "entity_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "software",
                    "rawForm": "RevMan",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "e19cf83692-software-1"
                },
                {
                    "start": 7,
                    "end": 10,
                    "type": "version",
                    "rawForm": "5.3",
                    "resp": "#annotator3",
                    "id": "#e19cf83692-software-1"
                }
            ]
        },
        {
            "text": "The authors had full access to and take full responsibility for the integrity of the data. ",
            "section": "Methodological Quality and Statistical Analysis"
        },
        {
            "text": "All authors have read and agreed to the manuscript as written. ",
            "section": "Methodological Quality and Statistical Analysis"
        },
        {
            "text": "Ethical approval was not required since this study is a systematic review and metaanalysis of RCTs. ",
            "section": "Methodological Quality and Statistical Analysis"
        },
        {
            "text": "Figure 1 shows the flowchart of study selection. ",
            "section": "Methodological Quality and Statistical Analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "We identified 42 studies comparing SES with PES in patients with CAD. ",
            "section": "Methodological Quality and Statistical Analysis"
        },
        {
            "text": "Thirteen studies were excluded (6 of them were metaanalysis and 7 were observational studies). ",
            "section": "Methodological Quality and Statistical Analysis"
        },
        {
            "text": "Finally, 29 studies from 19 RCTs that met the inclusion criteria comprising of 16,724 patients (8115 patients in the SES group and 8609 patients in the PES group) were included in this systematic review and meta-analysis. ",
            "section": "Methodological Quality and Statistical Analysis"
        },
        {
            "text": "Table 3 reports the general features of all the 19 trials included in this meta-analysis. ",
            "section": "Methodological Quality and Statistical Analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Features such as the number of participants involved in the SES group, number of participants involved in the PES group, the year of enrollment of patients for these trials, the follow-up periods as well as the Cochrane Bias Risk grade have been summarized in Table 3. ",
            "section": "Methodological Quality and Statistical Analysis",
            "ref_spans": [
                {
                    "start": 260,
                    "end": 267,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Table 4 reports the baseline features of each of the included studies. ",
            "section": "Methodological Quality and Statistical Analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Data from each study have been reported. ",
            "section": "Methodological Quality and Statistical Analysis"
        },
        {
            "text": "The mean age of the patients, the percentage of male patients, the percentage of patients with hypertension, those patients who are current smokers and the percentage of patients who suffer from type 2 diabetes mellitus have been listed in Table 4.",
            "section": "Methodological Quality and Statistical Analysis",
            "ref_spans": [
                {
                    "start": 240,
                    "end": 247,
                    "type": "table",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "No significant difference in age has been observed in patients from both groups. ",
            "section": "Baseline Characteristics of the Included Trials"
        },
        {
            "text": "Almost all the studies reported similar number of male patients. ",
            "section": "Baseline Characteristics of the Included Trials"
        },
        {
            "text": "Percentage of patients suffering from hypertension, smoking, and diabetes mellitus was almost similar in both groups. ",
            "section": "Baseline Characteristics of the Included Trials"
        },
        {
            "text": "Overall, no significant differences have been observed in the baseline characteristics between these 2 groups.",
            "section": "Baseline Characteristics of the Included Trials"
        },
        {
            "text": "Baseline features for the studies 14,19 have not been included since they were not made available by the authors in the original articles.",
            "section": "Baseline Characteristics of the Included Trials",
            "ref_spans": [
                {
                    "start": 34,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 37,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "The result for ST has been divided into several groups. ",
            "section": "Main Results of This Meta-Analysis"
        },
        {
            "text": "Twelve thousand forty-five patients were analyzed for definite ST (5769 treated with SES and 6276 treated with PES), 11,415 patients were analyzed for probable ST (5454 treated with SES and 5961 treated with PES), 11,545 patients were analyzed for definite and probable/and or possible ST (5522 treated with SES and 6023 treated with PES), 6141 patients were analyzed for acute ST (3091 treated with SES and 3050 treated with PES), 6536 patients were analyzed for subacute ST (3289 treated with SES and 3247 treated with PES), 9931 patients were analyzed for early ST (4722 treated with SES and 5209 treated with PES), 8905 patients were analyzed for late ST (4204 treated with SES and 4696 treated with PES), 5788 patients were analyzed for very late ST (2646 treated with SES and 3142 treated with PES), and 16,724 patients were analyzed for any type of ST (8115 treated with SES and 8609 treated with PES).",
            "section": "Main Results of This Meta-Analysis"
        },
        {
            "text": "The pooled analysis showed no significant difference between SES and PES in any category of ST. Since a lower heterogeneity has been observed, a fixed effect model has been used for the analysis. ",
            "section": "Main Results of This Meta-Analysis"
        },
        {
            "text": "The results were as follow: definite ST with OR: 0.87; 95% CI: 0.64-1. ",
            "section": "Main Results of This Meta-Analysis"
        },
        {
            "text": "18  Table 5 summarizes the main result of this study and Figure 2A-C represents the detailed analysis of this meta-analysis.",
            "section": "Main Results of This Meta-Analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                },
                {
                    "start": 4,
                    "end": 11,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 5"
                },
                {
                    "start": 57,
                    "end": 66,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2A"
                }
            ]
        },
        {
            "text": "Excluding the trials with a follow-up period of 1 year or less, another analysis was carried out considering trials with a follow-up period between 1 and 2 years, and between 1 and 5 years. ",
            "section": "Main Results of This Meta-Analysis"
        },
        {
            "text": "However, even with these long-term follow-up periods, no significant differences in ST have been observed between SES and PES. ",
            "section": "Main Results of This Meta-Analysis"
        },
        {
            "text": "Results were as follow: OR: 1.27; 95% CI: 0.83-1.94, P ¼ 0.27 for a follow-up period between 1 and 2 years and OR: 0.93; 95% CI: 0.71-1.22, P ¼ 0.60 for a follow-up period between 1 and 5 years. ",
            "section": "Main Results of This Meta-Analysis"
        },
        {
            "text": "These results have been illustrated in Figure 3. ",
            "section": "Main Results of This Meta-Analysis",
            "ref_spans": [
                {
                    "start": 39,
                    "end": 47,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "For all of the above analyses, sensitivity analyses yielded consistent results. ",
            "section": "Main Results of This Meta-Analysis"
        },
        {
            "text": "Based on a visual inspection of the funnel plots, there has been no evidence of publication bias for the included studies that assessed these ST. The funnel plots have been illustrated in Figure 4A and B.",
            "section": "Main Results of This Meta-Analysis",
            "ref_spans": [
                {
                    "start": 188,
                    "end": 197,
                    "type": "figure",
                    "text": "Figure 4A"
                }
            ]
        },
        {
            "text": "Many recently published meta-analyses showed no differences in ST associated with SES and PES. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, the meta-analysis conducted by Schömig et al 6 in 2007 surprisingly showed a significant reduction in ST with the use of SES compared to PES. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "Compared to many previous studies, his study included a larger number of randomized patients. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Therefore, to confirm the existence or absence of any significant difference in ST between SES and PES, old and new studies were combined to conduct this meta-analysis.",
            "section": "DISCUSSION"
        },
        {
            "text": "Among the 48.5% patients treated with SES, and the 51.5% patients treated with PES, no significant difference in ST has  been observed between these 2 groups. ",
            "section": "DISCUSSION"
        },
        {
            "text": "1.9% of the patients in the SES group and 2.08% of the patients in the PES group suffered ''any'' ST (meaning any kind of ST). ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, this result was not statistically significant. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The result was still not statistically significant during a follow-up between 1 and 2 years as well as during a follow-up period between 1 and 5 years. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Despite of including a larger number of randomized patients in our study, our result was similar to the meta-analyses conducted by Gurm et al in 2008, 1 Zhang et al in 2010 and 2014, Kufner et al in 2011 and Kastrati et al in 2005. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "[2][3][4][5] These studies had a limited number of patients and 2 of these studies were conducted on patients with type 2 diabetes mellitus. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Despite these differences, our study also showed similar results. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Even many retrospective studies as well as the observational studies with a very large number of consecutive patients comparing SES with PES showed an equal rate of ST between these 2 groups.",
            "section": "DISCUSSION"
        },
        {
            "text": "In this current Era, which can be considered as a ''winning'' world for the DES, the use of bare-metal stents (BMS) is often only indicated when the use of DES is contraindicated. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The use of DES clinically, has significantly lowered the incidence of several major adverse cardiovascular events as well as reduced the incidence of restenosis after PCI compared to the use of BMS. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, the use of DES is still associated with a higher rate of ST.",
            "section": "DISCUSSION"
        },
        {
            "text": "As shown in our results, and in the results of many other studies, the comparison of ST between the 2 first-generation DES has resulted in no significant difference in ST between SES and PES. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, it is a fact that most of the drugs which are currently approved to coat stents used in coronary angioplasty do not differentiate or simply do not recognize the difference between proliferative vascular smooth muscle cells (VSMCs) and endothelial cells (ECs). ",
            "section": "DISCUSSION"
        },
        {
            "text": "37 The specification of these antiproliferative drugs which is normally very important, is often lacking and therefore, the proliferation and migration of VSMCs and ECs in the vessel are affected. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37"
                }
            ]
        },
        {
            "text": "These antiproliferative drugs also cause the inhibition of neointimal hyperplasia and they also severely affect the endothelial regeneration which is very important for the healing of these injured vessels and finally resulting in an incomplete reendothelialization. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Because of this insufficient reendothelialization, late/long-term ST often manifests. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[38][39] Moreover, p27 is a component expressed by arteries. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[38]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[39]"
                }
            ]
        },
        {
            "text": "When arteries are injured, p27 is rapidly downregulated due to mechanisms initiated by activated VSMC triggering intimal hyperplasia which then results in arterial restenosis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Overexpression of exogenous p27 in VSMC results in mechanisms that led to the significant reduction in neointimal formation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Studies have shown sirolimus, which is the coating material of certain DES, would inhibit the breakdown of p27, as well as induce the increased production of p27 thus preventing the proliferation and migration of VSMC and could therefore inhibit reendothelialization of vessels by this way. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[40][41] Also, overexpression of p27 without sparring ECs could prevent the normal physiological function of the injured blood vessels and this could further increase the risk of late ST among the several DES.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[40]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "Even though the use of DES is associated with a higher rate of ST, our study showed a similar rate of ST between SES and PES. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, to further minimize ST in similar patients with CAD, other researches have introduce the microRNA-based strategy in coating stents. ",
            "section": "DISCUSSION"
        },
        {
            "text": "42 MicroRNA has been described previously. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "42"
                }
            ]
        },
        {
            "text": "43 This microRNA-based strategy can strictly reduce restenosis by selectively inhibiting the proliferation and migration of VSMC without disturbing or inhibiting reendothelialization or causing impairment to the function of EC. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "43"
                }
            ]
        },
        {
            "text": "Hence, incorporating the microRNA-based strategy in stents could increase the overexpression of p27 and at the same time protect ECs thus reducing ST in those patients treated with DES after PCI. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Further studies should be conducted to confirm the effect of this microRNA-based strategy to make sure whether it truly protects ECs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "42 This will be a revolution in the field of Interventional Cardiology.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "42"
                }
            ]
        },
        {
            "text": "Our results showed SES and PES to have a similar rate of ST even during the long-term follow-up. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, a few studies also showed results which were different from our study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "For example, the meta-analysis including 16 RCTs comparing SES with PES in patients with CAD published by Schömig et al 6 in 2007 showed a completely different result FIGURE 2. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "Continued from ours. ",
            "section": "DISCUSSION"
        },
        {
            "text": "His study surprisingly showed ST to be significantly lower in the SES group compared to the PES group. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, in his study, ST was not reported according to the Academic Research Consortium (ARC) criteria which defined ST as definite and probable ST. Also, data which the author had used in his meta-analysis were completely different from that of our study because majority of his data were directly obtained from unpublished articles whose abstracts were represented and discussed in international meetings or from principal investigators. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In our study, ST was reported according to ARC and we did not include data from unpublished articles.",
            "section": "DISCUSSION"
        },
        {
            "text": "The study by Bangalore et al 44 also showed different results from ours. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 29,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "44"
                }
            ]
        },
        {
            "text": "His study which compared the effectiveness and safety between BMS and DES, performed a mixed treatment comparison meta-analysis (MTC meta-analysis) commonly known as a network meta-analysis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "''An MTC metaanalysis is slightly different in the way that it is an extension that allows data to be combined and compared directly and indirectly,'' which, are supposedly not considered as randomized data, but are ''observational findings across trials, which might result in more bias, for example due to confounding,'' even if they included high-quality RCTs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "7 However, in our study, all data were strictly obtained directly from RCTs.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "Even if there is no novelty in our idea, our study satisfies all the requirements for a meta-analysis, in terms of low heterogeneity, absent publication bias, and sensitivity analysis, and provides robust scientific validity to our findings. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Hence, it is believed to show better results.",
            "section": "DISCUSSION"
        },
        {
            "text": "This study also has several limitations. ",
            "section": "LIMITATIONS"
        },
        {
            "text": "First of all, as a general consideration, authors always consider their studies to have a limited number of patients. ",
            "section": "LIMITATIONS"
        },
        {
            "text": "Hence, even if our study included more than 16,000 patients, it is always a fact that due to a small population of patients compared to other studies, this could have an effect on our results too. ",
            "section": "LIMITATIONS"
        },
        {
            "text": "Most of the RCTs had a follow-up period of at least 1 year; however, several other RCTs had a follow-up period of less or more than 1 year. ",
            "section": "LIMITATIONS"
        },
        {
            "text": "Therefore, combing different follow-up periods that are almost of the same length, but not exactly the same, could affect the results in one way or the other. ",
            "section": "LIMITATIONS"
        },
        {
            "text": "Moreover, our study included patients from different categories of diseases. ",
            "section": "LIMITATIONS"
        },
        {
            "text": "For example, a few studies were conducted on the general population suffering from CAD; however, other studies were conducted on patients with long coronary lesions, ST elevated myocardial infarction or on patients suffering from type 2 diabetes mellitus. ",
            "section": "LIMITATIONS"
        },
        {
            "text": "These patients have other abnormalities, for example patients with type 2 diabetes mellitus have platelet dysfunction which expose them to a higher possibility of ST after PCI. ",
            "section": "LIMITATIONS"
        },
        {
            "text": "So, this could also be a limitation in our study.",
            "section": "LIMITATIONS"
        },
        {
            "text": "Similar to many meta-analyses and RCTs, no significant difference in ST has been observed between SES and PES. ",
            "section": "CONCLUSION"
        },
        {
            "text": "Hence, both SES and PES are expected to be equally effective. ",
            "section": "CONCLUSION"
        }
    ]
}