{
    "id": "e169a226df",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Autosomal Dominant Polycystic Kidney Disease (ADPKD; MIM ID's 173900, 601313, 613095) is estimated to affect almost 1/1000 and is the most common genetic cause of end stage renal disease (Torres et al., 2007). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 208,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "(Torres et al., 2007)"
                }
            ]
        },
        {
            "text": "While advances have been made in slowing the progression of some other forms of chronic kidney disease, standard treatments have not reduced the need for renal replacement therapy in ADPKD (Spithoven et al., 2014). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "(Spithoven et al., 2014)"
                }
            ]
        },
        {
            "text": "Unfortunately, several experimental interventions also have recently failed to show significant benefit in slowing the rate of functional decline (Serra et al., 2010;Walz et al., 2010;Schrier et al., 2014;, and the only positive study reported very modest effects (Torres et al., 2012). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "(Serra et al., 2010;"
                },
                {
                    "start": 166,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "Walz et al., 2010;"
                },
                {
                    "start": 184,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "Schrier et al., 2014;"
                },
                {
                    "start": 264,
                    "end": 285,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "(Torres et al., 2012)"
                }
            ]
        },
        {
            "text": "These findings suggest new treatment strategies are required.",
            "section": "Introduction"
        },
        {
            "text": "A central dogma of molecular genetics is that discovery of the causative genes will lead to identification of key pathways and potential targets for intervention. ",
            "section": "Introduction"
        },
        {
            "text": "In the case of ADPKD, the two genes mutated in the disorder, PKD1 and PKD2, were identified almost 20 years ago and yet their functions remain poorly understood. ",
            "section": "Introduction"
        },
        {
            "text": "The PKD1 gene product, polycystin-1 (PC1), encodes a large membrane protein that requires the PKD2 gene product, polycystin-2 (PC2), for its trafficking to the primary cilium where the two are thought to form a receptor channel complex (Kim et al., 2014;Cai et al., 2014). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 236,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(Kim et al., 2014;"
                },
                {
                    "start": 254,
                    "end": 271,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "Cai et al., 2014)"
                }
            ]
        },
        {
            "text": "What the complex senses and what it signals remains controversial. ",
            "section": "Introduction"
        },
        {
            "text": "The primary cilium has emerged as a key player in the pathogenesis of PKD as mutations in dozens of different genes that encode either essential ciliary components or factors in ciliary signaling pathways result in PKD. ",
            "section": "Introduction"
        },
        {
            "text": "A recent report suggests that the relationship between the polycystin complex and ciliary signaling is complicated, however. ",
            "section": "Introduction"
        },
        {
            "text": "While ablation of primary cilia by mutation of core ciliary components results in cysts, these same perturbations done in the setting of Pkd1 or Pkd2 inactivation results in significant attenuation of cystic disease (Ma et al., 2013). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 216,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(Ma et al., 2013)"
                }
            ]
        },
        {
            "text": "These data suggest that the polycystin complex provides a suppressive signal for a novel, cilia-dependent growth-promoting pathway that is independent of MAPK/ERK, mTOR, or cAMP pathways, three effector pathways previously implicated as major drivers of cyst growth. ",
            "section": "Introduction"
        },
        {
            "text": "The identities of the growth-promoting and growth-inhibiting pathways remain unknown.",
            "section": "Introduction"
        },
        {
            "text": "We have taken a systems-based approach to study Pkd1 gene function. ",
            "section": "Introduction"
        },
        {
            "text": "Building on our previous work identifying markedly different outcomes in animals with induced Pkd1 inactivation before or after P12 and correlating this susceptibility with metabolic status (Piontek et al., 2007;Menezes et al., 2012), we now show that female sex is partially protective in adult-induced Pkd1 inactivation, that sex differences in metabolic status may account for this effect, and that cells lacking Pkd1 have abnormal fatty acid oxidation. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 190,
                    "end": 212,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "(Piontek et al., 2007;"
                },
                {
                    "start": 212,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "Menezes et al., 2012)"
                }
            ]
        },
        {
            "text": "Finally, manipulating diet in Pkd1 mouse models, we demonstrate a positive correlation between lipid content in mouse chow and cystic kidney disease severity. ",
            "section": "Introduction"
        },
        {
            "text": "Our results therefore suggest that abnormal lipid metabolism is an intrinsic component of PKD and an important modifier of disease progression.",
            "section": "Introduction"
        },
        {
            "text": "All studies were performed using protocols approved by NIH Animal Care and Use Committee, and mice were kept and cared in pathogenfree animal facilities accredited by the American Association for the Accreditation of Laboratory Animal Care and meet federal (NIH) guidelines for the humane and appropriate care of laboratory animal.",
            "section": "Ethics Statement"
        },
        {
            "text": "Fifth-generation C57/BL6 Pkd1 tm2Ggg (Piontek et al., 2004) mice were crossed to the reporter mice C57/BL6 congenic B6.129S4-Gt(ROSA)26Sortm1Sor/J (stock 003474, Jackson Laboratories) and to C57/BL6 tamoxifen-Cre (B6.Cg-Tg(Cre/Esr1)5Amc/J mice (stock 004682), Jackson Laboratories) or Ksp-Cre B6.Cg-Tg(Cdh16-cre)91Igr/ J(stock 012237), Jackson Laboratories). ",
            "section": "Animal Studies",
            "ref_spans": [
                {
                    "start": 37,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(Piontek et al., 2004)"
                }
            ]
        },
        {
            "text": "For early-onset diet studies in tamoxifen-Cre mice, nursing moms of P7 mice were induced by one intraperitoneal injection of 0.2 mg/g tamoxifen (Sigma, T5648) in corn oil (Sigma-Aldrich, C8267) and pups were harvested at P21. ",
            "section": "Animal Studies"
        },
        {
            "text": "In the Ksp-Cre line, mice were harvested at P14. ",
            "section": "Animal Studies"
        },
        {
            "text": "In both studies, breeding pairs and offspring were continually fed with either NIH31 or NIH37 diets for the duration of the study. ",
            "section": "Animal Studies"
        },
        {
            "text": "For the late-onset studies, adult mice were induced at P40 by one intraperitoneal injection of 0.2 mg/g tamoxifen in corn oil and harvested between P86 and P210. ",
            "section": "Animal Studies"
        },
        {
            "text": "Induced, tamoxifen-cre negative, Pkd1 tm2Ggg (referred to as Pkd1 cko/cko in this report) mice were considered controls.",
            "section": "Animal Studies"
        },
        {
            "text": "Kidneys from two Pkd1 cko/cko animals (121112-C: male, bP12; and 94414: male, P463) were harvested, minced and digested using a collagenase/hyaluronidase solution (Stemcell technologies, cat. no. 07912) followed by proximal or collecting/distal tubule cell enrichment using, respectively, biotinylated Lotus tetragonolobus Lectin (LTL) (Vector Laboratories, cat. no. B-1325) or biotinylated Dolichos biflorus Agglutinin (DBA) (Vector Laboratories, ca. no. B-1035) and Cellection Biotin Binder kit (ThermoFischer, cat. no. 11533D). ",
            "section": "Cell Lines",
            "ref_spans": [
                {
                    "start": 336,
                    "end": 374,
                    "type": "bibr",
                    "text": "(Vector Laboratories, cat. no. B-1325)"
                },
                {
                    "start": 426,
                    "end": 463,
                    "type": "bibr",
                    "text": "(Vector Laboratories, ca. no. B-1035)"
                }
            ]
        },
        {
            "text": "Cells were immortalized using the large T antigen (Addgene plasmid no. 22298). ",
            "section": "Cell Lines"
        },
        {
            "text": "Pkd1 was conditionally inactivated using cre recombinase (121112C-LTL cells; Excellgen, cat. no. EG-1001) or viral transduction (121112-C DBA and 94414-LTL/DBA cells) using LV-Cre (Addgene plasmid no. 12106). ",
            "section": "Cell Lines"
        },
        {
            "text": "At the time of inactivation, a corresponding control was generated using viral transduction with plasmid LV-Lac (Addgene plasmid no. 12108). ",
            "section": "Cell Lines"
        },
        {
            "text": "Pkd1 inactivation was confirmed using genomic PCR and/or reverse-transcriptase PCR (TaqMan gene expression assay, Applied Biosystems, cat. no. 4351372, Mm00465436_g1). ",
            "section": "Cell Lines"
        },
        {
            "text": "mCCDcl1 (mCCD) cells were a kind gift from the Rossier lab (Gaeggeler et al., 2005). ",
            "section": "Cell Lines",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(Gaeggeler et al., 2005)"
                }
            ]
        },
        {
            "text": "mCCD Pkd1 knock-down cells were generated using viral transduction with the shRNA clone TRCN0000072085 and the corresponding pLKO.1 ",
            "section": "Cell Lines"
        },
        {
            "text": "TRC21 control (Addgene plasmid 10,879). ",
            "section": "Cell Lines"
        },
        {
            "text": "Cells were grown in DMEM/F12 media (Life cat. no. 21041-025) with 2% FBS (GEMINI Bio-Products cat. no. 100-106), 1X Insulin-Transferrin-Selenium (Thermo Fisher Scientific, cat. no. 41400-045), 5 uM dexamethasone (SIGMA, cat. no. D1756), 10 ng/ml EGF (SIGMA, cat. no. SRP3196), 1 nM 3,3′,5-Triiodo-L-thyronine (SIGMA, cat. no. T6397) and 10 mM HEPES (CORNING, cat. no. 25-060-CI).",
            "section": "Cell Lines"
        },
        {
            "text": "Mouse embryonic fibroblasts (MEFs) were obtained from E12.5 and E13.5 Pkd1 knockout (Pkd1 tm1GGG (Bhunia et al., 2002)) and control mice. ",
            "section": "Cell Lines",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(Bhunia et al., 2002)"
                }
            ]
        },
        {
            "text": "Briefly, whole embryos were minced, washed in PBS and cultured in six-well tissue culture plate in Dulbecco's minimal essential medium (DMEM) supplemented with 10% fetal bovine serum (FBS). ",
            "section": "Cell Lines"
        },
        {
            "text": "A total of 6 MEF lines was used for this study: three from E13.5 mouse littermates (2 Pkd1 ko/ko and 1 Pkd1 wt/wt ) immortalized using large T antigen (Addgene plasmid no. 22,298) and an additional set of three primary (passage 2, non immortalized) E12.5 embryos (1 Pkd1 ko/ko and 2 Pkd1 wt/wt littermate controls).",
            "section": "Cell Lines"
        },
        {
            "text": "Kidneys and body weight were measured and the mean kidney/ body weight ratio was the readout for disease severity. ",
            "section": "Phenotypic Characterization"
        },
        {
            "text": "The left kidney was fixed in 4% paraformaldehyde, centrally sectioned along the longitudinal axis and processed for histology. ",
            "section": "Phenotypic Characterization"
        },
        {
            "text": "The right kidney was snap frozen in liquid nitrogen.",
            "section": "Phenotypic Characterization"
        },
        {
            "text": "Eighty mouse kidneys with induced deletion of Pkd1 at P40 were harvested between 102 and 210 days of age (14 control females, 21 mutant females, 19 control males and 26 mutant males). ",
            "section": "mRNA Expression Studies"
        },
        {
            "text": "Total RNA was isolated using Trizol (Life, cat. no. 15596-018) followed by RNeasy plus kit (Qiagen,cat. no. 74136). ",
            "section": "mRNA Expression Studies",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 99,
                    "type": "bibr",
                    "text": "(Qiagen,"
                },
                {
                    "start": 99,
                    "end": 114,
                    "type": "bibr",
                    "text": "cat. no. 74136)"
                }
            ]
        },
        {
            "text": "Further sample processing for microarray analysis was performed by the University of Chicago Genomics Facility, Knapp Center for Biomedical Discovery, following the facility's protocols, and hybridized to Illumina's MouseRef-8 v2.0 BeadChip expression arrays. ",
            "section": "mRNA Expression Studies"
        },
        {
            "text": "These data have been deposited in NCBI's Gene Expression Omnibus (Edgar et al., 2002) and are accessible through GEO Series accession number GSE72554 (http://www.ncbi.nlm.nih.gov/ geo/query/acc.cgi?acc=GSE72554).",
            "section": "mRNA Expression Studies",
            "ref_spans": [
                {
                    "start": 65,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(Edgar et al., 2002)"
                }
            ]
        },
        {
            "text": "For RT-PCR, cDNA was generated using Superscript Vilo (Life, cat. no. 11755050) amplified with the expression assay Mm00465436_g1 (TaqMan gene expression assay, Applied Biosystems, cat. no. 4351372), normalized to Gapdh and analyzed using the delta-delta-Ct method. ",
            "section": "mRNA Expression Studies"
        },
        {
            "text": "Each sample was analyzed in 2 independent experiments, each done with 3 or 4 replicates.",
            "section": "mRNA Expression Studies"
        },
        {
            "text": "Comparison of kidney/body weight (KBW) mutant male vs. female curves was performed using generalized linear model in R (Team, 2014) and the effect size was estimated calculating Cohen's d with the compute.es package in R. Analysis of KBW in mutants fed NIH31 or NIH37 was done using Student's t test. ",
            "section": "Statistical Analysis",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 131,
                    "type": "bibr",
                    "text": "(Team, 2014)"
                }
            ],
            "entity_spans": [
                {
                    "start": 117,
                    "end": 118,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "e169a226df-software-simple-0",
                    "cert": "1.0"
                },
                {
                    "start": 197,
                    "end": 207,
                    "type": "software",
                    "rawForm": "compute.es",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "e169a226df-software-simple-1",
                    "cert": "1.0"
                },
                {
                    "start": 219,
                    "end": 220,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "#curator",
                    "used": true,
                    "id": "e169a226df-software-simple-2",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Real time PCR data was analyzed fitting an anova model including within subject error. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "Fatty acid oxidation assay results for five technical (well) replicates were averaged for each cell line and genotype. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "The corresponding five pairs of means were analyzed using paired t-test.",
            "section": "Statistical Analysis"
        },
        {
            "text": "Raw Illumina gene expression data were processed using variance stabilization and quantile normalization with the lumi package (Du et al., 2008; Lin et al., 2008) in R (Team, 2014), filtered to include only probes with detection call p value b0.05 in at least seven of the arrays, followed by batch-removal using COMBAT (Johnson et al., 2007). ",
            "section": "Gene Array Expression Analyses",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 162,
                    "type": "bibr",
                    "text": "(Du et al., 2008; Lin et al., 2008)"
                },
                {
                    "start": 168,
                    "end": 180,
                    "type": "bibr",
                    "text": "(Team, 2014)"
                },
                {
                    "start": 320,
                    "end": 342,
                    "type": "bibr",
                    "text": "(Johnson et al., 2007)"
                }
            ],
            "entity_spans": [
                {
                    "start": 166,
                    "end": 167,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "e169a226df-software-simple-3",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Same-gene probes were consolidated to a single identifier keeping the probe with highest mean value. ",
            "section": "Gene Array Expression Analyses"
        },
        {
            "text": "Detection of differentially expressed genes was performed using linear models and empirical Bayes methods implemented in the limma package (Smyth, 2004) in R. For time course analysis, splines and limma packages in R were used to fit separate curves in mutant males and females for each gene, and then the parameters corresponding to the interaction of time and sex were evaluated to identify genes with different temporal profile. ",
            "section": "Gene Array Expression Analyses",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 152,
                    "type": "bibr",
                    "text": "(Smyth, 2004)"
                }
            ],
            "entity_spans": [
                {
                    "start": 125,
                    "end": 130,
                    "type": "software",
                    "rawForm": "limma",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "e169a226df-software-simple-4",
                    "cert": "1.0"
                },
                {
                    "start": 156,
                    "end": 157,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "#curator",
                    "used": true,
                    "id": "e169a226df-software-simple-5",
                    "cert": "1.0"
                },
                {
                    "start": 185,
                    "end": 192,
                    "type": "software",
                    "rawForm": "splines",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "e169a226df-software-simple-6",
                    "cert": "1.0"
                },
                {
                    "start": 197,
                    "end": 202,
                    "type": "software",
                    "rawForm": "limma",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "e169a226df-software-simple-7",
                    "cert": "1.0"
                },
                {
                    "start": 215,
                    "end": 216,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "#curator",
                    "used": true,
                    "id": "e169a226df-software-simple-8",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Comparisons between mutant and control within sex were done in limma analyzing contrasts comparing samples collected at three different time intervals. ",
            "section": "Gene Array Expression Analyses",
            "entity_spans": [
                {
                    "start": 63,
                    "end": 68,
                    "type": "software",
                    "rawForm": "limma",
                    "resp": "#curator",
                    "used": true,
                    "id": "e169a226df-software-simple-9",
                    "cert": "1.0"
                }
            ]
        },
        {
            "text": "Genes with fdr-p b 0.05 were considered differentially expressed.",
            "section": "Gene Array Expression Analyses"
        },
        {
            "text": "The published gene expression dataset GSE25506 was downloaded from the Gene Expression Omnibus (GEO) repository (http://www. ncbi.nlm.nih.gov/geo/). ",
            "section": "Gene Array Expression Analyses"
        },
        {
            "text": "Data were restricted to 706 mouse kidney cortex or medulla samples and analyzed for differential expression comparing sexual differences within anatomic region using the limma package (Smyth, 2004) in R. Genes with fdr-p b 0.05 in both cortex and medulla were considered differentially expressed. ",
            "section": "Gene Array Expression Analyses",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "(Smyth, 2004)"
                }
            ]
        },
        {
            "text": "Comparisons of overlap between sexual differences in the current dataset and GSE25506 were done after restricting the datasets to only genes expressed in both.",
            "section": "Gene Array Expression Analyses"
        },
        {
            "text": "Weighted Gene Co-expression Network and Pathway Analysis was performed using the WGCNA R package (Langfelder and Horvath, 2008) with soft thresholding powers selected based on the approximate scale-free topology criterion (Zhang and Horvath, 2005), followed by blockwise network construction, module detection, correlation with sex/genotype and comparative network analysis to determine module preservation. ",
            "section": "Network and Pathway Analysis",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(Langfelder and Horvath, 2008)"
                },
                {
                    "start": 222,
                    "end": 247,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "(Zhang and Horvath, 2005)"
                }
            ]
        },
        {
            "text": "Gene ontology enrichment analysis of the identified modules and lists of differentially expressed genes was performed in R using GOstats (Falcon and Gentleman, 2007).",
            "section": "Network and Pathway Analysis",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(Falcon and Gentleman, 2007)"
                }
            ]
        },
        {
            "text": "Kidney samples were submitted to the West Coast Metabolomics Center, at University of California, Davis, and processed according to the facility's protocols. ",
            "section": "Metabolomics and Lipidomics"
        },
        {
            "text": "Briefly, lipidomics workflow involves sample extraction in MTBE with addition of internal standards, followed by ultra high pressure liquid chromatography (UHPLC) on a Waters CSH column, interfaced to a QTOF mass spectrometer (performed using an Agilent 1290 Infinity LC system (G4220A binary pump, G4226A autosampler, and G1316C Column Thermostat) coupled to either an Agilent 6530 (positive ion mode) or an Agilent 6550 mass spectrometer equipped with an ion funnel (iFunnel) (negative ion mode)), with a 15 min total run time. ",
            "section": "Metabolomics and Lipidomics"
        },
        {
            "text": "Data were collected in both positive and negative ion mode, and analyzed using MassHunter (Agilent) to assign a unique ID to each lipid based on its retention time and exact mass (RT_mz). ",
            "section": "Metabolomics and Lipidomics",
            "entity_spans": [
                {
                    "start": 79,
                    "end": 89,
                    "type": "software",
                    "rawForm": "MassHunter",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "e169a226df-software-25",
                    "cert": "1.0"
                },
                {
                    "start": 91,
                    "end": 98,
                    "type": "publisher",
                    "rawForm": "Agilent",
                    "resp": "#curator",
                    "id": "#e169a226df-software-25"
                }
            ]
        },
        {
            "text": "For GC-TOF, samples were prepared and analyzed using Gerstel CIS4 -with dual MPS Injector, Agilent 6890 GC and Pegasus III TOF MS, as described in (Fiehn et al., 2008).",
            "section": "Metabolomics and Lipidomics",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 167,
                    "type": "bibr",
                    "text": "(Fiehn et al., 2008)"
                }
            ]
        },
        {
            "text": "Analysis was performed in R (Team, 2014). ",
            "section": "Metabolomics and Lipidomics",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "(Team, 2014)"
                }
            ]
        },
        {
            "text": "Data were log2transformed and centered using Pareto scaling (van den Berg et al., 2006). ",
            "section": "Metabolomics and Lipidomics",
            "ref_spans": [
                {
                    "start": 60,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "(van den Berg et al., 2006)"
                }
            ]
        },
        {
            "text": "Exploratory data analysis was conducted using principal component analysis. ",
            "section": "Metabolomics and Lipidomics"
        },
        {
            "text": "The Shapiro-Wilk normality test was used to identify metabolites that were normally distributed, which were then analyzed for differential detection using linear models and empirical Bayes methods (Smyth, 2004). ",
            "section": "Metabolomics and Lipidomics",
            "ref_spans": [
                {
                    "start": 197,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "(Smyth, 2004)"
                }
            ]
        },
        {
            "text": "Non-normally distributed metabolites were analyzed using Wilcoxon test, followed by fdr-correction of p-values. ",
            "section": "Metabolomics and Lipidomics"
        },
        {
            "text": "Metabolites with 2 fold increase/decrease and adjusted p-value b 0.05 were considered differentially expressed.",
            "section": "Metabolomics and Lipidomics"
        },
        {
            "text": "A Seahorse Bioscience XF24 extracellular flux analyzer and reagents were used to infer fatty acid oxidation (FAO) and glycolysis in cells by measuring oxygen consumption rates (OCR) and extracellular acidification rate (ECAR) following the manufacturer's instructions. ",
            "section": "Fatty Acid Oxidation and Glycolysis Assays"
        },
        {
            "text": "Briefly, for the FAO assay, 48 h prior to the assay, 30,000 cells/well were seeded, allowed to grow overnight and then starved for 24 h with substratelimited medium. ",
            "section": "Fatty Acid Oxidation and Glycolysis Assays"
        },
        {
            "text": "The cells were re-fed with either XF Palmitate-BSA or XF Control-BS and OCR was measured at baseline and after the addition of 1.5 μM Oligomycin, 0.8 μM FCCP, 1.6uM FCCP and and 2 μM rotennone/4 μM antimycin A. For the glycolysis assay, 60,000 cells/ well were seeded 24 h prior to the assay on a XF24 Cell culture microplate in DMEM with 10% FBS. ",
            "section": "Fatty Acid Oxidation and Glycolysis Assays"
        },
        {
            "text": "The medium was switched to glycolysis assay medium (2 mM Glutamine in Seahorse Base Medium, pH 7.4) and cells were incubated for 1 h in a non-CO 2 37°C incubator. ",
            "section": "Fatty Acid Oxidation and Glycolysis Assays"
        },
        {
            "text": "OCR and ECAR were then measured at baseline and after sequential addition of 10 mM glucose, 1 μM oligomycin, and 50 mM 2-deoxy-D-glucose (2-DG).",
            "section": "Fatty Acid Oxidation and Glycolysis Assays"
        },
        {
            "text": "Analysis of covariance in mutant mice fitting kidney/body weight ratio (KBW) to age and using sex as a categorical factor showed that age correlates with increased KBW (p b 0.001; n = 31 control females, 33 mutant females, 32 control males, 39 mutant males), and sex is a modifier of the rate of cyst growth (p b 0.001; Cohen's d = 1.03) resulting in 66% to 167% increase in mutant male KBW (compared to mutant females) ( Fig. 1a), an effect not explained by differences in deletion rates (Supplementary Figure S1). ",
            "section": "Kidney Cystic Disease Progression is Slower in Adult Female Mice",
            "ref_spans": [
                {
                    "start": 422,
                    "end": 430,
                    "type": "figure",
                    "text": "Fig. 1a)"
                },
                {
                    "start": 504,
                    "end": 514,
                    "type": "figure",
                    "text": "Figure S1)"
                }
            ]
        },
        {
            "text": "In contrast, liver cysts showed the opposite trend: males have approximately 4% to 37% lower liver/body weight ratio (LBW) (p b 0.05; Supplementary Figure S1).",
            "section": "Kidney Cystic Disease Progression is Slower in Adult Female Mice",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 157,
                    "type": "figure",
                    "text": "Supplementary Figure S1"
                }
            ]
        },
        {
            "text": "Unbiased global gene expression microarray data using multidimensional scaling (MDS) showed that in eighty mouse kidneys between 102 and 210 days of age (14 control females, 21 mutant females, 19 control males and 26 mutant males) mutant and control kidneys clustered separately and their dissimilarities correlated with worsening of the phenotype (Fig. 1b). ",
            "section": "Gene Expression in Kidneys is Sexually Dimorphic",
            "ref_spans": [
                {
                    "start": 348,
                    "end": 357,
                    "type": "figure",
                    "text": "(Fig. 1b)"
                }
            ]
        },
        {
            "text": "While this is perhaps to be expected, we were surprised to find that control kidneys were clustered in separate male and female groups. ",
            "section": "Gene Expression in Kidneys is Sexually Dimorphic"
        },
        {
            "text": "In fact, roughly the same number of genes was differentially expressed between control male and female kidneys (3502) as between all mutant and control male samples (3721; Fig.  1c). ",
            "section": "Gene Expression in Kidneys is Sexually Dimorphic",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 180,
                    "type": "figure",
                    "text": "Fig.  1c"
                }
            ]
        },
        {
            "text": "To verify if these transcriptional sex differences were present in other kidney datasets, we identified a large published dataset (GSE25506 (Derry et al., 2010)) including 706 control kidney samples. ",
            "section": "Gene Expression in Kidneys is Sexually Dimorphic",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(Derry et al., 2010)"
                }
            ]
        },
        {
            "text": "Comparing male and female kidneys in this set, we again detected differential expression in approximately 60% of the expressed genes ( Figure S2), strongly suggesting that in mice kidney gene expression patterns are sexually determined.",
            "section": "Gene Expression in Kidneys is Sexually Dimorphic",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 145,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure S2)"
                }
            ]
        },
        {
            "text": "Cystogenesis could be delayed in females because different pathways are responsible for disease in males and females, or because pathways are activated to different degrees. ",
            "section": "Gene Networks and Disease Mechanisms are Likely Preserved Between Sexes"
        },
        {
            "text": "Using WGCNA (Langfelder and Horvath, 2008) to cluster co-expressed genes into modules and track changes in co-expression patterns in males and females, our data suggest networks are mostly preserved between wild type males and females and, in fact, between all genotype/sex groups (Supplementary Figure S3). ",
            "section": "Gene Networks and Disease Mechanisms are Likely Preserved Between Sexes",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(Langfelder and Horvath, 2008)"
                },
                {
                    "start": 296,
                    "end": 305,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure S3"
                }
            ]
        },
        {
            "text": "Furthermore, it summarized genes that have distinct sex patterns in two \"meta-modules\" (i.e. clusters of highly correlated modules) which have among their significantly enriched gene ontology categories biological processes related to metabolic and lipid pathways ( Fig. 1d and S4; and Supplementary Table 1).",
            "section": "Gene Networks and Disease Mechanisms are Likely Preserved Between Sexes",
            "ref_spans": [
                {
                    "start": 266,
                    "end": 281,
                    "type": "figure",
                    "text": "Fig. 1d and S4;"
                },
                {
                    "start": 286,
                    "end": 308,
                    "type": "table",
                    "text": "Supplementary Table 1)"
                }
            ]
        },
        {
            "text": "Protection in females is therefore likely derived from increased/ decreased activity of conserved functional gene clusters. ",
            "section": "Gene Networks and Disease Mechanisms are Likely Preserved Between Sexes"
        },
        {
            "text": "Comparing three different disease stages (pre-cystic: P100-P139; cystic: P140-P190 and severely cystic: P190-P210) we identified hundreds of differentially expressed genes and confirmed that many differences become significant as disease progresses, few are unique to one sex, and in cystic samples the percentage of genes that are differentially expressed in both males and females increases (Fig. 1, e and f). ",
            "section": "Gene Networks and Disease Mechanisms are Likely Preserved Between Sexes",
            "ref_spans": [
                {
                    "start": 393,
                    "end": 410,
                    "type": "figure",
                    "text": "(Fig. 1, e and f)"
                }
            ]
        },
        {
            "text": "This suggests that progression mechanisms are similar in males and females, just retarded in the latter. ",
            "section": "Gene Networks and Disease Mechanisms are Likely Preserved Between Sexes"
        },
        {
            "text": "Gene ontology of differentially expressed genes (Supplementary Table 2), in agreement with previous findings (Menezes et al., 2012;Rowe et al., 2013), suggests that metabolic pathways are dysregulated, including lipid (p = 9.13E-06) and fatty acid (1.28E-05) metabolism. ",
            "section": "Gene Networks and Disease Mechanisms are Likely Preserved Between Sexes",
            "ref_spans": [
                {
                    "start": 48,
                    "end": 70,
                    "type": "table",
                    "text": "(Supplementary Table 2"
                },
                {
                    "start": 109,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(Menezes et al., 2012;"
                },
                {
                    "start": 131,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "Rowe et al., 2013)"
                }
            ]
        },
        {
            "text": "Other notable categories include inflammation and cell locomotion/adhesion.",
            "section": "Gene Networks and Disease Mechanisms are Likely Preserved Between Sexes"
        },
        {
            "text": "Our data thus showed that disease mechanisms are similar in males and females and that lipid metabolic pathways are likely dysregulated in mutant kidneys and different between control females and males. ",
            "section": "Gene Networks and Disease Mechanisms are Likely Preserved Between Sexes"
        },
        {
            "text": "We therefore hypothesized that altered lipid metabolism could be an intrinsic component of PKD, perhaps underlying the protection seen in females.",
            "section": "Gene Networks and Disease Mechanisms are Likely Preserved Between Sexes"
        },
        {
            "text": "Metabolomics and lipidomics of 14 male kidney samples (8 mutant) confirmed that mutant kidneys have distinct metabolic profiles, particularly in more cystic stages, as shown in principal component analysis (PCA) plots (Fig. 2, a and b). ",
            "section": "Metabolite and Complex Lipids Profiling Confirm Global Metabolic Differences in Mutant Kidneys",
            "ref_spans": [
                {
                    "start": 218,
                    "end": 234,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 2, a and b"
                }
            ]
        },
        {
            "text": "While several compounds had more than 2-fold change, only seven metabolites and one lipid (diacylglycerol (38:6)) reached statistical significance ( Fig. 2c and Supplementary Table 3). ",
            "section": "Metabolite and Complex Lipids Profiling Confirm Global Metabolic Differences in Mutant Kidneys",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 156,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 2c"
                },
                {
                    "start": 175,
                    "end": 182,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The small number of statistically significant changes likely reflects the mostly normal profiles of pre-cystic samples. ",
            "section": "Metabolite and Complex Lipids Profiling Confirm Global Metabolic Differences in Mutant Kidneys"
        },
        {
            "text": "In fact, even the metabolites with different concentration were more highly correlated with KBW (mean correlation: 0.88; Fig. 2d) than with genotype (mean correlation: 0.62), the exception being diacylglycerol (correlation with KBW: −0.48; with genotype: −0.70).",
            "section": "Metabolite and Complex Lipids Profiling Confirm Global Metabolic Differences in Mutant Kidneys",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 128,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 2d"
                }
            ]
        },
        {
            "text": "We next tested fatty acid oxidation in vitro. ",
            "section": "Fatty Acid Oxidation is Defective in Mutant Epithelial Cells"
        },
        {
            "text": "We isolated and immortalized cell lines enriched in either proximal or distal tubes from two Pkd1 conditional mice and subsequently inactivated Pkd1 using lentiviral cre expression or cre recombinase delivery. ",
            "section": "Fatty Acid Oxidation is Defective in Mutant Epithelial Cells"
        },
        {
            "text": "In addition, we used shRNA to knock-down Pkd1 in a mouse collecting duct cell line (mCCD (Gaeggeler et al., 2005)). ",
            "section": "Fatty Acid Oxidation is Defective in Mutant Epithelial Cells",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(Gaeggeler et al., 2005)"
                }
            ]
        },
        {
            "text": "Measuring oxygen consumption rate (OCR) with an extracellular flux analyzer, we showed that in five different epithelial cell lines Pkd1 inactivation resulted in lower fatty acid oxidation (n = 5 pairs, p-value = 0.0001367; Fig. 3, a and b). ",
            "section": "Fatty Acid Oxidation is Defective in Mutant Epithelial Cells",
            "ref_spans": [
                {
                    "start": 224,
                    "end": 240,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 3, a and b)"
                }
            ]
        },
        {
            "text": "Changes in glycolysis were not observed (Fig. 3, c and d, and Supplementary  Figure S5). ",
            "section": "Fatty Acid Oxidation is Defective in Mutant Epithelial Cells",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 56,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 3, c and d"
                },
                {
                    "start": 62,
                    "end": 86,
                    "type": "figure",
                    "text": "Supplementary  Figure S5"
                }
            ]
        },
        {
            "text": "These results suggest that Pkd1 inactivation in kidney epithelial cells directly contributes to the in vivo signature of lipid metabolism dysfunction.",
            "section": "Fatty Acid Oxidation is Defective in Mutant Epithelial Cells"
        },
        {
            "text": "If lipid metabolism plays a role in cystogenesis, we hypothesized that the lipid content of diets could alter disease progression. ",
            "section": "Lipid Metabolism is A Disease Modifier"
        },
        {
            "text": "Since breast milk fatty acid composition can be manipulated through diet (Oosting et al., 2015), we tested the hypothesis by feeding nursing dams two chows that differ mainly in their lipid composition (NIH31 and NIH37; supplementary files 1 and 2) to nursing moms and young pups in two mouse models of Pkd1 inactivation: a tamoxifen-inducible line (ER-Cre), induced at 7 days of age (P7) and harvested at P21; and a Ksp-cre line, expressing the cre-recombinase under the control of Ksp and resulting in epithelial deletion of Pkd1 in mid-gestation, harvested at P14. ",
            "section": "Lipid Metabolism is A Disease Modifier",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "(Oosting et al., 2015)"
                }
            ]
        },
        {
            "text": "The change in diet had no significant effect on body weight (p = 0.52 and p = 0.2, respectively; Fig. 4) and on both diets kidneys were quite cystic. ",
            "section": "Lipid Metabolism is A Disease Modifier",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 103,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "However, in both lines, decreasing the lipid content of the diet by what seemed a trivial amount (from 7.47% fatty acids to 5.62%) resulted in a small but statistically significant improvement (ER-Cre model: p = 0.04, Cohen's d = 0.78; n = 19(NIH31) and 14(NIH37); 95% confidence interval reduction in KBW between 1.4% and 46.4%); Ksp-Cre model: p = 0.03, Cohen's d = 0.62; n = 26 (NIH31) and 26 (NIH37); 95% confidence interval reduction in KBW between 1.1% and 19.1%; Fig. 4).",
            "section": "Lipid Metabolism is A Disease Modifier",
            "ref_spans": [
                {
                    "start": 470,
                    "end": 476,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "While the idea that altered metabolism may be a major driver of cellular growth is widely appreciated in the cancer field, this was largely not considered for PKD until our previous network analysis of early onset PKD (Menezes et al., 2012) and the description of a Warburg effect in Pkd1 ko/ko mouse embryonic fibroblasts (Rowe et al., 2013). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 218,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(Menezes et al., 2012)"
                },
                {
                    "start": 323,
                    "end": 342,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "(Rowe et al., 2013)"
                }
            ]
        },
        {
            "text": "The current study significantly extends the prior work but also has important differences. ",
            "section": "Discussion"
        },
        {
            "text": "Using a systems-based approach to examine the effects of acquired loss of Pkd1 in mouse kidney as they transition from normal to cystic state, we again found that differentially expressed genes showed enrichment for metabolic pathways and that these were associated with global metabolic differences in cystic kidneys. ",
            "section": "Discussion"
        },
        {
            "text": "Importantly, we also found that sex was an important determinant of disease severity, that the transcriptional profiles of normal male and female kidneys differed almost as much as those of normal and cystic kidneys, and that differentially expressed gene modules were greatly enriched for genes involved in lipid metabolism.",
            "section": "Discussion"
        },
        {
            "text": "Though metabolic (and lipid) pathways were not the only enriched pathways in our study, they were the common thread linking several observations: ",
            "section": "Discussion"
        },
        {
            "text": "a) female mice had less severe PKD; ",
            "section": "Discussion"
        },
        {
            "text": "b) the top scoring pathways different between normal male and female kidneys were related to lipid metabolism; ",
            "section": "Discussion"
        },
        {
            "text": "c) lipid metabolism pathways were also different between mutant and controls. ",
            "section": "Discussion"
        },
        {
            "text": "In addition, other groups have reported slower progression of many kidney diseases in females (reviewed in (Silbiger and Neugarten, 2008)) and that impaired fatty acid oxidation is a component of chronic kidney disease (Kang et al., 2015;Silbiger and Neugarten, 2008). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "(Silbiger and Neugarten, 2008)"
                },
                {
                    "start": 219,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(Kang et al., 2015;"
                },
                {
                    "start": 238,
                    "end": 267,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "Silbiger and Neugarten, 2008)"
                }
            ]
        },
        {
            "text": "We tested a role for lipid metabolism in PKD in two ways: ",
            "section": "Discussion"
        },
        {
            "text": "a) fatty acid oxidation assay using cell lines (to differentiate between changes secondary to renal damage versus intrinsic defects in Pkd1 ko/ko cells); and ",
            "section": "Discussion"
        },
        {
            "text": "b) the effects of dietary lipid on PKD progression in Pkd1 ko/ko mice. ",
            "section": "Discussion"
        },
        {
            "text": "We found that renal epithelial cells lacking Pkd1 have cell autonomous defects in fatty acid oxidation. ",
            "section": "Discussion"
        },
        {
            "text": "Notably, consistent with Warner et al., but not Rowe et al., (Warner et al., 2015;Rowe et al., 2013), we did not find elevated lactic acid levels in cystic kidneys nor enhanced glycolytic activity in renal epithelial cells lacking Pkd1.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "(Warner et al., 2015;"
                },
                {
                    "start": 82,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "Rowe et al., 2013)"
                }
            ]
        },
        {
            "text": "To what extent these metabolic defects contribute to PKD is still an open question: Fig. 3 clearly shows lower FAO activity in each of the mutant lines compared to the wild type control from which each was derived, but it also shows that the range of FAO values in mutants is similar to that of control cells. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 90,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Therefore, the absolute effects resulting Fig. 1. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 42,
                    "end": 48,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Sex is a major determinant of disease progression and gene expression profiles in a mouse PKD model. ",
            "section": "Discussion"
        },
        {
            "text": "a) Kidney to body weight ratios (KBW) plotted over time starting 50 days after Pkd1 inactivation and showing more rapid and severe kidney disease in males (curve fitted for each sex/genotype group using generalized linear model with gamma distribution; the line for control female overlaps and is obscured by the control male line). ",
            "section": "Discussion"
        },
        {
            "text": "b) Multidimensional scaling (MDS) plot representing similarity in gene expression patterns between samples and showing that sex and cystic stage are responsible for most of the difference. ",
            "section": "Discussion"
        },
        {
            "text": "Each dot corresponds to one kidney (size: correlates with KBW). ",
            "section": "Discussion"
        },
        {
            "text": "c) Representative kidney histology of mutant and control male and female mice showing cystic mutant male and less affected littermate mutant female. ",
            "section": "Discussion"
        },
        {
            "text": "Boxes delimit group comparisons using all animals in the dataset and corresponding number of differentially expressed genes. ",
            "section": "Discussion"
        },
        {
            "text": "d) Heatmap plot showing patterns of gene expression between male and female control kidneys. ",
            "section": "Discussion"
        },
        {
            "text": "Each column is a sample and each row is a gene. ",
            "section": "Discussion"
        },
        {
            "text": "The colored vertical bar on the left groups genes with very similar (correlated) expression patterns into modules. ",
            "section": "Discussion"
        },
        {
            "text": "These clusters can be further grouped into 2 sets of correlated genes that we labeled \"Meta-module 1\" and \"Meta-module 2\" (demarcated on the right margin of the plot). ",
            "section": "Discussion"
        },
        {
            "text": "The dendogram on the top shows that the expression pattern of these genes can separate male and female kidneys. ",
            "section": "Discussion"
        },
        {
            "text": "e and ",
            "section": "Discussion"
        },
        {
            "text": "f) Differential expression in cystic females mirror those in males. ",
            "section": "Discussion"
        },
        {
            "text": "e) Cumulative distribution of p values comparing mutant vs. control at different age intervals in males and females. ",
            "section": "Discussion"
        },
        {
            "text": "The curves show that the number of differentially expressed genes in females is similar to those in younger males, consistent with a delayed, but similar, disease process in females. ",
            "section": "Discussion"
        },
        {
            "text": "f) Bar plot showing that the number of differentially expressed genes between mutant and controls correlates with age (disease severity), and is smaller in females, likely reflecting the delayed phenotype. ",
            "section": "Discussion"
        },
        {
            "text": "In the more severe stage, most differentially expressed genes (orange) were differentially expressed in both males and females. ",
            "section": "Discussion"
        },
        {
            "text": "Each bar corresponds to genes differentially expressed only in females (red), only in males (blue), or in both (orange).",
            "section": "Discussion"
        },
        {
            "text": "from Pkd1 loss may be quite modest. ",
            "section": "Discussion"
        },
        {
            "text": "Nonetheless, our observation that a very modest change in the lipid composition of diet could significantly affect the progression of disease, in the context of the current findings, suggests that metabolic pathways are an integral part of PKD and supports the notion that the metabolic abnormalities observed in the cystic kidneys result from an intrinsic defect in lipid metabolism.",
            "section": "Discussion"
        },
        {
            "text": "There are a number of other lines of evidence that suggest that altered cellular metabolism might be a primary factor in PKD: ",
            "section": "Discussion"
        },
        {
            "text": "1) drugs known to have significant metabolic effects, like rapamycin and metformin, slowed cyst growth in Pkd1 ADPKD mouse models (Shillingford et al., 2010;Takiar et al., 2011); ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "(Shillingford et al., 2010;"
                },
                {
                    "start": 157,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "Takiar et al., 2011)"
                }
            ]
        },
        {
            "text": "2) ciliary signalingbelieved to be a major player in PKDplays an important role in regulating cellular metabolism via a number of different mechanisms, including direct control of mitochondrial function (Boehlke et al., 2010;Oh et al., 2015;Hoff et al., 2013); ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 203,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Boehlke et al., 2010;"
                },
                {
                    "start": 225,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "Oh et al., 2015;"
                },
                {
                    "start": 241,
                    "end": 259,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "Hoff et al., 2013)"
                }
            ]
        },
        {
            "text": "3) mutations of several genes that encode proteins with primary metabolic functions have been reported to cause renal cysts, including fumarate hydratase (OMIM 150800) (Lehtonen et al., 2006;Adam et al., 2011) and, in glutaric acidemia type II (OMIM 231680), genes encoding proteins involved in electron transfer in the mitochondrial respiratory chain (ETFA, ETFB, ETFDH (Böhm et al., 1982;Wilson et al., 1989); 4) finally, a recent report describing that Fat (ft), an atypical cadherin, long-studied as a prototypical member of the planar cell polarity pathway (PCP) (Sing et al., 2014), undergoes proteolytic cleavage to release a soluble 68 kDa fragment that is imported into mitochondria where it binds directly to and stabilizes the activity of NADH dehydrogenase ubiquionone flavoprotein 2, a core component of complex I activity. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(Lehtonen et al., 2006;"
                },
                {
                    "start": 191,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "Adam et al., 2011)"
                },
                {
                    "start": 371,
                    "end": 390,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(Böhm et al., 1982;"
                },
                {
                    "start": 390,
                    "end": 410,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "Wilson et al., 1989)"
                },
                {
                    "start": 568,
                    "end": 587,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "(Sing et al., 2014)"
                }
            ]
        },
        {
            "text": "As defects in planar cell polarity (PCP) can cause PKD, usually believed as secondary to disrupted mitotic spindle orientation or convergent-extension processes during development (Fischer et al., 2006;Karner et al., 2009), this finding is particularly interesting and may provide another link between cilia, metabolism and PKD. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(Fischer et al., 2006;"
                },
                {
                    "start": 202,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "Karner et al., 2009)"
                }
            ]
        },
        {
            "text": "The observation that sex is an important determinant of disease severity in orthologous models of ADPKD has not been previously reported, but it is not surprising given that human studies suggest that males with autosomal dominant PKD have worse renal cystic disease but less severe liver cystic disease (Reed et al., 2008;Cnossen and Drenth, 2014). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 304,
                    "end": 323,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(Reed et al., 2008;"
                },
                {
                    "start": 323,
                    "end": 348,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "Cnossen and Drenth, 2014)"
                }
            ]
        },
        {
            "text": "The interplay between sexual dimorphism and PKD severity likely occurs on multiple levels, as previous studies have identified inflammatory pathways and cAMP signaling as both important progression factors in PKD (Torres et al., 2004(Torres et al., , 2012Menon et al., 2011;Klawitter et al., 2013;Karihaloo et al., 2011) and subject to sex effects (Grimble, 2002;Barton and Prossnitz, 2015;Davis et al., 2014;Auger, 2003;Abrahám and Herbison, 2005;Liu et al., 2011;Juul et al., 2014). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 213,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "(Torres et al., 2004"
                },
                {
                    "start": 233,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "(Torres et al., , 2012"
                },
                {
                    "start": 255,
                    "end": 274,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "Menon et al., 2011;"
                },
                {
                    "start": 274,
                    "end": 297,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "Klawitter et al., 2013;"
                },
                {
                    "start": 297,
                    "end": 320,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "Karihaloo et al., 2011)"
                },
                {
                    "start": 348,
                    "end": 363,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(Grimble, 2002;"
                },
                {
                    "start": 363,
                    "end": 390,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "Barton and Prossnitz, 2015;"
                },
                {
                    "start": 390,
                    "end": 409,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "Davis et al., 2014;"
                },
                {
                    "start": 409,
                    "end": 421,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "Auger, 2003;"
                },
                {
                    "start": 421,
                    "end": 448,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "Abrahám and Herbison, 2005;"
                },
                {
                    "start": 448,
                    "end": 465,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "Liu et al., 2011;"
                },
                {
                    "start": 465,
                    "end": 483,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "Juul et al., 2014)"
                }
            ]
        },
        {
            "text": "Our data suggest that sexual differences in fatty acid metabolism may be another important disease-modulating factor.",
            "section": "Discussion"
        },
        {
            "text": "Our findings also may have broader implications for other forms of renal injury as male sex is associated with accelerated progression in many kidney diseases (Silbiger and Neugarten, 2008). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "(Silbiger and Neugarten, 2008)"
                }
            ]
        },
        {
            "text": "Gene expression analysis of samples of patients with chronic kidney disease (CKD) was reported enriched for genes involved in inflammatory and metabolic pathways, particularly fatty acid oxidation (FAO), a pattern somewhat similar to the findings presented here (Kang et al., 2015). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 262,
                    "end": 281,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(Kang et al., 2015)"
                }
            ]
        },
        {
            "text": "Similarly, transgenic mice overexpressing in proximal tubules PPARalpha, a known regulator of FAO, seemed to have reduced morphological damage after ischemic injury (Li et al., 2013). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(Li et al., 2013)"
                }
            ]
        },
        {
            "text": "These effects are postulated to involve modulation of fibrotic responses. ",
            "section": "Discussion"
        },
        {
            "text": "If and how such cascades relate to the metabolomics of PKD, if microcystic changes commonly found in CKD contribute to its metabolic component and what is unique or shared in the metabolic trigger or response of different kidney diseases remain to be studied.",
            "section": "Discussion"
        },
        {
            "text": "These data have a number of other important implications. ",
            "section": "Discussion"
        },
        {
            "text": "Our diet studies provide confirmation that in an orthologous PKD model diet can modify disease and suggest the possibility that diet could be a modifiable risk factor in humans. ",
            "section": "Discussion"
        },
        {
            "text": "It should be noted that our study is unusual in that the diet manipulation was trivial: while many high-fat diet manipulations aim for fat as the primary source of energy, NIH-31 (~5.6% fat) and NIH-37 (~7.5%) can be used interchangeably in mouse colonies, the latter being sometimes preferred for lactating moms. ",
            "section": "Discussion"
        },
        {
            "text": "That we can detect a difference should be a reminder that research conducted asynchronously or in different animal facilities within the same institution could not be directly comparable if diet is not standardized. ",
            "section": "Discussion"
        },
        {
            "text": "It also suggests that clinical studies might be improved by stratification according to diet and/or metabolic parameters.",
            "section": "Discussion"
        },
        {
            "text": "This study also suggests two important new lines for future investigation: how loss of Pkd1 results in a cell autonomous fatty acid oxidation defect and, more broadly, how altered cellular metabolism leads to dysregulation of tubular diameter and planar cell polarity. ",
            "section": "Discussion"
        },
        {
            "text": "While metabolic reprogramming may contribute to the increased proliferation seen in some forms of PKD, hyperproliferation is not a universal feature of all forms of cystic disease. ",
            "section": "Discussion"
        },
        {
            "text": "One intriguing speculation is that the abnormalities we have identified are associated with altered lipid biosynthetic pathways, the latter playing important roles in regulating cellular membrane properties and hence cellular structure and function (Holthuis and Menon, 2014).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 249,
                    "end": 275,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(Holthuis and Menon, 2014)"
                }
            ]
        },
        {
            "text": "In conclusion, we have shown a significant sexual difference in PKD progression in this mouse model, identified altered lipid metabolism as a possible underlying cause and confirmed that PKD has an intrinsic dysfunction in fatty acid oxidation. ",
            "section": "Discussion"
        },
        {
            "text": "We therefore suggest that PKD could be a disease of altered cellular metabolism, a model that nicely links a number of otherwise disconnected findings in a common process. ",
            "section": "Discussion"
        },
        {
            "text": "These results have important implications for how one should model and study the disease and opens new avenues to understand pathogenesis and ameliorate disease.",
            "section": "Discussion"
        },
        {
            "text": "Supplementary data to this article can be found online at http://dx. ",
            "section": "Discussion"
        },
        {
            "text": "doi.org/10.1016/j.ebiom.2016.01.027.",
            "section": "Discussion"
        },
        {
            "text": "This research was supported by the Intramural Research Program of the NIH, The National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) 1ZIADK075042. ",
            "section": "Acknowledgments"
        },
        {
            "text": "We would like to thank Yuning George Huang for technical assistance with real time PCR experiments and members of Toren Finkel's lab for helpful discussions and for providing access to a Seahorse XF24.",
            "section": "Acknowledgments"
        },
        {
            "text": "Drs. ",
            "section": "Authors's Contributions"
        },
        {
            "text": "Menezes and Germino designed the study, analyzed and interpreted the data, and wrote the manuscript. ",
            "section": "Authors's Contributions"
        },
        {
            "text": "Drs. ",
            "section": "Authors's Contributions"
        },
        {
            "text": "Menezes and Zhou managed the animal colony and collected data. ",
            "section": "Authors's Contributions"
        },
        {
            "text": "Dr. Menezes generated cell lines and performed the bioinformatics studies. ",
            "section": "Authors's Contributions"
        },
        {
            "text": "Dr. Lin performed the Seahorse assays.",
            "section": "Authors's Contributions"
        },
        {
            "text": "The authors have no relevant conflicts to report. ",
            "section": "Conflicts of Interest"
        },
        {
            "text": "Fig. 4. ",
            "section": "Conflicts of Interest",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "Diet lipid content is positively correlated with severity of cystic kidney disease. ",
            "section": "Conflicts of Interest"
        },
        {
            "text": "a) In both tamoxifen-inducible (ER-CRE) and Ksp-Cre induced mouse model, kidney/body weight (KBW) in increased in animals fed NIH37 diet, which has higher lipid content. ",
            "section": "Conflicts of Interest"
        },
        {
            "text": "b) Body weight is not statistically different between the two diets.",
            "section": "Conflicts of Interest"
        }
    ]
}