{
    "abstract": [],
    "body_text": [
        {
            "text": "The incidence of thyroid carcinoma is the highest among head and neck carcinomas. ",
            "section": "Introduction"
        },
        {
            "text": "Differentiated thyroid carcinoma (DTC) accounts for 90% of thyroid cancers, with 20% of patients experiencing disease relapse, which decreases survival rates (1). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "A timely diagnosis of thyroid cancer recurrence is critical. ",
            "section": "Introduction"
        },
        {
            "text": "Evaluation of serum thyroglobulin and 131 I-diagnostic whole-body scanning (dWBS) are the most commonly employed detection techniques. ",
            "section": "Introduction"
        },
        {
            "text": "However, 15-20% of patients with abnormal thyroglobulin levels show negative findings on 131 I-dWBS (2,3). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2,"
                },
                {
                    "start": 103,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3)"
                }
            ]
        },
        {
            "text": "Furthermore, it is difficult to differentiate the recurrence of DTC from cicatricial tissue by computed tomography (CT), positron emission tomography (PET), magnetic resonance imaging (MRI), or ultrasound (4). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(4)"
                }
            ]
        },
        {
            "text": "Subsequently, PET/CT has been introduced in the diagnostics of DTC, since PET/CT shows metabolic activity and anatomical abnormalities, characteristic of the tumour.",
            "section": "Introduction"
        },
        {
            "text": "Between December 2005 and June 2013, 18 F-fluorodeoxyglucose (FDG) PET/CT was utilized to diagnose 15 patients with DTC. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 37,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "18"
                }
            ]
        },
        {
            "text": "The results identified 18 F-FDG PET/CT as a valuable detecting technique for the recurrence or metastasization of DTC.",
            "section": "Introduction"
        },
        {
            "text": "Fifteen patients with DTC were admitted to the Department of Nuclear Medicine of the Xuzhou Central Hospital (Xuzhou, China) between December 2005 and June 2013. ",
            "section": "Patients."
        },
        {
            "text": "There were 3 male and 12 female patients, aged 25-58 years, with a median age of 46 years (Table I). ",
            "section": "Patients.",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 99,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table I)"
                }
            ]
        },
        {
            "text": "The patients were diagnosed with DTC, and underwent total or subtotal thyroidectomy.",
            "section": "Patients."
        },
        {
            "text": "The pathological types comprised 14 cases of papillary carcinoma and 1 case of follicular carcinoma. ",
            "section": "Patients."
        },
        {
            "text": "The patients received 1 or several courses of postoperative treatment with 131 I: 1 patient was treated once, 4 patients were treated twice, 6 patients were treated three times, 2 patients were treated four times, 1 patient was treated six times, and the remaining patient was treated eight times. ",
            "section": "Patients."
        },
        {
            "text": "At the follow up after the treatment, elevated levels of thyroglobulin (>20 ng/ml) and negative 131 I-dWBS findings were present in each of these patients. ",
            "section": "Patients."
        },
        {
            "text": "Subsequently, tumour recurrence or metastasization was suspected. ",
            "section": "Patients."
        },
        {
            "text": "The patients underwent PET/CT examination. ",
            "section": "Patients."
        },
        {
            "text": "Patients continued receiving thyroidin pills following surgery, including during PET/CT, to avoid deterioration of the tumour.  ",
            "section": "Patients."
        },
        {
            "text": "18 F-FDG (4.4 MBq/kg). ",
            "section": "Patients."
        },
        {
            "text": "After 60 min and prior to the scanning, the patients were required to empty their bladders.",
            "section": "Patients."
        },
        {
            "text": "Collection ranges were from the basilar part to the proximal femur. ",
            "section": "Patients."
        },
        {
            "text": "The 16-slice helical CT scanning parameters were 140 kV, 320 mA, with flat sweeping. ",
            "section": "Patients."
        },
        {
            "text": "Data were analyzed by image fusion following iterative reconstruction, obtaining coronal, sagittal and cross-sectional CT, PET and PET/CT fusion images. ",
            "section": "Patients."
        },
        {
            "text": "The PET/CT images were reviewed independently by two radiologists who calculated a standardized uptake value of radioactive hot lesion. ",
            "section": "Patients."
        },
        {
            "text": "A standardized uptake value of ≥2.5 localized in metastatic regions was considered as indicative of tumour metastasization.",
            "section": "Patients."
        },
        {
            "text": "Based on the positive results of PET/CT scanning, the lesions located in the neck underwent surgical excision, and postoperative histopathology was carried out. ",
            "section": "Diagnostic criteria of tumour recurrence or metastasization."
        },
        {
            "text": "The patients were monitored for their serum thyroglobulin levels for 1 month. ",
            "section": "Diagnostic criteria of tumour recurrence or metastasization."
        },
        {
            "text": "If the lesions were located in the organs where surgical excision was problematic, the status was determined by clinical situation and the follow-up imaging results within 6 months after the initial PET/CT examination.",
            "section": "Diagnostic criteria of tumour recurrence or metastasization."
        },
        {
            "text": "Data analysis. ",
            "section": "Diagnostic criteria of tumour recurrence or metastasization."
        },
        {
            "text": "The PET/CT images were qualitatively ranked as true positive, false negative, and false positive. ",
            "section": "Diagnostic criteria of tumour recurrence or metastasization."
        },
        {
            "text": "Sensitivity and positive predictive value (PPV) for the diagnosis of recurrence and metastasization of DTC were calculated.",
            "section": "Diagnostic criteria of tumour recurrence or metastasization."
        },
        {
            "text": "Statistical analysis. ",
            "section": "Diagnostic criteria of tumour recurrence or metastasization."
        },
        {
            "text": "The SPSS 13.0 statistical software (SPSS, Inc., Chicago, IL, USA) was used for statistical analysis. ",
            "section": "Diagnostic criteria of tumour recurrence or metastasization."
        },
        {
            "text": "Data were presented as mean ± standard deviation. ",
            "section": "Diagnostic criteria of tumour recurrence or metastasization."
        },
        {
            "text": "The differences were tested using the paired t-test. ",
            "section": "Diagnostic criteria of tumour recurrence or metastasization."
        },
        {
            "text": "P<0.05 was considered to indicate a statistically significant difference.",
            "section": "Diagnostic criteria of tumour recurrence or metastasization."
        },
        {
            "text": "In 14 patients, PET/CT scanning had a sensitivity of 93.33%. ",
            "section": "Results"
        },
        {
            "text": "The 14 patients were found to have 40 tumour recurrences or metastases, of which 35 were cervical lymph node metastases (Fig. 1). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 128,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "The tumours were excised and were identified by postoperative pathology as being tumour metastases in 32 cases and as inflammatory changes in 3 cases. ",
            "section": "Results"
        },
        {
            "text": "Thus, PPV comprised 91.43%. ",
            "section": "Results"
        },
        {
            "text": "In 1 patient, 5 lumps were located in the lungs and the mediastinum. ",
            "section": "Results"
        },
        {
            "text": "No biopsy or surgical intervention were conducted in this patient. ",
            "section": "Results"
        },
        {
            "text": "The lumps increased during the follow up for 6 months, confirming their metastatic nature.",
            "section": "Results"
        },
        {
            "text": "One patient had negative PET/CT findings and developed neck lumps after 6 months of follow up, which were confirmed as tumour metastases.",
            "section": "Results"
        },
        {
            "text": "A total of 13 patients with preoperative serum thyroglobulin levels of 58.53±18.34 ng/ml underwent surgery. ",
            "section": "Results"
        },
        {
            "text": "Their postoperation serum thyroglobulin levels were 4.67±1.71 ng/ml (p<0.05 vs. preoperative).",
            "section": "Results"
        },
        {
            "text": "Examination of thyroglobulin levels and 131 I-dWBS following treatment is important for tumour monitoring and the detection of metastasization in DTC (5). ",
            "section": "Discussion"
        },
        {
            "text": "Elevated thyroglobulin levels indicate recurrence or metastasization, resulting in 131 I-dWBS scans being able to locate the tumour. ",
            "section": "Discussion"
        },
        {
            "text": "When 131 I-dWBS shows negative findings, B-mode ultrasound, CT, MRI, PET or other imaging techniques are used to localize recurrent or metastatic tumour. ",
            "section": "Discussion"
        },
        {
            "text": "The first three methods are mainly used to locate the tumour by anatomical abnormalities, while PET reveals the tumour through metabolic abnormalities (6). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "Each of these techniques has its advantages and limitations. ",
            "section": "Discussion"
        },
        {
            "text": "By contrast, PET/CT imaging can simultaneously reveal metabolic status and anatomical location of the lesion, thus combining the advantages of PET and CT (7). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "This technique is useful in difficult diagnoses, such as that for postoperative scars or nodules, which lack typical benign or malignant signs. ",
            "section": "Discussion"
        },
        {
            "text": "Malignant tumours consume glucose at 10-fold higher rates than normal or scar tissue, and this feature enables precise differential diagnosis in those cases (8). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "Therefore, combined functional and morphological examination during PET/CT can improve the ability to detect recurrent and metastatic tumours (9).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(9)"
                }
            ]
        },
        {
            "text": "The diagnostic efficiency of 18 F-FDG PET/CT imaging in the postoperative follow up of patients with DTC depends on patient selection, sample size, thyroglobulin levels, and thyroid-stimulating hormone levels (10). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(10)"
                }
            ]
        },
        {
            "text": "Sensitivity and PPV for recurrence and metastasization of DTC range from 66 to 93.3% and from 87.5 to 100%, respectively (11)(12)(13). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(11)"
                },
                {
                    "start": 125,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(12)"
                },
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(13)"
                }
            ]
        },
        {
            "text": "These values are significantly higher than those achieved by B-mode ultrasound, CT, MRI, or PET alone. ",
            "section": "Discussion"
        },
        {
            "text": "In the present study, sensitivity and PPV were 93.33 and 91.43%, respectively, for patients with positive thyroglobulin levels and negative 131 I-dWBS findings. ",
            "section": "Discussion"
        },
        {
            "text": "This is in agreeement with previous findings (14)(15)(16)(17)(18)(19). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(14)"
                },
                {
                    "start": 49,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(15)"
                },
                {
                    "start": 53,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(16)"
                },
                {
                    "start": 57,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(17)"
                },
                {
                    "start": 61,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(18)"
                },
                {
                    "start": 65,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(19)"
                }
            ]
        },
        {
            "text": "In such patients, metastatic tumour is more aggressive, which leads to elevation of the sensitivity of 18 F-FDG PET/CT imaging. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "18"
                }
            ]
        },
        {
            "text": "However, tumours that uptake iodine do not uptake FDG, therefore, 18 F-FDG PET/CT cannot fully replace 131 I-dWBS and should not be recommended for routine screening for recurrent or metastatic DTC.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "18"
                }
            ]
        },
        {
            "text": "In conclusion, findings of the present study indicate that 18 F-FDG PET/CT imaging is an informative technique for the detection of recurrence or metastasization of DTC in patients with positive thyroglobulin levels and negative 131 I-dWBS.",
            "section": "Discussion"
        }
    ]
}