{
    "id": "a7b4c54f31",
    "abstract": [],
    "body_text": [
        {
            "text": "The Drosophila central complex comprises a set of four neuropils that straddle the midline of the protocerebrum in the center of the brain. "
        },
        {
            "text": "In each of these four neuropils, an intricate collection of neurons is exquisitely assembled and precisely connected to neighboring neuropils to conduct the many complex behaviors of the fly. "
        },
        {
            "text": "The central complex serves as an integration center for diverse motor, sensory, learning, and memory activities in insects. "
        },
        {
            "text": "It is involved in coordinating locomotor behavior, including flight and various aspects of walking in flies and cockroaches (Bausenwein et al., 1986;Strauss and Heisenberg, 1993;Ilius et al., 1994;Martin et al., 1999;Ridgel et al., 2007;Bender et al., 2010); visual stripe fixation as well as the initiation, organization, and integration of behavior (Bausenwein et al., 1994); visual feature processing (Seelig and Jayaraman, 2013); sensory-guided changes in orien-tation and locomotion in the cockroach (Bender et al., 2010;Guo and Ritzmann, 2013); various types of memory in flies (Liu et al., 2006;Neuser et al., 2008;Pan et al., 2009;Ofstad et al., 2011;Kuntz et al., 2012); angular reach in gap crossing (Triphan et al., 2010); sleep (Donlea et al., 2011;Donlea et al., 2014); sound production during courtship (Popov et al., 2003); gravitaxis (Baker et al., 2007); and in sun-compass navigation in the locust and monarch butterfly (Heinze and Homberg, 2007;Heinze and Reppert, 2011).",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(Bausenwein et al., 1986;"
                },
                {
                    "start": 149,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "Strauss and Heisenberg, 1993;"
                },
                {
                    "start": 178,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Ilius et al., 1994;"
                },
                {
                    "start": 197,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "Martin et al., 1999;"
                },
                {
                    "start": 217,
                    "end": 237,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "Ridgel et al., 2007;"
                },
                {
                    "start": 237,
                    "end": 257,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "Bender et al., 2010)"
                },
                {
                    "start": 351,
                    "end": 376,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(Bausenwein et al., 1994)"
                },
                {
                    "start": 404,
                    "end": 432,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(Seelig and Jayaraman, 2013)"
                },
                {
                    "start": 505,
                    "end": 526,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(Bender et al., 2010;"
                },
                {
                    "start": 526,
                    "end": 549,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "Guo and Ritzmann, 2013)"
                },
                {
                    "start": 584,
                    "end": 602,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(Liu et al., 2006;"
                },
                {
                    "start": 602,
                    "end": 622,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "Neuser et al., 2008;"
                },
                {
                    "start": 622,
                    "end": 639,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "Pan et al., 2009;"
                },
                {
                    "start": 639,
                    "end": 659,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Ofstad et al., 2011;"
                },
                {
                    "start": 659,
                    "end": 678,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "Kuntz et al., 2012)"
                },
                {
                    "start": 710,
                    "end": 732,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "(Triphan et al., 2010)"
                },
                {
                    "start": 740,
                    "end": 761,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(Donlea et al., 2011;"
                },
                {
                    "start": 761,
                    "end": 781,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "Donlea et al., 2014)"
                },
                {
                    "start": 817,
                    "end": 837,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(Popov et al., 2003)"
                },
                {
                    "start": 850,
                    "end": 870,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(Baker et al., 2007)"
                },
                {
                    "start": 938,
                    "end": 964,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(Heinze and Homberg, 2007;"
                },
                {
                    "start": 964,
                    "end": 989,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Heinze and Reppert, 2011)"
                }
            ]
        },
        {
            "text": "The central complex is highly conserved across insect species, and while the degree of functional conservation remains largely unknown, structural conservation is strong, although there are conspicuous differences in the basic blueprint of this brain region. "
        },
        {
            "text": "All insects examined to date have a protocerebral bridge (PB), a caudal neuropil that resembles mustache handlebars in shape (Fig. 1). ",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "type": "figure",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "The PB is vertically divided into distinct units called glomeruli (G). "
        },
        {
            "text": "The noduli (NO) lie rostral to the PB and constitute the only paired neuropil of the central complex structures (Fig. 1). ",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 120,
                    "type": "figure",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "Depending on the species, anywhere from two to four discrete units precariously stacked on top of one another on each side of the midline constitute the noduli. "
        },
        {
            "text": "While the stacked noduli have been referred to as (horizontal) layers, no vertical divisions have been reported for these structures. "
        },
        {
            "text": "The anteriormost structure is the central body (CB), which, in some insects, comprises an upper (CBU) and lower (CBL) half. "
        },
        {
            "text": "In Diptera, the structures homologous to the CBU and CBL are called the fan-shaped body (FB) and ellipsoid body (EB), respectively ( Fig. 1). ",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 140,
                    "type": "figure",
                    "text": "Fig. 1)"
                }
            ]
        },
        {
            "text": "The FB is posterior to the EB and is the largest of the central complex neuropils. "
        },
        {
            "text": "It is subdivided vertically into columns, known as segments in Drosophila (Hanesch et al., 1989) and staves in Musca (Strausfeld, 1976). ",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Hanesch et al., 1989)"
                },
                {
                    "start": 117,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(Strausfeld, 1976)"
                }
            ]
        },
        {
            "text": "Along the anterior-posterior axis of the FB, Hanesch et al. (1989) observed four shells, delineated by the positions and extent to which arbors from smallfield neurons project into these FB domains. ",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Hanesch et al. (1989)"
                }
            ]
        },
        {
            "text": "The most prominent subdivisions of the FB are the horizontal Figure 1. ",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 69,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Central complex. "
        },
        {
            "text": "A: The central complex straddles the midline in the central brain (gray). "
        },
        {
            "text": "Its four components are the protocerebral bridge (solid purple fill; posterior), fan-shaped body (green), ellipsoid body (orange; anterior); and noduli (solid blue fill). "
        },
        {
            "text": "Accessory neuropils that are arborized by PB neurons include the crepine (CRE, transparent blue), rubus (RUB, yellow), gall (GA, red), and lateral accessory lobe (LAL, transparent purple). "
        },
        {
            "text": "Posterior (B), sagittal (C; anterior to the right), and dorsal (D) views of the central complex. "
        },
        {
            "text": "Images A-D were generated using Fluorender (Wan et al., 2009(Wan et al., , 2012. ",
            "ref_spans": [
                {
                    "start": 43,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "(Wan et al., 2009"
                },
                {
                    "start": 60,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "(Wan et al., , 2012"
                }
            ]
        },
        {
            "text": "The four components of the central complex are shown immunolabeled with anti-nc82: (E) PB, (F) FB, (G) EB, and (H) NO. "
        },
        {
            "text": "Asterisks in F highlight the layers that can be distinguished by differences in synaptic density, as measured by intensity of nc82 signal. "
        },
        {
            "text": "Dorsal is up. "
        },
        {
            "text": "Scale bars 5 20 lm in A-D; 10 lm in E-G; 11 lm in H. layers, evident in brains immunolabeled to reveal the density of synapses (Fig. 1F). ",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 135,
                    "type": "figure",
                    "text": "(Fig. 1F"
                }
            ]
        },
        {
            "text": "The ventral half of the EB is the most anterior neuropil of the central complex; the EB is partially embedded in the FB and is tilted on its axis such that the dorsal half is oriented more posteriorly. "
        },
        {
            "text": "In Drosophila, the EB is shaped like a torus, whereas in other Diptera, as well as most other insects, its shape more closely resembles that of a kidney bean (Strausfeld, 1976). ",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(Strausfeld, 1976)"
                }
            ]
        },
        {
            "text": "Similar to the FB, the EB is subdivided on three axes but the EB terminology is inconsistent with that used for equivalent axes in the FB. "
        },
        {
            "text": "Divisions along the anterior-posterior axis (shells in the FB) are called rings in the EB (Hanesch et al., 1989). ",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Hanesch et al., 1989)"
                }
            ]
        },
        {
            "text": "Concentric rings along the radius of the EB are called layers (Young and Armstrong, 2010b), deriving their name from the homologous and more obvious \"layers\" in the noncircular CBL and the more common arched or kidney-bean form of the EB in other, non-Drosophila dipterans. ",
            "ref_spans": [
                {
                    "start": 62,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "(Young and Armstrong, 2010b)"
                }
            ]
        },
        {
            "text": "Finally, the vertical divisions analogous to the PB glomeruli are the wedge-shaped divisions along the radius of the toroid that resemble pieces of pie. "
        },
        {
            "text": "The analogy to the PB glomeruli is evident if the torus is split at its base and the formerly joined ends stretched away from one another, thereby converting rings into layers. "
        },
        {
            "text": "These divisions are called sectors or segments (Hanesch et al., 1989).",
            "ref_spans": [
                {
                    "start": 47,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Hanesch et al., 1989)"
                }
            ]
        },
        {
            "text": "Central complex structures communicate extensively with numerous associated regions in the central brain. "
        },
        {
            "text": "Historically, the lateral accessory lobes (LAL; Fig. 1; also known as the ventral bodies) and the bulb (BU, commonly referred to as the lateral triangle) have been recognized as prominent association areas, although additional regions, such as the gall (GA; Fig. 1), also constitute key centers of communication.",
            "ref_spans": [
                {
                    "start": 48,
                    "end": 54,
                    "type": "figure",
                    "text": "Fig. 1"
                },
                {
                    "start": 258,
                    "end": 264,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Coherent and in-depth functional studies on the central complex and its associated regions require both a detailed and comprehensive anatomical map of the constituent neurons of the central complex and its neighboring accessory neuropils as well as a set of GAL4 lines that targets these neurons. "
        },
        {
            "text": "This map will need to "
        },
        {
            "text": "1) provide a detailed description of the architectural framework in which these neurons reside, "
        },
        {
            "text": "2) define inputs and outputs to each of the substructures that integrates sensory input with behavioral output, and "
        },
        {
            "text": "3) illustrate the connections between these brain regions. "
        },
        {
            "text": "The work presented here contributes to the generation of this map by refining the architecture of a subset of neuropils of the central brain, including the four components of the central complex and some associated regions, and by illustrating the \"wiring rules\" used by neurons to connect these substructures of the central complex. "
        },
        {
            "text": "The neurons described in this work focus almost exclusively on cells that arborize in the PB. "
        },
        {
            "text": "We expect that most PB cell types are reported here, although electron microscope (EM) reconstruction will be required to verify complete coverage. "
        },
        {
            "text": "At least two cells are known to be excluded from this description: one cell type identified by Lin et al. (2013) that was not seen in this study, and one cell seen only twice in this study, and neither time in its entirety. ",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Lin et al. (2013)"
                }
            ]
        },
        {
            "text": "When necessary, cells that do not arborize in the PB are included in the analysis both to provide a more comprehensive description of the anatomy of central complex structures and to strengthen connectivity and architectural claims suggested by PB neurons."
        },
        {
            "text": "We present revised circuitry \"rules\" and anatomical maps of the four central complex regions and neuropils associated with the central complex. "
        },
        {
            "text": "We also provide an atlas of the PB cells identified in this study and corresponding Drosophila GAL4 lines that identify these cells. "
        },
        {
            "text": "These data provide a template for a full reconstruction of the protocerebral bridge neurons at an EM level. "
        },
        {
            "text": "The tools and reagents will also enable and facilitate a broad range of behavioral and physiological studies into the neural basis of spatial navigation, visual learning, and other complex behaviors involving the central complex."
        },
        {
            "text": "Approximately 35 GAL4 lines were selected from a collection of 7,000 GAL4 lines (Jenett et al., 2012) based on their expression patterns in the central complex. ",
            "section": "MATERIALS AND METHODS Multicolor flip-out technique and reagents",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(Jenett et al., 2012)"
                }
            ]
        },
        {
            "text": "These lines were characterized using the multicolor flip-out (MCFO) technique (Nern et al., in prep.), which generates stochastically labeled single cells in a spectrum of colors. ",
            "section": "MATERIALS AND METHODS Multicolor flip-out technique and reagents",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 101,
                    "type": "bibr",
                    "text": "(Nern et al., in prep.)"
                }
            ]
        },
        {
            "text": "This method employs a transcription unit and a transcriptional stop signal. ",
            "section": "MATERIALS AND METHODS Multicolor flip-out technique and reagents"
        },
        {
            "text": "The ability of the transcription unit to produce a product is blocked by a transcriptional stop signal. ",
            "section": "MATERIALS AND METHODS Multicolor flip-out technique and reagents"
        },
        {
            "text": "The stop signal can be removed by the action of a site-specific recombinase, and the fraction of cells in which the stop signal is removed-and thus the density of immunolabeling-can be varied by adjusting the level of recombinase produced (Struhl and Basler, 1993). ",
            "section": "MATERIALS AND METHODS Multicolor flip-out technique and reagents",
            "ref_spans": [
                {
                    "start": 239,
                    "end": 264,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(Struhl and Basler, 1993)"
                }
            ]
        },
        {
            "text": "Briefly, UAS reporter constructs carrying Flag, VK5, and HA epitope tags (pJFRC206-5xUAS-IVS-myr::smGFP-FLAG in VK00005 and pJFRC200-10xUAS-IVS-myr::smGFP-HA in attP18, Viswanathan et al., submitted) downstream of an FRT-flanked stop signal were excised by limited expression of FLP recombinase activity. ",
            "section": "MATERIALS AND METHODS Multicolor flip-out technique and reagents"
        },
        {
            "text": "The following Flp stocks were used.",
            "section": "MATERIALS AND METHODS Multicolor flip-out technique and reagents"
        },
        {
            "text": "57C10-FlpPEST->su(Hw)attP8:HA_V5_FLAG_1; 57C10-wtFlp->su(Hw)attP8:HA_V5_FLAG_1; 57C10-FlpL->attP18: HA_V5_FLAG_1;57C10-FlpLwt->su(Hw)attP8:HA_V5_FLAG_1. ",
            "section": "MATERIALS AND METHODS Multicolor flip-out technique and reagents"
        },
        {
            "text": "GAL4 stocks are noted throughout the text. ",
            "section": "MATERIALS AND METHODS Multicolor flip-out technique and reagents"
        },
        {
            "text": "Flies were dissected anywhere from eclosion to 2 weeks to achieve the desired density of labeled cells. ",
            "section": "MATERIALS AND METHODS Multicolor flip-out technique and reagents"
        },
        {
            "text": "Tissue was subsequently labeled with epitope tag-specific antibodies. ",
            "section": "MATERIALS AND METHODS Multicolor flip-out technique and reagents"
        },
        {
            "text": "With one exception, exclusively female brains were analyzed in this study. ",
            "section": "MATERIALS AND METHODS Multicolor flip-out technique and reagents"
        },
        {
            "text": "In all, 17 of the known 18 cell types were identified within the set of 35 GAL4 lines.",
            "section": "MATERIALS AND METHODS Multicolor flip-out technique and reagents"
        },
        {
            "text": "For a complete list of antibodies used in this study, refer to Table 1. ",
            "section": "Immunohistochemistry",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Immunohistochemistry and mounting were performed according to the protocol developed by Nern et al. (in prep.). ",
            "section": "Immunohistochemistry",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 110,
                    "type": "bibr",
                    "text": "Nern et al. (in prep.)"
                }
            ]
        },
        {
            "text": "Brains were dissected in Schneider's medium and fixed in 2% paraformaldehyde (PFA) in Schneider's medium for 50 minutes at room temperature (RT, 22 C). ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Samples were then rinsed 4 3 10 minutes at RT in PAT3 (0.5% Triton X-100/0.5% bovine serum albumin [BSA] in phosphate-buffered saline [PBS]), followed with a blocking step in 3% normal goat serum (NGS) in PAT3 for 90 minutes at RT. ",
            "section": "Immunohistochemistry",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 104,
                    "type": "bibr",
                    "text": "[BSA]"
                },
                {
                    "start": 134,
                    "end": 139,
                    "type": "bibr",
                    "text": "[PBS]"
                }
            ]
        },
        {
            "text": "Next, tissue was incubated in mouse anti-nc82, an antibody against Bruchpilot (1:30; Developmental Studies Hybridoma Bank, University of Iowa; RRID: AB_528108; Wagh et al., 2006;Hofbauer et al., 2009), rabbit anti-HA (1:300; Cell Signaling Technology, Beverly, MA; RRID: AB_1549585), and rat anti-Flag (1:200; Novus Biologicals, Littleton, CO; RRID:AB_1625981) in 3% NGS/PAT3 for 4 hours at RT, then overnight at 4 C. Tissue was brought to RT and washed 3 3 30 minutes at RT. ",
            "section": "Immunohistochemistry",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "Wagh et al., 2006;"
                },
                {
                    "start": 178,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "Hofbauer et al., 2009)"
                }
            ]
        },
        {
            "text": "Samples were then incubated in Alexafluor-488 donkey antimouse (1:400; Jackson ImmunoResearch Laboratories, West Grove, PA), Alexafluor-594 donkey antirabbit (1:500; Jackson Labs), and Alexafluor-647 donkey antirat (1:300; Jackson Labs) in 3% NGS/PAT3 for 4-6 hours at RT and 3-5 days at 4 C. Tissue was brought to RT and rinsed 3 3 30 minutes in PAT3. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Brains were then blocked in 5% normal mouse serum/ PAT3 for 1 hour at RT, then incubated in DyLight-549 mouse anti-V5 (1:500; AbD Serotec; AB_915420) for 4-6 hours at RT, then overnight at 4 C. Following 3 3 30 minutes washes in PAT3 at RT and one 15-minute wash in PBS, tissue was fixed in 4% PFA in PBS at RT for 4 hours, then rinsed once for 15 minutes at RT in PBS. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Finally, tissue was rinsed 53 in PAT3 at RT for 10-15 minutes per wash. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Tissue was mounted within 3-5 days of final PAT3 washes. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "If tissue was mounted after more than 2 days, it was first washed once more in PAT3.",
            "section": "Immunohistochemistry"
        },
        {
            "text": "The specificity of nc82 against BRP protein has been demonstrated by: ",
            "section": "Antibody characterization"
        },
        {
            "text": "1) the expression pattern of GFP-tagged bruchpilot driven under tissue-specific drivers, which matches nc82 signals in wing discs and tracheal cells, and is also targeted to the active zone of larval NMJ boutons (Wagh et al., 2006); ",
            "section": "Antibody characterization",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 231,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "(Wagh et al., 2006)"
                }
            ]
        },
        {
            "text": "2) western blots of adult head extracts using nc82 (Wagh et al., 2006); and ",
            "section": "Antibody characterization",
            "ref_spans": [
                {
                    "start": 51,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "(Wagh et al., 2006)"
                }
            ]
        },
        {
            "text": "3) the loss of immune-expression in brp mutant neuromuscular junctions and rescue by expression of BRP in brp mutants (Kittel et al., 2006). ",
            "section": "Antibody characterization",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(Kittel et al., 2006)"
                }
            ]
        },
        {
            "text": "nc82 has been widely used to label synaptic sites in Drosophila, based largely on the pattern of labeling demonstrated at neuromuscular junctions and fly photoreceptor synapses (Hamanaka and Meinertzhagen, 2010), but reports of its specificity are mostly not complete for synapses of the CNS. ",
            "section": "Antibody characterization",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(Hamanaka and Meinertzhagen, 2010)"
                }
            ]
        },
        {
            "text": "In particular, nc82 labels the platform of the T-bar ribbon, and not only has nc82 not been shown to label the platforms at CNS synapses, but not all synapses in the CNS have such organelles (Butcher et al., 2012).",
            "section": "Antibody characterization",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Butcher et al., 2012)"
                }
            ]
        },
        {
            "text": "The specificities of the three epitope-tagged antibodies, rat anti-FLAG, rabbit anti-hemagglutinin (anti-HA), and mouse anti-V5, are validated by the internal controls of the flip-out approach in that: ",
            "section": "Antibody characterization"
        },
        {
            "text": "1) expression patterns differ by GAL4 line and ",
            "section": "Antibody characterization"
        },
        {
            "text": "2) the extent of labeling varies from no label to dense label even though the GAL4 drivers are reasonably broad.",
            "section": "Antibody characterization"
        },
        {
            "text": "Tissue was dehydrated through an ethanol series, 10 minutes each in 30%, 50%, 75%, and 95% EtOH and then placed on poly L-lysine-coated coverslips (No. ",
            "section": "Clearing and mounting"
        },
        {
            "text": "1) while immersed in 95% EtOH. ",
            "section": "Clearing and mounting"
        },
        {
            "text": "Once mounted, samples were dehydrated 3 3 10 minutes in 100% EtOH in Coplin jars, and then 3 3 5 minutes in 100% xylene. ",
            "section": "Clearing and mounting"
        },
        {
            "text": "Spacers (No. ",
            "section": "Clearing and mounting"
        },
        {
            "text": "2) were placed on the microscope slide, DPX (Sigma-Aldrich, St. Louis, MO) added to the coverslip-mounted tissue, and the coverslip placed on the spacers, tissue side down. ",
            "section": "Clearing and mounting"
        },
        {
            "text": "Samples were dried for 2 days at RT before imaging.",
            "section": "Clearing and mounting"
        },
        {
            "text": "Brains were imaged using a Zeiss LSM 780 confocal microscope and a Plan-Apochromat 633/1.4 oil immersion objective. ",
            "section": "Image acquisition"
        },
        {
            "text": "Images were scanned at a frame size of 1024 3 1024 pixels, voxel size 5 0.19 3 0.19 3 0.38 lm, zoom 0.8 and one frame average.",
            "section": "Image acquisition"
        },
        {
            "text": "Confocal stacks were viewed and analyzed using the Janelia Workstation, image-viewing software being developed at Janelia Research Campus (Murphy et al., 2014). ",
            "section": "Image analysis",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(Murphy et al., 2014)"
                }
            ]
        },
        {
            "text": "The suite of tools available in the Workstation enables confocal stacks to be viewed in both two and three dimensions and to be annotated with a usergenerated ontology. ",
            "section": "Image analysis"
        },
        {
            "text": "The Workstation provides an efficient, intuitive, and customized alternative to publicly available platforms such as FIJI.",
            "section": "Image analysis"
        },
        {
            "text": "Neuropil masks were generated using Fluorender, nc82-labeled brains obtained in this work, and a standard brain (JFRC2013). ",
            "section": "Neuropil masks"
        },
        {
            "text": "Details of methodology are available in Aso et al. (eLife, in press).",
            "section": "Neuropil masks",
            "ref_spans": [
                {
                    "start": 51,
                    "end": 67,
                    "type": "bibr",
                    "text": "(eLife, in press"
                }
            ]
        },
        {
            "text": "Brightness and contrast were adjusted in the Janelia Workstation for improved visualization of neurons. ",
            "section": "Figure preparation"
        },
        {
            "text": "Adobe Photoshop (San Jose, CA) was occasionally used to hide nc82 immunolabeling or primary neurites of nonessential cells if they interfered with visualizing the relevant neurons in a figure.",
            "section": "Figure preparation"
        },
        {
            "text": "Naming conventions for neurons in the central complex range from being too broad and ambiguous to accommodate the level of detail essential for the studies reported here to being too esoteric for one not well acquainted with the field. ",
            "section": "New naming convention"
        },
        {
            "text": "In an effort to simplify a compartment-rich structure with many regions, domains, and subdomains, we use a new convention that provides an intuitive description of each cell type discussed.",
            "section": "New naming convention"
        },
        {
            "text": "In the nomenclature system used here, neurons are named based on their axonal paths-the domains in which they arborize-and, when possible, the predomi-nant polarity of their arbors at each synaptic junction. ",
            "section": "New naming convention"
        },
        {
            "text": "Several examples of neuron names and accompanying tutorials on how to translate the names are provided in Figure 2 (see legend for details) and abbreviations for the terms in the names are presented in Table 2.",
            "section": "New naming convention",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "type": "figure",
                    "text": "Figure 2"
                },
                {
                    "start": 202,
                    "end": 209,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "This naming scheme provides a naive reader with sufficient information both to correlate a cell with its name and to deduce with reasonable accuracy its morphology, Figure 2. ",
            "section": "New naming convention",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 173,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Nomenclature design. ",
            "section": "New naming convention"
        },
        {
            "text": "A: This generic schematic illustrates the nomenclature system. ",
            "section": "New naming convention"
        },
        {
            "text": "Three neuropils are shown. ",
            "section": "New naming convention"
        },
        {
            "text": "Neuropil 1, the first neuropil in a neuron's \"name,\" is the neuropil closest to the cell body. ",
            "section": "New naming convention"
        },
        {
            "text": "The subdomains (abbreviated sd in the figure) are included in the neuron's name to define the subregion/s of the neuropils in which the cell type arborizes. ",
            "section": "New naming convention"
        },
        {
            "text": "For example, there are several distinct volumes in the EB, so the volume that is specific to a given cell type is included in the name. ",
            "section": "New naming convention"
        },
        {
            "text": "The third component of a cell's name is the predominant morphology of its arbors, abbreviated as either \"s\" for spines, or \"b\" for boutons. ",
            "section": "New naming convention"
        },
        {
            "text": "B,C: Two neurons are shown, accompanied by schematics to illustrate the cells' locations in the central complex, and by the neuron's name, annotated to illustrate how the name is derived. ",
            "section": "New naming convention"
        },
        {
            "text": "Letters that are used in the neuron names are highlighted in color. ",
            "section": "New naming convention"
        },
        {
            "text": "Ovals in the schematics represent the cell bodies, solid and hatched fills denote spine and bouton arbor morphologies, respectively. ",
            "section": "New naming convention"
        },
        {
            "text": "PB: protocerebral bridge; GA: gall; EB: ellipsoid body; cb: cell body; s: spines; b: boutons; FB: fan-shaped body; RUB: rubus. ",
            "section": "New naming convention"
        },
        {
            "text": "since the connectivity path and the morphological features of arbors at each synaptic junction are unique for each cell type. ",
            "section": "New naming convention"
        },
        {
            "text": "Such a system also obviates the need for a historical knowledge of neuron nomenclature (for example, a \"P1\" neuron). ",
            "section": "New naming convention"
        },
        {
            "text": "While some important morphological details are not included in the path, such as size and location of the soma and trajectory of the primary neurite, inclusion of all details would be inordinately cumbersome and unlikely to be essential to distinguish unique cell types. ",
            "section": "New naming convention"
        },
        {
            "text": "Established nomenclature, as described in Ito et al. (2014), is used when possible and when it was considered accurate and sufficient in light of the new findings described here. ",
            "section": "New naming convention",
            "ref_spans": [
                {
                    "start": 42,
                    "end": 59,
                    "type": "bibr",
                    "text": "Ito et al. (2014)"
                }
            ]
        },
        {
            "text": "Newly identified compartments are named in accordance with preexisting terms, when possible. ",
            "section": "New naming convention"
        },
        {
            "text": "(For example, two, not one, regions constitute the medial nodulus, or NO 2 , and are referred to here as the dorsal and ventral compartments of NO 2 .) ",
            "section": "New naming convention"
        },
        {
            "text": "When necessary, \"ipsilateral\" (\"i\") and \"contralateral\" (\"c\") are included in the neuron's name; these designations are context-dependent. ",
            "section": "New naming convention"
        },
        {
            "text": "For example, in complex arborization patterns these designations provide geographic information about the locations of the arbors. ",
            "section": "New naming convention"
        },
        {
            "text": "In cases in which the neuron does not arborize in the PB, the cell body serves as the reference point, as follows: If the arbor is on the same side as the cell body, it is considered ipsilateral. ",
            "section": "New naming convention"
        },
        {
            "text": "Finally, this naming scheme has the added advantage that additional detail can be incorporated as necessary or as it becomes available. ",
            "section": "New naming convention"
        },
        {
            "text": "For example, during the course of this study it became evident that neurons arborize in only a subset of the glomeruli of the PB, so the designation \"G x-y \" was incorporated to identify the specific glomeruli targeted by the cell type, where \"x\" refers to the number of the medial glomerulus and \"y\" refers to the lateral glomerulus.",
            "section": "New naming convention"
        },
        {
            "text": "Information about the morphology of the neurites that constitute each arbor is indicated in the cell type's name. ",
            "section": "New naming convention"
        },
        {
            "text": "These designations are based on light-level analysis and are intended to indicate only the more predominant type of terminal since: ",
            "section": "New naming convention"
        },
        {
            "text": "1) morphological distinctions at this level are sometimes ambiguous and ",
            "section": "New naming convention"
        },
        {
            "text": "2) many neurons are not exclusively pre-or postsynaptic at a given site (I. Meinertzhagen, pers. comm.;Takemura et al., 2008). ",
            "section": "New naming convention",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 103,
                    "type": "bibr",
                    "text": "(I. Meinertzhagen, pers. comm.;"
                },
                {
                    "start": 103,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "Takemura et al., 2008)"
                }
            ]
        },
        {
            "text": "Even with the use of polarity markers, discriminating between input and output can be difficult (Nicolai et al., 2010). ",
            "section": "New naming convention",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(Nicolai et al., 2010)"
                }
            ]
        },
        {
            "text": "Indeed, it will likely turn out to be the case that many of the terminals in the cells described here are mixed. ",
            "section": "New naming convention"
        },
        {
            "text": "Ultimately, EM-level analysis will be necessary to definitively resolve the fine details of an arbor's morphology and the polarity of the cells' terminals. ",
            "section": "New naming convention"
        },
        {
            "text": "In the neuronal path nomenclature presented here, bleb-like or bouton terminals are designated \"b\" (for boutons), spiny or branch-like arbors are designated \"s\" (for spiny/ spines), and mixed terminals as \"s.b.\" (Fig. 2).",
            "section": "New naming convention",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 220,
                    "type": "figure",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "Polarity of neurons' terminals is often inferred from the morphology of their neurites. ",
            "section": "New naming convention"
        },
        {
            "text": "The terminals consisting of boutons are considered to be presynaptic or output, whereas the spiny terminals and are considered to be postsynaptic, dendritic, or input. ",
            "section": "New naming convention"
        },
        {
            "text": "The assignments provided here are largely consistent with those shown in Lin et al. (2013).",
            "section": "New naming convention",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Lin et al. (2013)"
                }
            ]
        },
        {
            "text": "Note that \"left\" and \"right\" are used throughout the text to refer to the left and right halves of the PB. ",
            "section": "New naming convention"
        },
        {
            "text": "These terms refer not to the fly's left and right, but rather, to the left and right sides of the figure, as seen by the reader. ",
            "section": "New naming convention"
        },
        {
            "text": "Given the bilateral symmetry of the PB, the distinction serves only as a point of reference to orient the reader to the figures.",
            "section": "New naming convention"
        },
        {
            "text": "Since there is not a consensus for the definition of cell type, we used the following logic to define a cell type for the studies presented here: We assume that cells of a cohort that follow the same path and have identical morphology survey the environment for the same information and deliver the same information (albeit from different coordinates in the environment) to the same downstream centers. ",
            "section": "Criteria used to define unique cell types"
        },
        {
            "text": "This line of logic suggests these cells perform the same function and consequently should be considered to be members of the same cell type. ",
            "section": "Criteria used to define unique cell types"
        },
        {
            "text": "Therefore, a cell's path was used to define its cell type, so each of the 17 PB cell types identified in this study follows a unique projection (Fig. 3, Table 3A). ",
            "section": "Criteria used to define unique cell types",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 3"
                },
                {
                    "start": 153,
                    "end": 161,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3A"
                }
            ]
        },
        {
            "text": "Lin et al. (2013) adopted a more conservative definition in which they define cells that are likely performing the same function for different points in space as different cell types (in other words, the same cell performing the same function in different glomeruli).",
            "section": "Criteria used to define unique cell types",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Lin et al. (2013)"
                }
            ]
        },
        {
            "text": "The multicolor flip-out (MCFO) technique provides an opportunity to visualize neurons at high resolution, both singly and in small populations. ",
            "section": "Multicolor flip-out technique as a tool for refined anatomical studies"
        },
        {
            "text": "This technique makes it possible to label neighboring cells in a spectrum of unique colors, providing a degree of precise spatial information not accessible with techniques used previously. ",
            "section": "Multicolor flip-out technique as a tool for refined anatomical studies"
        },
        {
            "text": "In addition, a much larger number of individual cells for analysis can be generated when using the MCFO technique. ",
            "section": "Multicolor flip-out technique as a tool for refined anatomical studies"
        },
        {
            "text": "This larger and more spatially refined dataset of the relative positions of uniquely colored cells revealed new insights into the architecture and circuitry of the Drosophila central complex, as well as new cell types. ",
            "section": "Multicolor flip-out technique as a tool for refined anatomical studies"
        },
        {
            "text": "Most of the cell types described here were not identified in Hanesch et al. (1989 ; Table 3B) but were identified in Lin et al. (2013), although there are notable differences between the Lin et al. and this account, which are presented in Table 3A. ",
            "section": "Multicolor flip-out technique as a tool for refined anatomical studies",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Hanesch et al. (1989"
                },
                {
                    "start": 82,
                    "end": 92,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "; Table 3B"
                },
                {
                    "start": 117,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Lin et al. (2013)"
                },
                {
                    "start": 239,
                    "end": 247,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3A"
                }
            ]
        },
        {
            "text": "A summary of cell types and GAL4 lines that identify them are presented in Table 4. ",
            "section": "Multicolor flip-out technique as a tool for refined anatomical studies",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 82,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "The revised anatomical framework of the central complex and associated structures are presented first followed by the neuronal circuits between these structures.",
            "section": "Multicolor flip-out technique as a tool for refined anatomical studies"
        },
        {
            "text": "The protocerebral bridges of Drosophila (Power, 1943;Strausfeld, 1976Strausfeld, , 1999Hanesch et al., 1989;Lin et al., 2013), Musca (Strausfeld, 1976), Schistocerca (Williams, 1975;Muller et al., 1997;Heinze and Homberg, 2008;Young and Armstrong, 2010b), honeybees (Mobbs, 1985), and beetles (Wegerhoff et al., 1996) have all been extensively reported to comprise 16 distinct units, known as glomeruli. ",
            "section": "Protocerebral bridge comprises 18 functional glomeruli",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(Power, 1943;"
                },
                {
                    "start": 53,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "Strausfeld, 1976"
                },
                {
                    "start": 69,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "Strausfeld, , 1999"
                },
                {
                    "start": 87,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Hanesch et al., 1989;"
                },
                {
                    "start": 108,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Lin et al., 2013)"
                },
                {
                    "start": 133,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(Strausfeld, 1976)"
                },
                {
                    "start": 166,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "(Williams, 1975;"
                },
                {
                    "start": 182,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "Muller et al., 1997;"
                },
                {
                    "start": 202,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "Heinze and Homberg, 2008;"
                },
                {
                    "start": 227,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "Young and Armstrong, 2010b)"
                },
                {
                    "start": 266,
                    "end": 279,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(Mobbs, 1985)"
                },
                {
                    "start": 293,
                    "end": 317,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "(Wegerhoff et al., 1996)"
                }
            ]
        },
        {
            "text": "In addition to the aforementioned neopterans, it is widely accepted that the division of the PB into 16 units is a common theme among other neopterans, including the cockroach Periplaneta americana and the paper wasp Polistes castaniensis (Strausfeld, 1976). ",
            "section": "Protocerebral bridge comprises 18 functional glomeruli",
            "ref_spans": [
                {
                    "start": 239,
                    "end": 257,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(Strausfeld, 1976)"
                }
            ]
        },
        {
            "text": "The work presented here reveals that there are in fact 18, rather than 16, glomeruli in the PB in Drosophila brains. ",
            "section": "Protocerebral bridge comprises 18 functional glomeruli"
        },
        {
            "text": "There are nine glomeruli per hemisphere, abbreviated here as G1. ",
            "section": "Protocerebral bridge comprises 18 functional glomeruli"
        },
        {
            "text": ". .G9. The more sophisticated genetic tools, imaging methods, and versatile software programs used for this work enable unambiguous visualization of 18 glomeruli in both adult brains immunolabeled with nc82 (which recognizes the synaptic protein, Bruchpilot) as well as in brains in which the MCFO strategy was used to label random subsets of cells, thereby highlighting each glomerulus in a distinct color from its neighbors (Movies 1 and 2). Eighteen glomeruli have been reliably counted in multiple GAL4 lines that label diverse cell types in the PB. Furthermore, this is not a sex-specific morphological phenomenon, since PBs from both male and female brains contain 18 glomeruli (Fig. 4). The partitioning of the PB into 18 segments is also evident in the pupal brain, as can be seen in figure 6J from Young and Armstrong (2010a). In their figure, the two medial glomeruli, while evident, are not targeted in the enhancer trap line used. Although anatomy does not predict function, the data presented here strongly suggest that G1, the medial glomerulus, and the likely glomerulus to have been overlooked in previous studies, is most certainly a functional unit given that: 1) it is targeted by various cell types (e.g.,",
            "section": "Protocerebral bridge comprises 18 functional glomeruli",
            "ref_spans": [
                {
                    "start": 684,
                    "end": 692,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 4)"
                },
                {
                    "start": 807,
                    "end": 834,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "Young and Armstrong (2010a)"
                }
            ]
        },
        {
            "text": ", and 2) cells that arborize in the first glomerulus follow the same trajectories as do their siblings in neighboring glomeruli. ",
            "section": "Protocerebral bridge comprises 18 functional glomeruli"
        },
        {
            "text": "G9 is also expected to be functional as it is also targeted by many cell types (e.g., PB G2-9 .s-FB'1.b-NO 3 P.b, PB G2-9 .s-EBt.b-NO 1 .b, PB G2-9 .b-IB.s.SPS.s).",
            "section": "Protocerebral bridge comprises 18 functional glomeruli"
        },
        {
            "text": "Architecturally, the \"addition\" of a ninth glomerulus would be expected to affect the anatomical correspondence and projection patterns between glomeruli in the PB and equivalent vertical partitions in the FB and EB, since the FB is reported to be divided into eight and the EB into 12-16 vertical divisions (Hanesch et al., 1989;Young and Armstrong, 2010b;Lin et al., 2013). ",
            "section": "Protocerebral bridge comprises 18 functional glomeruli",
            "ref_spans": [
                {
                    "start": 308,
                    "end": 330,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Hanesch et al., 1989;"
                },
                {
                    "start": 330,
                    "end": 357,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "Young and Armstrong, 2010b;"
                },
                {
                    "start": 357,
                    "end": 374,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Lin et al., 2013)"
                }
            ]
        },
        {
            "text": "These features are discussed below.",
            "section": "Protocerebral bridge comprises 18 functional glomeruli"
        },
        {
            "text": "Following convention, G9 is the most lateral and the two G1s are the medial glomeruli. ",
            "section": "Protocerebral bridge comprises 18 functional glomeruli"
        },
        {
            "text": "Most of the glomeruli closely approximate lima beans in shape, although those closest to the midline are more rectangular. ",
            "section": "Protocerebral bridge comprises 18 functional glomeruli"
        },
        {
            "text": "The central two glomeruli (G1) occupy the smallest volumes. ",
            "section": "Protocerebral bridge comprises 18 functional glomeruli"
        },
        {
            "text": "Unlike the equivalent vertical divisions in the FB (segments/columns) and EB (wedges and tiles, described below), the boundaries between the glomeruli are evident in nc82-labeled samples. ",
            "section": "Protocerebral bridge comprises 18 functional glomeruli"
        },
        {
            "text": "In addition, they are generally more restrictive than the FB and EB vertical domains, in that individual PB cell arbors are predominantly, but not exclusively, confined within the boundaries of these units (see below).",
            "section": "Protocerebral bridge comprises 18 functional glomeruli"
        },
        {
            "text": "The FB, as well as its corresponding neuropil, the CBU, is divided into horizontal layers, vertical columns, Figure 3. ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "Protocerebral bridge neuron catalog. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "Confocal images of all neurons with arbors in the PB that were identified in this study are shown. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "Each image is accompanied by a sketch that illustrates the neuropils in which the neuron arborizes. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "A: This schematic illustrates all neuropils that are arborized by the PB neurons described here, except the inferior bridge (IB) and superior posterior slope (SPS), which were omitted to simplify the schematic. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "The IB and SPS are shown in Ito et al., 2014. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "The schematic illustrates the current understanding of the subvolumes that constitute each of the neuropils shown, which is derived from work presented here. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "The neuropils were traced from a single focal plane of nc82immunolabeled specimens, so they reflect the approximate shapes of their respective brain regions. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "The layout and relative sizes of the neuropils were modified to accommodate the two dimensionality of the schematic. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "The color scheme was chosen to best separate adjacent volumes and is not coordinated with volumes of similar color within this schematic, nor with any neurons or figures in the text. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "PB: protocerebral bridge. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "Numbers 1-9 in the PB identify each of the glomeruli of this neuropil. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "FB: fan-shaped body. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "Layers 1-9 of the FB are indicated. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "The relative widths of each layer are accurate for the focal plane shown. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "The irregular line that demarcates layer 4 from layer 5 is intended to illustrate the gaps in nc82 label in this region. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "The serrated ventral boundary of layer 1 depicts the seven teeth of this layer, as described below. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "The gall comprises three regions: the gall tip (GT), dorsal gall (DG), and ventral gall (VG). ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "LAL: lateral accessory lobe. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "EB: ellipsoid body. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "CRE: crepine. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "RUB: rubus. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "NO 1 : dorsal nodulus. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "NO 2 D: dorsal subcompartment of medial nodulus. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "NO 2 V: ventral subcompartment of medial nodulus. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "NO 3 : ventral nodulus; individual subcompartments of this neuropil are not indicated in the schematic. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "B-U: Confocal images and sketches of neurons drawn on the template shown in A. Neuropils that are arborized by the neurons are highlighted in black, whereas regions that are not populated by a given neuron are shadowed in gray. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "In the sketches, spiny arbors are drawn as random scribbles and boutons are illustrated as dots. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "B: PB G2-9 .",
            "section": "Segmentation of the FB"
        },
        {
            "text": "s-FB'1.b-NO 3 P.b. C: PB G2-9 .",
            "section": "Segmentation of the FB"
        },
        {
            "text": "s-FB'1.b-NO 3 M.b. D: PB G2-9 .",
            "section": "Segmentation of the FB"
        },
        {
            "text": "s-FB'2.b-NO 3 A.b. E: PB G2-9 .",
            "section": "Segmentation of the FB"
        },
        {
            "text": "s-FB'3.b-NO 2 D.b. To more accurately depict the morphology of the arbor in layer 3 of the FB, it is shown extending into layer 4 in the drawing although in reality, the arbor is confined to layer 3. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "F: PB G2-9 .",
            "section": "Segmentation of the FB"
        },
        {
            "text": "s-FB'3.b-NO 2 V.b. The sense of depth conveyed by the maximum intensity projection of the confocal image is not conveyed in the 2-dimensional drawing. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "Consequently, the morphology of the NO 2 V arbor appears different in the sketch compared to the confocal image. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "G: PB G2-9 .",
            "section": "Segmentation of the FB"
        },
        {
            "text": "s-EBt.b-NO 1 .",
            "section": "Segmentation of the FB"
        },
        {
            "text": "b. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "and anterior-posterior layers called shells (Hanesch et al., 1989). ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 44,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Hanesch et al., 1989)"
                }
            ]
        },
        {
            "text": "The PB neurons characterized here fill the entire anterior-posterior depth of the structure, so shells will not be discussed further. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "The number of layers in the Drosophila FB has most recently been estimated to be \"roughly eight\" (Young and Armstrong, 2010b) or six (Lin et al., 2013). ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "(Young and Armstrong, 2010b)"
                },
                {
                    "start": 133,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Lin et al., 2013)"
                }
            ]
        },
        {
            "text": "nc82 immunolabeling reveals a low-resolution \"stratigraphic column\" of seven distinct layers in the FB, based on quality, texture, and intensity of the immunoreactivity, which reflect the density of synapses ( Fig. 5A).",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 210,
                    "end": 217,
                    "type": "figure",
                    "text": "Fig. 5A"
                }
            ]
        },
        {
            "text": "Volumes defined by the profiles of MCFO-labeled cells that arborize in the FB provide a higher-resolution map of FB layers. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "This more detailed neuronal landscape reveals there are at least nine layers ( Fig. 5; abbreviated '1-'9). ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 85,
                    "type": "figure",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "A particularly informative example is a local interneuron that arborizes in only two layers of the FB (Fig. 5B, left inset). ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 123,
                    "type": "figure",
                    "text": "(Fig. 5B, left inset)"
                }
            ]
        },
        {
            "text": "In the example shown in Fig. 5B, the arbor is spiny in FB'8 and has output terminals in the dorsalmost layer, the \"cap\" of the FB, currently assigned as layer 9. ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 31,
                    "type": "figure",
                    "text": "Fig. 5B"
                }
            ]
        },
        {
            "text": "The bouton-rich arbor is clearly confined to the dorsal layer of the FB (Fig. 5B), which is not revealed as a distinct layer in nc82-labeled specimens but instead blends with the next more ventral layer (Fig.  5A). ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 80,
                    "type": "figure",
                    "text": "(Fig. 5B"
                },
                {
                    "start": 203,
                    "end": 213,
                    "type": "figure",
                    "text": "(Fig.  5A)"
                }
            ]
        },
        {
            "text": "Furthermore, the arbor does not completely fill the dorsal cap, possibly indicating there is yet another, even more dorsal layer (Fig. 5B, right inset, arrow).",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 158,
                    "type": "figure",
                    "text": "(Fig. 5B, right inset, arrow)"
                }
            ]
        },
        {
            "text": "A more subtle example is illustrated by a large field neuron with unilateral spiny branches in the superior protocerebrum (not shown) and a sparse apparently presynaptic arbor throughout a layer that resides between layers 1 and 2 of the FB (Fig. 5C, red, '1d/ 2v). ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 241,
                    "end": 249,
                    "type": "figure",
                    "text": "(Fig. 5C"
                }
            ]
        },
        {
            "text": "While this cell may help define a new, narrow layer, alternatively it may occupy an upper substratum of layer 1 or, more likely, based on nc82 labeling, a lower substratum of layer 2. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "FB layers 2-5 are shown in Figure 5D. ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 36,
                    "type": "bibr",
                    "text": "Figure 5D"
                }
            ]
        },
        {
            "text": "Another large field neuron arborizes along the dorsal margin of the synapse-dense layer, identified here as layer 6 ( Fig. 5E1-E3). ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 129,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 5E1-E3"
                }
            ]
        },
        {
            "text": "If this layer, FB'6d, and the previously mentioned FB'1d/2v, are ultimately determined to be separate layers, there would be at least 11 layers in the FB.  ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "The actual number of layers in the FB will likely remain unresolved until two prerequisites are met. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "First, the features of what constitutes a layer need to be formally defined. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "The two most likely options are to define them based on either function or anatomy, or perhaps as some combination of the two. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "Second, all neurons that arborize in the FB must be identified and consolidated into a single, standard brain so that their relative volumes can be compared directly.",
            "section": "Segmentation of the FB"
        },
        {
            "text": "Vertical striations evident in nc82-labeled FBs give the neuropil a columnar appearance. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "In addition, the arbors of small field neurons in the FB occupy horizontally constrained domains in the layers in which they arborize, lending a columnar appearance to the FB in samples with labeled neurons. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "In at least some cases, the margins of arbors in the FB were used to determine the width and, by extrapolation, the number of columns, although there is not a consensus on the number of columns in the FB. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "In Drosophila, Hanesch et al. (1989) suggest there are either 8 or 16, while Lin et al. (2013) favor eight. ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Hanesch et al. (1989)"
                },
                {
                    "start": 77,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Lin et al. (2013)"
                }
            ]
        },
        {
            "text": "Strausfeld (1976) describes 14 staves in Musca and Calliphora and 8, each with two subunits, in Drosophila (Strausfeld, 2012) compared with Heinze and Homberg (2008), who describe 16 columns in the CBU of Schistocerca.",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "Strausfeld (1976)"
                },
                {
                    "start": 140,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "Heinze and Homberg (2008)"
                }
            ]
        },
        {
            "text": "It has been assumed that the number of columns is identical in all layers. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "While a columnar architecture is evident in nc82-immunolabeled brains in all layers except the cap, the picture that is beginning to emerge from the work reported here is that neurons, including both PB-FB and FB neurons that do not have projections to the PB, do not organize themselves into columns in all layers of the FB. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "Rather, such a restricted pattern of arborization may be a phenomenon associated only with layers 1 through 5. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "(The only instance of columnar arbors in layers 4 and 5 comes from the PB G1-8 .s-FB'3,4,5.s.b-rub.b cell.) ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "A more relaxed columnar arrangement is evident in layers 4 through 8 (with the exception of the PB G1-8 .s-FB'3,4,5.s.b-rub.b cell), in which the arbors of various cell types extend horizontally across a greater width than in layers 1 through 3 (e.g., PB.s-FB'6.b.'3.s-Vga-s.b; see Fig. 3, as well as several FB local interneurons). ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 282,
                    "end": 288,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Furthermore, the diminutive, dorsalmost layer, layer 9, which spans only approximately the medial sixth of the FB, is unlikely to have eight or more columns. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "Data analyzed here support this prediction: a columnar organization is not evident in layer 9 in nc82-labeled brains, and of the neurons analyzed to date, each neuron that arborizes in this layer has processes that extend throughout more than half of the layer. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "Even in layers 2 and 3, where a columnar organization is clearly evident, the boundaries are not restrictive, in that arbors from neighboring columns frequently overlap. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "For example, the apparently presynaptic arbors of cells that arborize in FB'2 and FB'3, PB G2- (Fig. 3), occupy a geographic space that corresponds roughly to the upstream PB glomerulus in which these cells also arborize, although these arbors can show extensive overlap with those from cells in adjacent glomeruli. ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 3)"
                }
            ]
        },
        {
            "text": "Finally, no PB-FB cells were identified in this study that target layers 7-9.",
            "section": "Segmentation of the FB"
        },
        {
            "text": "Published work has proposed either a one-to-one (Hanesch et al., 1989;Chiang et al., 2011) or two-toone (Lin et al., 2013) correspondence between glomeruli in the PB and columns in the FB. ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 48,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Hanesch et al., 1989;"
                },
                {
                    "start": 70,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "Chiang et al., 2011)"
                },
                {
                    "start": 104,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Lin et al., 2013)"
                }
            ]
        },
        {
            "text": "In order to distinguish between these two possibilities and to reevaluate the options with the knowledge that there are 18 glomeruli in the PB, it was necessary to determine the number of columns in the FB. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "This number is difficult to evaluate given that the arbors of neurons overlap with one another, sometimes extensively. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "However, we show that the morphology of layer one ('1) of the FB is unique compared to the other layers and therefore provides an unambiguous opportunity to count columns.",
            "section": "Segmentation of the FB"
        },
        {
            "text": "All layers of the FB have smooth dorsal and ventral margins except FB'1 (and possibly the FB'4/FB'5 boundary). ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "The ventral margin of FB'1 is delineated by a total of seven distinct teeth resembling cogs, plus an additional two \"cryptic teeth\" that are elusive in that they are not evident in nc82-labeled samples, but only in specimens with the right combination of labeled cells. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "Five of the seven teeth are shown in the focal plane in Figure 6A; a cryptic tooth is seen in Figure 6B and Movie 3. ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 65,
                    "type": "figure",
                    "text": "Figure 6A"
                },
                {
                    "start": 94,
                    "end": 103,
                    "type": "figure",
                    "text": "Figure 6B"
                }
            ]
        },
        {
            "text": "The FB is shaped like a negative meniscus, curved such that the center is posterior to the edges, as previously reported (Hanesch et al., 1989;Strausfeld, 2012).  ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Hanesch et al., 1989;"
                },
                {
                    "start": 143,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "Strausfeld, 2012)"
                }
            ]
        },
        {
            "text": "Hanesch et al. (1989) Wolff et al.   ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Hanesch et al. (1989)"
                }
            ]
        },
        {
            "text": "3G, 4, 8, 11,14 no G1 3H, 4, 7, 8, 10,13, 14, 17 Even glomeruli to ventral gall; odd glomeruli to dorsal gall; no G9 3I, 4, 7, 8, 9, 10,13, 15 The central tooth is most posterior and flanked on each side by three prominent and increasingly anterior teeth. ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 15,
                    "type": "bibr",
                    "text": "3G, 4, 8, 11,14"
                },
                {
                    "start": 22,
                    "end": 48,
                    "type": "bibr",
                    "text": "3H, 4, 7, 8, 10,13, 14, 17"
                },
                {
                    "start": 117,
                    "end": 142,
                    "type": "bibr",
                    "text": "3I, 4, 7, 8, 9, 10,13, 15"
                }
            ]
        },
        {
            "text": "The most lateral two cryptic teeth are the smallest and lie ventral and anterior to their nearest neighbors ( Fig.  6B,D, Movie 3). ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 118,
                    "type": "figure",
                    "text": "Fig.  6B"
                }
            ]
        },
        {
            "text": "The cell type PB G2-9 .",
            "section": "Segmentation of the FB"
        },
        {
            "text": "s-FB'1.b-NO 3 P.b (Figs. 3, 6C) reveals a total of nine columns in '1 of the FB. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "These cells arborize in eight glomeruli (G2-G9) on each side of the midline. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "Cells from two glomeruli, one ipsilateral and one contralateral, project to each of the seven distinct teeth. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "The lateralmost, cryptic teeth, however, receive input from just one contralateral glomerulus each ( Fig. 6D; the details of the wiring diagram are described below). ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "type": "figure",
                    "text": "Fig. 6D"
                }
            ]
        },
        {
            "text": "PB G2-9 .",
            "section": "Segmentation of the FB"
        },
        {
            "text": "s-FB'1.b-NO 3 P.b cells therefore reveal a total of nine columns in layer 1 of the FB. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "A second example of column number for '1 is illustrated by the previously unreported cell type FB'1.b-NO 3 P.s-LAL.s.",
            "section": "Segmentation of the FB"
        },
        {
            "text": "bcre.s.",
            "section": "Segmentation of the FB"
        },
        {
            "text": "b, which has distinct tufts of boutons in FB'1 ( Fig. 6E). ",
            "section": "Segmentation of the FB",
            "ref_spans": [
                {
                    "start": 49,
                    "end": 57,
                    "type": "figure",
                    "text": "Fig. 6E)"
                }
            ]
        },
        {
            "text": "In this cell, there are four tufts per side and two centrally located tufts (both of which occupy the larger, medial tooth). ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "Each tuft stems from a separate branch, and each branch arises from the primary neurite; these branches help to distinguish the tufts. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "The arborization pattern of this large-field neuron is consistent with the observation that there are a total of nine columns in FB'1. ",
            "section": "Segmentation of the FB"
        },
        {
            "text": "(One could argue that there are 10 columns since the two medial tufts are distinct. However, since the center tooth is a single, morphological unit, we opted to consider the center tooth a single column.)",
            "section": "Segmentation of the FB"
        },
        {
            "text": "The EB is shaped like a torus, or donut (Fig. 1). ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 48,
                    "type": "figure",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "The arbors of neurons that innervate this central complex structure define multiple, distinct, but overlapping volumes within the EB. ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "These arbors reveal a highly complex yet exquisitely well-organized tangle of synaptic inputs and Figure 5. Layers of the FB. ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "type": "figure",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "A: nc82-labeled adult FB. ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "Asterisks identify layers discriminated by their synaptic density and distribution. ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "B-E: MCFO-labeled fan-shaped bodies. ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "B: Layer 9 is the \"cap\" of the FB. ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "A local interneuron that arborizes in two layers of the FB (left inset) terminates at sites presumed to be presynaptic at the top of the FB. ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "It does not fill the entire cap (right inset, arrow); this unfilled tip may define yet another, more dorsal, layer. ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "C: A red, large-field neuron arborizes in the FB between FB'1 and FB'2 (layer 1d/2v). ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "This neuron defines either a separate layer or a sublayer of either FB'1 or FB'2. ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "Layer 3 is not evident at this angle of orientation. ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "D: MCFO of a brain from GAL4 line [R34E11] reveals a distinct, unlabeled layer 3 between layers 2 and 4, both of which are clearly delineated by MCFOlabeled neurons. ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "E1: The dorsal layers 9, 8, and 6 are highlighted by MCFO-labeled neurons; layer 7 appears as a gap labeled only with nc82. ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "A large-field neuron arborizes throughout only the dorsal half of layer 6 (the ventral half is labeled with nc82, as shown in E2), perhaps defining it as a separate layer. ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "The exclusion of the red layer 8 neuron from layer 9 and the green layer 9 neuron from layer 8 substantiates the assignment of these domains as distinct layers [GAL4 line R34H05]. ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "E2: High-magnification view of E1 with nc82 label included. ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "Layers 5 and 7 are evident, as is the synapse-dense ventral region of layer 6 from which the green neuron in E1 is excluded. ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "E3: Sagittal view of brain shown in panel E1 highlights the dorsal position of the green neuron in layer ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "6. outputs and hint at the sophisticated circuits of cells that target this structure. ",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "This work identifies new volumes and elaborates on previously defined volumes of the EB.",
            "section": "Elaborate set of neuropil volumes partitions the ellipsoid body"
        },
        {
            "text": "The EB is partitioned along its radius into concentric annuli, or rings (Hanesch et al., 1989;Renn et al., 1999;Young and Armstrong, 2010b), of varying diameters. ",
            "section": "Layers/rings",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Hanesch et al., 1989;"
                },
                {
                    "start": 94,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "Renn et al., 1999;"
                },
                {
                    "start": 112,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "Young and Armstrong, 2010b)"
                }
            ]
        },
        {
            "text": "(Note that in other neuropterans the homologous subdivisions are layers rather than rings since the EB and homologous upper division of the central body, or CBL, are not circular.) ",
            "section": "Layers/rings"
        },
        {
            "text": "The striking arbors of the \"ring neurons\" form virtually complete rings within the boundaries of the EB and help to accentuate these regions. ",
            "section": "Layers/rings"
        },
        {
            "text": "The rings do not fill the anteroposterior depth of the torus (see below). ",
            "section": "Layers/rings"
        },
        {
            "text": "The morphology of the ring neurons has been described elsewhere (Hanesch et al., 1989;Young and Armstrong, 2010b). ",
            "section": "Layers/rings",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Hanesch et al., 1989;"
                },
                {
                    "start": 86,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "Young and Armstrong, 2010b)"
                }
            ]
        },
        {
            "text": "As discussed for layers of the FB, an accurate and complete catalog of the number of rings in the EB will only be possible with an exhaustive analysis of all neurons that form ring-like arbors in the EB.",
            "section": "Layers/rings"
        },
        {
            "text": "The EB is layered on its anteroposterior axis. ",
            "section": "Shells"
        },
        {
            "text": "Hanesch et al. (1989) cited two such layers and named them the anterior and posterior rings; Young and Armstrong (2010b) observed four such rings. ",
            "section": "Shells",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Hanesch et al. (1989)"
                }
            ]
        },
        {
            "text": "Since the term \"shell\" was used to define similar anteroposterior layers in the FB (Hanesch et al., 1989), we will refer to such anteroposterior divisions of the EB as shells both to maintain a consistent terminology and so as to not confuse anterior and posterior rings with the concentric rings of the EB.",
            "section": "Shells",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Hanesch et al., 1989"
                }
            ]
        },
        {
            "text": "The studies reported here reveal three distinct, complete shells in the EB. ",
            "section": "Shells"
        },
        {
            "text": "The shells are evident in nc82immunolabeled preparations and are highlighted more clearly in brains with labeled cells, particularly brains in which the ring neurons are labeled (Fig. 7). ",
            "section": "Shells",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 186,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 7)"
                }
            ]
        },
        {
            "text": "EB arbors fill the entire volume of the shells they occupy. ",
            "section": "Shells"
        },
        {
            "text": "Some cell types fill just one shell (e.g., Fig. 7A,B), whereas others fill more than one (Fig. 7C,D). ",
            "section": "Shells",
            "ref_spans": [
                {
                    "start": 43,
                    "end": 52,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 7A,B"
                },
                {
                    "start": 89,
                    "end": 100,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 7C,D)"
                }
            ]
        },
        {
            "text": "The arbor of one Figure 6. ",
            "section": "Shells",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 25,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "Projection pattern between the PB and FB'1. ",
            "section": "Shells"
        },
        {
            "text": "A: nc82labeled FB. ",
            "section": "Shells"
        },
        {
            "text": "This focal plane illustrates the medial and two neighboring teeth on each side of the midline. ",
            "section": "Shells"
        },
        {
            "text": "B: Distinction between the lateralmost and cryptic teeth of FB'1. ",
            "section": "Shells"
        },
        {
            "text": "The green arbor, consisting of boutons, is in the lateralmost tooth and originates from a PB G2-9 .",
            "section": "Shells"
        },
        {
            "text": "s-FB'1.b-NO 3 P.b neuron in G3L. ",
            "section": "Shells"
        },
        {
            "text": "The blue, bouton-rich arbor is in the cryptic tooth and arises from a PB G2-9 .",
            "section": "Shells"
        },
        {
            "text": "s-FB'1.b-NO 3 P.b neuron that arborizes in G2L [R65B12]. ",
            "section": "Shells"
        },
        {
            "text": "These FB'1 domains are also illustrated in Movie 3. ",
            "section": "Shells"
        },
        {
            "text": "C: PB G2-9 .",
            "section": "Shells"
        },
        {
            "text": "s-FB'1.b-NO 3 P.b neuron. ",
            "section": "Shells"
        },
        {
            "text": "D: Schematic representation of PB:FB'1 circuitry of the PB G2-9 .",
            "section": "Shells"
        },
        {
            "text": "s-FB'1.b-NO 3 P.b neuron. ",
            "section": "Shells"
        },
        {
            "text": "The glomeruli in which this neuron arborizes (G2-G9), the specific FB teeth they target and the lines connecting them, are similarly colored to more easily follow the projection pattern for this cell type. ",
            "section": "Shells"
        },
        {
            "text": "The numbers beneath each tooth of the FB refer to the glomeruli from which they receive input, and \"i\" and \"c\" refer to ipsilateral and contralateral. ",
            "section": "Shells"
        },
        {
            "text": "The arbors from pairs of neurons that target the same teeth intermingle within the FB domains, although for clarity the colors are separated in the schematic. ",
            "section": "Shells"
        },
        {
            "text": "At the second junction, between the FB and NO, the primary neurites from G9-G6 cross the midline to arborize in the contralateral noduli (not shown). ",
            "section": "Shells"
        },
        {
            "text": "The remaining projections, from G5-G2, have already crossed the midline and therefore do not cross the midline again. ",
            "section": "Shells"
        },
        {
            "text": "E: Two examples of FB'l.b-NO 3 P.s-LAL.s.",
            "section": "Shells"
        },
        {
            "text": "b-cre.s.",
            "section": "Shells"
        },
        {
            "text": "b neurons [R44C06] highlight FB'1 teeth with tufts of boutons. ",
            "section": "Shells"
        },
        {
            "text": "Each tuft is located in a separate tooth with the exception of the central tooth, which houses two tufts; asterisks identify the tufts. ",
            "section": "Shells"
        },
        {
            "text": "A clear distinction between the left, lateral two teeth in the red example (right panel) is obscured in this focal plane, although the individual neurites leading to the tufts are evident and reveal the separate arbors. ",
            "section": "Shells"
        },
        {
            "text": "The two ventral tufts in both the green (left) and red (right) neurons that are not marked with asterisks arborize in the noduli. ",
            "section": "Shells"
        },
        {
            "text": "Movie 3 shows NO 1 , NO 2 and a small portion of the FB. ",
            "section": "Shells"
        },
        {
            "text": "The green cell originates from G2L in the PB and arborizes in the cryptic tooth of the FB (labeled C). ",
            "section": "Shells"
        },
        {
            "text": "The blue boutons are in the most lateral tooth and course from G9R in the PB. ",
            "section": "Shells"
        },
        {
            "text": "The more medial green arbor (not labeled) arises from G8R. ",
            "section": "Shells"
        },
        {
            "text": "Left scale bar 5 8 lm, right scale bar 5 10 lm in E. cell type, the EB.w.",
            "section": "Shells"
        },
        {
            "text": "AMP.s-Dga-s.b cell (Fig. 7D), extends the entire depth of the EB, populating the anterior, medial, and posterior shells (AMP). ",
            "section": "Shells",
            "ref_spans": [
                {
                    "start": 19,
                    "end": 27,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 7D"
                }
            ]
        },
        {
            "text": "(More specifically, this cell has spiny arbors in all three shells-anterior, medial, and posterior-of an EB wedge, and bouton-type terminals in an undefined region surrounding the dorsal gall, which we call the Dorsal gall-surround.) ",
            "section": "Shells"
        },
        {
            "text": "A previously uncharacterized R1-like neuron, EBR1.b-cre.s, also occupies the anterior shell (not shown).",
            "section": "Shells"
        },
        {
            "text": "This work identifies a previously uncharacterized anatomical feature of the EB: a protuberance on the dorsal anterior face of the EB (Fig. 7E, Movie 4). ",
            "section": "Nubbin: a new anatomical feature of the EB",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 7E"
                }
            ]
        },
        {
            "text": "Since it is an anteroposterior volume, it could be considered a partial shell. ",
            "section": "Nubbin: a new anatomical feature of the EB"
        },
        {
            "text": "We named this region the nubbin (nub) because it is a projection that appears stunted and undeveloped. ",
            "section": "Nubbin: a new anatomical feature of the EB"
        },
        {
            "text": "The nubbin is evident in nc82-labeled brains and, as with other brain regions and subdomains, is defined as a distinct volume in the EB by the arbors of a neuron, the BU.s-EBnub.b cell, which specifically targets this region of the EB ( Fig. 7E; [R41G11]). ",
            "section": "Nubbin: a new anatomical feature of the EB",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 254,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 7E; [R41G11]"
                }
            ]
        },
        {
            "text": "Notably, this volume is not targeted by any other neurons identified to date.",
            "section": "Nubbin: a new anatomical feature of the EB"
        },
        {
            "text": "Two morphologically and functionally distinct volumes partition the EB into periodic compartments: wedges and tiles. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Wedges radially segment the EB, resembling slices of a pie. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Wedges extend the full radius of the torus and, as demonstrated here, occupy either just the posterior and medial shells of the EB, or all three shells, depending on the cell type (see below). ",
            "section": "Wedges and tiles"
        },
        {
            "text": "As described for columns in the FB, arbors in wedges in the EB also do not respect strict boundaries; rather, arbors from cells within neighboring wedges overlap to varying degrees (see below). ",
            "section": "Wedges and tiles"
        },
        {
            "text": "These subdivisions are named \"sectors\" in Hanesch et al. (1989), but the term \"wedge\" is preferred over \"sector\" since it implies a sense of depth not suggested by sector.",
            "section": "Wedges and tiles",
            "ref_spans": [
                {
                    "start": 42,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Hanesch et al. (1989)"
                }
            ]
        },
        {
            "text": "The second volume, the tile, has not been described previously. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Tiles also segment the EB around the circumference of the torus, but unlike wedges they are a surface volume, restricted to the posterior shell of the EB. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "While all shells extend from the perimeter of the torus to the canal, this feature is not obvious in the posterior shell since the diameter of the canal is greater at the posterior than at the center of the torus. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Consequently, in maximum intensity projections tile volumes do not appear to extend to the canal. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "As described for the FB and other EB volumes, a few boutons from cells in one tile can occupy a neighboring tile (see below).",
            "section": "Wedges and tiles"
        },
        {
            "text": "Wedges and tiles are functionally distinct. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "To date, the only cell type that has been identified that arborizes in the PB and in wedges is spiny in the EB (PB G1-8 .b-EBw.s-D/Vgall.b; Figs. 3, 8A,C1,C2; note that Lin et al., 2013, characterize the EB arbor in this cell as mixed, comprising both dendritic and presynaptic endings, see below). ",
            "section": "Wedges and tiles",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Lin et al., 2013"
                }
            ]
        },
        {
            "text": "A second cell that does not arborize in the PB but does arborize in wedges is also spiny in EB wedges (EB.w.AMP.s-Dga-s.b, described above). ",
            "section": "Wedges and tiles"
        },
        {
            "text": "On the contrary, the only two cell types identified to date that arborize in the PB and occupy the tile domain are bouton-rich in the tile (PB G1-8 .s-EBt.b-D/Vgall.b and PB G2-9 .s-EBt.b-NO 1 .b; Figs. 3, 8B,C1,C2,D1,D2).",
            "section": "Wedges and tiles"
        },
        {
            "text": "There is a 1:1 correspondence between PB glomeruli and EB wedges for a given cell type",
            "section": "Wedges and tiles"
        },
        {
            "text": "The circuitry that connects the structures of the central complex and its accessory neuropils resembles an intricate labyrinth. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "A cell-type-by-cell-type analysis of the underlying circuits reveals that, despite the as shown in D1 with nc82 for reference. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "PB shown in left panel and EB and NO 1 in right panel. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Note that the profile of the FB is replaced by that of the EB in more anterior focal planes. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "In the plane shown here, the FB is just beginning to give way to the EB, so the EB arbor appears to reside in the FB. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "PB: protocerebral bridge; EB: ellipsoid body; GA: gall; NO: nodulus. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "apparent undecipherable confusion, cells for the most part adhere to a fundamental set of wiring rules. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "These are outlined in the sections that follow.",
            "section": "Wedges and tiles"
        },
        {
            "text": "As with the FB, there is thought to be a 1:1 correspondence between PB and EB volumes. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Hanesch et al. (1989) report between 12 and 16 sectors in the EB,",
            "section": "Wedges and tiles",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Hanesch et al. (1989)"
                }
            ]
        },
        {
            "text": "whereas Strausfeld (2012) and Lin et al. (2013) propose there are 16. ",
            "section": "Wedges and tiles",
            "ref_spans": [
                {
                    "start": 8,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "Strausfeld (2012)"
                },
                {
                    "start": 30,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Lin et al. (2013)"
                }
            ]
        },
        {
            "text": "If such a 1:1 correspondence exists, this work raises two questions: whether there are 16 or 18 wedges and tiles, and, if there are 16, how the circuits are designed to accommodate the discrepancy. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "MCFO-labeled brains were used to glean insight into the anatomical organization of the EB with respect to the PB and to identify the number of divisions, both wedges and tiles, in the EB.",
            "section": "Wedges and tiles"
        },
        {
            "text": "Of the PB-EB neurons analyzed to date, the maximum number of glomeruli targeted by a given small field PB-EB neuron is 16-no PB-EB small field neurons have been identified for which a single cell type targets each of the 18 glomeruli. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Instead, those neurons that arborize in 16 glomeruli target either G1-G8 or G2-G9, leaving one glomerulus per side \"empty,\" or without an arbor. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Consequently, we expect either that: ",
            "section": "Wedges and tiles"
        },
        {
            "text": "1) there are 18 volumes in the EB (both wedges and tiles), and two of the 18 lack arbors, or ",
            "section": "Wedges and tiles"
        },
        {
            "text": "2) there are 16 volumes and there is a 1:1 correspondence between the PB and EB.",
            "section": "Wedges and tiles"
        },
        {
            "text": "PB G1-8 .",
            "section": "Wedges and tiles"
        },
        {
            "text": "b-EBw.s-D/Vgall.b cells (Figs. 3, 8A,C1,C2) represent the only cell type identified so far that arborizes in both the PB and in wedges in the EB. ",
            "section": "Wedges and tiles",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 43,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figs. 3, 8A,C1,C2)"
                }
            ]
        },
        {
            "text": "Although Lin et al. (2013) characterize the EB arbor of this cell as \"mixed,\" comprising both pre-and postsynaptic domains, our analysis of the morphology and polarity (using antisynaptotagmin) of the transmission is inconclusive for presynaptic terminals in the EB. ",
            "section": "Wedges and tiles",
            "ref_spans": [
                {
                    "start": 9,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Lin et al. (2013)"
                }
            ]
        },
        {
            "text": "To determine the number of wedges in the EB, the MCFO technique was used to label PB G1-8 .",
            "section": "Wedges and tiles"
        },
        {
            "text": "b-EBw.s-D/Vgall.b cells at both low and high density (Fig. 9). ",
            "section": "Wedges and tiles",
            "ref_spans": [
                {
                    "start": 53,
                    "end": 60,
                    "type": "figure",
                    "text": "(Fig. 9"
                }
            ]
        },
        {
            "text": "Sparsely labeled brains were used to: ",
            "section": "Wedges and tiles"
        },
        {
            "text": "1) establish the number of wedges in the EB and ",
            "section": "Wedges and tiles"
        },
        {
            "text": "2) map the circuits between individual glomeruli and small increments-equivalent to half-hour increments on a clock face-of the EB. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "This \"circuitry template\" enabled a \"dissection\" of the more complicated, densely labeled brains, which were effectively used to confirm the results of the sparsely labeled brains.",
            "section": "Wedges and tiles"
        },
        {
            "text": "The projections of PB G1-8 .",
            "section": "Wedges and tiles"
        },
        {
            "text": "b-EBw.s-D/Vgall.b cells in three densely labeled brains, each containing 13-14 labeled glomeruli (of 16 possible, since G9 lacks an arbor from this cell type), were tracked from PB glomeruli to EB wedges (Fig. 9, Movies 5 and 6). ",
            "section": "Wedges and tiles",
            "ref_spans": [
                {
                    "start": 204,
                    "end": 211,
                    "type": "figure",
                    "text": "(Fig. 9"
                }
            ]
        },
        {
            "text": "When like-colored primary neurites from different glomeruli overlapped one another, the circuits established from sparsely labeled brains were used as a guide to \"untangle\" their intersecting paths to their respective wedges in the EB. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "As necessary, color channels were toggled on and off to create different combinations of colors for each cell so that the precise arborization domains for each cell could be determined. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "This strategy, in combination with the circuitry template, enabled the following five conclusions to be drawn. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "1) There are 16 wedges, and arbors sometimes fill just half a wedge (\"demi-wedges\"). ",
            "section": "Wedges and tiles"
        },
        {
            "text": "There is no discernible anatomical distinction between cells that occupy entire vs. demi-wedges, other than the boundaries of the wedge arbor. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "2) When two cells are labeled in a single glomerulus, their arbors either overlap completely in a given volume of the EB, or they occupy adjacent demiwedges. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Of the 41 glomeruli labeled in these three brains, most had one or two labeled cells in a single glomerulus and just two had three labeled cells. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "In both instances of glomeruli containing three labeled cells, the arbors of two of these cells overlapped, whereas the third occupied an adjacent volume; it is likely that the two Figure 9. ",
            "section": "Wedges and tiles",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 189,
                    "type": "figure",
                    "text": "Figure 9"
                }
            ]
        },
        {
            "text": "The EB comprises 16 wedges and 32 demi-wedges. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "A1-A3: Confocal images and schematics of MCFO-labeled protocerebral bridges and corresponding ellipsoid bodies from three densely labeled brains. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Cell type: PB G1-8 .",
            "section": "Wedges and tiles"
        },
        {
            "text": "b-EBw.s-D/Vgall.b. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Colors used in the schematics do not necessarily correspond to the colors in the confocal images because of color redundancy in the data panels. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Two of the 41 labeled glomeruli shown in these three brains had three labeled cells each: G4R and G8R in A1. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Note that in A1, the green cell in G4R transitions to yellow in the EB due to ramping of the laser power during imaging. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "To minimize confusion, this cell is green in the schematic in both the PB and EB. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Brains shown in A1 and A3 are from line [R60D05]; brain in A2 is from [R33A12]. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "B,C: Demi-wedges are illustrated in these high magnification confocal images of small portions of two ellipsoid bodies. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Two cells are labeled in the glomeruli (insets) corresponding to the wedges shown. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "For each example, three panels are shown. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "The first shows both cells (or both colors), followed by each color shown separately to illustrate the gap, or demi-wedge, occupied by the partner cell. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "The asterisks identify the two demi-wedges corresponding to a single wedge. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Note that while there is some overlap between these EB arbors, there is a clear distinction between the two arbors that originate from the same glomerulus. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "B: An enlargement of a portion of the EB shown in A1; the region of interest is G4L, which contains a red and blue cell, shown in inset. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "See also Movie ",
            "section": "Wedges and tiles"
        },
        {
            "text": "5. C: The wedge labeled with blue and red arbors (9:00, red and yellow asterisks) exemplifies an instance in which the arbors from two cells from the same glomerulus both occupy the entire wedge. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "These cells arborize apparently presynaptically in G3R. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "The blue and green cells occupy adjacent demi-wedges of a single wedge and have their PB bouton arbors in G8L (inset). ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Brain shown in C is from line [R60D05] and is the same brain shown in Movie ",
            "section": "Wedges and tiles"
        },
        {
            "text": "6. Movie 5 The red and blue cells highlighted here with asterisks occupy adjacent demi-wedges of the same wedge. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Cells both arborize in G4L of the PB (shown in Fig.  9). ",
            "section": "Wedges and tiles",
            "ref_spans": [
                {
                    "start": 47,
                    "end": 54,
                    "type": "figure",
                    "text": "Fig.  9"
                }
            ]
        },
        {
            "text": "The gaps that appear when the red and blue channels are turned off are the demi-wedges. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Movie 6 illustrates two cells with bouton-type arbors in a single glomerulus, G8L (labeled G8), and postsynaptically in adjacent demi-wedges in the EB. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "One cell is green, the second is blue; they arborize in the EB at 8:00. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "The densest regions of the spiny arbors in the demi-wedges, the spines (as in backbones), are marked with the paired blue and green asterisks. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "There is a second green cell that arborizes at about 11:00 in the EB that does not arise from G8L (yellow asterisk). ",
            "section": "Wedges and tiles"
        },
        {
            "text": "A second pair of cells, one red and one blue (paired red and blue asterisks), projects from G3R (glomerulus not shown). ",
            "section": "Wedges and tiles"
        },
        {
            "text": "These cells arborize in the EB at 10:00 and overlap extensively in either the same wedge or demi-wedge. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "The Z series of the blue cell illustrates the projection of the cell (orange arrow identifies primary neurite) that arborizes in G8 to the lower blue arbor in the EB (orange asterisk). ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Similarly, the Z series of the green cell shows the projection from G8 to the green demi-wedge in the EB (purple asterisk), although this path is more difficult to follow. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "volumes occupied by these three cells represent demiwedges of a single wedge. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "When only one cell was labeled in a glomerulus, it generally appeared to fill the entire wedge, although in some instances there was an unlabeled adjacent volume. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "There are likely to be more blank demi-wedges than can be discerned in these brains, but given the high density of labeled cells and the fact that spiny branches can spill into neighboring volumes (see 4, below), unlabeled demi-wedges are difficult to detect. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "3) There is a 1:1 correspondence between glomeruli and EB wedges: Wedges and demi-wedges receive arbors exclusively from cells in a single glomerulus and arbors from a single glomerulus arborize in only one wedge or two paired demi-wedges. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "In other words, an arbor arising from a cell in one glomerulus has not been seen to share either a wedge or a demi-wedge with an arbor of a cell arising from a different glomerulus. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "(Note that this observation is primarily gathered from the sparsely labeled brains.) 4) Arbors from neighboring wedges can overlap at the edges of their arborizations domains, sometimes quite extensively (Fig. 10). ",
            "section": "Wedges and tiles",
            "ref_spans": [
                {
                    "start": 204,
                    "end": 213,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig. 10)"
                }
            ]
        },
        {
            "text": "5) Arbors arising from cells that target G1 and G5 target wedges at clock positions 6:00 and midnight, respectively, with the left and right counterparts for each of these glomeruli falling on opposite sides of this midline (at approximately 11:30-12:00/12:00 to 12:30 and 5:30-6:00/6:00-6:30; see below for projection map details).",
            "section": "Wedges and tiles"
        },
        {
            "text": "Two key conclusions can be drawn about wedges, at least for the only cell type so far identified to arborize in them, the PB G1-8 ps-EBw.s-D/Vgall.b cell. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "First, there are 16 wedges in the EB, one for each glomerulus arborized by this cell type (G1-G8), and second, arbors of some cells occupy the entire wedge, whereas others occupy just half a wedge. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Whether these cells-full wedge vs. demi-wedge-should be classified as distinct cell types or not is debatable; answering this question will require additional physiological and behavioral studies.",
            "section": "Wedges and tiles"
        },
        {
            "text": "Consistent with the results described above, cell counts of the total population of PB G1-8 .",
            "section": "Wedges and tiles"
        },
        {
            "text": "b-EBw.s-D/ Vgall.b cells in three brains (n 45, 39, and 36) suggest that between two and three cells target each of the 16 glomeruli (n divided by 16 glomeruli). ",
            "section": "Wedges and tiles"
        },
        {
            "text": "It is not obvious how these two to three cells are distributed among the 16 glomeruli. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "The data shown in Figure 9 reveal that the simplest scenario, in which there are three cells per glomerulus, one that occupies the full wedge, and one for each demi-wedge, cannot be the case. ",
            "section": "Wedges and tiles",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 26,
                    "type": "figure",
                    "text": "Figure 9"
                }
            ]
        },
        {
            "text": "Since as many as three cells can arborize in a single glomerulus and its corresponding wedge, an alternative possibility is that certain glomeruli are always targeted by three cells, and others always by two cells. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "No more than three cells were seen to arborize in a single glomerulus in these studies, perhaps excluding yet more complex combinations. ",
            "section": "Wedges and tiles"
        },
        {
            "text": "Finally, it is possible that the volume occupied by the arbors of a particular cell is determined by a stochastic developmental event.",
            "section": "Wedges and tiles"
        },
        {
            "text": "As previously noted, the available evidence suggests that tiles are output domains in the EB, whereas wedges are input domains, and that tiles innervate just the posterior shell of the torus, whereas wedges arborize in both the posterior and medial shells, as well as the anterior shell in the case of the EB.w.",
            "section": "Eight tiles constitute the EB"
        },
        {
            "text": "AMP.s-Dga-s.b cell. ",
            "section": "Eight tiles constitute the EB"
        },
        {
            "text": "A third significant difference between these two volumes is that tiles are targeted by cells from two glomeruli rather than just one. ",
            "section": "Eight tiles constitute the EB"
        },
        {
            "text": "Consequently, there are eight tiles rather than 16, and tiles occupy a wider volume than do wedges (Fig. 11).",
            "section": "Eight tiles constitute the EB",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "(Fig. 11)"
                }
            ]
        },
        {
            "text": "Just two cell types have been identified that connect glomeruli in the PB to tile domains in the EB: PB G1-8 .",
            "section": "Eight tiles constitute the EB"
        },
        {
            "text": "s-EBt.b-D/Vgall.b (Figs. 3, 8B,C1,C2) and PB G2-9 .",
            "section": "Eight tiles constitute the EB",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 36,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figs. 3, 8B,C1,C2"
                }
            ]
        },
        {
            "text": "s-EBt.b-NO 1 .",
            "section": "Eight tiles constitute the EB"
        },
        {
            "text": "b (Figs. 3, 8D1,D2). ",
            "section": "Eight tiles constitute the EB",
            "ref_spans": [
                {
                    "start": 2,
                    "end": 19,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figs. 3, 8D1,D2)"
                }
            ]
        },
        {
            "text": "As with the PB G1-8 .",
            "section": "Eight tiles constitute the EB"
        },
        {
            "text": "b-EBw.s-D/Vgall.b cells (Figs. 3, 8A,C1,C2), the two PB-EB tile cells are not represented in all glomeruli: PB G1-8 .",
            "section": "Eight tiles constitute the EB",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 43,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figs. 3, 8A,C1,C2)"
                }
            ]
        },
        {
            "text": "s-EBt.b-D/Vgall.b cells do not arborize in G9, and PB G2-9 .",
            "section": "Eight tiles constitute the EB"
        },
        {
            "text": "s-EBt.b-NO 1 .",
            "section": "Eight tiles constitute the EB"
        },
        {
            "text": "b cells do not target G1. ",
            "section": "Eight tiles constitute the EB"
        },
        {
            "text": "The details of the connections between the PB and EB domains are described below.",
            "section": "Eight tiles constitute the EB"
        },
        {
            "text": "Noduli are composed of subcompartments nc82 labeling reveals three distinct noduli, each with a unique size and shape (Fig. 12)  (Young and Armstrong, 2010b). ",
            "section": "Eight tiles constitute the EB",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 127,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Fig. 12)"
                },
                {
                    "start": 129,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "(Young and Armstrong, 2010b"
                }
            ]
        },
        {
            "text": "The dorsalmost nodulus, \"NO 1 ,\" is the smallest, triangular in shape in frontal sections, and is displaced anteriorly. ",
            "section": "Eight tiles constitute the EB"
        },
        {
            "text": "NO 1 is also the brightest nodulus in nc82-labeled brains and, since nc82 is thought to label T-bar ribbons, this brighter signal may therefore reflect a greater density of presynaptic sites, suggesting that NO 1 has the highest synaptic density of the three noduli. ",
            "section": "Eight tiles constitute the EB"
        },
        {
            "text": "The medial nodulus, NO 2 , is somewhat rectangular in shape in a frontal view and protrudes slightly more anteriorly than NO 1 . ",
            "section": "Eight tiles constitute the EB"
        },
        {
            "text": "The ventralmost nodulus, NO 3 , is more square than NO 2 and occupies the largest volume of the three. ",
            "section": "Eight tiles constitute the EB"
        },
        {
            "text": "NO 2 and NO 3 have distinct subcompartments that are revealed by distinguishable texture, contrast, and intensity in nc82-labeled samples and, more definitively, by arborization domains of cells that specifically target these subregions. ",
            "section": "Eight tiles constitute the EB"
        },
        {
            "text": "NO 1 may also have subcompartments (see below). ",
            "section": "Eight tiles constitute the EB"
        },
        {
            "text": "The nomenclature of \"subcompartments\" rather than separate noduli was chosen because these subregions are so tightly juxtaposed that there is no obvious break in nc82-labeling, and therefore no separation, between the units (Fig. 12B,D) as there is between NO 1 , NO 2 and NO 3 . ",
            "section": "Eight tiles constitute the EB",
            "ref_spans": [
                {
                    "start": 224,
                    "end": 236,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Fig. 12B,D)"
                }
            ]
        },
        {
            "text": "Cell projections to these subcompartments are discussed below.",
            "section": "Eight tiles constitute the EB"
        },
        {
            "text": "There appears to be a medial-lateral compartmentalization of NO 1 , although this division is less compelling than are the subdivisions of NO 2 and NO 3 (described below). ",
            "section": "NO 1"
        },
        {
            "text": "First, nc82 labeling is uniform across NO 1 , which is not the case with NO 2 and NO 3 . ",
            "section": "NO 1"
        },
        {
            "text": "Second, just one cell type identified to date can arborize exclusively in either the medial or lateral half of a dorsal nodulus. ",
            "section": "NO 1"
        },
        {
            "text": "Of the 35 GAL4 lines examined for this study, only two cell types arborize in NO 1 and only one has been identified that connects the PB to NO 1 (PB G2-9 .s-EBt.b-NO 1 .b). ",
            "section": "NO 1"
        },
        {
            "text": "The arbors of 64% (28 of a total of 44) of observed cells of this type fill the entire nodulus. ",
            "section": "NO 1"
        },
        {
            "text": "In 30% (n 5 13) of cases, the arbor is restricted to the medial half of the nodulus (Fig. 12A1-A3). ",
            "section": "NO 1",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 97,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 12A1-A3"
                }
            ]
        },
        {
            "text": "The arbors in the remaining 7% (n 5 3) filled only the lateral half of the nodulus (Fig. 12A4).",
            "section": "NO 1",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 94,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 12A4)"
                }
            ]
        },
        {
            "text": "Cells in each of the eight glomeruli associated with this cell type, G2-G9, produce arbors that can fill the entire nodulus. ",
            "section": "NO 1"
        },
        {
            "text": "However, it is intriguing that the cells that arborize only in the medial half of the nodulus arise from even glomeruli (with 8/13 arising from G6), and that the three cells that arborize only in the lateral NO 1 all arise from G5. ",
            "section": "NO 1"
        },
        {
            "text": "While the significance of the predisposition for the medially arborizing subset of cells to arise from even glomeruli, with a majority from G6, and the laterally arborizing cells to arise from G5 is unclear, these observations suggest that at least in most cases communication from G5 and G6 is restricted to either the medial or lateral half of NO 1 as part of a functional plan.",
            "section": "NO 1"
        },
        {
            "text": "In addition to this mediolateral compartmentalization of information within NO 1 , an unusual feature of this nodulus adds further support to the argument that it is compartmentalized: nc82 signal in NO 1 sometimes appears divided into medial and lateral halves, a phenomenon not seen in the other noduli (not shown). ",
            "section": "NO 1"
        },
        {
            "text": "While the identification of additional cell types that show a medial-lateral preference within NO 1 is necessary to confirm such compartmentalization of NO 1 , a selective distribution of information seems likely.",
            "section": "NO 1"
        },
        {
            "text": "NO 2 comprises two subcompartments, a large dorsal (NO 2 D) and a smaller, ventral (NO 2 V) domain (Fig. 12B-G, Movie 7). ",
            "section": "NO 2",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 120,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 12B-G, Movie 7)"
                }
            ]
        },
        {
            "text": "NO 2 V resembles a pancake-like pedestal . ",
            "section": "NO 2"
        },
        {
            "text": "The cell type labeled is PB G2-9 .",
            "section": "NO 2"
        },
        {
            "text": "s-EBt.b-NO 1 .",
            "section": "NO 2"
        },
        {
            "text": "b; the noduli are not shown. ",
            "section": "NO 2"
        },
        {
            "text": "The unlabeled gap in the center of the PB reflects the fact that this cell type does not arborize in G1. ",
            "section": "NO 2"
        },
        {
            "text": "Note that the colors in the PB are not always preserved for a given cell in the EB due to laser adjustment (ramping) through a confocal stack. ",
            "section": "NO 2"
        },
        {
            "text": "For example, in B the cell that arborizes in G2R is purple in the PB and blue in the EB. ",
            "section": "NO 2"
        },
        {
            "text": "In this same brain, G9L is pink in the PB due to the presence of two labeled cells, one green and one blue (see inset of PB, in which the green and blue channels were independently toggled off to demonstrate the presence of the two neurons); the bouton arbors from these two cells are clearly blue and green in the EB. ",
            "section": "NO 2"
        },
        {
            "text": "The eight tile volumes are evident in the EB; the glomeruli from which they originate are indicated next to each EB tile. ",
            "section": "NO 2"
        },
        {
            "text": "In panel A, the EB is shown twice, the second time with the green channel turned off to reveal arbors that are obscured by the green channel (i.e., the red arbor from 4R).",
            "section": "NO 2"
        },
        {
            "text": "for NO 2 D in frontal sections (Fig. 12B-G). ",
            "section": "NO 2",
            "ref_spans": [
                {
                    "start": 31,
                    "end": 43,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Fig. 12B-G)"
                }
            ]
        },
        {
            "text": "In rare cases, cells that arborize in NO 2 V also extend a thin flange anteriorly and dorsally, partially enwrapping NO 2 D (not shown). ",
            "section": "NO 2"
        },
        {
            "text": "NO 2 D is less intensely labeled with nc82 than NO 2 V, and so may contain less densely packed synaptic sites (Fig. 12B1,B2). ",
            "section": "NO 2",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 123,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Fig. 12B1,B2"
                }
            ]
        },
        {
            "text": ". (Note that in panel E1 the brighter label in NO 3 P is bleed-through from the neuron labeled in E2.) F,G: The distinction between the three subcompartments of NO 3 is illustrated using the MCFO technique. See accompanying Movie 7. Anterior is to the right for all sagittal views. Movie 7: NO 1 , the two subcompartments of NO 2 and the three subcompartments of NO 3 are clearly distinguished in this movie. Colored labels correspond to the colors of the cells that fill various compartments. NO 1 , NO 2 V, and NO 3 P are labeled only with nc82.",
            "section": "NO 2"
        },
        {
            "text": "NO 3 is composed of three domains: the largest, posterior domain, NO 3 P; the smallest, medial domain, NO 3 M; and the most anterior domain, NO 3 A, which abuts NO 3 V (Fig. 12B-G, Movie 7). ",
            "section": "NO 3",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 189,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 12B-G, Movie 7)"
                }
            ]
        },
        {
            "text": "NO 3 P and NO 3 A are unambiguously distinct domains, and even in nc82-labeled brains it is easy to distinguish them, with NO 3 A having less intense signal and probably therefore being the less synaptically dense subcompartment (Fig. 12B2). ",
            "section": "NO 3",
            "ref_spans": [
                {
                    "start": 229,
                    "end": 240,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Fig. 12B2)"
                }
            ]
        },
        {
            "text": "The distinction between NO 3 M and NO 3 P is less obvious since, qualitatively, the nc82 label is identical in these two subcompartments. ",
            "section": "NO 3"
        },
        {
            "text": "However, the distinction is unambiguous in brains with labeled cells that target subsets of these compartments (Fig. 12E-G). ",
            "section": "NO 3",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 123,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Fig. 12E-G)"
                }
            ]
        },
        {
            "text": "(Note that Lin et al., 2013, describe four noduli. It is likely that their NO 3 and NO 4 correspond to what we describe as NO 3 A for NO 3 and NO 3 P1NO 3 M for NO 4 .)",
            "section": "NO 3"
        },
        {
            "text": "The gall (GA) is a distinct, paisley-shaped neuropil situated on the \"shoulders\" of the LAL (Figs. 1, 3). ",
            "section": "Gall comprises three subcompartments",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 104,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figs. 1, 3)"
                }
            ]
        },
        {
            "text": "Ito et al. 2014consider it a subregion of the LAL, but this work suggests it is an independent neuropil adjacent to the LAL. ",
            "section": "Gall comprises three subcompartments",
            "ref_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "text": "2014"
                }
            ]
        },
        {
            "text": "Our analysis of neurons that target both the PB and the gall reveal that the gall consists of three subdomains. ",
            "section": "Gall comprises three subcompartments"
        },
        {
            "text": "Two large subdomains compose the bulk of the gall and were also described by Lin et al. (2013), a dorsal (D) and a ventral compartment (V; also the most anterior of the three subunits; Fig. 13). ",
            "section": "Gall comprises three subcompartments",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Lin et al. (2013)"
                },
                {
                    "start": 185,
                    "end": 192,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 13"
                }
            ]
        },
        {
            "text": "The previously undescribed minor subdomain is the most posterior volume and lies at the dorsal tip of the gall, earning it the name \"gall tip\" (Fig. 13). ",
            "section": "Gall comprises three subcompartments",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 13"
                }
            ]
        },
        {
            "text": "All three compartments are targeted in a cell type-dependent manner. ",
            "section": "Gall comprises three subcompartments"
        },
        {
            "text": "Cells that arborize in the dorsal gall are excluded from the gall tip. ",
            "section": "Gall comprises three subcompartments"
        },
        {
            "text": "Only one cell type has been identified that targets the gall tip (see below). ",
            "section": "Gall comprises three subcompartments"
        },
        {
            "text": ". B1: Orange cell is in G7 and arborizes in the dorsal gall; blue cell is in G6 and arborizes in the ventral gall. B2: Blue cell is in G8 and the ventral gall; red cell is in G7 and the dorsal gall. The apparent gap between the red and blue cells in the glomeruli is not an intervening glomerulus, but is a consequence of both a slightly buckled PB between G7/G8 and the fact that the blue arbor does not completely fill G8. B3: Red cell is in G4 (top) and the ventral gall (middle, frontal view), blue cell arborizes in G3 (top) and the dorsal gall (middle). Lower panel is a side view of the gall to illustrate that the apparent overlap of the red and blue arbors in the frontal view is a consequence of the fact that the D and V domains are staggered on the D/V axis.",
            "section": "Gall comprises three subcompartments"
        },
        {
            "text": "The various cell types that project between the PB and volumes in the EB follow the same general trajectories, although there are cell type-dependent differences in the details of the circuit diagrams, largely for two reasons. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "First, since there are 8 tiles and 16 wedges, the projection patterns between glomeruli and EB volumes are necessarily distinct. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Second, individual cell types project to different subsets of glomeruli (for example, G1-G8, G2-G9, or exclusively G9 in the case of the PB G9 .b-EB.P.s-ga-t.b cell, described below). ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Consequently, while the overall projection pattern is preserved in these unique cell types, the precise correspondence between a given glomerulus and a specific geographic location in the EB differs.",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "To map the circuits between the PB and the EB, the projections of all cell types that arborize in both the PB and EB were traced. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "For wedge cells, the projec-tions from the PB to EB wedges were followed in dozens of brains sparsely labeled for the PB G1-8 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "b-EBw.s-D/Vgall.b cell type and in three densely labeled brains (per brain, 13-14 labeled glomeruli of 16 possible, since G9 is not targeted by this cell type) were traced. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "The circuitry template derived from more sparsely labeled brains was used as a scaffold to dissect the more dense, complex patterns. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Brains in which PB G2-9 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "s-EBt.b-NO 1 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "b and PB G1-8 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "s-EBt.b-D/Vgall.b cells were labeled were used to map the circuits between the PB and EB tiles.",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "The primary wiring principle is that the glomeruli of the PB effectively map linearly onto the EB. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "The projections from left to right and right to left are mirror symmetrical to one other (Figs. 14, 15). ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 103,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figs. 14, 15)"
                }
            ]
        },
        {
            "text": "Each half of the PB completely enwraps the EB, with the left half wrapping clockwise and the right half wrapping counterclockwise around the EB. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "The alignment of the projection pattern from PB to EB can be most readily visualized if the EB is filleted at its antapex (6:00 on an analog clock face) and stretched flat to derive the ancestral, linear form of the EB characteristic of non-Drosophilids. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "For both wedge and tile cells, the most lateral glomerulus from the left half of the PB aligns to the volume that lies approximately between 7:00 and 8:00 on a clock face, whereas the most medial volume from the left half aligns with 6:00 (5:30-6:30; Figs. 14, 15). ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 251,
                    "end": 264,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figs. 14, 15)"
                }
            ]
        },
        {
            "text": "For the right half of the PB, the most lateral glomerulus aligns Figure 14. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 65,
                    "end": 74,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 14"
                }
            ]
        },
        {
            "text": "Connectivity between the PB and EB tiles. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Schematics illustrating the projection patterns between the PB and EB tiles for two cell types, each of which targets a different subset of glomeruli. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Schematics were derived from MCFO-labeled brains. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Top: PB, middle: EB; bottom: filleted EB, as described in text. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Glomeruli and their target EB volumes are color-matched. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "The numbers below the PB identify each of the glomeruli, whereas the black text around the EB denotes coordinates of an analog clock for use as reference. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "A: This wiring scheme represents the cell type PB G2-9 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "s-EBt.b-NO 1 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "b, which does not arborize in G1 (gray in PB). ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Two cells, one ipsilateral and one contralateral, arborize in each tile. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "The three distal glomeruli project ipsilaterally in the EB, G6 and G2 occupy the midline volumes (the zenith and nadir, respectively), and G3-G5 project contralaterally in the EB. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "This linear projection pattern is readily seen by comparing the PB to the filleted EB. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "B: Wiring scheme for PB G1-8 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "s-EBt.b-D/Vgall.b cells, which do not arborize in G9 (gray in PB; [R33A12]). ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "The same basic circuitry scheme illustrated in A applies to this cell type, but the ipsilateral/contralateral split is shifted laterally by one glomerulus since EBt.b-D/Vgall.b cells do not arborize in G9 but do arborize in G1. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Therefore, the three most lateral glomeruli project ipsilaterally, G5 and G1 arborize in the midline volumes (the apex and antapex, respectively), and G4-G2 project to the contralateral EB. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "PB G1-8 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "s-EBt.b-D/Vgall.b cells in even-numbered glomeruli project to the ventral gall whereas odd-numbered glomeruli project to the dorsal gall (labeled D and V above each glomerulus of the PB).",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "to the volume approximately between 4:00 and 5:00 and the most medial glomerulus aligns with 6:00.",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "The second principle is collectively illustrated by PB G1-8 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "b-EBw.s-D/Vgall.b cells (Fig. 15) in conjunction with the two tile cell types: PB G2-9 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 33,
                    "type": "figure",
                    "text": "(Fig. 15)"
                }
            ]
        },
        {
            "text": "s-EBt.b-NO 1 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "b (Fig.  14A) and PB G1-8 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 2,
                    "end": 12,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig.  14A"
                }
            ]
        },
        {
            "text": "s-EBt.b-D/Vgall.b (Fig. 14B) The second principle accommodates three features of the central complex: 1) There is a disparity between the Figure 15. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 28,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 14B)"
                },
                {
                    "start": 138,
                    "end": 147,
                    "type": "figure",
                    "text": "Figure 15"
                }
            ]
        },
        {
            "text": "Connectivity between the PB and EB wedges. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "This schematic was constructed based on MCFO-labeled PB G1-8 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "b-EBw.s-D/ Vgall.b cells, which do not project to G9 (gray in PB). ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Schematics of the PB, EB, and filleted EB are shown. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Between zero and three cells are labeled in each glomerulus. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Alphanumeric labels on the EB and filleted EB indicate the glomeruli from which cells project to each volume; the number refers to the glomerulus number, R is shorthand for right, and L for left. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Alternating wedges are filled with gray or white and demi-wedges are indicated by a solid line that divides each wedge. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Various combinations of wedge and demi-wedge arbor fills are illustrated. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "For example, G8R illustrates an example with three labeled cells; the purple and yellow occupy one demi-segment in the EB, the green occupies the other demi-segment of the same wedge. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "G1R has two labeled cells, both of which fill the entire EB wedge that corresponds to G1R. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "G5L and G3R each have just one labeled cell, but G3R fills its entire corresponding wedge, whereas G5L fills just a demi-wedge. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "As with PB G1-8 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "s-EBt.b-D/Vgall.b cells (above), PB G1-8 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "b-EBw.s-D/Vgall.b cells project to either the dorsal or ventral gall in the same glomerulus-specific fashion: even-numbered glomeruli project to the ventral gall whereas odd-numbered glomeruli project to the dorsal gall, as indicated by the D and V designations above the PB. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "number of volumes in the PB (18) and EB (16 wedges or 8 tiles); ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "2) Information flow is evenly distributed between the two brain hemispheres, as the brain generally is bilaterally symmetric; ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "3) Most neurons cross the midline at some point in their trajectories; since cells of the central complex typically arborize in three structures, cells can remain ipsilateral between the first and second neuropils and cross the midline between the second and third neuropils, or they can cross the midline between the first and second neuropils. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "To maintain a balanced distribution of information flow, the point of crossover for cells that stay ipsilateral between the first and second substructures shifts by one glomerulus in cells that arborize in G1-G8 versus those that arborize in G2-G9 so that four glomeruli per side stay ipsilateral at the first junction and four cross contralaterally at the first junction. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "More specifically, for cells that arborize in G9-G2, G9-G6 stay ipsilateral at the first junction and G5-G2 cross the midline at the first junction (PB-EB; Fig. 14A), whereas for cells that target G8-G1, G8-G5 remain ipsilateral at the first junction and G4-G1 cross the midline at the first junction (Figs. 14B, 15; note that for tiles, two volumes are situated on the midline, one at 12:00 and the other at 6:00). ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 164,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 14A"
                },
                {
                    "start": 301,
                    "end": 315,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figs. 14B, 15"
                }
            ]
        },
        {
            "text": "Therefore, a given glomerulus does not correspond to one single volume in the EB. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Rather, the correspondence between each glomerulus and its target volume in the EB depends on the cell type.",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "The circuits also differ slightly for cell types that arborize in the two types of EB volumes because there is a difference in the number of EB subdivisions: 16 wedges and 8 tiles. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "The 2:1 correspondence between glomeruli and EB tiles results in one ipsilateral and one contralateral glomerulus contributing cells that arborize in the same EB tile. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "The arbors in a given EB tile are not segregated, but rather are intermingled (Figs. 10,11,14). ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 88,
                    "type": "bibr",
                    "text": "(Figs. 10,"
                },
                {
                    "start": 88,
                    "end": 91,
                    "type": "bibr",
                    "text": "11,"
                },
                {
                    "start": 91,
                    "end": 94,
                    "type": "bibr",
                    "text": "14)"
                }
            ]
        },
        {
            "text": "In contrast, there is a 1:1 correspondence between glomeruli and EB wedges: Cells in each glomerulus target separate wedge volumes in the EB and, in some cases, two cells from a single glomerulus occupy separate demi-wedges of the same wedge. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "In the case of circuits for cell types that arborize in G1-G8, the EB tile and wedge regions that correspond to specific glomeruli (wedges) or pairs of glomeruli (tiles) are identical. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "(For example, both G1 tile cells in Fig. 14B and G1 wedge cells in Fig. 15 target the 6:00 region in the EB.) ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 36,
                    "end": 44,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 14B"
                },
                {
                    "start": 67,
                    "end": 74,
                    "type": "figure",
                    "text": "Fig. 15"
                }
            ]
        },
        {
            "text": "For cell types that occupy G2-G9, corresponding regions in the EB shift by one volume, but the correspondence is effectively the same (compare Figs. 14B and 15 to Fig. 14A; in the G2-G9 cell type, it is the G2 cells, not the G1 cells mentioned above, that target the 6:00 region in the EB). ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 171,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 14A"
                }
            ]
        },
        {
            "text": "In other words, although G8R and G2L (Fig. 14B) or the equivalent G9R and G3L (Fig.  14A) for tile cells occupy a single volume (roughly corresponding to clock position 4:00 to 5:00), the geometric coordinates of this volume are the same as the combined volume occupied by the corresponding G8R and G2L wedge cells (4:00-5:00). ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 37,
                    "end": 47,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 14B)"
                },
                {
                    "start": 78,
                    "end": 89,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig.  14A)"
                }
            ]
        },
        {
            "text": "Finally, whereas tile volumes straddle the midline (both 6:00 and 12:00), the wedge volumes do not, but instead fall to either side of the midline.",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Connectivity principles for the protocerebral bridge to the fan-shaped body parallel those between the protocerebral bridge and ellipsoid body",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "The unique, tooth-like morphology of FB'1 enabled the number of columns to be defined in this layer. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "It also helped reveal the connectivity between the PB and layer 1 of the FB by mapping the trajectories of PB G2-9 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "s-FB'1.b-NO 3 P.b cells between the PB and FB'1. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "As with PB G2-9 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "s-EBt.b-NO 1 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "b cells, PB G2-9 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "s-FB'1.b-NO 3 P.b cells are represented in all glomeruli except G1.",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Cells in G9, G8, and G7 map linearly and ipsilaterally onto the FB (Fig. 6D). ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 76,
                    "type": "figure",
                    "text": "(Fig. 6D)"
                }
            ]
        },
        {
            "text": "The arbors of cells from G9 occupy the lateralmost prominent tooth (not the cryptic tooth described above). ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Cells from G8 target the next, more medial neighbor, and cells from G7 project to the tooth adjacent to the central tooth. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Both G6 cell arbors project to the large, central tooth, and those from G5, G4, and G3 arborize in progressively more lateral teeth on the contralateral side, with G3 cells occupying the most contralateral, prominent tooth. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "As a consequence of this projection pattern, the ipsilateral G9 cell arbors coarborize with the contralateral G3 cell arbors, the ipsilateral G8 cell pairs with the contralateral G4, and the ipsilateral G7 cell pairs with the contralateral G5. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "This wiring diagram is effectively identical to that seen between the PB and EB for PB G2-9 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "s-EBt.b-NO 1 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "b cells (Fig. 14A). ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 8,
                    "end": 18,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 14A)"
                }
            ]
        },
        {
            "text": "In a wiring scheme that parallels that described for the PB-EB projections, the expectation is that the cells in G2 would project to the FB's equivalent geographic location of the antapex (i.e., the most lateral domains in the filleted EB and the cryptic teeth in FB'1)-and they do (Fig. 6D). ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 282,
                    "end": 291,
                    "type": "figure",
                    "text": "(Fig. 6D)"
                }
            ]
        },
        {
            "text": "However, unlike the other teeth of FB'1, which receive input from both an ipsilateral and contralateral cell, the arbors that arise from cells in G2 appear to be the sole occupants of their FB'1 domains. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "These domains are not readily apparent in nc82-labeled brains, but can be distinguished in samples in which either or both of the contralateral G9 and ipsilateral G3 cells are labeled (Fig. 6B). ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 193,
                    "type": "figure",
                    "text": "(Fig. 6B)"
                }
            ]
        },
        {
            "text": "The cryptic tooth is ventral and anterior to the volume occupied by G9 and G3 cells, although it is not clear if the cryptic tooth is a separate tooth or just a separate subdomain of the most lateral prominent tooth to which the cells of G9 and G3 project. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Therefore, at least for the PB G2-9 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "s-FB'1.b-NO 3 P.b cell type (Figs. 3, 6C), FB'1 comprises either nine or seven columns, with cells of the most lateral cryptic teeth providing output from just one glomerulus and those of the remaining columns providing output from two glomeruli each (Fig. 6D).",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 40,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figs. 3, 6C"
                },
                {
                    "start": 251,
                    "end": 260,
                    "type": "figure",
                    "text": "(Fig. 6D)"
                }
            ]
        },
        {
            "text": "The projections for the PB-FB-NO neurons PB G2-9 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "s-FB'2.b-NO 3 A.b, PB G2-9 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "s-FB'3.b-NO 2 D.b, and PB G2-9 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "s-FB'3.b-NO 2 V.b are essentially identical to those shown in Figure 6 in that cells from the most lateral four glomeruli stay ipsilateral in their projections to the FB, whereas those from the most medial four glomeruli cross to the contralateral side of the FB. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 62,
                    "end": 70,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "The projection map is less precise for layers 2 and 3 because the arbors of cells in these layers are not confined to defined domains as they are to the teeth of layer 1 (the PB G2-9 .s-FB'1.b-NO3 P .b cell in Fig. 6) and therefore overlap somewhat with one another. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 210,
                    "end": 216,
                    "type": "figure",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "While we did not have a sufficient number of PB G2-9 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "s-FB'1.b-NO3 M .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "b cells to perform a comprehensive analysis, the circuitry is consistent with the diagram derived for PB G2-9 .",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "s-FB'1.b-NO 3 P.b cells (Fig. 6D).",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 33,
                    "type": "figure",
                    "text": "(Fig. 6D)"
                }
            ]
        },
        {
            "text": "The PB-FB-NO cells described above constitute the isomorphic set of neurons that give rise to the so-called vertical fiber system (Hanesch et al., 1989). ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Hanesch et al., 1989)"
                }
            ]
        },
        {
            "text": "The early Golgi-based account differs in two ways from the revised account provided here. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "First, the early description states that all cells maintain ipsilateral projections between the PB and the FB and do not cross the midline until they course from the FB to the noduli. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "The revised, MCFO-based account described above instead indicates a more typical projection pattern in which only cells from the lateral four glomeruli remain ipsilateral between the PB and FB. ",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Second, the revised account reveals that the vertical fiber system does not include cells from G1, as none of the PB-FB-NO cells arborizes in G1.",
            "section": "Neuronal circuits between the protocerebral bridge and ellipsoid body"
        },
        {
            "text": "Brains immunolabeled to visualize all neurons portray an image of absolute chaos with a dense network of connections coursing through the collective neuropils. ",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "An MCFO-based \"dissection\" of these connections reveals a surprisingly limited connectome between neuropils. ",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "For example, there is a great deal of specificity in central complex regions that provide output to the noduli. ",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "As noted above, just one cell type has been identified that connects the PB to NO 1 (PB G2-9 .s-EBt.b-NO 1 .b; Figs. 3, 11, 14A). ",
            "section": "PB-FB-NO circuits are highly restricted in the FB",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 127,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figs. 3, 11, 14A"
                }
            ]
        },
        {
            "text": "Of the cells identified to date, a similarly small number of cells connect the PB to NO 2 and NO 3 . ",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "Furthermore, there is specificity in the connections between certain layers of the FB and subcompartments of the noduli.",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "The common themes among the cell types that connect the PB to NO 2 and NO 3 are: ",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "1) the FB serves as the second synaptic junction; ",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "2) the cells all have spiny arbors in the PB and bouton-type arbors in the FB and noduli; and ",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "3) none of these cells is represented in G1, so, to date, no direct communication between G1, the FB, and the noduli (nor even between G1 and the noduli) has been identified. ",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "Of the PB neurons identified, those that arborize in both the dorsal and ventral compartments of NO 2 communicate directly with only layer 3 of the FB via PB G2-9 .",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "s-FB'3.b-NO 2 D.b and PB G2-9 .",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "s-FB'3.b-NO 2 V.b (Figs. 3, 16A,C,D). ",
            "section": "PB-FB-NO circuits are highly restricted in the FB",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 36,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figs. 3, 16A,C,D)"
                }
            ]
        },
        {
            "text": "NO 3 P and NO 3 M receive their input from the PB via layer 1 of the FB and the cell types PB G2-9 .",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "s-FB'1.b-NO 3 P.b (Figs. 3, 6C, 16A) and PB G2-9 .",
            "section": "PB-FB-NO circuits are highly restricted in the FB",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 35,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figs. 3, 6C, 16A"
                }
            ]
        },
        {
            "text": "s-FB'1.b-NO 3 M.b (Figs. 3, 16A,E), while NO 3 A receives its input from the PB via layer 2 of the FB from Figure 16. ",
            "section": "PB-FB-NO circuits are highly restricted in the FB",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 34,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figs. 3, 16A,E)"
                },
                {
                    "start": 107,
                    "end": 116,
                    "type": "figure",
                    "text": "Figure 16"
                }
            ]
        },
        {
            "text": "Connectivity between the FB and noduli. ",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "A: The schematic illustrates the circuits between three layers of the FB-'1, '2, and '3-and the subcompartments of the noduli to which the cells from these layers project. ",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "For clarity in illustrating the FB-NO connections, since the three NO 3 subcompartments are not visible in a frontal view, noduli are shown in the schematic in a sagittal view (as in Fig. 12E2); inset of NO is frontal view. ",
            "section": "PB-FB-NO circuits are highly restricted in the FB",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 193,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Fig. 12E2)"
                }
            ]
        },
        {
            "text": "Arrows indicate projections from the PB. ",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "NO 1 is not directly wired to the FB. ",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "B:",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "the PB G2-9 .",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "s-FB'2.b-NO 3 A.b cell (Figs. 3, 16A,B). ",
            "section": "PB-FB-NO circuits are highly restricted in the FB",
            "ref_spans": [
                {
                    "start": 23,
                    "end": 39,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figs. 3, 16A,B)"
                }
            ]
        },
        {
            "text": "In summary, G1 does not communicate directly with any of the noduli; the PB does not communicate directly with NO 1 via the FB, but rather via the EB; NO 2 communicates directly with only layer 3 of the FB, NO 3 A only with layer 2, and NO 3 P and NO 3 M with only layer 1.",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "Such highly specific wiring between the PB and the noduli and their subcompartments, as well as between the layers of the intermediate neuropil (the FB) and the subcompartments of the noduli, typifies the specificity of the connections between neuropils of the brain. ",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "It also suggests a highly modular division of roles for the subregions of the Drosophila brain.",
            "section": "PB-FB-NO circuits are highly restricted in the FB"
        },
        {
            "text": "A ubiquitous theme throughout the development of nervous systems is target recognition, a key factor in synapse formation and neurite growth, particularly of the primary neurite. ",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "Both are essential events in establishing the proper circuits and, ultimately, the appropriate behavioral responses for each individual cell type. ",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "The complexity of targeting is evident in the PB, where different classes of neurons arborize in unique but overlapping subsets of glomeruli. ",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "As noted earlier, several PB neurons discriminate between the G1-G8 and G2-G9 subsets of glomeruli. ",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "Another neuron distinguishes G9 from the rest of the glomeruli (see below). ",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "Both apparently dendritic and presynaptic contacts exhibit specificity in the subregions of neuropils they target.",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "A very striking and quite sophisticated example of targeted subsets of glomeruli is illustrated by two cell types. ",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "These cell types both arborize in G1-G8 and both follow the same path-PB-EB-gall-but they are effectively complementary in the likely direction of information flow. ",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "One exhibits boutons in the PB and spines in the EB (PB G1-8 .b-EBw.s-D/Vgall.b; Figs. 3,  8A,C), apparently carrying information from the EB to the PB. ",
            "section": "Neurons discriminate between various subsets of glomeruli",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 96,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figs. 3,  8A,C)"
                }
            ]
        },
        {
            "text": "The reciprocal neuron has a spiny arbor in the PB and boutons in the EB (PB G1-8 .s-EBt.b-D/Vgall.b; Figs. 3, 8B,C) and apparently carries information in the reverse direction, from the PB to the EB. ",
            "section": "Neurons discriminate between various subsets of glomeruli",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 115,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figs. 3, 8B,C)"
                }
            ]
        },
        {
            "text": "Both neurons have boutons in the gall.",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "Two subclasses comprise each of these cells types, and it is the subclasses that exhibit specificity for glomerular subsets. ",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "The subclasses differ in two ways: ",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "1) they arborize in different glomeruli, and ",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "2) they target different regions of the gall. ",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "Both subclasses arborize in alternating glomeruli, but one targets the odd-numbered glomeruli (G1, G3, G5, G7) and the second targets the evennumbered glomeruli (G2, G4, G6, G8; Fig. 17). ",
            "section": "Neurons discriminate between various subsets of glomeruli",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 186,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 17)"
                }
            ]
        },
        {
            "text": "Downstream, in the gall, information flow is further segregated: for both cell types, the even-numbered population projects to the ventral gall (PB.s-EBt.b-Vgall.b, PB.b-EBw.s-Vgall.b), whereas cells that arborize in the odd-numbered glomeruli project to the dorsal gall 14B,15,17). ",
            "section": "Neurons discriminate between various subsets of glomeruli",
            "ref_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "type": "bibr",
                    "text": "14B,"
                },
                {
                    "start": 275,
                    "end": 278,
                    "type": "bibr",
                    "text": "15,"
                },
                {
                    "start": 278,
                    "end": 281,
                    "type": "bibr",
                    "text": "17)"
                }
            ]
        },
        {
            "text": "Even the tendrils that the PB-EB-D/Vgall cells project into nearby glomeruli maintain exclusively odd-or even-numbered glomerular input or output by skipping adjacent glomeruli to reach their appropriate odd or even targets (Fig. 17). ",
            "section": "Neurons discriminate between various subsets of glomeruli",
            "ref_spans": [
                {
                    "start": 224,
                    "end": 233,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 17)"
                }
            ]
        },
        {
            "text": "The significance of the discrimination between the dorsal and ventral domains on physiology and behavior is unclear, but it seems likely that tight regulation of this odd/even segregation is critical for circuit function and behavior.",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "In summary, this pair of complementary cells is identical in all respects except one. ",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "They both ",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "1) arborize in G1-8; ",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "2) project to the same three neuropils (PB, EB, gall); ",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "3) consist of two populations, one that arborizes in the odd-numbered glomeruli and the dorsal gall and one that arborizes in the even-numbered glomeruli and the ventral gall; and ",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "4) tendrils from both cell types obey the even/odd mapping onto glomeruli. ",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "The only difference is that one carries information from the PB to the EB and the other transmits information from the EB to the PB.",
            "section": "Neurons discriminate between various subsets of glomeruli"
        },
        {
            "text": "Most small-field neurons that arborize in the PB are \"uniglomerular\" in that their arbors appear to populate only a single glomerulus (e.g., PB G2-9 .s-EBt.b-NO 1 .b; PB G2-9 .s-FB'3.b-NO 2 D.b). ",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "However, the branches of some small-field neurons infiltrate adjacent glomeruli or even glomeruli several units distant from the \"primary\" arborization site, where the primary glomerulus is the one that receives the most extensive arbor and is generally closest to the primary neurite. ",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "This multiglomerular pattern occurs in neurons with both spiny arbors and boutons in the PB (Fig. 18A, asterisks). ",
            "section": "PB cells are not exclusively uniglomerular",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 113,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 18A, asterisks)"
                }
            ]
        },
        {
            "text": "Multiglomerular arbors usually extend unilaterally rather than bilaterally. ",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "There is no overall trend to spread either medially or laterally, although within a cell type there may be such a bias (e.g., see below for PB G1-7 .s-FB'2.s-LAL.b-cre.b). ",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "Notably, these secondary arbors can also reach across the midline. ",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "This is most often seen in cells with a primary arbor in G1 (e.g., PB G1-8 .b-EBw.s-D/Vgall.b), although it has also been observed for G2 and G3, albeit rarely.",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "Features of the multiglomerular phenotype are not universal; instead, they are characteristic of specific cell types. ",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "For example, with rare exceptions the bi-glomerular arborizations of PB G1-8 .",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "b-EBw.s-D/Vgall.b cells are restricted to G1. ",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "As mentioned above, in these rare exceptions the arbor skips the adjacent glomerulus to maintain the even/odd glomerulus pattern (e.g., primary arbor in G5, secondary in G7; Fig. 17); in one case, a G2 to G2 jump necessitated that the neurite bypass the two intervening G1 glomeruli. ",
            "section": "PB cells are not exclusively uniglomerular",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 182,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 17)"
                }
            ]
        },
        {
            "text": "The secondary arbors for this cell type are minimal, containing as few as a single bouton.",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "PB G1-7 .",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "s-FB'2.s-LAL.b-cre.b cells also exhibit multiglomerular arbors. ",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "Thin, spiny tendrils frequently invade adjacent glomeruli. ",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "Secondary arbors for these cells are generally minimal, typically unilateral (most often extending medially rather than laterally), and usually only project a distance of one to two glomeruli. ",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "Some extend bilaterally, again most often for one to two glomeruli; the bilateral extensions account for most of the laterally extending arbors. ",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "They can also bypass the adjacent arbor and arborize in the next glomerulus (for example, with a primary arbor in G1 and a secondary arbor in the ipsilateral G3). ",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "These arbors can be quite extensive. ",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "In one instance, the bulk of an arbor was ela-borated in G3, but additional neurites sprouted in three additional glomeruli, including the contralateral G1. ",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "In an extreme case, the primary arbor was in G6 and tendrils extended to all other ipsilateral glomeruli.",
            "section": "PB cells are not exclusively uniglomerular"
        },
        {
            "text": "Small-field neuron that has both ipsilateral and contralateral subtypes A number of cell types were identified that are unusual in various respects. ",
            "section": "Unusual PB cell types"
        },
        {
            "text": "The PB G2-9 .",
            "section": "Unusual PB cell types"
        },
        {
            "text": "b-IB.s-SPS.s cell elaborates a likely presynaptic arbor in the PB and an extensive, bifurcated, spiny arbor in the inferior bridge (IB) and superior posterior slope (SPS; Fig. 18A). ",
            "section": "Unusual PB cell types",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 179,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 18A"
                }
            ]
        },
        {
            "text": "As described for a subset of other cell types, PB G2-9 .",
            "section": "Unusual PB cell types"
        },
        {
            "text": "b-IB.s-SPS.s cells sometimes arborize in multiple glomeruli, either adjacent or up Figure 17. ",
            "section": "Unusual PB cell types",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 92,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 17"
                }
            ]
        },
        {
            "text": "A segregated circuit connects the dorsal and ventral gall to distinct volumes in the EB and PB. ",
            "section": "Unusual PB cell types"
        },
        {
            "text": "Two cells, PB.s-EBt.b-D/Vgall.b and PB.b-EBw.s-D/Vgall.b, relay information between the PB, EB, and gall. ",
            "section": "Unusual PB cell types"
        },
        {
            "text": "Information is relayed from the even glomeruli to corresponding tiles in the EB (as described in Fig. 14) and to the ventral gall via the PB.s-EBt.b-Vgall.b cells (cell A). ",
            "section": "Unusual PB cell types",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 105,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 14)"
                }
            ]
        },
        {
            "text": "Similarly, information is relayed from the odd glomeruli to the odd-corresponding set of tiles in the EB (see also Fig. 14) and to the dorsal gall via the PB.s-EBt.b-Dgall.b cells (cell C). ",
            "section": "Unusual PB cell types",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 14)"
                }
            ]
        },
        {
            "text": "Information is transmitted from the EB to the PB and gall via the PB.b-EBw.s-D/Vgall.b cells. ",
            "section": "Unusual PB cell types"
        },
        {
            "text": "Cells in the wedges that correspond to the even glomeruli deliver information to the even glomeruli and to the ventral gall via the PB.b-EBw.s-Vgall.b cells (B) and from the odd-corresponding wedges to the odd glomeruli and dorsal gall via the PB.b-EBw.s-Dgall.b cells (D). ",
            "section": "Unusual PB cell types"
        },
        {
            "text": "Both cell types occasionally extend tendrils, skipping their adjacent neighbor to maintain the odd/even integrity of a cell. ",
            "section": "Unusual PB cell types"
        },
        {
            "text": "The green cell is an example of the cell type shown in D, where the primary bouton arbor is in G1 and a single bouton from the same cell extends to G3. ",
            "section": "Unusual PB cell types"
        },
        {
            "text": "The light blue cell is an example of the cell type shown in A with a primary arbor in G4 and secondary arbor in G6.",
            "section": "Unusual PB cell types"
        },
        {
            "text": "to four glomeruli away (secondary arbors are medial, lateral, and bilateral to the primary arbor; Fig. 18A, asterisks). ",
            "section": "Unusual PB cell types",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 18A"
                }
            ]
        },
        {
            "text": "PB G2-9 .",
            "section": "Unusual PB cell types"
        },
        {
            "text": "b-IB.s-SPS.s cells exhibit bouton-type arbors in G2-9. ",
            "section": "Unusual PB cell types"
        },
        {
            "text": "This cell type is unique in that it comes in two classes, one in which both the bouton and spiny arbors are ipsilateral (Fig. 18A, blue, orange cells; notably, an occasional minor dendritic branch crosses to the contralateral IB), and a second in which the primary neurite crosses contralaterally to arborize in the IB and SPS (Fig.  18A, green cell). ",
            "section": "Unusual PB cell types",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 129,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 18A"
                },
                {
                    "start": 327,
                    "end": 350,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig.  18A, green cell)"
                }
            ]
        },
        {
            "text": "(Note that occasional cells of other cell types follow an ipsilateral projection. However, these projections are likely to be developmental errors since they are anomalous for their cell types. For example, two PB G2-9 .s-EB.t.b-NO 1 .b cells from G9 stayed ipsilateral through their entire course, as did a PB G2-9 .s-FB'3.b-NO 2 V.b cell, also from G9.)",
            "section": "Unusual PB cell types"
        },
        {
            "text": "Several PB local interneurons were also identified in this study. ",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "These were also identified in Lin et al. (2013), but interpretations differ between the two accounts (Table 3A). ",
            "section": "PB local interneurons with stereotyped input and output features",
            "ref_spans": [
                {
                    "start": 30,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Lin et al. (2013)"
                },
                {
                    "start": 101,
                    "end": 111,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 3A)"
                }
            ]
        },
        {
            "text": "One, PB18.s-GxD7Gy.b, is unusual in that it has neurites that appear to both receive and ; four neurons are shown. ",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "D-F: PB G1/2-9 .",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "b-SPSi.s cells. ",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "D1 and D2 are the same neuron, with and without the nc82 channel shown. ",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "E1: The left half of the PB is arborized by a pink example of PB G1/2-9 .",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "b-SPSi.s and the right half is arborized by two PB G1/2-9 .",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "b-SPSi.s cells, one orange and one blue. ",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "E2: A magnified portion of the right PB (boxed region in E1) is shown to illustrate the close proximity of the boutons from these two cells. ",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "F1: Each half of the PB is populated by two neurons. ",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "The close proximity of the boutons from two of these cells is shown (F2, [R33D11]). ",
            "section": "PB local interneurons with stereotyped input and output features",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 81,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(F2, [R33D11]"
                }
            ]
        },
        {
            "text": "G: PB G9 .",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "s-EB.P.",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "s-ga-t.b cells.",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "distribute information within the PB. ",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "This cell arborizes throughout the entire PB (PB18.s) and is predominantly spiny in morphology, but has two clusters of precisely spaced boutons. ",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "The arbor in the glomerulus distal to the cell body is often sparse and may appear to lack spiny terminals, but a complete absence of arbor was seen in only one instance. ",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "(Lin et al. state that this cell does not arborize in the distal glomerulus.) ",
            "section": "PB local interneurons with stereotyped input and output features",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 11,
                    "type": "bibr",
                    "text": "(Lin et al."
                }
            ]
        },
        {
            "text": "A distance of seven glomeruli separates these clusters (Gx is separated by D7 glomeruli from Gy; Fig. 18B; Lin et al. note these output terminals are spaced five glomeruli apart). ",
            "section": "PB local interneurons with stereotyped input and output features",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 105,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 18B"
                }
            ]
        },
        {
            "text": "The PB18.s-9i1i8c.b cell exhibits the same features as PB18.s-GxD7Gy.b, except its initial cluster of boutons is in G9. ",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "With a bouton-type arbor at the lateral tip of the PB, this leaves sufficient glomeruli (2 3 D7) for a total of three arbors consisting of boutons: G9 and G1 from the same half of the PB (9i1i for G9 ipsilateral and G1 ipsilateral) and G8 from the other half of the PB (8c for G8 contralateral). ",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "It is likely these both represent the same cell type (see Discussion).",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "Similar to PB18.s-GxD7Gy.b cells, a second local interneuron, PB G6-8 .",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "s-G9 .",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "b, also exhibits spatially restricted spiny and bouton-type terminals along the length of the PB. ",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "Based on their morphology, G9 terminals appear to consist exclusively of boutons and the remaining glomeruli in which this cell arborizes, G8, G7, and G6, are predominantly, if not exclusively, spiny (Fig. 18C). ",
            "section": "PB local interneurons with stereotyped input and output features",
            "ref_spans": [
                {
                    "start": 200,
                    "end": 210,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 18C)"
                }
            ]
        },
        {
            "text": "A third and somewhat similar neuron, although not a local interneuron, is the PB G1/2-9 .",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "b-SPSi.s cell (Figs. 3, 18D1,D2). ",
            "section": "PB local interneurons with stereotyped input and output features",
            "ref_spans": [
                {
                    "start": 14,
                    "end": 32,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figs. 3, 18D1,D2)"
                }
            ]
        },
        {
            "text": "The PB arbor of these cells appears to be exclusively presynaptic and the boutons are sparse and evenly distributed as single boutons along just half the length of the PB. ",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "The number of boutons per neuron ranges from 25-40. ",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "The arbor usually extends from G9i through G2i, although G1i is occasionally populated by a single bouton (therefore the designation \"G1/2\" in the neuron's name). ",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "In rare cases, the arbor extends across the midline into the contralateral half of the PB. ",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "One particularly curious feature of this cell is that the boutons from two cells that arborize in the same half of the PB predominantly overlap one another (Fig. 18E2,F2). ",
            "section": "PB local interneurons with stereotyped input and output features",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 170,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 18E2,F2)"
                }
            ]
        },
        {
            "text": "The arbor is spiny in the SPS of the ipsilateral side.",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "The PB.b-LAL.s-PS.s (Fig. 3N) cell is another cell that provides input to the PB. ",
            "section": "PB local interneurons with stereotyped input and output features",
            "ref_spans": [
                {
                    "start": 20,
                    "end": 28,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 3N"
                }
            ]
        },
        {
            "text": "A dense arbor of boutons fills all 18 glomeruli of the PB, delivering information from an elaborate spiny arbor in the posterior slope (PS).",
            "section": "PB local interneurons with stereotyped input and output features"
        },
        {
            "text": "One cell type is exclusive to G9: PB G9 .",
            "section": "G9-specific cell"
        },
        {
            "text": "b-EB.P.",
            "section": "G9-specific cell"
        },
        {
            "text": "s-ga-t.b. This cell has boutons in G9 of the PB, a spiny arbor in the posterior shell of the EB (EB.P.s), and boutons in the dorsal tip of the gall (Fig. 18G). ",
            "section": "G9-specific cell",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 158,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 18G)"
                }
            ]
        },
        {
            "text": "The arbor in the posterior shell of the EB is sparse, is located just lateral to the ventral midline (i.e., 6:00), and is always ipsilateral with respect to the G9 arbor (i.e., if the soma and G9 arbor are on the left, the EB arbor is to the left of the ventral midline, from 6:00 to 6:30). ",
            "section": "G9-specific cell"
        },
        {
            "text": "The cell terminates in the contralateral gall. ",
            "section": "G9-specific cell"
        },
        {
            "text": "The nature of information collected by the EB and relayed to G9 and the gall is intriguing. ",
            "section": "G9-specific cell"
        },
        {
            "text": "(Lin et al. consider  ",
            "section": "G9-specific cell",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 20,
                    "type": "bibr",
                    "text": "(Lin et al. consider"
                }
            ]
        },
        {
            "text": "The PB G1-7 .",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "s-FB'2.s-LAL.b-cre.b cell type is highly unusual in both its anatomy and wiring and seems to consist of several subtypes (Fig. 19). ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 129,
                    "type": "figure",
                    "ref_id": "fig_12",
                    "text": "(Fig. 19"
                }
            ]
        },
        {
            "text": "First, this cell type is noteworthy in that it arborizes exclusively in G1-G7 (although dendrites from a primary arbor in G7 can extend into both G8 and G9). ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "The wiring pattern may be the most unusual feature of this neuron. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Whereas cells in G2-G7 for the most part follow the stereotypical projection pattern, G1 does not. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "In other cell types, and according to the projection pattern rules described above, cells that arborize in G1 cross the midline to project contralaterally. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Unexpectedly, most G1-based PB G1-7 .",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "s-FB'2.s-LAL.bcre.b cells follow an entirely ipsilateral tract: 13/17 such cells stay ipsilateral in the FB as well as the LAL and crepine. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "A few of these G1 arbors infiltrate the contralateral G1, so by strict definition these cells do not follow absolute ipsilateral trajectories. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "The remaining 4/17 project contralaterally, crossing the midline at the first junction (between the PB and FB). ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "This ipsilateral G1 projection pattern is highly atypical and, consequently, the nature of the information relayed by this class of neurons, in particular by G1, and the significance of information flow from the center of the PB to the ipsilateral central brain, is intriguing.",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "These G1 cells are even more unusual in that the primary neurite projects to the lateral margin of the ipsilateral FB. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "In this sense, they behave more like cells in the G1 from the contralateral side of the PB, as the position they occupy in the FB is in the vicinity of where a typical G1-based arbor from the contralateral side would arborize. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "The partial projection pattern, from the lateral margin of the FB to the center, is therefore: G7i:G1i:G6i:G2c (\"i\" stands for ipsilateral and \"c\" for contralateral).",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "A common wiring theme of cell types discussed previously is that they cross the midline before arborizing in the third neuropil, and as a general rule, cells that arborize in the most medial four glomeruli cross contralaterally at the first junction, whereas those that target the most lateral four glomeruli cross at the second junction. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Certain PB G1-7 .",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "s-FB'2.s-LAL.b-cre.b cells deviate from this standard projection pattern. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "G1 cells primarily remain ipsilateral altogether, as discussed above.",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "As expected from previously described trajectory patterns, cells from G7, G6, and G5 always remain ipsilateral at the PB-FB junction (the first junction) and G2 cells always course contralaterally. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "On the other hand, cells from G3 and G4 are less predictable. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Cells projecting from G4 either remain ipsilateral in the FB or their arbors straddle the midline, whereas G3 cells generally cross to the contralateral FB, although they can also straddle the midline or even remain ipsilateral in the FB. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "In all cases, except for the ipsilateral G1 tracts, cells arborize in the contralateral LAL, as expected. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "This breakdown in a strict medial/lateral boundary and the resulting imbalance in distribution of information received from the left and right fields of the fly's environment are atypical of PB neurons.",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "PB G1-7 .",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "s-FB'2.s-LAL.b-cre.b cells also exhibit different subtypes. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "First, the length of the apparently presynaptic arbor along the lateral margin of the LAL varies, falling into three distinct categories. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "The short and medium length arbors reside completely in the LAL, whereas the long subtype extends the length of the LAL and then continues on into the inferior ventrolateral protocerebrum. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "The length of these \"dangling arbors\" is consistent within subtypes. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "There is no correlation between subtype and specific subsets of glomeruli. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "In other words, it is not the case that, for example, only short arbors correlate with G1-3, medium from G4/G5, and long from G6/G7. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Instead, cells arborizing in all seven glomeruli for this cell type have been seen to give rise to each of the three LAL arbor lengths. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Whether these three subtypes constitute separate cell types or not is debatable. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Since the three subtypes appear in each of the GAL4 lines in which the cell type has been seen, it seems less likely they are distinct cell types. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Second, the bouton arbor does not always extend into the crepine. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "(For simplicity, \"crepine\" is included in the cell's name.) ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "This difference may have more to do with the somewhat arbitrary delineation of the boundaries of the LAL and crepine than with internal inconsistency with the cells' arborization patterns. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Further complicating the projection pattern of this cell type, on rare occasions a small spur reaches from the FB into the EB.",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "The EB.w.",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "AMP.s-Dga-s.b cell illustrates another example of ambiguous distinction of cell types, but in this case the ambiguity is between cell types (or subclasses) and projection errors. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Two variants of this cell type were seen multiple times (Fig. 20). ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 65,
                    "type": "figure",
                    "ref_id": "fig_13",
                    "text": "(Fig. 20)"
                }
            ]
        },
        {
            "text": "In one variant, an additional spiny arbor projected to the PB, and in another a secondary neurite projected to a separate region of the EB where it sprouted a sparse spiny arbor in the anterior shell of the EB. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "These adventitious arbors to the PB and EB, although consistent in morphology, are likely to be morphogenetic errors. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "First, they occur rarely, and second, they have only been seen in GAL4 lines that identify EB.w.",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "AMP.s-Dga-s.b cells. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Although errors were occasionally seen in other cell types, these were very rare and typically seen only once.",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "The \"horizontal fiber system\" cell exhibits a contralateral G8 projection but ipsilateral G1 circuitry The horizontal fiber system (HFS) is a set of isomorphic neurons that has historically been described as connecting the PB to layers 2 and 3 of the FB and to the LAL (Power, 1943;Williams, 1975;Hanesch et al., 1989). ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes",
            "ref_spans": [
                {
                    "start": 269,
                    "end": 282,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(Power, 1943;"
                },
                {
                    "start": 282,
                    "end": 297,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "Williams, 1975;"
                },
                {
                    "start": 297,
                    "end": 318,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Hanesch et al., 1989)"
                }
            ]
        },
        {
            "text": "The PB G1-8 .",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "s-FB'3,4,5.s.b-rub.b cell type, which arborizes in G1-G8, appears to be the cell type that is the basis of the HFS. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "(Note that the terminals in the FB are mixed, and therefore carry both the .s and .b designations.) ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "However, the circuits revealed here by the MCFO technique exhibit fundamental differences from the traditional wiring interpretation (Hanesch et al., 1989).",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Hanesch et al., 1989)"
                }
            ]
        },
        {
            "text": "First, the most lateral projection, from G8, does not maintain an ipsilateral path. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Rather, the cells from G8 (as well as G7 and G6) remain ipsilateral at the first junction, the FB, and subsequently cross the midline to arborize in the contralateral rubus (Figs. 21A-C, 22). ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 190,
                    "type": "figure",
                    "ref_id": "fig_14",
                    "text": "(Figs. 21A-C, 22)"
                }
            ]
        },
        {
            "text": "In other words, PB G1-8 .",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "s-FB'3,4,5.s.b-rub.b cells that arborize in G8 follow the \"standard\" projection pattern. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "The rubus is a distinct, round, nc82-dense and therefore synaptic-rich structure at the anterior and lateral edge of the crepine. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Note that Hanesch et al. indicate that this cell projects not to the rubus but to the LAL or VBO, which lies ventral to the rubus. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 24,
                    "type": "bibr",
                    "text": "Hanesch et al."
                }
            ]
        },
        {
            "text": "Lin et al. correctly note that the cell from G8 projects contralaterally, although they refer to the rubus as the round body.",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Second, G1 cells do not follow the standard G1 projection pattern, as they are reported to do in the traditional model of the HFS. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Instead, more often than not they follow an exclusively ipsilateral projection (66% of the time, n 5 8 of 12 instances). ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Notably, PB G1-8 .",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "s-FB'3,4,5.s.b-rub.b cells represent one of only two cell types identified to date in which the G1 cell predominantly follows an ipsilateral path. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "(The other is the PB G1-7 .s-FB'2.s-LAL.b-cre.b cell, described above. Also, the ipsilateral variant of the PB G2-9 .b-IB.s-SPS.s cell maintains an entirely ipsilateral path, regardless of the glomerulus in which it arborizes.) ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Similar to the PB G1-7 .",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "s-FB'2.s-LAL.b-cre.b cell type, PB G1-8 .",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "s-FB'3,4,5.s.brub.b G1 cells project to the lateral margin of the FB. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "However, unlike the PB G1-7 .",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "s-FB'2.s-LAL.b-cre.b cell, the G1 arbor from PB G1-8 .",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "s-FB'3,4,5.s.b-rub.b cells is the most lateral arbor in the FB, so it occupies an even more lateral volume than does the G8 contralateral projection. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "This is the volume that corresponds to that typically occupied by the contralateral G1 cell's arbor. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "G2, G3, and G4 cells project contralaterally, and cells from G5 are inconsistent in their projection patterns, always projecting close to the midline, but the arbors lie to either side of or on the midline. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Furthermore, the projection pattern described here is identical to that described for the PB G1-8 .",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "b-EBw.s-D/Vgall.b cell (Fig.  15, filleted EB). ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes",
            "ref_spans": [
                {
                    "start": 23,
                    "end": 46,
                    "type": "figure",
                    "text": "(Fig.  15, filleted EB)"
                }
            ]
        },
        {
            "text": "While this revised circuitry for the HFS necessitates reinterpretation of behavioral results for stimuli reaching the lateral PB, reinterpretation is probably not necessary for the revised ipsilateral G1 projection since the midline position of G1l and G1r probably means these cells receive the same visual input. ",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "Nonetheless, it is unusual for G1 to follow an ipsilateral trajectory.",
            "section": "G1-G7 cell type with ipsilateral G1 projections and three subtypes"
        },
        {
            "text": "The work presented here builds on published studies by both defining previously unidentified anatomical features of each of the four components of the central complex as well as updating wiring diagrams to accommodate these new anatomical insights. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We also report new cells and new features of previously identified cells and the genetic reporter lines that reveal them, with the prospect that these will form an essential stepping stone both to synaptic studies at the electron microscope level and to functional studies. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The most significant new insights from this work are summarized below. ",
            "section": "DISCUSSION"
        },
        {
            "text": "As noted earlier, the statements below are drawn from neurons that arborize in the PB.",
            "section": "DISCUSSION"
        },
        {
            "text": "The most surprising finding of this study is that the Drosophila protocerebral bridge comprises 18 glomeruli. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "This finding has an important impact on the wiring relationships between the glomeruli and their respective vertical units in the FB, the columns, and in the EB, the wedges and a new volume described here, the tiles.",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "The longstanding belief regarding the correspondence between the PB and FB and PB and EB wedges was that there is a 1:1 relationship between the vertical subdomains of these structures. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "The finding that there are 18 glomeruli raised the possibility that the FB and EB also exhibit an octodecimal organization. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "However, we provide compelling evidence that there are just 16 wedges in the EB and further show that some cells Figure 21. ",
            "section": "Substructure of the central complex neuropils",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 122,
                    "type": "figure",
                    "text": "Figure 21"
                }
            ]
        },
        {
            "text": "Horizontal fiber system cells and projections. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "The projection patterns of HFS cells differ from published accounts only for cells that arborize in G1 and G8, so only examples for these glomeruli are shown. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "A-D: PB G1-8 .",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "s-FB'3,4,5.s.b-rub.b cells. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "The PB arbor is sparse. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "It is likely that the FB arbor also has boutons in addition to the more obvious spines. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "Insets show glomeruli in which cells of interest arborize; nc82 highlights the bridge; spiny arbors are either green or blue. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "A: This cell arborizes in G8R (8), the ipsilateral FB (FB) and contralateral rubus (RUB). ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "B: Two cells are labeled; one arborizes in G8L (8), the second in G7L (7). ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "Both arborize in the ipsilateral FB (FB) and cross to the contralateral rubus (RUB). ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "C: Two blue cells are labeled. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "One arborizes in G1L (1) and the second arborizes in G8R (8). ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "The projection from G8R to the ipsilateral FB (right, FB 8) is evident. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "The primary neurite then courses from the FB to the contralateral rubus (8, RUB). ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "The second blue cell arborizes in G1L (1), then courses to the ipsilateral FB (FB 1), and finally to the ipsilateral rubus (1, RUB) where it joins the rubus arbor from G8R. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "Left inset illustrates the G1L cell arbor in the PB; right inset shows the G8R cell arbor in the PB, with G9 situated just below and G7 just above the labeled glomerulus. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "D: G1L (inset and noted with a \"1\" in panel D) projects to the ipsilateral FB (FB) and ipsilateral rubus (RUB). ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "arborize in just half a wedge, indicating the further division of wedges into 32 demi-wedges. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "The observation that a simple 1:1 correspondence between the PB and EB wedges is lacking and, furthermore, that there are also demi-wedges, has implications for how the system is wired to accommodate this numerical discrepancy.",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "Another unexpected finding from this work is the existence of a second EB volume that also partitions the EB around its circumference: the tile domain. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "Tiles are distinct from wedges in that there are half as many tiles as wedges (eight tiles), they are functionally distinct from the wedge (output versus input, respectively), and these two volumes survey different volumes of the EB since they extend to different depths of the EB. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "Only two PB cell types target the tile domain.",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "Although a columnar morphology is apparent in layers 1-8 of the FB in nc82-labeled samples, the organization of the cells that populate these layers is not universally columnar. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "We show that there is a minimum of nine layers in the FB, yet a columnar organization (i.e., vertical stratification) of cell arbors is restricted to layers 1-5 for single column widths (where the columnar organization for layers 4 and 5 is revealed by the PB G1-8 .s-FB'3,4,5.s.brub.b cell); wider, more loosely organized arbors occur in more dorsal layers. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "With the exception of arbors in layer 1, the column borders are not rigid, as neighboring arbors overlap one another, sometimes extensively. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "The unique tooth-like structure of layer 1 of the FB definitively shows that there are nine columns in this layer. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "Due to the overlap of arbors, it is more difficult to count columns in the other layers, but layers 2 and 3, which exhibit a tighter columnar organization than more dorsal layers, likely have 16 columns based on mapping data from the PB G2-9 .",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "s-FB'2.b-NO 3 A.b, PB G2-9 .",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "s-FB'3.b-NO 2 D.b, and PB G2-9 .",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "s-FB'3.b-NO 2 V.b (not shown). ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "This would be consistent with parallel divisions of the EB (wedges).",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "We also describe other new anatomical features and subdomains. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "First, we show that each of the noduli has subcompartments. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "The dorsal noduli, NO 1 , have medial and lateral subcompartments. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "The medial noduli, NO 2 , consist of two distinct subcompartments, NO 2 D and NO 2 V; no PB cell type arborizes in either of these subcompartments. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "The ventral noduli, NO 3 , consist of three distinct subcompartments, NO 3 A, NO 3 M, and NO 3 P. The nubbin is a partial shell on the dorsal, anterior face of the EB, and the \"gall tip\" is a region at the dorsal tip of the gall. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "Finally, two undefined regions to which some cells project and that are not clearly demarcated are the dorsal and ventral gall surround (Dga-s and Vga-s).",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "Even though the subdomains of the central complex structures can be distinguished from one another, they apparently do not function as isolated subunits. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "Rather, there is shared communication between most of these ; circles: rubus; bottom: FB. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "The projections illustrated here differ in several key respects from the published HFS projection patterns: ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "1) Cells that arborize in G8 do cross the midline; they do not follow an ipsilateral projection; ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "2) Cells that arborize in G1 remain ipsilateral; they do not cross the midline; ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "3) G1, not G8, arbors occupy the most lateral column of the FB. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "Note that the arbors from G8-G6 remain ipsilateral in the FB and those from G4-G2 consistently project to the contralateral FB, whereas arbors from G5 occupy a more loosely demarcated geographic volume: They course to the midline, but can arborize on either the ipsilateral or contralateral side of the midline or on the midline. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "Nonetheless, G5 arbors always terminate in the contralateral rubus (dashed and solid yellow lines from G5 to FB to rubus). ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "The composite outlined here was not constructed from densely labeled brains, as described for the PB G1-8 .",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "b-EBw.s-D/Vgall.b cell (Fig. 15), so not every cell was seen with direct relation to its nearest neighbors. ",
            "section": "Substructure of the central complex neuropils",
            "ref_spans": [
                {
                    "start": 23,
                    "end": 32,
                    "type": "figure",
                    "text": "(Fig. 15)"
                }
            ]
        },
        {
            "text": "One brain was documented to show the key spatial relationship between G1L and G8L in the FB; this relationship was confirmed in numerous other brains in which either G1 or G8 cells were labeled, as the most lateral two FB columns can be readily distinguished from one another. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "The relative positions of neighboring arbors in the FB were also confirmed (and in some cases determined) by comparing FB arbor positions in different brains. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "The relative positions, shown here, largely-but not completelyresemble the projection pattern for the PB G1-8 .",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "b-EBw.s-D/ Vgall.b cell type. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "subunits. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "At least for the neurons described here (i.e., those that arborize in the PB), both pre-and postsynaptic arbors in the glomeruli, EB tiles, wedges and shells, FB columns, and NO 1 (medial and lateral domains) can extend into neighboring domains. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "This sharing of information is not obvious between NO 2 D and NO 2 V, nor between NO 3 A and NO 3 M. The boundary between NO 3 P and NO 3 M is too obscure to evaluate if arbors in these two domains are completely restricted or shared, although in the examples shown in Figure 12 they appear to be restricted. ",
            "section": "Substructure of the central complex neuropils",
            "ref_spans": [
                {
                    "start": 269,
                    "end": 278,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 12"
                }
            ]
        },
        {
            "text": "The frequency and degree to which arbors overlap in the various subunits is cell type-dependent. ",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "While some arbors exhibit no or minimal intrusion into adjacent volumes, overlap between neighboring units could serve important circuit functions.",
            "section": "Substructure of the central complex neuropils"
        },
        {
            "text": "This work identifies 17 unique cell types that arborize in the protocerebral bridge. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "These fall into four classes: cells that ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "1) are intrinsic to the PB (n 5 2), ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "2) are intrinsic to the central complex (an additional 6), ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "3) arborize in the FB, EB, or NO in addition to extra-central complex regions (e.g., the gall; n 5 6), and ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "4) arborize exclusively in the PB and regions outside the central complex (n 5 3). ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "Cells that arborize in the PB receive their input from the EB, LAL, PS, IB, and also from within the PB. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "One cell previously identified in another study (Lin et al., 2013) was not targeted by any of the 35 lines analyzed in this work, the PB 1-glomerulus -FB c,d,e,f !",
            "section": "Cell types of the protocerebral bridge",
            "ref_spans": [
                {
                    "start": 48,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Lin et al., 2013)"
                }
            ]
        },
        {
            "text": "IDFP HB-medial cell. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "Like the PB G2-9 .",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "b-IB.s-SPS.s cell described above, the PB 1-glomerulus -FB c,d,e,f !",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "IDFP HB-medial cell also has two subtypes, one that arborizes in just one HB (the LAL) and a second that arborizes in both the right and left HBs/LALs. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "A cell that appears to be morphologically homologous to this PB-FB-LAL cell has been characterized in the locust, and also has two subtypes, CPU1 (which arborizes in a single LAL) and CPU2 (which arborizes bilaterally in both LALs; Heinze and Homberg, 2008). ",
            "section": "Cell types of the protocerebral bridge",
            "ref_spans": [
                {
                    "start": 232,
                    "end": 257,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "Heinze and Homberg, 2008)"
                }
            ]
        },
        {
            "text": "To the extent that it is possible to construct wiring diagrams from the images shown in these two studies, it appears that the circuits for these cells are also identical between Drosophila and Schistocerca. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "In addition, one cell type was identified in our study that was not characterized in Lin et al. (2013), the PB G1/ 2-9 .",
            "section": "Cell types of the protocerebral bridge",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Lin et al. (2013)"
                }
            ]
        },
        {
            "text": "b-SPSi.s cell.",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "The combined total from this work and Lin et al. (2013) brings the current number of identified cell types that arborize in the protocerebral bridge of Drosophila to 18. ",
            "section": "Cell types of the protocerebral bridge",
            "ref_spans": [
                {
                    "start": 38,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Lin et al. (2013)"
                }
            ]
        },
        {
            "text": "A potential 19th cell type was seen just twice, and in neither case could the entire cell be traced. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "Its PB arbor is spiny and very sparse, and while it clearly arborizes in the central brain, it is not clear if it arborizes elsewhere within the central complex. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "It is also possible that this \"cell type\" only constitutes a variant, as described for the EB.w.",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "AMP.s-Dga-s.b cell. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "There will likely be additional cells identified that arborize in the PB, although this number is predicted to be small. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "A complete inventory of all cells in the Drosophila brain awaits a full reconstruction at an electron microscope level.",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "The distinction between what constitutes a unique cell type is vague in some cases. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "For example, the arbor in the LAL for the PB G1-7 .",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "s-FB'2.s-LAL.b-cre.b comes in three discrete lengths: short, medium, and long. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "It would be simplest to conclude that the only difference between these three variants of a single cell type is the geographic range over which each distributes information within the LAL. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "Here these variants are classified as subtypes of the same class of neuron, as they are assumed to relay the same information based on connectivity and morphology. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "The GAL4 patterns are consistent with this classification in that all three subtypes occur in each GAL4 line that expresses this cell. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "Similarly, for the PB G1-8 .",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "b-EBw.s-D/ Vgall.b and PB G1-8 .",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "s-EBt.b-D/Vgall.b cells, the population of cells from odd-numbered glomeruli arborize in the dorsal gall, whereas those that populate the even-numbered glomeruli target the ventral gall. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "Since the information relayed by the populations of odd and even glomerulitargeted cells is likely the same in a qualitative sense, the difference being only that it is segregated in its delivery to the dorsal and ventral regions of the gall, we assigned these two categories to the same cell type.",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "A difference between the PB18.s-9i1i8c.b and PB18.s-GxD7Gy.b is less clear-cut. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "The difference between these two cells is the number of apparently presynaptic arbors in the PB: the PB18.s-9i1i8c.b cell has three clusters of boutons whereas the PB18.s-GxD7Gy.b has just two. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "However, they both follow the same rule: they project spiny terminals throughout the entire extent of the PB and bouton-type terminals spaced at intervals with seven intervening glomeruli separating the output terminals. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "When the \"first\" (i.e., most proximal to the cell body) cluster of boutons occurs in G9, there are sufficient glomeruli remaining to accommodate two of these intervals of seven glomeruli (interval 1: D7 includes G8i to G2i and interval 2: D7 includes G1c to G7c) and three clusters of boutons (G9i, G1i, and G8c). ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "Furthermore, no instance of the PB18.s-GxD7Gy.b cell has been seen with a cluster of boutons in just G9 and G1, which would represent the expected G9 (and also G1) version of this cell type. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "In addition, these two cell types are always coincident in the lines in which they have been observed, suggesting that they share many aspects of their genetic programming. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "While the PB18.s-GxD7Gy.b cell type may simply not arborize in G9 or G1, it seems more likely that PB18.s-GxD7Gy.b and PB18.s-9i1i8c.b cells are representative of the same cell type, and the difference in arborization pattern (three vs. two clusters of boutons) is simply a consequence of the glomerulus in which the most proximal cluster occurs. ",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "Ultimately, behavior or physiology will determine whether these cells perform the same function, and transcript profiling will reveal whether they express the same genes and thus belong to the same class.",
            "section": "Cell types of the protocerebral bridge"
        },
        {
            "text": "The wiring diagrams described here differ from published reports, in part due to the fact that previous authors were unaware of the existence of 18 glomeruli in the PB and therefore based their models on the historic interpretation that there are 16 glomeruli. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "This numerical revision and new insights into the anatomical substructure of the central complex components are the primary basis for revisions of existing circuit diagrams.",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "Although there are 18 glomeruli, no small-field neuron arborizes in all 18 glomeruli. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "Instead, most cell types arborize in either G1-G8 or G2-G9. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "Each of these categories adheres to the following basic wiring principle: Cells that arborize in the lateral four glomeruli of each side of the PB stay ipsilateral in the second neuropil (either the FB or EB, depending on the neuron) and cross to the contralateral side at the third neuropil, whereas cells that arborize in the medial four glomeruli cross to the contralateral side in the second neuropil (also described by Hanesch et al., 1989, and others). ",
            "section": "Wiring principles of protocerebral bridge neurons",
            "ref_spans": [
                {
                    "start": 424,
                    "end": 457,
                    "type": "bibr",
                    "text": "Hanesch et al., 1989, and others)"
                }
            ]
        },
        {
            "text": "Consequently, because there are two subsets of PB neurons, the glomerulus that targets a given column, wedge, or tile is shifted by one glomerulus, depending on the subset of cell type. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "Furthermore, the observation that no small-field neurons arborize in all 18 glomeruli suggests the number of columns in the FB and wedges in the EB would not need to exceed 16 in order to maintain a 1:1 correspondence between the PB and FB/EB.",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "As described by Strausfeld (1999), arbors from cells that target the PB alternate with one another in the second neuropil such that arbors from the left glomeruli alternate with those from the right glomeruli. ",
            "section": "Wiring principles of protocerebral bridge neurons",
            "ref_spans": [
                {
                    "start": 16,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "Strausfeld (1999)"
                }
            ]
        },
        {
            "text": "The PB wiring diagrams presented here differ somewhat from a recent account (Lin et al., 2013), as follows. ",
            "section": "Wiring principles of protocerebral bridge neurons",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Lin et al., 2013)"
                }
            ]
        },
        {
            "text": "The most lateral FB column (or EB wedge) is occupied not by the ipsilateral G9 (or G8 for the G1-G8 cells), as previously described, but instead by the contralateral G2 (or G1 for the G1-G8 cells). ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "This circuit therefore reverses the pattern in the second neuropil (FB or EB) from one in which the most lateral (L) glomeruli project to the most lateral columns (or wedge or tile) on the ipsilateral side to one in which the medial (M) glomeruli from the contralateral half of the PB project to the most lateral columns. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "In other words, previously published diagrams (Lin et al., 2013) indicate a pattern of LMLMLM from lateral to medial in the second neuropil, whereas this report shows that pattern to be MLMLML.",
            "section": "Wiring principles of protocerebral bridge neurons",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Lin et al., 2013)"
                }
            ]
        },
        {
            "text": "The projection map shown here for cells that connect the PB to layer 1 of the FB illustrates conclusively the projection pattern between these domains. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "Obtaining an accurate map between the PB and layers 2 and 3 is difficult given the greater overlap between arbors of cells in these two layers, but the projection patterns we observed between the PB and layers 2 and 3 of the FB are consistent with the PB:FB'1 map.",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "As noted above, distribution of information is not always restricted to the subdomains of each central complex structure. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "When information is shared between neighboring domains (or alternating domains, in the case of the cells that arborize in the dorsal or ventral gall), generally only a small portion of the arbor is shared. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "The functional significance of these zones of overlap remains to be determined.",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "Connections between central complex structures are remarkably restricted. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "For example, of those neurons that arborize in the PB and FB, only FB layers 1, 2, and 3 connect to the noduli, and only to NO 2 and NO 3 . ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "The only link between the PB and NO 1 is via the ellipsoid body, so whereas NO 2 and NO 3 can be considered to work in conjunction with the FB to elicit a behavior based on output from the PB, NO 1 cooperates with the EB to elicit a behavior based on output from the PB. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "In fact, communication is even more specific: layer 3 of the FB communicates directly only with NO 2 , layer 2 directly only with the anterior subcompartment of NO 3 , and layer 1 directly only with NO 3 M and NO 3 P. Furthermore, the cells in G1 do not communicate directly with the noduli at all-neither via the FB nor via the EB. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "The absence of direct connections between the PB and upper layers of the FB is also noteworthy. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "This streamlined and highly segregated network of connections within and between central complex structures suggests a high degree of regional specialization in function for the components of the central complex.",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "The roles of central complex structures, their subdomains, and related neuropils are poorly understood. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "While functions remain largely unknown, many circuits described here are informative in various other ways. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "For example, some identify commonalities in function between neuropil subregions, such as FB'2 and NO 3 A, which are both arborized by a common neuron. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "Other circuits reveal spatial segregation between neuropils. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "The most intriguing instance is the exclusive relay of information between the ventral gall and even-numbered glomeruli and the dorsal gall and odd-numbered glomeruli, which demonstrates that both information and information flow can be spatially segregated from the glomeruli to the gall. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "It will be interesting to learn the functional role of the gall and why it segregates a portion of the information it receives and sends, as well as what sort of behavioral response requires this rigidly alternating spatial distribution in the PB. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "Finally, the absence of connections between neuropils may prove informative in functional studies. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "For example, G1 is distinct from G2-G8 in that it lacks direct connections with the noduli, and NO 1 is distinct from NO 2 and NO 3 in that it communicates with the PB via the EB rather than the FB, raising the questions of what behaviors G1 does and does not contribute to, and what the differences are in behavioral outputs from NO 1 and NO 2 /NO 3 .",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "The observation that there are 18 glomeruli in the Drosophila PB has significant implications for both the architecture and evolution of the Drosophila brain with respect to the brains of other neopterans. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "Although the suite of genetic tools available in locusts, bees, beetles, and other insects does not yet include MCFO, improvements in imaging and histology may prove sufficient to reevaluate the number of glomeruli in these species, given that glomeruli can be accurately counted in brains that are labeled only with nc82. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "Either some or all of these species also have 18 glomeruli, or an extra pair of glomeruli arose in Drosophila. ",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "The latter may be unlikely but would raise some intriguing possibilities about how the anatomical correspondence and circuitry between glomeruli in the PB and equivalent vertical partitions in the FB and EB PB circuits may differ between flies and other insects thought to have the same basic cellular composition and organization within the central complex, and how the geometric coordinates would then have had to shift along the axis of the PB to effect accurate behavioral responses.",
            "section": "Wiring principles of protocerebral bridge neurons"
        },
        {
            "text": "The authors thank Sean D. Murphy, Todd Safford, Christopher M. Bruns, Konrad Rokicki, Yang Yu, Eric T. Trautman, Leslie L. Foster, and Donald J. Olbris, of the Janelia Scientific Computing Software group, for their dedication, patience, and relentless efforts in creating the Janelia Workstation, without which this work would not have been possible. ",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors are deeply grateful to Aljoscha Nern for generously sharing critical reagents and protocols prior to publication and to Barret D. Pfeiffer for sharing unpublished molecular constructs. ",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors thank Vivek Jayaraman for invaluable and insightful discussions; Ulrike Heberlein, Vivek Jayaraman, Nick Strausfeld, Wyatt Korff, and David Stern for critical comments on the article; and Sung Soo Kim for recognizing the extension of the spiny arbor of the PB G2-9 .",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "b-IB.s-SPS.s cell into the SPS. ",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors thank Joanna Hausenfluck, Gina DePasquale, Allison Sowell, and Adrianne Enos for assistance with immunohistochemistry (JH), brain dissections (GD, AS), and brain mounting (AE). ",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "T.W. thanks Arnim Jenett for his introductory tutorial on central complex and central brain anatomy and Y. Aso for assistance with Fluorender and providing the masks for the gall and LAL. ",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors also thank Don Ready and Elena Rivas for independently suggesting the term \"tile\" for the EB volume.",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors declare no conflicts of interest.",
            "section": "CONFLICT OF INTEREST"
        }
    ]
}