{
    "id": "a84aee3b5a",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Human infection by Toxocara larvae is considered an important and frequent zoonosis worldwide, and the main cause of visceral larva migrans (VLM) and other related syndromes. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In humans, the main etiological agents for these syndromes are Toxocara canis and T. cati, respectively, ascarids of dogs and cats 5,11,16 .",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 133,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 136,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "Several drugs are currently used to treat VLM in humans, and benzimidazole anthelmintics have shown moderate or good efficacy in the resolution of clinical signs or symptoms 16,28 . ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16,"
                },
                {
                    "start": 177,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "28"
                }
            ]
        },
        {
            "text": "Experimentally, however, the various drugs tested in a murine model, which, as occurs in humans, are paratenic hosts species for Toxocara spp. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "larvae, showed a reduction of the parasite load that did not result in complete parasitological cure 1,6,22 . ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 103,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6,"
                },
                {
                    "start": 105,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "The same situation probably occurs in the treatment of infected humans.",
            "section": "INTRODUCTION"
        },
        {
            "text": "In recent years, studies have demonstrated the efficacy of nitazoxanide in the treatment of infections caused by certain protozoa, helminths, anaerobic bacteria and hepatitis C virus 19 , but few reports exist concerning its use in the treatment of infections caused by helminth larvae, particularly, roundworm larvae 15 . ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                },
                {
                    "start": 318,
                    "end": 320,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "More recently, DELGADO et al. 9 reported an efficacy of 61.2% in the treatment of mice experimentally infected by T. canis.",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 30,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "The aim of this study was to evaluate the response of mice experimentally infected by T. canis following treatment with nitazoxanide on the tenth and sixtieth days after infection (dpi), regarding the reduction in parasitic load and the humoral response represented by anti-Toxocara IgG antibodies, compared to the response obtained in mice treated with mebendazole, previously considered a good schedule in the reduction of T. canis load in mice 21 .",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 447,
                    "end": 449,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                }
            ]
        },
        {
            "text": "Eggs: T. canis eggs used in this experiment were obtained from adult female worms, eliminated by naturally infected dogs following treatment with piperazine. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "After dissecting the worms, eggs were incubated in 2% formalin at 26 o C for four to six weeks, and washed in filtered water to remove formalin before use.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Sixty male BALB/c mice, aged six to eight weeks-old, provided by the Faculty of Medicine of São Paulo University, were divided into groups of 10 mice each. ",
            "section": "Mice infection and treatment:"
        },
        {
            "text": "Fifty mice were infected by stomach tube with 300 T. canis embryonated eggs in 200 μL of filtered water suspension, and ten mice were maintained as an uninfected control group, receiving filtered water alone, as indicated in Table 1. ",
            "section": "Mice infection and treatment:",
            "ref_spans": [
                {
                    "start": 225,
                    "end": 232,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "All the animals used in this study received water and a commercial diet ad lib and were treated in accordance to the ethical guidelines of the Institutional Experimental Guidelines for animal studies (CEUA) of the Institute of Tropical Medicine of São Paulo University (IMT/USP).",
            "section": "Mice infection and treatment:"
        },
        {
            "text": "At the acute phase of infection, 10 days postinfection (dpi), mice from group II were treated per os with mebendazole (15 mg/kg/day), and those from group III with nitazoxanide (20 mg/kg/day), for five consecutive days. ",
            "section": "Mice infection and treatment:"
        },
        {
            "text": "Groups IV and V were treated with mebendazole and nitazoxanide respectively, using the same doses at 60 dpi (chronic phase of the infection) for the same period. ",
            "section": "Mice infection and treatment:"
        },
        {
            "text": "Group I remained untreated throughout the experiment.",
            "section": "Mice infection and treatment:"
        },
        {
            "text": "Sera collection: All groups were anesthetized with 100 mg/kg of xylazine and 10 mg/kg of ketamine, and bled by orbital plexus puncture at 30, 60, 90 and 120 dpi. ",
            "section": "Mice infection and treatment:"
        },
        {
            "text": "The sera obtained were frozen and stored in aliquots in plastic micro tubes at -20 °C, for subsequent processing by ELISA.",
            "section": "Mice infection and treatment:"
        },
        {
            "text": "Enzyme-linked immunosorbent assay (Ig ELISA): Serum samples collected from mice with different treatment schedules were examined by ELISA to detect IgG class anti-Toxocara antibodies; using excretionsecretion T. canis antigen (TES) prepared from the culture of infective larvae of this parasite in Eagle medium, according to a standardized technique described by DE SAVIGNY et al. 10 and modified in our laboratory. ",
            "section": "Mice infection and treatment:",
            "ref_spans": [
                {
                    "start": 381,
                    "end": 383,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "Different concentrations of ES antigen of T. canis were tested using positive and negative control sera and a protein concentration of 20 μg/mL (100 mL per well in plate) was determined to performe the tests. ",
            "section": "Mice infection and treatment:"
        },
        {
            "text": "Mouse sera were diluted in PBS-T-Gelatin at 1:800. ",
            "section": "Mice infection and treatment:"
        },
        {
            "text": "The enzyme conjugate anti-mouse IgG labeled with horseradish peroxidase (g-chain specific, Sigma Immunochemicals) was used at 1:4,000 dilution. ",
            "section": "Mice infection and treatment:"
        },
        {
            "text": "The results were evaluated by spectrophotometric reading at a wavelength of 492 nm in Titertek Multiskan apparatus MCC/340 P version 2.20 (Lab-Systems, Finland). ",
            "section": "Mice infection and treatment:"
        },
        {
            "text": "To calculate the threshold of reactivity (\"cut-off\") the mean optical density (OD) of readings of sera from control group mice was considered, plus two standard deviations. ",
            "section": "Mice infection and treatment:"
        },
        {
            "text": "As a positive control, serum samples from three mice infected for 90 days were used 18 and, as a negative control, serum samples from mice bled before infection were used.",
            "section": "Mice infection and treatment:",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "At the end of the experiment (120 dpi), mice from all the infected groups were sacrificed by cervical dislocation and larvae were recovered from their brains and carcasses, following digestion with 0.5% HCl for 24 h at 37 ºC. ",
            "section": "T. canis larval recovery in tissues:"
        },
        {
            "text": "Sedimental liquid was centrifuged for two min at 1500 rpm, 2 mL of the sediment were collected, thoroughly mixed, and 0.1 mL samples were viewed under a light microscope to determine larval counts 33 .",
            "section": "T. canis larval recovery in tissues:",
            "ref_spans": [
                {
                    "start": 197,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "33"
                }
            ]
        },
        {
            "text": "Statistics: Arithmetic mean and standard deviation were used to present data. ",
            "section": "T. canis larval recovery in tissues:"
        },
        {
            "text": "One-way ANOVA and Tukey test for multiple comparisons were conducted with Optical Density (OD) readings of sera from infected and treated mice from different groups, and two-way ANOVA and Bonferroni post test were used to compare larval recovery in tissues using the Prisma program, version 5.0. ",
            "section": "T. canis larval recovery in tissues:",
            "entity_spans": [
                {
                    "start": 267,
                    "end": 273,
                    "type": "software",
                    "rawForm": "Prisma",
                    "resp": "#annotator8",
                    "used": true,
                    "id": "a84aee3b5a-software-0"
                },
                {
                    "start": 291,
                    "end": 294,
                    "type": "version",
                    "rawForm": "5.0",
                    "resp": "#annotator8",
                    "id": "#a84aee3b5a-software-0"
                }
            ]
        },
        {
            "text": "Differences were considered to be significant when p < 0.05.",
            "section": "T. canis larval recovery in tissues:"
        },
        {
            "text": "An issue that has not been fully resolved is the way of assessing drugs used in the treatment of experimental toxocariasis, in which the murine model is the most frequently used. ",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "Numerous authors have used the recovery of T. canis larvae, following digestion of the carcass and some organs of experimentally infected mice 14,23,24,28,31 . ",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 146,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "23,"
                },
                {
                    "start": 149,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "24,"
                },
                {
                    "start": 152,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "28,"
                },
                {
                    "start": 155,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "31"
                }
            ]
        },
        {
            "text": "Others, however, have employed immunological techniques 3,7 . ",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3,"
                },
                {
                    "start": 58,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "In this study, we sought to determine the kinetics of IgG anti-Toxocara antibodies in mice, experimentally infected with larvae of this nematode and subsequently treated with mebendazole (MBZ) or nitazoxanide (NTZ), as well as observing larval recovery after acid digestion of different mouse organs and tissues.",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The humoral antibody response of the IgG class anti-Toxocara ( Fig.  1 and 2) was detected within the first 30 dpi, which remained positive up to 120 dpi in both groups treated with both anthelmintic drugs. ",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 77,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig.  1 and 2)"
                }
            ]
        },
        {
            "text": "Moreover, a marked increase in antibodies was observed between 90 and 120 dpi. ",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "This reactivity is probably due to the continuous release of Toxocara antigens even by dead larvae, from antigens stored in their cuticles. ",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "On the other hand, it is known that most anthelmintics do not reach all larvae present in the host 8,21 . ",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 101,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                }
            ]
        },
        {
            "text": "No other significant differences were observed in the levels of anti-Toxocara antibodies among mice treated with nitazoxanide or mebendazole compared with the group infected, but not submitted to treatment.",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "Comparing the amount of T. canis larvae recovered in various organs of mice treated with mebendazole or nitazoxanide with the result in the group not submitted to treatment, differences were only observed when the treatment occurred after 60 days of infection (Table 2). ",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 260,
                    "end": 269,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "Moreover, the difference was significantly more evident in the group treated with mebendazole.",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "Posttreatment larval recovery, in all the organs analyzed, revealed a decrease in the amount of larvae recovered in the central nervous system of the mice (Table 3). ",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 164,
                    "type": "table",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "Previous studies indicated that mice and other murine behave like paratenic hosts when infected by larvae of T. canis 30 and are therefore suitable models for studying host-parasite relationships in the case of human infection with this nematode 4,11 . ",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "30"
                },
                {
                    "start": 246,
                    "end": 248,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 248,
                    "end": 250,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "In C57BL/6 and BALB/c mice infected with T. canis and untreated, the larvae can be found in the brain and carcass, even up to a year after inoculation, with a slight reduction in the total larval count 17,20 . ",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 202,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17,"
                },
                {
                    "start": 205,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "Various anthelmintics have been used in the treatment of murine toxocariasis, in order to evaluate their efficacy: mebendazole, albendazole, fenbendazole and thiabendazole. ",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The first three, and diethylcarbamazine, were recommended by the WHO in 1995 as effective drugs against toxocariasis 20 . ",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "According to SMITH et al. 29 , mebendazole seems to be a good alternative for toxocariasis treatment in paratenic hosts. ",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 26,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "29"
                }
            ]
        },
        {
            "text": "LESCANO et al. 21 also reported a significant decrease in the parasite load of mice experimentally infected by T. canis and treated with mebendazole, thiabendazole or ivermectin.",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                }
            ]
        },
        {
            "text": "Nitazoxanide (NTZ) is a novel compound with broad-spectrum activity against several genera of parasites, including intestinal protozoa, helminths and anaerobic bacteria 13,32 . ",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13,"
                },
                {
                    "start": 172,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "32"
                }
            ]
        },
        {
            "text": "Its activity is associated with the inhibition of enzymatic activity of pyruvate ferredoxin oxidoreductase (PEOR) and against the disulfide isomerase protein (PDI), an essential enzyme for anaerobic metabolism. ",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "However, the mode of action of NTZ and its principal metabolite, tizoxanide, on nematodes is unknown 27 . ",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "27"
                }
            ]
        },
        {
            "text": "Its use has been approved for treatment of humans with diseases caused by Giardia intestinalis and Cryptosporidium 2,25 , and DELGADO et al. 9 reported some efficacy against T. canis larvae in experimental infections.",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 117,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "25"
                },
                {
                    "start": 141,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "The results of this research suggest that the humoral immune response is not an appropriate parameter for evaluating drug efficacy in paratenic hosts experimentally infected by T. canis. ",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "However, at the end of the experiment, larval recovery was shown to be the most appropriate tool for evaluating drug efficacy in this experimental model.   ",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "Considering the larval recovery results, the relative ineffectiveness of mebendazole or nitazoxanide administration in the treatment of Toxocara infections in the murine model is evident and this is probably true in the case of human infections by T. canis, which would result in visceral larva migrans syndrome. ",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "Despite these fairly moderate results, the greater reduction observed in the parasite load following mebendazole administration, compared with the results achieved when nitazoxanide was used, deserves some attention.",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "Foi investigada a eficácia da nitazoxanida (NTZ) na toxocaríase murina experimental e os resultados comparados com os obtidos usando mebendazol (MBZ). ",
            "section": "RESUMO Eficácia da nitazoxanida contra Toxocara canis: recuperação larvária e resposta imune humoral em camundongos experimentalmente infectados"
        },
        {
            "text": "Sessenta camundongos BALB/c machos, com idade entre seis e oito semanas foram divididos em grupos de 10 cada, 50 foram infectados oralmente com 300 ovos larvados de T. canis e agrupados a seguir: GI: camundongos infectados não tratados; GII: camundongos infectados tratados com MBZ (15 mg/kg/dia) 10 dias pós-infecção (dpi); GIII: camundongos infectados tratados com NTZ (20 mg/kg/dia) 10 dpi, GIV: camundongos infectados tratados com MBZ 60 dpi; GV: camundongos infectados tratados com NTZ 60 dpi; GVI: controle não infectado. ",
            "section": "RESUMO Eficácia da nitazoxanida contra Toxocara canis: recuperação larvária e resposta imune humoral em camundongos experimentalmente infectados"
        },
        {
            "text": "Os camundongos foram sangrados via plexo retro orbitário em quatro ocasiões entre o 30º e 120º dpi. ",
            "section": "RESUMO Eficácia da nitazoxanida contra Toxocara canis: recuperação larvária e resposta imune humoral em camundongos experimentalmente infectados"
        },
        {
            "text": "Os soros foram processados pela técnica de ELISA para detecção de anticorpos IgG anti-Toxocara. ",
            "section": "RESUMO Eficácia da nitazoxanida contra Toxocara canis: recuperação larvária e resposta imune humoral em camundongos experimentalmente infectados"
        },
        {
            "text": "Aos 120 dpi, os animais foram sacrificados para a recuperação larvária do SNC, fígado, pulmões, rins, olhos e carcaça. ",
            "section": "RESUMO Eficácia da nitazoxanida contra Toxocara canis: recuperação larvária e resposta imune humoral em camundongos experimentalmente infectados"
        },
        {
            "text": "Os resultados mostraram níveis similares de anticorpos IgG anti-Toxocara entre os camundongos infectados mas não submetidos a tratamento e os grupos infectados e tratados com MBZ ou NTZ, aos 10 e 60 dpi. ",
            "section": "RESUMO Eficácia da nitazoxanida contra Toxocara canis: recuperação larvária e resposta imune humoral em camundongos experimentalmente infectados"
        },
        {
            "text": "Os valores da recuperação larval foram similares nos grupos tratados com NTZ e MBZ 10 dpi. ",
            "section": "RESUMO Eficácia da nitazoxanida contra Toxocara canis: recuperação larvária e resposta imune humoral em camundongos experimentalmente infectados"
        },
        {
            "text": "MBZ mostrou melhor eficácia aos 60 dpi, com redução de 72,6% da carga parasitária comparada com NTZ, que mostrou redução somente de 46,5%. ",
            "section": "RESUMO Eficácia da nitazoxanida contra Toxocara canis: recuperação larvária e resposta imune humoral em camundongos experimentalmente infectados"
        },
        {
            "text": "Concluímos que a administração destes anti-helmínticos não modificou a resposta humoral na infecção experimental por T. canis. ",
            "section": "RESUMO Eficácia da nitazoxanida contra Toxocara canis: recuperação larvária e resposta imune humoral em camundongos experimentalmente infectados"
        },
        {
            "text": "Não foi observada cura parasitológica com nenhuma das drogas; porém maior redução na carga parasitária foi obtida após o tratamento com MBZ.",
            "section": "RESUMO Eficácia da nitazoxanida contra Toxocara canis: recuperação larvária e resposta imune humoral em camundongos experimentalmente infectados"
        },
        {
            "text": "This study was supported by the Medical Research Laboratory (LIM-06), and J.L. Assis was supported by a scholarship from the Administrative Development Foundation (FUNDAP).",
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The authors have no conflict of interest to declare.",
            "section": "CONFLICT OF INTEREST STATEMENT"
        }
    ]
}