{
    "id": "c0fb2dd088",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Cellular and cardiovascular incidents are important aspects of ischemic injuries observed in stroke and other related cerebrovascular disorders. ",
            "section": "Introduction"
        },
        {
            "text": "1 Although oxygen deprivation at cellular level is associated with vascular occlusion and cyanide neurotoxicity (mitochondrial poisoning), the symptoms exhibited in the patients differ to a certain extent. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2,3 In vascular occlusion, the symptoms are usually rapid and severe; in most cases involving partial or full paralysis while cyanide toxicity causes neurological disorders (degenerative) over aperiod of time, depending on the dosage and",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "A AN NN NA AL LS S RES ARTICLE tributes blood to the neural tissue through its terminal \"end arteries\". ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "7,8 The end arteries exist at the capillary level of cerebral circulation and are single cell thick with an underlying endothelium forming a structural part of the blood brain barrier (BBB) unit 5,8 . ",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                },
                {
                    "start": 195,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 197,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "Ultramicroscopic. ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "5,8 Ultramicroscopic analysis of the structure of a single BBB unit reveals that the endothelial cells of the end arteries are linked via intercellular junctions to the ependymal astrocytes and tantacytes occupying the immediate surroundings of the arteries. ",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "9 arteryies. ",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "9 The matrix rich endothelium (charged molecules), surrounding astrocytes, neurons and blood cellsformthe structural, physiological and electrical barrier that controls the bi-directional movement of molecules across the blood-brain interphase. ",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "4 The significance of such bi-directional flow has been described as regulatory as it is involved in homeostatic efficiency of regional circulation and metabolism in the central nervous system (CNS). ",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "4,10 The importance of the endothelium as an integral part of the BBB has been emphasized. ",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "Previous studies have shown, using high magnification microscopy, that endothelial cells provide structural and physiological barrier at the interphase of neuron/glia and the circulating blood; such that toxins, nutrients, microbes, viruses and metabolitesin the blood come in contact with the endothelium before the cells of the nervous system. ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "11,8 Proliferative or degenerative changes in the endothelium have been linked with the progression of most degenerative diseases. ",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 3,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "This may involve changes in endothelial cells, adhesion molecules and matrix and is often the cause in brain infections, chemotoxicity and inflammation. ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "12 Recent studies have shown that bi-directional signals across the BBB actively modulate the pathophysiological process of degeneration in stroke, chemotoxicity and acute brain injuries. ",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "4,11,13 An example of such cellular signal is the \"danger associated molecular pattern (DAMP)\" associated with the release of chemokines and cytokines into the blood after traumatic brain injury. ",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 2,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 5,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "As a result, a more robust immune response, resulting in inflammation is activated. ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "13,14 Interestingly, other studies have shown that the bi-directional communication between the ischemic or inflamed nervous system and the cells of the endothelium regulate the DAMP signal, and thus the progression of brain injuries. ",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "10,15,16 Differential cellular mechanisms are involved in the progression of endothelial and neural changes induced by chemotoxicity and vascular occlusion. ",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "[17][18][19][20] Although acommon factor inthe progression of these models is oxidative stress, the pattern of endothelial/angiogenic response and how it affects the progression of degeneration and neurosurvival is yet to be elucidated. ",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "Generally, the induced oxidative stress has been described as a trigger of neuronal cell death, endothelial proliferation, glia activation, inflammation and in some cases proliferation in specific brain regions. ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "15,16,[21][22][23][24] In addition, our previous findings of glia activation, neuronal degeneration and proliferation induced by differential oxidative stress has revealed that regional differences exists in stress response elicited in the brain; specifically across the plastic and non-plastic brain regions. ",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16,"
                },
                {
                    "start": 6,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 10,
                    "end": 14,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                },
                {
                    "start": 14,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                },
                {
                    "start": 18,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "25 Consequently, we investigated the effects of cyanide toxicity and vascular occlusion on the endothelial (CD31/CD45), neuron (NSE) and glia (GFAP) cells using Immunohistochemistryand stereology in cortical slices. ",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "We compared the effect of cyanide toxicity and vascular occlusion in the plastic periventricular zone (PVZ) and non-plastic parietal cortex (PC) in order to detect either proliferation (Ki-67) or degeneration (NF) relative to endothelial changes (CD31/CD45) after the treatment and withdrawal phases. ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "Our findings demonstrate that endothelial changes are linked with glia activation, neuronal degeneration and proliferation. ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "In addition, the observed changes vary for cyanide toxicity and vascular occlusion after the treatment and withdrawal periods.",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "N = 30 male adult Wistar rats, weighing between (250-280 gms) were used for this study. ",
            "section": "Treatment"
        },
        {
            "text": "A group of n = 12 rats were treated with orally administered potassium cyanide (KCN) (30 mg/Kg body weight (BW) for 10 days using a gavage (CN). ",
            "section": "Treatment"
        },
        {
            "text": "[26][27][28] A separate set of n = 12 animals was subjected to transient occlusion of carotid arteries, basilar artery and brachiocephalic vein using an elastic neck cuff. ",
            "section": "Treatment",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "This was accompanied by a reduction of blood pressure above the neck cuff to 30 mmHg (VO). ",
            "section": "Treatment"
        },
        {
            "text": "[29][30][31][32] The control (CO; n = 6) received normal saline for the total duration of the treatment phase (10 days). ",
            "section": "Treatment",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "At the end of the treatment phase, n = 6 animals were sacrificed in the VO, CN and CO groups. ",
            "section": "Treatment"
        },
        {
            "text": "Cyanide treatment and vascular occlusion was discontinued in the remaining n = 6 animals, each in the CN and VO treatments for the next 10 days (day 20). ",
            "section": "Treatment"
        },
        {
            "text": "This represents the withdrawal phase and these groups were renamed CN-I and VO-I respectively. ",
            "section": "Treatment"
        },
        {
            "text": "Author completed the IACUC training on Animal Use and a protocol number was already assigned to group (ABU13/Neu/008).",
            "section": "Treatment"
        },
        {
            "text": "The animals were anaesthetized using intraperiotoneally administered sodium pentobarbital (50 IP). ",
            "section": "Cerebral blood vessels"
        },
        {
            "text": "The root of the neck was dissected to expose the ascending aorta following which the brain was perfused with artificial cerebrospinal fluid [ACSF composition (mM): KCl, 2.5; MgSO 4 , 1.0; NaH 2 PO 4 , 1.25; NaH-CO 3 , 26; d-glucose, 20; ascorbic acid, 0.45; CaCl 2 , 2.0; and NaCl, 125 (osmolality, 290-310 mOsmol kg −1 ; pH 7.3-7.4)] at 4 O C. Subsequently, the tissues were perfused with freshly prepared formolcalcium and fixed thereafter in formolcalcium for 14 hours.",
            "section": "Cerebral blood vessels"
        },
        {
            "text": "The brain was dissected on a stereotaxic frame to obtain sagital and corona sections of the MCA, periventricular zone (PVZ) and parietal cortex (PC) using specific coordinates [2.5 mm lateral to the median fissure (sagital) and 1.5mm anterior to the bregma (corona section)]. ",
            "section": "Tissue Preparation"
        },
        {
            "text": "Later, the sections were post-fixed in formolcalcium in a separate chamber (6 hours) and processed into paraffin wax embedded tissue blocks. ",
            "section": "Tissue Preparation"
        },
        {
            "text": "Leica Bond RX (Leica GmBH, Germany) automated tissue stainer was used for immunohistochemical processing. ",
            "section": "Tissue Preparation"
        },
        {
            "text": "All antibodies were procured from Novocastra (Leica Biosystems, Germany). ",
            "section": "Tissue Preparation"
        },
        {
            "text": "Reagents and buffers used were molecular biology grade (99.9% pure) from Sigma-Aldrich (Germany).",
            "section": "Tissue Preparation"
        },
        {
            "text": "7 µm thick serial sections were prepared using a microtome (Leica) and were mounted on a glass slide in preparation for",
            "section": "Immunohistochemistry"
        },
        {
            "text": "A AN NN NA AL LS S",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "antigen retrieval immunohistochemistry. ",
            "section": "RES ARTICLE"
        },
        {
            "text": "Sections were immersed in urea overnight and transferred to a microwave for 45 minutes to expose the antigens and proteins. ",
            "section": "RES ARTICLE"
        },
        {
            "text": "Primary treatment was done using bovine serum albumin (BSA) to block non-specific protein reaction in the tissue. ",
            "section": "RES ARTICLE"
        },
        {
            "text": "Subsequent processing involved the use of specific biotinylated secondary antibodies (anti-CD31, anti-CD45 anti-NSE, anti-NF, anti-Ki-67 and anti-GFAP) diluted in PBS (a dilution of 1:200 was used for all secondary antibodies). ",
            "section": "RES ARTICLE"
        },
        {
            "text": "The immunopositive reaction was developed using a polymer 3'3' Diaminobenzidine Tetrachloride (DAB; Sigma-Aldrich) with methenamine silver color intensification. ",
            "section": "RES ARTICLE"
        },
        {
            "text": "The sections were counterstained in haematoxylin and treated with 1% acid alcohol (freshly prepared) to reduce the counter-stain intensity.",
            "section": "RES ARTICLE"
        },
        {
            "text": "The images were acquired using an Optronics Digital Camera connected to a computer interface (MagnaFire) and an Olympus BX-51 research microscope. ",
            "section": "Cell Count and Analysis",
            "entity_spans": [
                {
                    "start": 94,
                    "end": 103,
                    "type": "software",
                    "rawForm": "MagnaFire",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "c0fb2dd088-software-simple-0"
                }
            ]
        },
        {
            "text": "The general structure of the pyramidal cells of the PC and round neurogenic cells of the PVZ were characterized using inter-reader variability. ",
            "section": "Cell Count and Analysis"
        },
        {
            "text": "The total cell count was determined using a 10 × 10 grid graticulate at 400X magnification. ",
            "section": "Cell Count and Analysis"
        },
        {
            "text": "For both the corona and sagital sections, n = 2 fields were captured to obtain n = 4 fields per section. ",
            "section": "Cell Count and Analysis"
        },
        {
            "text": "Subsequently, the average count for n = 4 fields was determined as the representative value. ",
            "section": "Cell Count and Analysis"
        },
        {
            "text": "33 Immunopositive cells in GFAP, NSE and Ki-67IHC were counted in Image J (NIH) and calculated using the method described in the previous paragraph. ",
            "section": "Cell Count and Analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "33"
                }
            ],
            "entity_spans": [
                {
                    "start": 66,
                    "end": 73,
                    "type": "software",
                    "rawForm": "Image J",
                    "resp": "#curator",
                    "id": "c0fb2dd088-software-0"
                },
                {
                    "start": 75,
                    "end": 78,
                    "type": "publisher",
                    "rawForm": "NIH",
                    "resp": "#curator",
                    "id": "#c0fb2dd088-software-0"
                }
            ]
        },
        {
            "text": "NF, CD31 and CD45 were expressed as intensity of IHC reaction products (+/-). ",
            "section": "Cell Count and Analysis"
        },
        {
            "text": "The lumen and arterial wall of the MCA branch were measured using Open Office Draw Suite (Sun Microsystems) at a magnification of 100X. ",
            "section": "Cell Count and Analysis",
            "entity_spans": [
                {
                    "start": 66,
                    "end": 88,
                    "type": "software",
                    "rawForm": "Open Office Draw Suite",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "c0fb2dd088-software-1"
                },
                {
                    "start": 90,
                    "end": 106,
                    "type": "publisher",
                    "rawForm": "Sun Microsystems",
                    "resp": "#curator",
                    "id": "#c0fb2dd088-software-1"
                }
            ]
        },
        {
            "text": "The data was plotted using a simple ANOVA (SPSS version 17.0; IBM) with significance set at P<0.05*, P<0.01** and P<0.001*** for total and immunopositive cell counts.",
            "section": "Cell Count and Analysis",
            "entity_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "c0fb2dd088-software-2"
                },
                {
                    "start": 56,
                    "end": 60,
                    "type": "version",
                    "rawForm": "17.0",
                    "resp": "#annotator3",
                    "id": "#c0fb2dd088-software-2"
                },
                {
                    "start": 62,
                    "end": 65,
                    "type": "publisher",
                    "rawForm": "IBM",
                    "resp": "#curator",
                    "id": "#c0fb2dd088-software-2"
                }
            ]
        },
        {
            "text": "The general morphology of the wall of the arteries was demonstrated in a corona section through the whole brain at approximately 1.3 mm anterior to the bregma. ",
            "section": "Histology of the MCA"
        },
        {
            "text": "Increase in thickness of the wall of the arteries was characteristic of vascular occlusion (Figure 1-VO; 0.09 cm) and can be attributed in part to the mechanical stress induced by the cuffs for the treatment duration. ",
            "section": "Histology of the MCA",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 100,
                    "type": "figure",
                    "text": "(Figure 1"
                }
            ]
        },
        {
            "text": "The artery was also characterized by a narrower lumen (0.0028 cm), when compared with the control (0.036 cm) ( Figure 1D). ",
            "section": "Histology of the MCA",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 120,
                    "type": "figure",
                    "text": "Figure 1D"
                }
            ]
        },
        {
            "text": "The effect of vascular occlusion in this group can be described anatomically as \"induced vascular resistance\" in the middle cerebral artery. ",
            "section": "Histology of the MCA"
        },
        {
            "text": "The structural resistance observed in the global vascular occlusion treatment (VO) reduced after the withdrawal phase (VO-I). ",
            "section": "Histology of the MCA"
        },
        {
            "text": "In the VO-I, the lumen/wall thickness ratio (LTR) increased significantly to 4.00 from the initial value (3.11) observed in the vascular occlusion treatment (Figure 1-VO-I). ",
            "section": "Histology of the MCA",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 166,
                    "type": "figure",
                    "text": "(Figure 1"
                }
            ]
        },
        {
            "text": "The increased LTR in this group corresponds to a reduction in wall thickness (0.008cm) and an increase in lumen width (0.032 cm; Figure 1D).",
            "section": "Histology of the MCA",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 138,
                    "type": "figure",
                    "text": "Figure 1D"
                }
            ]
        },
        {
            "text": "In cyanide treatment, a reduced LTR was seen (2.44) ( Figure 1D); this was characterized by a prominent reduction in the lumen width (0.022 cm) and wall thickness (0.009cm) after the treatment phase (Figure 1-CN). ",
            "section": "Histology of the MCA",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 63,
                    "type": "figure",
                    "text": "Figure 1D"
                },
                {
                    "start": 199,
                    "end": 212,
                    "type": "figure",
                    "text": "(Figure 1-CN)"
                }
            ]
        },
        {
            "text": "In the withdrawal group for CN treatment, CN-I, the LTR value increased (3.00) when compared with the control, indicating, a decreased resistance in the artery after the withdrawal. ",
            "section": "Histology of the MCA"
        },
        {
            "text": "The increased LTRseen in CN-I was associated with an increase in the thickness of the tunica media (0.012 cm) and width of the lumen (0.036 cm) ( Figure 1D).",
            "section": "Histology of the MCA",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 155,
                    "type": "figure",
                    "text": "Figure 1D"
                }
            ]
        },
        {
            "text": "CD31 and CD45 expression in the MCA (corona section) was determined to evaluate endothelial cell proliferation and the associated monocytic activity respectively. ",
            "section": "CD31/CD45 (MCA)"
        },
        {
            "text": "In VO (CD31 ++ ) and CN (CD31 +++ ), the rate of endothelial cell proliferation increased ( Figure 1; Table 1 and Figure 1D) when compared with the control after the treatment phase. ",
            "section": "CD31/CD45 (MCA)",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 100,
                    "type": "figure",
                    "text": "Figure 1"
                },
                {
                    "start": 102,
                    "end": 109,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                },
                {
                    "start": 114,
                    "end": 123,
                    "type": "figure",
                    "text": "Figure 1D"
                }
            ]
        },
        {
            "text": "This resulted in an increased intima-media layer thickness (CD31-endothelial activation) for CN and VO; although the expression of CD31 was higher in cyanide toxicity than vascular occlusion. ",
            "section": "CD31/CD45 (MCA)"
        },
        {
            "text": "However, after the withdrawal of cyanide treatment and vascular occlusion, a significant decrease in CD31-endothelial thickening was observed in the VO-I (CD31 + ) and CN-I (CD31 -). ",
            "section": "CD31/CD45 (MCA)"
        },
        {
            "text": "Interestingly, we observed a decrease in monocytic-CD45 expression with an increase in endothelial-cell proliferation (↓CD45/↑CD31) after the treatment phase ( Figure 1; Table 1). ",
            "section": "CD31/CD45 (MCA)",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 168,
                    "type": "figure",
                    "text": "Figure 1"
                },
                {
                    "start": 170,
                    "end": 177,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The same association was observed after the withdrawal phase as CD45 increased (CD45 +++ ) with a corresponding decrease in CD31 expression (CD31 + ) in the VO-I ( Figure 1B and C) (↑CD45/↓CD31). ",
            "section": "CD31/CD45 (MCA)",
            "ref_spans": [
                {
                    "start": 164,
                    "end": 173,
                    "type": "figure",
                    "text": "Figure 1B"
                }
            ]
        },
        {
            "text": "In cyanide treatment, a similar inverse relationship was observed between CD31 and CD45.",
            "section": "CD31/CD45 (MCA)"
        },
        {
            "text": "The general morphology of the brain tissue was demonstrated by haematoxylin and eosin staining. ",
            "section": "Histology of the PC"
        },
        {
            "text": "Both CN and VO treatment groups showed degenerative changes in the parietal cortex ( Figure 2A and Figure 2C) with a reduction in cell count per unit area (VO:16, CN:13) when compared to the control (24 cells per unit area) ( Table 1; Figure 2F). ",
            "section": "Histology of the PC",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 94,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2A"
                },
                {
                    "start": 99,
                    "end": 108,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2C"
                },
                {
                    "start": 226,
                    "end": 233,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                },
                {
                    "start": 235,
                    "end": 244,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2F"
                }
            ]
        },
        {
            "text": "Subsequently, an increase in cell count was observed after the withdrawal phase for both treatments such that CN-I recorded 16 and VO-I, 25 after this phase. ",
            "section": "Histology of the PC"
        },
        {
            "text": "In the VO-I, some cells showed features of resuscitation ( Figure 2B) when compared with those of the CN-I ( Figure 2C and 2D). ",
            "section": "Histology of the PC",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 68,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2B"
                },
                {
                    "start": 109,
                    "end": 118,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2C"
                }
            ]
        },
        {
            "text": "Degenerative changes observed in the treatment groups include: vacuolated cytoplasm, loss of cellular projections, pale staining cell body, fragmented centrally placed nuclei and a diminished nucleoplasm.",
            "section": "Histology of the PC"
        },
        {
            "text": "Prominent cellular changes occurred in the PVZ of both models of ischemia after the treatment duration. ",
            "section": "Histology of the PVZ"
        },
        {
            "text": "The degenerative changes observed in the cells of the PVZ are similar to those of the cortical cells described above. ",
            "section": "Histology of the PVZ"
        },
        {
            "text": "It is important to note that the cells of PVZ often lack cellular projections; thus the adopted criteria for identifying degenerating cells in the PVZ excludes loss of cellular projections. ",
            "section": "Histology of the PVZ"
        },
        {
            "text": "The CN treatment group showed significant cell loss in the PVZ 13 when compared with the control. ",
            "section": "Histology of the PVZ",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "24 The cell count increased in the withdrawal group for cyanide treatment (CN-I; 15) but was less than that seen in the control. ",
            "section": "Histology of the PVZ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24"
                }
            ]
        },
        {
            "text": "Vascular occlusion (VO) induced minor degenerative changes in the PVZ with minimal cell loss 16 after the treatment phase. ",
            "section": "Histology of the PVZ",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "However, in the vascular occlusion treatment, no significant change in cell count was observed after the withdrawal phase (Table 1; Figure 2F). ",
            "section": "Histology of the PVZ",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 130,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1"
                },
                {
                    "start": 132,
                    "end": 141,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2F"
                }
            ]
        },
        {
            "text": "Generally, the distribution of degenerating neurogenic cells in vascular occlusion ( Figure 2A) and cyanide treatment ( Figure 2C) groups demonstrates the role of ischemia in induced degeneration in the plastic (PVZ)",
            "section": "Histology of the PVZ",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 94,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2A"
                },
                {
                    "start": 120,
                    "end": 129,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2C"
                }
            ]
        },
        {
            "text": "A AN NN NA AL LS S",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "Microscopic anatomy of the artery demonstrated in haematoxylin and eosin staining (Magnification X100) to show the lumen and tunica media/intima in cyanide toxicity and vascular occlusion; after the treatment and withdrawal phases. ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)"
        },
        {
            "text": "An increase in the tunica media/intima thickness was observed in VO and was accompanied by a decrease in lumen width. ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)"
        },
        {
            "text": "In cyanide toxicity, degenerative changes were observed in the tunica media/intima; consequently, a decrease in wall thickness and lumen width was recorded in this group. ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)"
        },
        {
            "text": "A common set of event in the CN and VO is the decrease in lumen width and an increase in vascular resistance shown by the lumen width/wall thickness ratio ( Figure 1D). ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 166,
                    "type": "figure",
                    "text": "Figure 1D"
                }
            ]
        },
        {
            "text": "After the withdrawal phase, regenerative changes such as increased lumen width, reduced vascular resistance and increased cell count were seen in the CN-I and VO-I. ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)"
        },
        {
            "text": "Degenerative changes were more pronounced in cyanide toxicity after the treatment phase with a LTR value of 2.44. ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)"
        },
        {
            "text": "Sequel After to the withdrawal of cyanide treatment in CN-I, the LTR value increased to 3.67 after the withdrawal phase, thus, a decreased vascular resistance ( Figure 1D). ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)",
            "ref_spans": [
                {
                    "start": 161,
                    "end": 170,
                    "type": "figure",
                    "text": "Figure 1D"
                }
            ]
        },
        {
            "text": "Similarly, after vascular occlusion, vascular resistance increased in the artery (3.11) when compared with the control (4.55) and decreased after the withdrawal phase (VO-I; 4.00). ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)"
        },
        {
            "text": "This further supports the change in lumen width observed in histology after the treatment (↓lumen width and ↓LTR) and the improvement seen after the withdrawal phase (↑lumen width and ↑LTR). ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)"
        },
        {
            "text": "(B) CD31 immunohistochemistry to demonstrate endothelial adhesion molecule PECAM-1 during endothelial proliferation in cyanide toxicity and vascular occlusion induced oxidative stress. ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)"
        },
        {
            "text": "Endothelial proliferation (↑CD31) was observed in cyanide toxicity (CD31 +++ ) and vascular occlusion (CD31 ++ ) after the treatment phase. ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)"
        },
        {
            "text": "Similar to our observations in the LTR and histology ( Figure 1A and 1D), a reduction in endothelial proliferation (↓wall thickness) was observed after the withdrawal phase. ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 71,
                    "type": "figure",
                    "text": "Figure 1A and 1D"
                }
            ]
        },
        {
            "text": "This was highly significant in CN-I (CD31 --) and was less significant in VO-I (CD31 + ) (C) Blood monocytes and phagocytes (CD45) were demonstrated around the artery to determine their role in pro-inflammation (treatment) and remodeling (withdrawal) during oxidative stress. ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)"
        },
        {
            "text": "Interestingly, VO (CD45 + ) and CN (CD45 ++ ) showed a significant reduction in monocyte expression when compared with the control (CD45 +++ ) signifying the noninvolvement of these cells in pro-inflammatory response. ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)"
        },
        {
            "text": "However, after the withdrawal phase, the expression of CD45/monocytes increased significantly in VO-I (CD45 +++ ) and no significant change was observed in CN-I (CD45 + ). ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)"
        },
        {
            "text": "Subsequent analysis reveals that CD45/monocyte expression was associated with post-ischemia remodeling and not inflammatory response in oxidative stress. ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)"
        },
        {
            "text": "Furthermore, the magnitude of vascular remodeling was more significant in vascular occlusion than cyanide toxicity (d) Pie chart representation of the wall thickness, the lumen width and the LTR.   ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)"
        },
        {
            "text": "and non-plastic (PC) brain areas. ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)"
        },
        {
            "text": "Interestingly, the results suggest a differential rate of degeneration for these brain areas. ",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)"
        },
        {
            "text": "Specifically, we observed a higher cell loss in the PC than the PVZ for the same threshold of assaultin cyanide toxicity and vascular occlusion.",
            "section": "Fig. 1: Coronal section of the brain showing a branch of the MCA close to the third ventricle (A)"
        },
        {
            "text": "We next investigated the distribution of glia cells in the PC and PVZ after the treatment and withdrawal phases using specific antibody interaction to show the expression of type III intermediate filament (GFAP) in astrocytes. ",
            "section": "GFAP PC"
        },
        {
            "text": "Similar to our previous findings, 25 we observed a variation in glia count for the PC and PVZ in cyanide treatment. ",
            "section": "GFAP PC",
            "ref_spans": [
                {
                    "start": 34,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "In addition, this study has shown a similar trend exists for the PC and PVZ after vascular occlusion.",
            "section": "GFAP PC"
        },
        {
            "text": "A significant increase in glia count was observed in the PC post cyanide treatment (35; Figure 3C and 3F) when compared with vascular occlusion (23; Figure 3A). ",
            "section": "GFAP PC",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 97,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3C"
                },
                {
                    "start": 149,
                    "end": 159,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3A)"
                }
            ]
        },
        {
            "text": "From these results, it is evident that degeneration progressed faster in CN treatment than in VO, hence, the higher glia count in CN treatment after the treatment phase ( Figure 3F; Table 1). ",
            "section": "GFAP PC",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 180,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3F"
                },
                {
                    "start": 182,
                    "end": 189,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "In the withdrawal groups, glia activation was higher in the VO-I (27; Figure 3B) and lower in the CN-I (17; Figure 3D) when compared with the control. ",
            "section": "GFAP PC",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 79,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3B"
                },
                {
                    "start": 108,
                    "end": 117,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3D"
                }
            ]
        },
        {
            "text": "This suggests that in cyanide treatment degeneration proceeded faster during the treatment period and receded upon withdrawal -while the opposite occurred in case in vascular occlusion.",
            "section": "GFAP PC"
        },
        {
            "text": "The glia count decreased significantly in the PVZ after vascular occlusion was induced (21; Figure 3A) when compared with the control (24; Figure 3E). ",
            "section": "GFAP PVZ",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 101,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3A"
                },
                {
                    "start": 139,
                    "end": 148,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3E"
                }
            ]
        },
        {
            "text": "After the withdrawal phase, a further decrease in glia count was observed in the VO-I ( Figure  3B-PVZ) having a score of 18 ( Figure 3B). ",
            "section": "GFAP PVZ",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 98,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure  3B"
                },
                {
                    "start": 127,
                    "end": 136,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3B"
                }
            ]
        },
        {
            "text": "In the CN treatment, glia count increased significantly (30; Figure 3C) after the treatment phase but decreased slightly in the withdrawal phase (25; Figure 3D).",
            "section": "GFAP PVZ",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 70,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3C"
                },
                {
                    "start": 150,
                    "end": 159,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3D"
                }
            ]
        },
        {
            "text": "The importance of neuronal metabolism in determining the significance of glia activation and other cellular changes associated with cyanide toxicity and vascular occlusion is important. ",
            "section": "NSE PC"
        },
        {
            "text": "Neuron specific enolase (NSE), a gamma enolase, expressed in immature neurons, early in neurogenesis, and adult neurons in oxidative stress was labelled in the PC to demonstrate neuron specific oxidative stress, and to distinguish neurons from glia cells. ",
            "section": "NSE PC"
        },
        {
            "text": "We observed a decrease in NSE immunopositive cell count after the treatment phase [VO (3; Figure 4A) and CN (2; Figure 4C)] and an increase after the withdrawal phase ( Figure 4B; Table 1). ",
            "section": "NSE PC",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 99,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4A"
                },
                {
                    "start": 112,
                    "end": 122,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4C)"
                },
                {
                    "start": 169,
                    "end": 178,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4B"
                },
                {
                    "start": 180,
                    "end": 187,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The most significant change in NSE expression was observed in the cyanide treatment group, such that the withdrawal (CN-I; 8) recorded NSE scores four times the treatment (CN; 2) ( Figure 4C, 4D and 4F). ",
            "section": "NSE PC",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 201,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4C, 4D and 4F"
                }
            ]
        },
        {
            "text": "All the treatments and withdrawal groups recorded NSE scores significantly lower than the control value (10; Figure 4 E).",
            "section": "NSE PC",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 119,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4 E"
                }
            ]
        },
        {
            "text": "In the neurogenic zone, the least NSE score was recorded in the CN treatment ( Figure 4C). ",
            "section": "NSE PVZ",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 88,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4C"
                }
            ]
        },
        {
            "text": "(However, withdrawal of cyanide treatment caused a significant increase in NSE count; from 14 in CN to 29 in CN-I ( Figure 4F). ",
            "section": "NSE PVZ",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 125,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4F"
                }
            ]
        },
        {
            "text": "This supports the previous findings that CN triggers a more rapid degeneration that reverses after withdrawal). ",
            "section": "NSE PVZ"
        },
        {
            "text": "Interestingly, in vascular occlusion, the NSE score was higher in the treatment (14; Figure 4A and Figure 4F) and decreases after withdrawal ( Figure 4B and Figure 4F).",
            "section": "NSE PVZ",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 94,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4A"
                },
                {
                    "start": 99,
                    "end": 108,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4F"
                },
                {
                    "start": 143,
                    "end": 152,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4B"
                },
                {
                    "start": 157,
                    "end": 166,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4F"
                }
            ]
        },
        {
            "text": "This is a cytoplasmic inclusion found in dividing mammalian cells, including neurons in early neurogenesis. ",
            "section": "Ki-67 PC"
        },
        {
            "text": "Ki-67 was demonstrated to determine the probable event of cell prolifera-",
            "section": "Ki-67 PC"
        },
        {
            "text": "A AN NN NA AL LS S tion in the PC and (or) PVZ in the two models of ischemia. ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "Cell proliferation was lower in the non-plastic PC when compared to the neurogenic PVZ. ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "In vascular occlusion, Ki-67 immunopositive cell count recorded a score of 5 ( Figure 5A and Figure 5H); the appearance of these cells suggests they might be glia rather than neuronal. ",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 88,
                    "type": "figure",
                    "text": "Figure 5A"
                },
                {
                    "start": 93,
                    "end": 102,
                    "type": "figure",
                    "text": "Figure 5H"
                }
            ]
        },
        {
            "text": "The rate of proliferation increased in the withdrawal for this category having a score of 9 in VO-I ( Figure 5B), similar to the trend observed in GFAP distribution. ",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 111,
                    "type": "figure",
                    "text": "Figure 5B"
                }
            ]
        },
        {
            "text": "However, in cyanide toxicity, withdrawal had little effect on cell proliferation in this region increasing from 4 in CN ( Figure 5C) to 5 in CN-I ( Figure 5D and 5H). ",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "type": "figure",
                    "text": "Figure 5C"
                },
                {
                    "start": 148,
                    "end": 157,
                    "type": "figure",
                    "text": "Figure 5D"
                }
            ]
        },
        {
            "text": "Cell proliferation was lower in CN and CN-I when compared with vascular occlusion and the control ( Figure 5E and Figure 5H).",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 109,
                    "type": "figure",
                    "text": "Figure 5E"
                },
                {
                    "start": 114,
                    "end": 123,
                    "type": "figure",
                    "text": "Figure 5H"
                }
            ]
        },
        {
            "text": "Subsequent analysis of Ki-67 immunopositive cells showed a score of 10 in VO (10; Figure 5A) and 8 in CN (8; Figure 5C). ",
            "section": "Ki-67 PVZ",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 91,
                    "type": "figure",
                    "text": "Figure 5A"
                },
                {
                    "start": 109,
                    "end": 118,
                    "type": "figure",
                    "text": "Figure 5C"
                }
            ]
        },
        {
            "text": "These values were higher than those recorded in the withdrawal groups, that is CN-I (6; Figure 5D) and VO-I (5; Figure 5B). ",
            "section": "Ki-67 PVZ",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 97,
                    "type": "figure",
                    "text": "Figure 5D"
                },
                {
                    "start": 112,
                    "end": 121,
                    "type": "figure",
                    "text": "Figure 5B"
                }
            ]
        },
        {
            "text": "The results suggest that oxidative stress drives proliferation in the neurogenic PVZ. ",
            "section": "Ki-67 PVZ"
        },
        {
            "text": "Severally dividing and migrating neurons in vivo stained positive in Ki-67as shown in Figure 5F and 5G.",
            "section": "Ki-67 PVZ",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 95,
                    "type": "figure",
                    "text": "Figure 5F"
                }
            ]
        },
        {
            "text": "The immunoreactivity of NF demonstrates the extent of neuronal process degeneration in the models of ischemia. ",
            "section": "Neurofilament"
        },
        {
            "text": "Because the PVZ is void of cellular projections, NF was demonstrated only in the PC. ",
            "section": "Neurofilament"
        },
        {
            "text": "The least NF deposition was found in cyanide treatment. ",
            "section": "Neurofilament"
        },
        {
            "text": "This further supports the earlier findings in GFAP and NSE count which show that CN caused a more rapid degeneration than VO for the treatment duration. ",
            "section": "Neurofilament"
        },
        {
            "text": "Also, regenerative changes occurred faster in vascular occlusion withdrawal group (VO-I: NF ++++ ) as compared to the initial treatment (VO) group (NF ++ ). ",
            "section": "Neurofilament"
        },
        {
            "text": "In cyanide toxicity, degeneration of neurofilament was observed (NF +/in the CN) mostly in the fibrous layers of the cortex. ",
            "section": "Neurofilament"
        },
        {
            "text": "These degenerative changes were reduced in the withdrawal group (CN-I), having a significant increase in deposition of neurofilament (NF ++ ) when compared with the control (Figure 6; Table 1).",
            "section": "Neurofilament",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 182,
                    "type": "figure",
                    "text": "(Figure 6"
                },
                {
                    "start": 184,
                    "end": 191,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Taken together, the results of this study have shown that endothelial alteration accompanies neuron/glia change in vascular occlusion and cyanide toxicity. ",
            "section": "discussion"
        },
        {
            "text": "The observed morphological alteration involved an increase in endothelial activation (CD31) accompanied by a reduction in monocytic expression (CD45) after the treatment phase. ",
            "section": "discussion"
        },
        {
            "text": "Interestingly, this was reversed in the withdrawal phase as endothelial activation reduced and monocytic expression increased. ",
            "section": "discussion"
        },
        {
            "text": "We have also shown that the magnitude of endothelial proliferation determines the extent of PC/PVZ degeneration or PVZ proliferation in chemotoxicity and vascular occlusion. ",
            "section": "discussion"
        },
        {
            "text": "Ultimately, we attributed these changes to glia activation (↑GFAP), coupled with an increased neuronal metabolic demand (↓NSE) in the cortex and PVZ. ",
            "section": "discussion"
        },
        {
            "text": "Although the observed change in neuron/glia metabolism and microvasculature of the brain during oxidative stress is believed to be a homeostatic response to balance oxygen supply and metabolism, however, certain differences were observed in the stress response generated in vascular occlusion, cyanide toxicity and the corresponding withdrawal groups.",
            "section": "discussion"
        },
        {
            "text": "Vascular occlusion induced proliferative changes in the blood vessels, and degeneration in the PVZ and PC post treatment ( Figure 1D). ",
            "section": "Vascular Occlusion",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 132,
                    "type": "figure",
                    "text": "Figure 1D"
                }
            ]
        },
        {
            "text": "Subsequently, this was reversed after the withdrawal period as the cell count increased in the PC, endothelial proliferation reduced (CD31 + ) and monocytic expression increased (CD45 +++ ) ( Figure 1B and Figure 1C). ",
            "section": "Vascular Occlusion",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 201,
                    "type": "figure",
                    "text": "Figure 1B"
                },
                {
                    "start": 206,
                    "end": 215,
                    "type": "figure",
                    "text": "Figure 1C"
                }
            ]
        },
        {
            "text": "The observed changes were regarded as an inverse link between neurogenesis",
            "section": "Vascular Occlusion"
        },
        {
            "text": "A AN NN NA AL LS S",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "Cell proliferation was higher in the PVZ compared to the PC in VO after the treatment phase (B) After the withdrawal phase, increased cell proliferation was observed in the PC than in the PVZ of the VO-I treatment when compared with the VO and control (P<0.01). ",
            "section": "Fig. 5: A-E. IHC demonstration of Ki-67 cytoplasmic inclusions in the PC and PVZ. (A)"
        },
        {
            "text": "However, the proliferating cells were glia (↑GFAP) rather than neuronal (NSE) (C) CN treatment caused a reduction in cell proliferation in the PC (↓Ki-67) when compared with the control. ",
            "section": "Fig. 5: A-E. IHC demonstration of Ki-67 cytoplasmic inclusions in the PC and PVZ. (A)"
        },
        {
            "text": "However, an increase in cell proliferation was observed in the PVZ (↑Ki-67) when compared with the control. ",
            "section": "Fig. 5: A-E. IHC demonstration of Ki-67 cytoplasmic inclusions in the PC and PVZ. (A)"
        },
        {
            "text": "This suggests that oxidative stress also drives cell proliferation in certain cells of the PVZ despite the cell loss observed in total cell count. ",
            "section": "Fig. 5: A-E. IHC demonstration of Ki-67 cytoplasmic inclusions in the PC and PVZ. (A)"
        },
        {
            "text": "Further analysis reveals astrocytic proliferation was more significant (↑GFAP) than neuronal proliferation (NSE) in the PVZ (P<0.05). ",
            "section": "Fig. 5: A-E. IHC demonstration of Ki-67 cytoplasmic inclusions in the PC and PVZ. (A)"
        },
        {
            "text": "(d) Following the withdrawal of cyanide treatment, the rate of cell proliferation changed only slightly in the PC but significantly reduced in the PVZ of the CN-I group (P<0.05). ",
            "section": "Fig. 5: A-E. IHC demonstration of Ki-67 cytoplasmic inclusions in the PC and PVZ. (A)"
        },
        {
            "text": "In furtherance, the decrease in Ki-67 corresponds to a decrease in astrocyte (↓GFAP) and monocyte (↓CD45) count after the withdrawal phase in this group (E) demonstration of Ki-67 positive cells in PC and PVZof the control group. ",
            "section": "Fig. 5: A-E. IHC demonstration of Ki-67 cytoplasmic inclusions in the PC and PVZ. (A)"
        },
        {
            "text": "5F-H Pattern of cell division in the PVZ (F) several dividing neurons (stained positive to anti-Ki-67) showing polarity (or cytokinesis in vivo). ",
            "section": "Fig. 5: A-E. IHC demonstration of Ki-67 cytoplasmic inclusions in the PC and PVZ. (A)"
        },
        {
            "text": "The shape of these cells is unique and often has midline ring and 2 limbs adjoining these separating cells. ",
            "section": "Fig. 5: A-E. IHC demonstration of Ki-67 cytoplasmic inclusions in the PC and PVZ. (A)"
        },
        {
            "text": "Furthermore, our previous results (Ogundele et al., 2014) show that these cells are neuronal as they stained positive to NSE in IHC (Magnification X400). ",
            "section": "Fig. 5: A-E. IHC demonstration of Ki-67 cytoplasmic inclusions in the PC and PVZ. (A)",
            "ref_spans": [
                {
                    "start": 34,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(Ogundele et al., 2014)"
                }
            ]
        },
        {
            "text": "(G) The dividing cells are further illustrated using line graphics (H) Bar chart representing immunopositive cell count in Ki-67 IHC of the PC and PVZ (Mean±SEM).",
            "section": "Fig. 5: A-E. IHC demonstration of Ki-67 cytoplasmic inclusions in the PC and PVZ. (A)"
        },
        {
            "text": "A AN NN NA AL LS S",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "and angiogenesis modulated through signaling pathways involving angiogenic cells and immature neurons in remodeling post-ischemia. ",
            "section": "RES ARTICLE"
        },
        {
            "text": "[34][35][36] We next examined the distribution of Ki-67 and NSE immunopositive cells in the PC and PVZ and observed active cell migration and metabolism in the PC and PVZ after the withdrawal phase. ",
            "section": "RES ARTICLE",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[34]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[35]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "This is supported by the findings of Rossell et al. (2013) where endothelial progenitors were used as stimulants for angio-neurogenesis post ischemia induced by MCA occlusion. ",
            "section": "RES ARTICLE"
        },
        {
            "text": "37 In order to confirm neuronal cell proliferation, first we analyzed the distribution of neuron progenitors (NSE/Ki-67) in the PVZ and found that they were localized in the upper 2 or 3 layers of the PVZ. ",
            "section": "RES ARTICLE",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37"
                }
            ]
        },
        {
            "text": "Subsequent analysis of the NSE/ Ki-67 progenitor cells show that further away from the PVZ, they assume a spindle shape and become polarized ( Figure 5F and 5G). ",
            "section": "RES ARTICLE",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 152,
                    "type": "figure",
                    "text": "Figure 5F"
                }
            ]
        },
        {
            "text": "In addition, they separate along the midline with two (2) cellular processes adjoining the two daughter cells ( Figure  5G) with the upper cell extending towards the subcortical area and the lower cell directed towards the upper cell layer of the PVZ ( Figure 5F). ",
            "section": "RES ARTICLE",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 122,
                    "type": "figure",
                    "text": "Figure  5G"
                },
                {
                    "start": 253,
                    "end": 262,
                    "type": "figure",
                    "text": "Figure 5F"
                }
            ]
        },
        {
            "text": "Interestingly, our previous study described such pattern of cell separation in neurogenesis using NSE immunolabeling to show proliferation in cells of the PVZ in vivo. ",
            "section": "RES ARTICLE"
        },
        {
            "text": "It was observed that dividing neurogenic cells were characterized by two crus (limbs) around the separation ring and were oriented in opposite directions. ",
            "section": "RES ARTICLE"
        },
        {
            "text": "25 Since the neurogenic progenitor cells can divide to yield neuron and glia, we next distinguished gliogenesis from neurogenesis using the proposition by Robertson (2014). ",
            "section": "RES ARTICLE",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "38 This involved statistical comparison of the GFAP/ NSE count in the PC and PVZ, followed by a direct correlation with the Ki-67 count. ",
            "section": "RES ARTICLE",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "38"
                }
            ]
        },
        {
            "text": "We observed an increase in cortical Ki-67, most of which were restricted to the subcortical areas and mostly coincided with the location of glia cells (GFAP) rather than neuron (NSE) ( Table 2).",
            "section": "RES ARTICLE",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 192,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "In addition to neurogenic cell division, histology of the PVZ revealed a stratified arrangement of cells having 4-6 layers of rounded cells. ",
            "section": "RES ARTICLE"
        },
        {
            "text": "Further characterization in IHC showed that the glia-progenitor cells (GFAP+) were closer to the blood vessels (lower 3 layers around the third ventricle) while the NSE positive cells (neuron progenitor) were sparsely located in the upper 2-3 layers close to the lower limit of the cortex (Figure 4E and 2E). ",
            "section": "RES ARTICLE",
            "ref_spans": [
                {
                    "start": 289,
                    "end": 299,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Figure 4E"
                }
            ]
        },
        {
            "text": "We also observed an increased glia count around the blood vessels and degenerating cortical neurons. ",
            "section": "RES ARTICLE"
        },
        {
            "text": "This was attributed to rapid re-modelling of the BBB and a signal of neuronal metabolic support/degeneration in the cortex. ",
            "section": "RES ARTICLE"
        },
        {
            "text": "Consequently, repair was observed after the withdrawal phase as shown in the increased neurofilament (NF) deposition form NF ++ in the VO to NF ++++ in VO-I.",
            "section": "RES ARTICLE"
        },
        {
            "text": "In cyanide toxicity, the observed degenerative changes were widespread and severe when compared with the control and the vascular occlusion group. ",
            "section": "Chemotoxicity"
        },
        {
            "text": "However, after the withdrawal phase, an increase in cell count was recorded in the PC and PVZ ( Figure 2C and 2D). ",
            "section": "Chemotoxicity",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 113,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2C and 2D)"
                }
            ]
        },
        {
            "text": "Endothelial activation was more significant in cyanide treatment (CD31 +++ ) and was accompanied by a reduction in monocytic expression (CD45 ++ ). ",
            "section": "Chemotoxicity"
        },
        {
            "text": "A difference in angiogenic expression was observed for cyanide toxicity when compared with the vascular occlusion treatment as degeneration was seen in the tunica media of the MCA for CN, and proliferation was seen in VO ( Figure 1). ",
            "section": "Chemotoxicity",
            "ref_spans": [
                {
                    "start": 223,
                    "end": 232,
                    "type": "figure",
                    "text": "Figure 1)"
                }
            ]
        },
        {
            "text": "In cyanide",
            "section": "Chemotoxicity"
        },
        {
            "text": "Loss of NF immunodeposition in VO (NF ++ ) indicates degeneration in the PC after the treatment phase when compared with the control (NF +++ ) (B) In the withdrawal group for vascular occlusion (VO-I), deposition of NF (NF ++++ ) was observed in the PC around the neurons of the pyramidal cell layer. ",
            "section": "Fig. 6: Neurofilament distribution and lamellation in the parietal cortex (A)"
        },
        {
            "text": "This indicates re-modelling of neuronal projections in this region after the ischemic injury (C) Cyanide toxicity induced degenerative changes characterized by heavy loss of neurofilament in the cortex (NF -/+ ) when compared with the control (NF +++ ). ",
            "section": "Fig. 6: Neurofilament distribution and lamellation in the parietal cortex (A)"
        },
        {
            "text": "(D) Similarly, an increase in NF was observed after the withdrawal phase (CN-I; NF + ) but was less significant when compared with VO-I (E) distribution of neurofilament in the PC of the control. ",
            "section": "Fig. 6: Neurofilament distribution and lamellation in the parietal cortex (A)"
        },
        {
            "text": "This shows a well-defined cellular and fibrous layer with filaments extending form one layer of the cortex to the next (Magnification X100).",
            "section": "Fig. 6: Neurofilament distribution and lamellation in the parietal cortex (A)"
        },
        {
            "text": "A AN NN NA AL LS S RES ARTICLE toxicity, the expression of CD31 +++ / CD45 ++ show that the endothelial proliferation was rapid due to ROS and NO mediated pathways as previously described. ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "39 In the withdrawal group, a shift in angiogenic expression was observed such that endothelial proliferation was negative and monocytic activity also declined (CD31 --/CD45 + ). The expression of CD31 --/CD45 + in the CN-I indicates that endothelial proliferation and vasculogenesis occurred minimally post withdrawal; similarly, a low Ki-67 count was associated after cyanide withdrawal ( Figure 4C, 4D, 5C and 5D).",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "39"
                },
                {
                    "start": 391,
                    "end": 400,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 4C"
                }
            ]
        },
        {
            "text": "Glia activation was highest in cyanide treatment showing the more aggressive nature of this form of ischemia with a score of 35 in the PC and 30 in the PVZ. ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "This was also accompanied by a reduction in neuron count; with the most significant loss in the PC. ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "However, a reduction in glia count was seen after the withdrawal phase with a corresponding increase in NSE count. ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "A major evidence of neuronal survival was seen in neurofilament deposition in the cortex, which increased significantly after the withdrawal phase (NF ++++ ) ( Figure 6).",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 168,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "Endothelial activation is characterized by an increase in CD31 expression in induced oxidative stress. ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "This is accompanied by a reduction in monocyte count (↓CD45) and an increase in glia count (↑GFAP). ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "Both VO and CN induced these set of changes, although the extent of endothelial-glia activation was more significant in CN treatment. ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "The magnitude of the endothelial activation also corresponded with the observed neuronal degeneration, being more significant in cyanide treatment. ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "After the withdrawal phase, a decrease in endothelial activation facilitated cell proliferation in the PVZ, thus suggesting an inverse relationship between neurogenesis and angiogenesis in stress. ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "Ki-67/GFAP and Ki-67/NSE distribution suggests the proliferation was glial rather than neuronal. ",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "However, certain neurogenic cells divided after the induced stress ( Figure 5F and 5G) while expressing NSE in the upper 2-3 layers of the PVZ. ",
            "section": "ANNALS R E S A R T I C L E",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 78,
                    "type": "figure",
                    "text": "Figure 5F"
                }
            ]
        },
        {
            "text": "The observed degenerative changes were reversed after the withdrawal phase for cyanide toxicity and vascular occlusion.",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "Previous studies have shown that inflammatory bacterial infection, chemotoxins, stroke/plaques, drug abuse can cause injuries to the unit arrangement at micro-vessel level (environment) of the brain. ",
            "section": "Angiogenesis in Ischemia"
        },
        {
            "text": "38,40 A major cell type around the neurovascular structures is the CD45 + -Monocyte (phagocytes) which is activated in neurodegeneration and inflammation to remove degenerating neurons and participate in remodeling of the blood vessels. ",
            "section": "Angiogenesis in Ischemia",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "38,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "40"
                }
            ]
        },
        {
            "text": "The increase in the expression of these cells (CD45+) demonstrates the activity of phagocytes in re-conditioning during oxidative stress, a similar role performed by microglia in stress. ",
            "section": "Angiogenesis in Ischemia"
        },
        {
            "text": "41,42 Our results revealed that ischemia induced proinflammatory events which involved glia activation, increased in endothelial proliferation and decreased monocyte count. ",
            "section": "Angiogenesis in Ischemia",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "41,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "42"
                }
            ]
        },
        {
            "text": "Furthermore, we observed a decrease in glia activation (↓GFAP) and endothelial proliferation (CD31) sequel to the withdrawal of the ischemic assault with a corresponding increase in monocyte count. ",
            "section": "Angiogenesis in Ischemia"
        },
        {
            "text": "Consequently, it suggests the role of CD45 monocytes in the recovery and remodeling of the neurovasculature rather than being a pro-inflammatory mediator; similar to the findings of Brambilla et al. (2014). ",
            "section": "Angiogenesis in Ischemia"
        },
        {
            "text": "41 ",
            "section": "Angiogenesis in Ischemia",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "41"
                }
            ]
        },
        {
            "text": "The relationship between the neuron (NSE) and astrocytes (GFAP) is deeply rooted in function, metabolism and structure. ",
            "section": "Astrocytic activation and NSE in stress"
        },
        {
            "text": "The expression level of GFAP and NSE has proven to be of clinical significance, especially in diagnosis of degenerative diseases and progression of traumatic brain injury. ",
            "section": "Astrocytic activation and NSE in stress"
        },
        {
            "text": "43 The level of these proteins are usually elevated by several folds in the cerebrospinal fluid and blood of neurosurvival patients (NSE/S100b by 18.3 folds and GFAP by 4.6 folds). ",
            "section": "Astrocytic activation and NSE in stress",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "43"
                }
            ]
        },
        {
            "text": "43,44 This suggests that GFAP/ NSE profile can add to the clinical assessment of the primary damage and predicting the outcome after some chemotoxicity or vascular occlusion.",
            "section": "Astrocytic activation and NSE in stress",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "43,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "44"
                }
            ]
        },
        {
            "text": "Ischemic injury causes cellular activation and degeneration which often leads to the release of cell-type-specific proteins. ",
            "section": "Astrocytic activation and NSE in stress"
        },
        {
            "text": "[43][44][45] The GFAP/NSE profile is a reflection of cellular and sub-cellular events and differences between neuron and astrocytes under these conditions. ",
            "section": "Astrocytic activation and NSE in stress",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[43]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[44]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "46 Although NSE is expressed in neurogenesis and stress, our results suggest that NSE levels in neurogenesis are higher than that observed in stress, similar to the findings of Amorino and Parsons, (2004). ",
            "section": "Astrocytic activation and NSE in stress",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "46"
                }
            ]
        },
        {
            "text": "47 Comparing the two models of ischemia, NSE level was higher in VO than CN, thus indicating the role of decreased endothelial cell proliferation (CD31) and angiogenesis in speeding up NSE activation (See also Table 1). ",
            "section": "Astrocytic activation and NSE in stress",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "47"
                },
                {
                    "start": 210,
                    "end": 217,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The most predominant cell proliferation in the PC was astrocytic as seen by the GFAP/NSE ratio (Table 2). ",
            "section": "Astrocytic activation and NSE in stress",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 2"
                }
            ]
        },
        {
            "text": "This trend also shows that oxidative stress reduced NSE in cortical degeneration and increased glia presence in these degenerating brain regions. ",
            "section": "Astrocytic activation and NSE in stress"
        },
        {
            "text": "Comparing the GFAP/NSE ratios, in the VO and CN showed that glia activation was higher than NSE expression in both treatment groups (CN-17.5 and VO-7.67). ",
            "section": "Astrocytic activation and NSE in stress"
        },
        {
            "text": "A higher GFAP/NSE ratio in the CN treatment indicates a more rapid progression of ischemic assault when compared with VO and the control (with an index of 1.5). ",
            "section": "Astrocytic activation and NSE in stress"
        },
        {
            "text": "In addition, this index ",
            "section": "Astrocytic activation and NSE in stress"
        },
        {
            "text": "A AN NN NA AL LS S",
            "section": "ANNALS R E S A R T I C L E"
        },
        {
            "text": "showed that glia activation was more active in the PC than the PVZ. ",
            "section": "RES ARTICLE"
        },
        {
            "text": "In the withdrawal groups, VO-I scored 6.75 in the PC and 1.64 in the PVZ while CN-I scored 2.13 in the PC and 0.86 in the PVZ; this confirms reduction of glia activation and an increase in neuronal survival (NSE) in these groups. ",
            "section": "RES ARTICLE"
        },
        {
            "text": "Other studies used a similar comparison in CSF assays as a predictor of progression of degeneration in traumatic brain injury patients. ",
            "section": "RES ARTICLE"
        },
        {
            "text": "43,48 ",
            "section": "RES ARTICLE",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "43,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "48"
                }
            ]
        },
        {
            "text": "Cyanide toxicity and vascular occlusion can be described through the bidirectional model of the endotlelium-neuralendothelium-neural tissue interphase (BBB). ",
            "section": "Conclusion"
        },
        {
            "text": "From these findings we hypothesise that cynaide toxicity induced the outward signal (neurodegeneration to vascular changes) while vascular occlusion causes endothelial proliferation which precedes neurodegeneration (inward signal).",
            "section": "Conclusion"
        },
        {
            "text": "Vascular oclussion induced neuronal degeneration after endothelial and glia activation caused by the mechanical stress and hypoxia. ",
            "section": "Conclusion"
        },
        {
            "text": "The endothelial activation was seen as an increased vascular resistance, probably associated with increased endothelial nitric oxide which is associated with neuronal oxidative stress and degeneration after the treatment phase.",
            "section": "Conclusion"
        },
        {
            "text": "Cyanide diffused through the membrane to inhibit cytochrome C oxidase (CcOX) in the mitochondria. ",
            "section": "Conclusion"
        },
        {
            "text": "As a result, ROS and NO are released, signalling neuronal oxidative stress and glia activation. ",
            "section": "Conclusion"
        },
        {
            "text": "The interaction between ependymal glia and endothelial cell is important in the associated endothelia activation which occur after onset neurodegeneration and glia activation.",
            "section": "Conclusion"
        },
        {
            "text": "We conclude that cyanide toxicity and vascular occlusion induced oxidative stress and neurodegeneration in the brain (↓NSE). ",
            "section": "Conclusion"
        },
        {
            "text": "This was associated with endothelial proliferation (↑CD31) and glia activation (↑GFAP) after the treatment phase, thus signifying degenerative and pro-inflammatory changes. ",
            "section": "Conclusion"
        },
        {
            "text": "However, the significance of degeneration was pronounced in cyanide treatment when compared with vascular occlusion. ",
            "section": "Conclusion"
        },
        {
            "text": "Subsequently, withdrawal of cyanide treatment and vascular occlusion induced a reduction in endothelial proliferation (↓CD31) and glia activation (↓GFAP). ",
            "section": "Conclusion"
        },
        {
            "text": "In addition, an increase in neuron count (↑NSE) and monocytic activity (↑CD45) was observed which is an indication of neurosurvival and vascular remodeling after this phase. ",
            "section": "Conclusion"
        },
        {
            "text": "Similarly, we recorded an increase in cell proliferation (↑Ki-67) and neurofilament deposition (↑NF) after the withdrawal phase. ",
            "section": "Conclusion"
        },
        {
            "text": "Degenerative changes were more significant in the PC than PVZ; also, PVZ showed an increase in cell proliferation after the withdrawal phase. ",
            "section": "Conclusion"
        },
        {
            "text": "Finally, cyanide toxicity improved better than the vascular occlusion after the withdrawal period.",
            "section": "Conclusion"
        },
        {
            "text": "Abbreviations NSE (neuron specific enolase; γ enolase), GFAP (glia fibrillary acidic protein; a type III intermediate filament), Ki-67 (cell proliferation marker), NF (neurofilament), CD31 (PECAM-1; an endothelial adhesion molecule), H&E (heamatoxylin and eosin), CD45 (blood monocyte/phagocyte marker), LTR (lumen width/ wall thickness ratio), PC (parietal cortex, PVZ (periventricular zone), VO (vascular occlusion), VO-I (vascular occlusion withdrawal), CN (cynaide toxicity), CN-I (cyanide toxicity withdrawal), BBB (blood brain barrier).",
            "section": "Conclusion"
        },
        {
            "text": "We acknowledge the contributions of the Anatomy technicians in maintaining and caring for the animals throughout the peri-od of the study. ",
            "section": "Acknowledgement"
        },
        {
            "text": "Our sincere appreciation to Prof. Kirk Deitsch of the Weill Medical College of Cornell University, New York, USA, for giving us access to the Olympus BX 51 research Microscope and Optronics Camera for the image acquisition and analysis.",
            "section": "Acknowledgement"
        },
        {
            "text": "This work is supported by the ISN-CAEN 1B of August, 2013 issued by the International Society for Neurochemistry. ",
            "section": "Funding"
        },
        {
            "text": "Also, the Disease Model Mechanism Travelling Fellowship Grant TF476 issued by the Company of Biologists LTD, Cambridge UK. ",
            "section": "Funding"
        },
        {
            "text": "Both grants are awarded to OOM.",
            "section": "Funding"
        },
        {
            "text": "Ogundele O Michael: Initiated and designed the study, Balogun W Gbolahan, Ansa E Cobham, Amin Abdulbasitand, Ishola Olakunle: All contributed in the implementation of the research, analysis of results and report writing.",
            "section": "Author Contribution"
        },
        {
            "text": "This article complies with International Committee of Medical Journal editor's uniform requirements for manuscript.",
            "section": "Author Contribution"
        },
        {
            "text": "The Authors hereby declare there is no conflict of interest associated with this study or any of the procedures and materials used for the purpose of the study.",
            "section": "Conflict of Interest: (COI) Statement:"
        }
    ]
}