{
    "id": "b887c9c959",
    "abstract": [],
    "body_text": [
        {
            "text": "Endothelial dysfunction plays a central role in the development and progression of vascular diseases. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Endothelial progenitor cells (EPCs), which are mobilized from bone marrow to the vascular endothelium, are vital for endothelial repair, functioning directly through differentiation and indirectly through paracrine effects. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Oxidative stress caused by free radicals, oxygen anions and peroxides is closely associated with the initiation, development and progression of vascular diseases (Heitzer et al., 2001;Yoshii et al., 2006;Schleicher and Friess, 2007;Cachofeiro et al., 2008;Battelli et al., 2014) and has direct cytotoxic effects on the endothelium (Griendling and FitzGerald, 2003;Harrison et al., 2003) and EPCs (Hung et al., 2003;Urbich et al., 2005;Thum et al., 2006;Thum et al., 2007;Watson et al., 2008). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(Heitzer et al., 2001;"
                },
                {
                    "start": 184,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "Yoshii et al., 2006;"
                },
                {
                    "start": 204,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "Schleicher and Friess, 2007;"
                },
                {
                    "start": 232,
                    "end": 256,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "Cachofeiro et al., 2008;"
                },
                {
                    "start": 256,
                    "end": 278,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "Battelli et al., 2014)"
                },
                {
                    "start": 331,
                    "end": 364,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(Griendling and FitzGerald, 2003;"
                },
                {
                    "start": 364,
                    "end": 386,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "Harrison et al., 2003)"
                },
                {
                    "start": 396,
                    "end": 415,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(Hung et al., 2003;"
                },
                {
                    "start": 415,
                    "end": 435,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "Urbich et al., 2005;"
                },
                {
                    "start": 435,
                    "end": 453,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "Thum et al., 2006;"
                },
                {
                    "start": 453,
                    "end": 471,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "Thum et al., 2007;"
                },
                {
                    "start": 471,
                    "end": 491,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "Watson et al., 2008)"
                }
            ]
        },
        {
            "text": "However, the specific mechanism of these effects is not clear, and the roles of calcium and calcium signaling in this mechanism are undefined.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Calcium is an important ion that regulates a variety of activities, including muscle contraction, skeleton formation, and cell proliferation, migration and apoptosis. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Store-operated calcium channels (SOCs; also known as SOCCs) mediate store-operated calcium entry (SOCE) and are expressed ubiquitously in non-excitable cells, such as EPCs (Lewis, 2007). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(Lewis, 2007)"
                }
            ]
        },
        {
            "text": "Previous studies have demonstrated that SOCE in embryonic fibroblasts is critical for the oxidative stress response (Henke et al., 2012). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(Henke et al., 2012)"
                }
            ]
        },
        {
            "text": "Numerous studies have suggested that oxidative stress enhances the inward flow of calcium, leading to intracellular calcium overload (Caron et al., 2007) and ultimately, cell apoptosis (Henke et al., 2013). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(Caron et al., 2007)"
                },
                {
                    "start": 185,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Henke et al., 2013)"
                }
            ]
        },
        {
            "text": "Therefore, we hypothesized that SOCE may play a significant role in oxidative stressinduced apoptosis in EPCs. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Inhibition of SOCE may protect EPCs from oxidative stress-induced apoptosis, thus making SOCE a potential target for the treatment of various vascular diseases.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Stromal interaction molecule (STIM) proteins are localized to the endoplasmic reticulum (ER) and act as sensors of ER calcium. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "These proteins play a direct role in the ER-plasma membrane (PM) junction (Rebecchi and Pentyala, 2000;Liou et al., 2005). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(Rebecchi and Pentyala, 2000;"
                },
                {
                    "start": 103,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "Liou et al., 2005)"
                }
            ]
        },
        {
            "text": "They regulate extracellular calcium via SOCE or capacitative calcium entry (Roos et al., 2005). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(Roos et al., 2005)"
                }
            ]
        },
        {
            "text": "Studies by our group have indicated that both shRNA (shSTIM1) and ML-9, an SOCE antagonist, protect EPCs from injuries induced by oxidative stress. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Further work has suggested that this protection may involve interference with multiple factors associated with intracellular reactive oxygen species (ROS), ER stress",
            "section": "INTRODUCTION"
        },
        {
            "text": "Biomol Ther 24(4), 371-379 (2016) Cell viability assay A cell viability assay was performed using a Cell Counting Kit-8 (CCK-8) (Beyotime, Jiangsu, China) in accordance with the manufacturer's protocol. ",
            "section": "Original Article",
            "ref_spans": [
                {
                    "start": 19,
                    "end": 33,
                    "type": "bibr",
                    "text": "371-379 (2016)"
                }
            ]
        },
        {
            "text": "After 7 days of culturing, EPCs were trypsinized (HyClone, Utah, USA) and seeded into 96well plates (approximately 5,000 cells/well). ",
            "section": "Original Article"
        },
        {
            "text": "Cell viability was quantified by measuring absorbance at 450 nm with a microplate reader (Molecular Devices, Sunnyvale, USA) after cells were treated with processing factors and incubated with CCK-8. ",
            "section": "Original Article"
        },
        {
            "text": "The results were expressed as a percentage of the control group (Hou et al., 2007;Zhang and Sun, 2010).",
            "section": "Original Article",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(Hou et al., 2007;"
                },
                {
                    "start": 82,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "Zhang and Sun, 2010)"
                }
            ]
        },
        {
            "text": "EPC apoptosis was evaluated with a FITC-Annexin V Apoptosis Detection Kit (Neo Bioscience, Beijing, China). ",
            "section": "Apoptosis assay"
        },
        {
            "text": "After 7 days of culturing, EPCs were treated with processing factors and then trypsinized and treated with Annexin V-FITC and propidium iodide (PI). ",
            "section": "Apoptosis assay"
        },
        {
            "text": "The treated cells were finally counted via flow cytometry (Beckman coulter, Indianapolis, USA) following the manufacturer's protocol. ",
            "section": "Apoptosis assay"
        },
        {
            "text": "The results were expressed as the percentages of cells in the second quadrant Fig. 1. ",
            "section": "Apoptosis assay",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 84,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "H 2 O 2 -induced cytotoxicity and apoptotic cell death involve disruption of intracellular calcium homeostasis. ",
            "section": "Apoptosis assay"
        },
        {
            "text": "After treatment with different concentrations of H 2 O 2 for 6 h, cell viability was measured using a CCK-8 kit (A). ",
            "section": "Apoptosis assay"
        },
        {
            "text": "After pretreatment with BAPTA-AM (BA), cells were treated with H 2 O 2 for 6 h, and cell viability was measured (B). ",
            "section": "Apoptosis assay"
        },
        {
            "text": "EPCs were pretreated with BAPTA-AM (BA) before exposure to H 2 O 2 for 6 h. ",
            "section": "Apoptosis assay"
        },
        {
            "text": "The cells were then stained with Annexin V-FITC and propidium iodide (PI) and analyzed via flow cytometry (D). ",
            "section": "Apoptosis assay"
        },
        {
            "text": "Quantitative data for Annexin V-FITC/PI staining is presented (C). ",
            "section": "Apoptosis assay"
        },
        {
            "text": "*p<0.05; # p<0.05. ",
            "section": "Apoptosis assay"
        },
        {
            "text": "Intracellular calcium concentration was measured with the Fluo-3AM calcium indicator. ",
            "section": "Calcium imaging"
        },
        {
            "text": "EPCs were pretreated with 50 μM ML-9 or shSTIM1, incubated with Fluo-3AM for 30 min in the dark, washed 3 times with phosphate-buffered saline (PBS), incubated in medium for 30 min, washed with PBS three times and placed in a calcium-containing or calcium-free solution. ",
            "section": "Calcium imaging"
        },
        {
            "text": "The cells were then observed under a laser scanning confocal microscope at an excitation wavelength of 488 nm and emission wavelengths alternating between 525 nm and 530 nm. ",
            "section": "Calcium imaging"
        },
        {
            "text": "The results were analyzed with specific software (Li et al., 2009).",
            "section": "Calcium imaging",
            "ref_spans": [
                {
                    "start": 49,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(Li et al., 2009)"
                }
            ]
        },
        {
            "text": "To detect intracellular ROS in EPCs, we used a Reactive Oxygen Species Assay Kit (Beyotime), which detects changes in intracellular ROS using the DCFH-DA fluorescent probe. ",
            "section": "Detection of ROS in EPCs"
        },
        {
            "text": "EPCs were treated with processing factors and then incubated with DCFH-DA and observed under a laser scanning confocal microscope at a 488 nm excitation wavelength and a 525 nm emission wavelength. ",
            "section": "Detection of ROS in EPCs"
        },
        {
            "text": "The results were evaluated based on the intensity of the intracellular fluorescence (Jia et al., 2006).",
            "section": "Detection of ROS in EPCs",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(Jia et al., 2006)"
                }
            ]
        },
        {
            "text": "The MMP was measured using the fluorescent dye rhoda-mine123 (Rh123) (Beyotime). ",
            "section": "Measurement of the mitochondrial membrane potential (MMP)"
        },
        {
            "text": "Rh123 rapidly passes through the PM and is sequestered by active mitochondria within a few minutes. ",
            "section": "Measurement of the mitochondrial membrane potential (MMP)"
        },
        {
            "text": "In our experiments, EPCs were cultured with 2 μM Rh123 for 30 min at 37°C in the dark and then washed with PBS. ",
            "section": "Measurement of the mitochondrial membrane potential (MMP)"
        },
        {
            "text": "The results were estimated by determining the gray values of the cells.",
            "section": "Measurement of the mitochondrial membrane potential (MMP)"
        },
        {
            "text": "Inhibition of SOCE attenuates the detrimental effects of H 2 O 2 on EPCs. ",
            "section": "Fig. 2."
        },
        {
            "text": "Representative immunoblots (top) and quantification (bottom) of STIM1 expression 48 h after transfection (A). ",
            "section": "Fig. 2."
        },
        {
            "text": "EPCs that had been cultured for 7 days were pretreated with ML-9 for 20 min or with STIM1 shRNA before the addition of H 2 O 2 for 6 h. ",
            "section": "Fig. 2."
        },
        {
            "text": "Cell viability (B) and apoptosis (C) were then measured. ",
            "section": "Fig. 2."
        },
        {
            "text": "The relative expression levels of caspase 12 (D) and caspase 9 (E) were measured by Western blot analysis. ",
            "section": "Fig. 2."
        },
        {
            "text": "*p<0.05; # p<0.05. ",
            "section": "Fig. 2."
        },
        {
            "text": "After the various treatments were performed, proteins were extracted from EPCs using a lysis buffer (RIPA) containing phenylmethanesulfonyl fluoride (PMSF). ",
            "section": "Western blot analysis"
        },
        {
            "text": "Protein concentrations were determined with a BCA protein assay kit. ",
            "section": "Western blot analysis"
        },
        {
            "text": "Equal amounts of protein (30 μg per lane) were separated via sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) and then transferred to polyvinylidene difluoride (PVDF) membranes. ",
            "section": "Western blot analysis"
        },
        {
            "text": "The membranes were blocked with 5% non-fat milk in Tris-buffered saline containing 0.5% Tween 20 and then incubated with specific primary antibodies. ",
            "section": "Western blot analysis"
        },
        {
            "text": "The membranes were subsequently incubated with appropriate secondary antibodies and then visualized with a luminescent image analyzer (GE, Connecticut, USA).   ",
            "section": "Western blot analysis"
        },
        {
            "text": "Fig. 3. Inhibition of SOCE restores intracellular calcium homeostasis. ",
            "section": "Western blot analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "EPCs that had been cultured for 7 days were treated with thapsigargin (TG) (A) or pretreated with ML-9 for 20 min (B) or with STIM1 shRNA (C) before exposure to H 2 O 2 in a calcium-free solution, followed by treatment with 2 mM CaCl 2 . ",
            "section": "Western blot analysis"
        },
        {
            "text": "The intracellular calcium concentration was then measured using Fluo-3AM, a calcium indicator. ",
            "section": "Western blot analysis"
        },
        {
            "text": "Fig. 4. Inhibition of SOCE prevents intracellular ROS accumulation. ",
            "section": "Western blot analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "EPCs that had been cultured for 7 days were pretreated with  for 20 min or with STIM1 shRNA before exposure to H 2 O 2 for 6 h, and intracellular ROS levels were evaluated using a fluorescence probe (DCFHDA). ",
            "section": "Western blot analysis"
        },
        {
            "text": "*p<0.05; # p<0.05.",
            "section": "Western blot analysis"
        },
        {
            "text": "Statistical analyses were performed, and the data were expressed as the mean ± standard deviation (SD) of five experiments. ",
            "section": "Statistical analysis"
        },
        {
            "text": "SPSS 16.0 was utilized for data analysis. ",
            "section": "Statistical analysis"
        },
        {
            "text": "The t-test was employed to compare two groups, and one-way analysis of variance (ANOVA) was used to compare multiple groups. ",
            "section": "Statistical analysis"
        },
        {
            "text": "A p-value<0.05 was regarded as statistically significant.",
            "section": "Statistical analysis"
        },
        {
            "text": "EPCs (cultured for 7 days) were exposed to various concentrations (200, 400, 600, 800 and 1000 μM) of H2O2 for 6 h, and cytotoxicity was determined with a CCK-8 kit. ",
            "section": "H 2 O 2 -induced cytotoxicity and apoptotic cell death involve disruption of intracellular calcium homeostasis"
        },
        {
            "text": "As shown in Fig. 1A, H2O2 induced cytotoxicity in a dose-dependent manner. ",
            "section": "H 2 O 2 -induced cytotoxicity and apoptotic cell death involve disruption of intracellular calcium homeostasis",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 25,
                    "type": "figure",
                    "text": "Fig. 1A, H2O2"
                }
            ]
        },
        {
            "text": "When the H2O2 concentration was increased to 600 μM, cell viability was approximately 50%. ",
            "section": "H 2 O 2 -induced cytotoxicity and apoptotic cell death involve disruption of intracellular calcium homeostasis"
        },
        {
            "text": "This concentration was used in the following experiments. ",
            "section": "H 2 O 2 -induced cytotoxicity and apoptotic cell death involve disruption of intracellular calcium homeostasis"
        },
        {
            "text": "H2O2-induced apoptosis was detected via flow cytometry. ",
            "section": "H 2 O 2 -induced cytotoxicity and apoptotic cell death involve disruption of intracellular calcium homeostasis"
        },
        {
            "text": "To assess whether intracellular calcium was involved in the H2O2-induced cytotoxicity and apoptosis of EPCs, we pretreated EPCs with BAPTA-AM (BA), an intracellular free calcium chelator (Fig. 1B-1D). ",
            "section": "H 2 O 2 -induced cytotoxicity and apoptotic cell death involve disruption of intracellular calcium homeostasis",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 198,
                    "type": "figure",
                    "text": "(Fig. 1B-1D"
                }
            ]
        },
        {
            "text": "The addition of BA (10 μM) attenuated the H2O2-induced injury of EPCs, suggesting that H2O2-induced injury may be related to disruption of intracellular calcium homeostasis.",
            "section": "H 2 O 2 -induced cytotoxicity and apoptotic cell death involve disruption of intracellular calcium homeostasis"
        },
        {
            "text": "To investigate the effects of SOCE inhibition, we utilized ML-9 (50 μM), an antagonist of SOCE, and silenced the expression of STIM1 by shRNA ( Fig. 2A). ",
            "section": "Inhibition of SOCE attenuates the detrimental effects of H 2 O 2 on EPCs",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 152,
                    "type": "figure",
                    "text": "Fig. 2A)"
                }
            ]
        },
        {
            "text": "This method was used for SOCE in the following experiments. ",
            "section": "Inhibition of SOCE attenuates the detrimental effects of H 2 O 2 on EPCs"
        },
        {
            "text": "As hypothesized, the H2O2-induced decrease in EPC viability and increase in EPC apoptosis were reversed by the inhibition of SOCE (Fig. 2B,  2C). ",
            "section": "Inhibition of SOCE attenuates the detrimental effects of H 2 O 2 on EPCs",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 144,
                    "type": "figure",
                    "text": "(Fig. 2B,  2C)"
                }
            ]
        },
        {
            "text": "In addition, the H2O2-induced up-regulation of caspase 12 , which is responsible for ER stress-induced apoptosis (Rasheva and Domingos, 2009), and caspase 9, which is closely related to the mitochondrial apoptotic pathway, was significantly attenuated by SOCE inhibition (Fig. 2D, 2E).",
            "section": "Inhibition of SOCE attenuates the detrimental effects of H 2 O 2 on EPCs",
            "ref_spans": [
                {
                    "start": 271,
                    "end": 283,
                    "type": "figure",
                    "text": "(Fig. 2D, 2E"
                }
            ]
        },
        {
            "text": "Numerous data have demonstrated that calcium entry through SOCE channels is a common and ubiquitous mechanism of regulating calcium entry and that SOCE is the main mode of calcium entry into EPCs. ",
            "section": "Inhibition of SOCE restores intracellular calcium homeostasis"
        },
        {
            "text": "Thus, we performed calcium imaging to determine whether H2O2 affects calcium signaling in EPCs through SOCE. ",
            "section": "Inhibition of SOCE restores intracellular calcium homeostasis"
        },
        {
            "text": "H2O2 stimulation of EPCs in a calciumfree buffer led to an increase in cytosolic calcium due to calcium release from the ER (left peaks in Fig. 3B, 3C). ",
            "section": "Inhibition of SOCE restores intracellular calcium homeostasis",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 150,
                    "type": "figure",
                    "text": "Fig. 3B, 3C"
                }
            ]
        },
        {
            "text": "The addition of calcium after cytosolic calcium level slowed down resulted in calcium influx through the PM (right peaks in Fig. 3B, 3C) due to the depletion of ER stores. ",
            "section": "Inhibition of SOCE restores intracellular calcium homeostasis",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 135,
                    "type": "figure",
                    "text": "Fig. 3B, 3C"
                }
            ]
        },
        {
            "text": "These results were considered typical calcium imaging results for SOCE and were similar to thapsigargin (TG; 2 μM)-induced calcium fluxes (Fig. 3A). ",
            "section": "Inhibition of SOCE restores intracellular calcium homeostasis",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "type": "figure",
                    "text": "(Fig. 3A)"
                }
            ]
        },
        {
            "text": "Therefore, H2O2-induced calcium changes potentially occur mainly through SOCE. ",
            "section": "Inhibition of SOCE restores intracellular calcium homeostasis"
        },
        {
            "text": "Furthermore, the inhibition of SOCE resulted in a significant decrease in cytosolic calcium in response to H2O2 insult (Fig. 3B, 3C).",
            "section": "Inhibition of SOCE restores intracellular calcium homeostasis",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 131,
                    "type": "figure",
                    "text": "(Fig. 3B, 3C"
                }
            ]
        },
        {
            "text": "To investigate the role of ROS in the protective effects of SOCE inhibition, we used the fluorescent probe DCFH-DA to detect intracellular ROS production. ",
            "section": "Inhibition of SOCE prevents intracellular ROS accumulation"
        },
        {
            "text": "Compared with the control group, the H2O2 treatment group exhibited significantly increased ROS accumulation, and the inhibition of SOCE markedly blunted this effect (Fig. 4).",
            "section": "Inhibition of SOCE prevents intracellular ROS accumulation",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 174,
                    "type": "figure",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "Many studies have demonstrated that ER stress is often accompanied by increased ROS production. ",
            "section": "Inhibition of SOCE protects EPCs from ER stress"
        },
        {
            "text": "To assess the protective effect of SOCE inhibition, we measured the expression of ER stress-related proteins. ",
            "section": "Inhibition of SOCE protects EPCs from ER stress"
        },
        {
            "text": "As shown in Fig. 5A, 5B Biomol Ther 24(4), 371-379 (2016) CRP78/BIP were up-regulated by H2O2 stimulation compared with that of the control group. ",
            "section": "Inhibition of SOCE protects EPCs from ER stress",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 23,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 5A, 5B"
                },
                {
                    "start": 43,
                    "end": 57,
                    "type": "bibr",
                    "text": "371-379 (2016)"
                }
            ]
        },
        {
            "text": "Moreover, the inhibition of SOCE suppressed the expression of ER stress-related proteins.",
            "section": "Inhibition of SOCE protects EPCs from ER stress"
        },
        {
            "text": "To demonstrate the effects of SOCE inhibition on the repair of mitochondrial dysfunction, we measured the MMP by Rh123 staining. ",
            "section": "Inhibition of SOCE ameliorates H 2 O 2 -induced mitochondrial dysfunction"
        },
        {
            "text": "After incubation with H2O2, the MMP was reduced compared with that of the control group, and this effect was ameliorated by SOCE inhibition (Fig. 6B). ",
            "section": "Inhibition of SOCE ameliorates H 2 O 2 -induced mitochondrial dysfunction",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 149,
                    "type": "figure",
                    "text": "(Fig. 6B)"
                }
            ]
        },
        {
            "text": "Moreover, the results of Western blot analysis suggested that H2O2 treatment up-regulated the cytosolic cytochrome C level compared with that of the control group (Fig. 6A). ",
            "section": "Inhibition of SOCE ameliorates H 2 O 2 -induced mitochondrial dysfunction",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 172,
                    "type": "figure",
                    "text": "(Fig. 6A)"
                }
            ]
        },
        {
            "text": "As predicted, SOCE inhibition significantly reduced the detrimental effects induced by H2O2. ",
            "section": "Inhibition of SOCE ameliorates H 2 O 2 -induced mitochondrial dysfunction"
        },
        {
            "text": "Furthermore, we observed the effects of SOCE inhibition on Bcl-2 family members, which play a vital role in the mitochondrial pro-apoptotic signaling pathway. ",
            "section": "Inhibition of SOCE ameliorates H 2 O 2 -induced mitochondrial dysfunction"
        },
        {
            "text": "Exposure to H2O2 led to a decrease in the Bcl-2/Bax ratio compared with that of the control group (Fig. 6C), and this decrease was ameliorated by SOCE inhibition.",
            "section": "Inhibition of SOCE ameliorates H 2 O 2 -induced mitochondrial dysfunction",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 107,
                    "type": "figure",
                    "text": "(Fig. 6C)"
                }
            ]
        },
        {
            "text": "This study has shown for the first time that SOCE plays key roles in the H2O2-induced decrease in EPC cell viability and increase in EPC apoptosis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We have also demonstrated that SOCE inhibition attenuates H2O2-induced EPC cytotoxicity and apoptosis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "First, H2O2 insult activated the process known  6. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 48,
                    "end": 49,
                    "type": "figure",
                    "text": "6"
                }
            ]
        },
        {
            "text": "Inhibition of SOCE ameliorates H 2 O 2 -induced mitochondrial dysfunction. ",
            "section": "DISCUSSION"
        },
        {
            "text": "EPCs that had been cultured for 7 days were pretreated with ML-9 for 20 min or with STIM1 shRNA before treatment with H 2 O 2 for 6 h. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The release of cytochrome C into the cytoplasm (A) and the Bcl-2/Bax ratio were measured by Western blot analysis (C). ",
            "section": "DISCUSSION"
        },
        {
            "text": "The MMP was measured via rhodamine 123 staining (B). ",
            "section": "DISCUSSION"
        },
        {
            "text": "*p<0.05; # p<0.05.",
            "section": "DISCUSSION"
        },
        {
            "text": "as calcium release-activated calcium influx. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Second, SOCE inhibition suppressed H2O2-induced calcium influx. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Third, SOCE inhibition attenuated H2O2-induced EPC cytotoxicity and apoptosis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Finally, SOCE inhibition significantly reversed the H2O2-mediated induction of several key pro-apoptotic signaling pathways mediated by ER stress and mitochondrial dysfunction. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Taken together, our results demonstrate that SOCE inhibition protects EPCs from H2O2-induced apoptosis.",
            "section": "DISCUSSION"
        },
        {
            "text": "It is generally recognized that H2O2 insult leads to calcium influx and disruption of intracellular calcium homeostasis, followed by an increase in ROS production (Ohyama et al., 2012). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(Ohyama et al., 2012)"
                }
            ]
        },
        {
            "text": "These changes further activate downstream apoptotic signaling pathways and ultimately result in cell death. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Accumulating evidence suggests that oxidative stress-induced injuries might be attenuated by stabilizing intracellular calcium homeostasis (Godfraind, 2005;Ohyama et al., 2012). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(Godfraind, 2005;"
                },
                {
                    "start": 156,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Ohyama et al., 2012)"
                }
            ]
        },
        {
            "text": "Moreover, some studies have indicated that antioxidants diminish increases in intracellular calcium levels (Pieper and Dondlinger, 1998;Su et al., 1999). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(Pieper and Dondlinger, 1998;"
                },
                {
                    "start": 136,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "Su et al., 1999)"
                }
            ]
        },
        {
            "text": "Although the specific mechanism of the reduction of intracellular calcium following antioxidant application is still not clear, we hypothesized that the decrease in intracellular ROS production in response to antioxidant insult might lead to a change in the intracellular calcium level. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In the present study, we demonstrated that H2O2 insult resulted in calcium influx and increase in intracellular ROS levels. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, we found that SOCE inhibition prevented intracellular ROS accumulation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "To date, there have been no reports of the effect of antioxidants on calcium regulation in EPCs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Thus we will pay more attention to this aspect in our future study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "SOCE, which occurs ubiquitously in non-excitable cells, plays an essential role in the regulation of intracellular calcium homeostasis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Accumulating evidence has demonstrated that SOCE is involved in oxidative stress (Törnquist et al., 2000;Martín-Romero et al., 2008;Henke et al., 2013;Plomaritas et al., 2014). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(Törnquist et al., 2000;"
                },
                {
                    "start": 105,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "Martín-Romero et al., 2008;"
                },
                {
                    "start": 132,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Henke et al., 2013;"
                },
                {
                    "start": 151,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Plomaritas et al., 2014)"
                }
            ]
        },
        {
            "text": "However, the effect of SOCE on oxidative stress remains to be elucidated. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Several studies have demonstrated that H2O2 insult weakens SOCE (Törnquist et al., 2000;Plomaritas et al., 2014). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(Törnquist et al., 2000;"
                },
                {
                    "start": 88,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Plomaritas et al., 2014)"
                }
            ]
        },
        {
            "text": "Other studies have shown that H2O2 insult augments SOCE and the influx of calcium ions (Rao et al., 2013). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(Rao et al., 2013)"
                }
            ]
        },
        {
            "text": "These contradictory results may be explained by the activation of different signaling pathways in response to oxidative stress in different cell types. ",
            "section": "DISCUSSION"
        },
        {
            "text": "For example, the oxidative stress-induced changes in calcium influx and SOCE are mediated by the activation of protein kinase C (PKC) in thyroid FRTL-5 cells (Törnquist et al., 2000) and by regulation of STIM1 expression in the HT22 cells (Rao et al., 2013). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(Törnquist et al., 2000)"
                },
                {
                    "start": 239,
                    "end": 257,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(Rao et al., 2013)"
                }
            ]
        },
        {
            "text": "In the present study, the H2O2 insult-induced disruption of intracellular calcium homeostasis was attenuated by inhibiting SOCE using ML-9 or via STIM1 silencing. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These findings suggest that SOCE plays a critical role in oxidative stress.",
            "section": "DISCUSSION"
        },
        {
            "text": "Accumulating evidence supports the notion that calcium and calcium signaling are involved in ER and mitochondrial activities (Arnaudeau et al., 2001;Pizzo and Pozzan, 2007). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Arnaudeau et al., 2001;"
                },
                {
                    "start": 149,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "Pizzo and Pozzan, 2007)"
                }
            ]
        },
        {
            "text": "The ER, a site of major calcium stores, plays a critical role in a variety of cellular activities, such as protein synthesis, posttranslational modifications, protein folding and apoptosis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A prolonged decrease in the ER calcium level (Hooper et al., 2013) or accumulation of unfolded or misfolded proteins within the ER (Hammadi et al., 2013) leads to ER stress. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(Hooper et al., 2013)"
                },
                {
                    "start": 131,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(Hammadi et al., 2013)"
                }
            ]
        },
        {
            "text": "Prolonged ER stress further promotes the expression of CHOP, a CEBP family transcription factor, and caspase 12, thereby activating downstream apoptotic pathways. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, ER stress can result in sustained mitochondrial calcium accumulation (Deniaud et al., 2008). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Deniaud et al., 2008)"
                }
            ]
        },
        {
            "text": "The mitochondria, which are also important calcium-buffering organelles, are physically and functionally interconnected with the ER. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Mitochondria are often located near calcium release sites in the ER or at calcium influx channels at the PM, where they buffer intracellular calcium changes by modulating the rate of capacitative calcium entry through calcium release-activated channels (CRACs) or the rate of calcium release by IP3 receptors (Arnaudeau et al., 2001). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 309,
                    "end": 333,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Arnaudeau et al., 2001)"
                }
            ]
        },
        {
            "text": "Disruption of mitochondrial calcium homeostasis may result in dysfunction of the mitochondria, resulting in up-regulation of caspase 9 expression and enhanced release of cytochrome c from the mitochondria into the cytoplasm. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Cytochrome c and caspase 9 form apoptotic bodies through the multiple polymerization of apoptotic protease activating factor 1 (Apaf-1), thereby activating downstream apoptotic pathways (Hikita et al., 2015). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(Hikita et al., 2015)"
                }
            ]
        },
        {
            "text": "Several published reports have suggested that various apoptotic pathways are involved in the cross-talk between the ER and mitochondria (Wang and El-Deiry, 2004;Pizzo and Pozzan, 2007). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(Wang and El-Deiry, 2004;"
                },
                {
                    "start": 161,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "Pizzo and Pozzan, 2007)"
                }
            ]
        },
        {
            "text": "Cytochrome c, which plays a vital role in this cross-talk, translocates to the ER to bind inositol 1,4,5-triphosphate receptors, leading to sustained calcium release. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This calcium release in turn triggers the release of cytochrome c. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Importantly, cytochrome c is involved in these apoptotic pathways. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The present study demonstrated that SOCE inhibition restored intracellular calcium homeostasis and suppressed the pro-apoptotic effect by reducing ER stress and preserving mitochondrial function. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Taken together, these data show that communication between the ER and mitochondria is involved in the protective effect of SOCE inhibition against H2O2 insult.",
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, these findings have confirmed the role of SOCE in oxidative stress. ",
            "section": "DISCUSSION"
        },
        {
            "text": "H2O2-induced EPC apoptosis was shown to be alleviated by SOCE inhibition. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The probable underlying mechanisms may be related to intracellular ROS levels, ER stress and mitochondrial dysfunction. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Therefore, SOCE inhibition may serve as a potential therapeutic strategy for EPC injury in oxidative stress.",
            "section": "DISCUSSION"
        },
        {
            "text": "This work was supported by the National Natural Science Foundation of China (grant 81370211). ",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "We would like to thank Prof. J.H.Z. and Prof. Y.Y. for the critical comments on this manuscript.",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "All authors declare that there are no conflicts of interest.",
            "section": "CONFLICTS OF INTEREST"
        }
    ]
}