{
    "id": "bfe278d88d",
    "abstract": [],
    "body_text": [
        {
            "text": "The National School Lunch Program (NSLP) was the first federally funded meal program in the United States, created in 1946 as a \"measure of national security, to safeguard the health and well-being of the Nation's children…\" (Food and Nutrition Service -U.S. Department of Agriculture.",
            "section": "Introduction"
        },
        {
            "text": "All SBP and NSLP meals must meet federal nutrition standards that are consistent with the Dietary Guidelines for Americans (DGA) (Government Accountability Office, 2014). ",
            "section": "Introduction"
        },
        {
            "text": "The SBP and NSLP meal patterns include fruit, vegetables, grains, protein foods, and milk; these standards have changed over the years in response to new DGA (Government Accountability Office, 2014). ",
            "section": "Introduction"
        },
        {
            "text": "The current school nutrition standards and meal patterns were implemented in the fall of 2012 (Food and Nutrition Service -U.S. Department of Agriculture, 2012). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 160,
                    "type": "bibr",
                    "text": "Department of Agriculture, 2012)"
                }
            ]
        },
        {
            "text": "The menu patterns provide specifications for fruit, vegetables, whole grains, lean proteins, and nonfat or low fat milk (Crepinsek and Paxton, 2015).",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(Crepinsek and Paxton, 2015)"
                }
            ]
        },
        {
            "text": "The contribution of school meals to the total dietary intake of children in the United States has been documented in only one national study, the School Nutrition Dietary Assessment Study III (SNDA III), conducted during the 2004-2005 school year. ",
            "section": "Introduction"
        },
        {
            "text": "The SBP and NSLP meals accounted for 22% and 31%, respectively, of school children's daily energy intake; 51% for those eating both meals (Gordon et al., 2007). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(Gordon et al., 2007)"
                }
            ]
        },
        {
            "text": "No data on the contribution of the foods offered at those meals to the day's daily total was provided. ",
            "section": "Introduction"
        },
        {
            "text": "Based on the nutrition standards in effect at that time, SBP and NSLP meals were to offer 25% and 33% of daily energy intake, respectively (Fox et al., 2012).",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(Fox et al., 2012)"
                }
            ]
        },
        {
            "text": "This study assessed the contribution of school meals to the daily dietary intakes for children ages 5-18 who consumed both the SBP and NSLP meals, using the 2007 to 2012 National Health and Nutrition Examination Survey data (NHANES). ",
            "section": "Introduction"
        },
        {
            "text": "During these years, the menu patterns followed the old guidelines (Government Accountability Office, 2014; Fox et al., 2012; Food and Nutrition Service -U.S. Department of Agriculture. Menu planning in the School Lunch Program, 2009).",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "Fox et al., 2012"
                }
            ]
        },
        {
            "text": "The NHANES is a cross-sectional survey conducted by the National Center for Health Statistics of the Centers for Disease Control and Prevention. ",
            "section": "Methods"
        },
        {
            "text": "The NHANES uses a sampling design to be representative of the US civilian non-institutionalized population, aged 2 months and older. ",
            "section": "Methods"
        },
        {
            "text": "The survey included administration of an in-person household interview and a full medical examination in a special mobile examination center (Centers for Disease Control and Prevention -National Center for Health Statistics, 2015). ",
            "section": "Methods"
        },
        {
            "text": "The datasets from cycles 2007-2008, 2009-2010, and 2011-2012 were combined and analyzed in this study.",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 25,
                    "end": 60,
                    "type": "bibr",
                    "text": "2007-2008, 2009-2010, and 2011-2012"
                }
            ]
        },
        {
            "text": "The NHANES 24-hour dietary intake data were obtained utilizing a multi-pass method (Blanton et al., 2006;Moshfegh et al., 2008). ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Blanton et al., 2006;"
                },
                {
                    "start": 105,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "Moshfegh et al., 2008)"
                }
            ]
        },
        {
            "text": "Two 24-hour dietary recalls were collected for most of the participants. ",
            "section": "Methods"
        },
        {
            "text": "The first recall was completed in-person at the mobile examination centers, while the second recall was completed over the telephone some days later, but from a smaller subsample. ",
            "section": "Methods"
        },
        {
            "text": "Parents assisted with the recalls for the young children. ",
            "section": "Methods"
        },
        {
            "text": "Only data from the first in-person dietary recall was used in the present analysis, which is acceptable as noted in NHANES documentation (U. S. Department of Health and Human Services, Centers for Disease Control -National Center for Health Statistics, n.d.). ",
            "section": "Methods"
        },
        {
            "text": "The use of only the first in-person recall has been used in previous published papers (Mesirow and Welsh, 2015;Powell et al., 2016;Storey and Anderson, 2016;Slining and Popkin, 2013).",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(Mesirow and Welsh, 2015;"
                },
                {
                    "start": 111,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "Powell et al., 2016;"
                },
                {
                    "start": 131,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "Storey and Anderson, 2016;"
                },
                {
                    "start": 157,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Slining and Popkin, 2013)"
                }
            ]
        },
        {
            "text": "The family monthly poverty level index category served the indicator of socioeconomic status. ",
            "section": "Methods"
        },
        {
            "text": "Less than or equal to 1.85 was classified as low income and those above 1.85 as higher income.",
            "section": "Methods"
        },
        {
            "text": "Height and weight were measured according to NHANES protocols (Centers for Disease Control and Prevention -National Center for Health Statistics, 2015). ",
            "section": "Methods"
        },
        {
            "text": "Body Mass Index (BMI) was calculated using the standard formula (weight [kg]/height [m 2 ]) and the gender-and age-specific standardized percentile scores were translated using the SAS program for Growth Charts for the United States available from the Centers for Disease Control and Prevention (Centers for Disease Control -National Center for Health Statistics. CDC Growth Charts: United States, 2000). ",
            "section": "Methods"
        },
        {
            "text": "Children were classified into one of three weight categories: healthy weight (b85th percentile for BMI), overweight (≥85th percentile and b 95th percentile for BMI), and obese (≥95th percentile for BMI).",
            "section": "Methods"
        },
        {
            "text": "The participants were children and adolescents aged 5-18 who had consumed school breakfast and/or lunch (responded \"Breakfast\" and/or \"Lunch\" to question \"Name of Eating Occasion\"), and reported \"Cafeteria in a K-12 school\" for the question \"Where did you get (this/most of the ingredients for this) **Foodname**?\" on weekdays. ",
            "section": "Participants"
        },
        {
            "text": "A school meal was defined as \"a) ate 3 or more meal components (fruit, vegetables, grains, meat/meat alternate, milk) from the school cafeteria and b) ate 2 meal components from the school cafeteria and no food from outside of the school cafeteria\" (Cole and Fox, 2008). ",
            "section": "Participants",
            "ref_spans": [
                {
                    "start": 249,
                    "end": 269,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Cole and Fox, 2008)"
                }
            ]
        },
        {
            "text": "The NHANES 2007-2012 data included 7800 children aged 5-18 years; 3883 reported breakfast or lunch data on a weekday, 1035 reported only eating an NSLP meal, and 448 reported consuming both the SBP and NSLP meals on the day of the recall (5.7% of the sample).",
            "section": "Participants"
        },
        {
            "text": "The NHANES dietary recall data were linked with the USDA MyPyramid Equivalents Database (MPED 2.0) and the Center for Nutrition Policy and Promotion Addendum to the MPED 2.0, to obtain the number of MyPyramid equivalents for major food groups and subgroups (Bowman et al., 2008). ",
            "section": "Procedures",
            "ref_spans": [
                {
                    "start": 257,
                    "end": 278,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(Bowman et al., 2008)"
                }
            ]
        },
        {
            "text": "The output included the food groups in the school menu patterns: total grains [ounce equivalents (oz eq)], including whole and non-whole grains; fruit [cups]; total vegetables [cups], plus dark-green, red-orange, other, and starchy vegetables; legumes [cups]; total milk [cup equivalents (cup eq)], including milk, yogurt, and cheese; milk; and total lean protein from meat, poultry, and fish (oz eq).",
            "section": "Procedures"
        },
        {
            "text": "All statistical analyses were conducted using SAS version 9.4 (SAS In- stitute Inc. Cary, NC: 2014). ",
            "section": "Data analyses"
        },
        {
            "text": "Frequencies were calculated using PROC SURVEYFREQ. ",
            "section": "Data analyses"
        },
        {
            "text": "The descriptive analyses of energy and food group consumption for the entire day, for the SBP and NSLP meals, and the percent of energy and food groups contributed by school meals were calculated using PROC SURVEYMEAN. ",
            "section": "Data analyses"
        },
        {
            "text": "All the results were weighted by the estimated sample weights to account for the complex sample design of NHANES, and to enable inferences to the total U.S. population.",
            "section": "Data analyses"
        },
        {
            "text": "Four hundred and forty-eight students reported eating both a SBP and NSLP meal on the day of the recall: 64% were in elementary school, 57% were male, 30% Hispanic, 32% non-Hispanic Black, and 33% non-Hispanic White. ",
            "section": "Results"
        },
        {
            "text": "Approximately 82% were classified as low income, with 59% normal weight, 16% overweight and 17% obese.",
            "section": "Results"
        },
        {
            "text": "Mean breakfast intake did not meet the federal breakfast meal patterns (Table 1), and accounted for only 21% of the daily energy intake. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 80,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Less than 0.50 cup of fruit or 100% fruit juice was consumed and only about 70% of the dairy products.",
            "section": "Results"
        },
        {
            "text": "On average, only 27% of daily energy intake was consumed from the school lunch meal (Table 1). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 93,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Vegetable and protein consumption was low.",
            "section": "Results"
        },
        {
            "text": "Almost one-half of the days' energy intake (47%) was supplied for those eating both school meals. ",
            "section": "Results"
        },
        {
            "text": "The range for the major food groups was 40.6% for total vegetables to 77.1% for milk (Table 1).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 94,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "This is one of the first studies to assess the contribution of SBP and NSLP meals to the daily dietary intake of energy and food groups of 5-18 year old children in the United States using 24-hour dietary recalls from the 2007-2012 NHANES. ",
            "section": "Discussion"
        },
        {
            "text": "Because the SBP and NSLP meals were planned to provide 25% and 33% of student daily energy needs, respectively, children who consumed both meals could have received 58% of their daily intake at school (Fox et al., 2012). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(Fox et al., 2012)"
                }
            ]
        },
        {
            "text": "The primarily low income students (82%) in the current study group obtained 47% of their daily total energy intake, 58% of fruit, 41% of total vegetables, 52% of total grains, 70% of total milk and 77% of milk from school meals (Table 1). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 228,
                    "end": 237,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "These results suggest that school meals were a safety net for these students, but could provide even more of these important food groups if all the foods in the meal were consumed.",
            "section": "Discussion"
        },
        {
            "text": "These results can be compared to data from the SNDA III national study conducted in the 2004-2005 school year (Gordon et al., 2007), and one conducted in Minnesota (Robinson-O'Brien et al., 2010). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(Gordon et al., 2007)"
                }
            ]
        },
        {
            "text": "The SNDA III study included a single 24-hour dietary recall from a random sample of 2314 children in grades 1 through 12 attending a nationally representative sample of US schools (Gordon et al., 2007). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(Gordon et al., 2007)"
                }
            ]
        },
        {
            "text": "The race/ethnicity (22% Hispanic, 17% non-Hispanic Black, 54% non-Hispanic White), and weight status (~59% normal weight,~15% overweight and 24% obese) of the SNDA III sample were also similar to the current NHANES study results (Gordon et al., 2007). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 229,
                    "end": 250,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(Gordon et al., 2007)"
                }
            ]
        },
        {
            "text": "Up to 51% of daily energy intake was supplied for the SNDA III students who consumed both SBP-NSLP meals, compared to the 47.2% in our study, but no data were provided on the contribution of food groups consumed to total daily intake (Briefel et al., 2009).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 234,
                    "end": 256,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(Briefel et al., 2009)"
                }
            ]
        },
        {
            "text": "The mean daily intake for the SNDA III students who consumed an NSLP meal was 2149 kcal (kcal) (Gordon et al., 2007). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(Gordon et al., 2007)"
                }
            ]
        },
        {
            "text": "This is slightly higher than the daily intake for children from the current study (2031 kcal). ",
            "section": "Discussion"
        },
        {
            "text": "The SNDA III SBP intake of 451 kcal provided approximately 22% of total daily energy intake (Gordon et al., 2007). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(Gordon et al., 2007)"
                }
            ]
        },
        {
            "text": "Children in the current study consumed 387 kcal from the SBP, providing 20.6% of daily energy intake. ",
            "section": "Discussion"
        },
        {
            "text": "The SNDA III NSLP intake was approximately 633 kcal, and provided about 31% of total daily energy intake (Gordon et al., 2007). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(Gordon et al., 2007)"
                }
            ]
        },
        {
            "text": "The students in the current study reported lower NSLP intakes (538 kcal), representing 27.3% of total daily energy from the NSLP meal.",
            "section": "Discussion"
        },
        {
            "text": "The study conducted in Minnesota in 2006 assessed the proportion of fruit and vegetables consumed at school for 103 primarily low income (90%) children ages 9-12 years (Robinson-O'Brien et al., 2010). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(Robinson-O'Brien et al., 2010)"
                }
            ]
        },
        {
            "text": "Their mean daily fruit and vegetable intake was 3.6 servings; 64% of daily fruit and 44% of daily vegetables consumed were provided by school meals. ",
            "section": "Discussion"
        },
        {
            "text": "These proportions for the total daily intake are close to the NHANES results (57.7% fruit and 40.6% vegetables).",
            "section": "Discussion"
        },
        {
            "text": "Differences between the current study and the two previous studies may be due to the dietary assessment methods. ",
            "section": "Discussion"
        },
        {
            "text": "All used the 24-hour dietary recall, but the SNDA III and Minnesota study had the school menus and could identify school foods in the dietary recalls. ",
            "section": "Discussion"
        },
        {
            "text": "In the NHANES data, food source was by self-report with no school menus, a method that has been used in previous studies with NHANES data (Cole and Fox, 2008).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Cole and Fox, 2008)"
                }
            ]
        },
        {
            "text": "The SBP and NSLP intakes reported by the students in the current study did not meet the previous school meal guidelines in place before 2012. ",
            "section": "Discussion"
        },
        {
            "text": "The new meal patterns and nutrition standards that were implemented in the fall of 2012 might improve children's dietary intakes at school as they provide fruit, more vegetables (with specific subgroups required over a week), and whole grains, compared with the previous nutrition standards and meal patterns (Food and Nutrition Service -U.S. Department of Agriculture, 2012). ",
            "section": "Discussion"
        },
        {
            "text": "Students have to select at least one serving of a fruit or vegetable for the SBP or NSLP meal to count as a reimbursable meal, under the offer versus serve option, which is optional for elementary schools, but not for middle and high schools (Food and Nutrition Service -U.S. Department of Agriculture, 2012). ",
            "section": "Discussion"
        },
        {
            "text": "The opportunity to select more fruit and vegetables at meals may increase student fruit and vegetable consumption. ",
            "section": "Discussion"
        },
        {
            "text": "Evaluating the impact of the new school meal patterns on school dietary intakes as well as over 24 h is an important area for future study.",
            "section": "Discussion"
        },
        {
            "text": "A major weakness of this study is that the NHANES data did not directly identify whether each food was obtained from the school meal program, but was defined by eating occasion, place, food source, and day of week as reported by each participant. ",
            "section": "Discussion"
        },
        {
            "text": "The nutrient composition of specially formulated foods for school meal programs might not have been available in the USDA Food and Nutrient Database for Dietary Studies (Bowman et al., 2008). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(Bowman et al., 2008)"
                }
            ]
        },
        {
            "text": "In addition, measurement errors are associated with self-reported dietary intake. ",
            "section": "Discussion"
        },
        {
            "text": "Only 5.7% of the NHANES child participants consumed both a school breakfast and lunch on the recall day and 57% were male, reducing generalizability. ",
            "section": "Discussion"
        },
        {
            "text": "Strengths of this study include the use of the nationally representative NHANES study data and dietary intake collected with the multiple pass method.",
            "section": "Discussion"
        },
        {
            "text": "These results provide data on the contribution of the SBP and NSLP meals on the daily dietary intake of children in the United States who ate both the school meals prior to the implementation of the new school meal patterns. ",
            "section": "Conclusions"
        },
        {
            "text": "These meals serve as a nutrition safety net for low income children; the school lunch program is the second largest food assistance program in the US (Congressional Budget Office, 2015; Government Accountability Office, 2014). ",
            "section": "Conclusions"
        },
        {
            "text": "Research assessing the impact of the federal meals program on children's dietary intake should continue. ",
            "section": "Conclusions"
        },
        {
            "text": "Similar analyses could be undertaken with future NHANES data collected after the new school meal rules were implemented in the fall of 2012.",
            "section": "Conclusions"
        },
        {
            "text": "No conflicts of interest.",
            "section": "Conflict of interest"
        },
        {
            "text": "This work was supported in part by federal funds from the USDA/ ARS (Cooperative Agreement 58-3092-5-001). ",
            "section": "Financial support"
        },
        {
            "text": "The contents of this publication do not necessarily reflect the views or policies of the USDA, nor does mention of trade names, commercial products, or organizations imply endorsement from the U.S. Government. ",
            "section": "Financial support"
        },
        {
            "text": "a School breakfast menu pattern: 1 serving of fruit or 100% fruit juice (1/2 cup), 2 grain servings (or 1 grain and 1 oz eq of protein), and 1 cup of milk; 25% of daily energy; Grades K-12: ",
            "section": "Financial support"
        }
    ]
}