{
    "id": "f743dcb95c",
    "abstract": [],
    "body_text": [
        {
            "text": "Skin is the largest organ of the body and represents 16% of total body weight. ",
            "section": "Introduction"
        },
        {
            "text": "It is a complex and multifunctional organ. ",
            "section": "Introduction"
        },
        {
            "text": "Indeed, skin protects the body from the outside which means from physical, chemical, and infectious attacks and plays a role in several biological and biochemical processes. ",
            "section": "Introduction"
        },
        {
            "text": "1 Visible skin appearance is an important moderator in human social interaction. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "It facilitates nonverbal communication. ",
            "section": "Introduction"
        },
        {
            "text": "Humans attach great importance to a beautiful, healthy, and youthful-looking skin. ",
            "section": "Introduction"
        },
        {
            "text": "Partly conveyed by the cosmetic industry, skin beauty includes a radiant complexion without imperfections. ",
            "section": "Introduction"
        },
        {
            "text": "2 There is no universal definition of skin radiance. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The radiance of the complexion is multifactorial and it is difficult to list all the parameters that constitute it with their relative proportions. ",
            "section": "Introduction"
        },
        {
            "text": "[3][4][5] The main characteristics are the skin contrast defined by the luminosity, brightness, and transparency; the skin color, mainly affected by the skin microcirculation; and the skin imperfections such as the homogeneity, dark circles, or spots. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "3,4,6 The skin radiance is influenced by intrinsic and extrinsic factors which can modulate skin aging. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 4,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "[7][8][9][10] While the intrinsic aging is inevitable, extrinsic aging is the result of the interplay of external factors and human behaviors, such as tobacco, nutritional deficiencies, alcohol, stress, and ultraviolet (UV) exposure. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 9,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Both of these factors impact the oxidative stress by an overproduction of reactive oxygen species. ",
            "section": "Introduction"
        },
        {
            "text": "7,9,10 Thus, with aging, the skin is potentially more exposed to oxidative stress, leading to exacerbated reactive oxygen species production. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 4,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "[11][12][13] This overproduction of free radicals, which plays an important role in skin aging, damages skin cells and in addition leads to a degradation of collagen and elastin. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "These fibers are responsible for the skin firmness and elasticity and the vessels integrity, and hence for the good skin vascularization. ",
            "section": "Introduction"
        },
        {
            "text": "9,10,14 Moreover, cell degradation and UV exposure will lead to a heterogeneous overproduction of melanin by melanocytes, which leads to facial spots and a heterogeneous complexion. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 2,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10,"
                },
                {
                    "start": 5,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "15 As the first line of cell defense against oxidative stress, primary antioxidants correspond to the endogenous system comprised of the only three antioxidant enzymes of the body: superoxide dismutase (SOD), catalase, and glutathione peroxidase. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "These enzymes contain trace elements in their active sites, such as copper, zinc, and selenium, supplied by food and essential for their enzymatic activity. ",
            "section": "Introduction"
        },
        {
            "text": "16 To avoid such cellular damages, a reduction of the amount of secondary oxidants is the complementary step to lower the oxidative stress. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "This occurs firstly by enhancing the synthesis of primary antioxidants and secondly by lowering their spreading thanks to secondary antioxidants. ",
            "section": "Introduction"
        },
        {
            "text": "Secondary antioxidants, as the second level of antioxidant protection, also called scavengers, correspond to exogenous substances, including hydrosoluble antioxidants (vitamin C, glutathione, and polyphenols) and liposoluble antioxidants (vitamin E, carotenoids, and bilirubin), which allow the diminution of the amplification loop of skin cell damage. ",
            "section": "Introduction"
        },
        {
            "text": "11 Thus, nutrition and particularly dietary antioxidant active ingredients could help to protect skin from aging. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "First, they can act against the oxidative stress and secondly some of them are able to impact specific biological mechanisms enhancing the skin protection and repair.",
            "section": "Introduction"
        },
        {
            "text": "The main objective of this study was to evaluate the effect of an 8-week oral supplementation with a formulation rich in specific antioxidants on skin radiance in healthy women with dull complexion.",
            "section": "Introduction"
        },
        {
            "text": "The clinical trial was conducted as an open-label, single-center study, approved by the Ethics Committee (Comité de Protection des Personnes Est-II, Besançon, France), complying with Good Clinical Practices in Human Beings, involving 35 female subjects aged between 40 and 70 years old, with a dull complexion evaluated by clinical scoring, phototypes II to IV on the Fitzpatrick scale, without a history of allergy or hypersensitivity to the products or one of their components. ",
            "section": "Subjects and product"
        },
        {
            "text": "After having signed a written informed consent, the subjects were first checked for inclusion and exclusion criteria: eating habits (stable before and during the study); no concomitant treatment; no history of skin disease or treatment; no facial skin care (peeling, mask, and so on) during the study and 15 days before the beginning of the study; smoking habits (nonsmoking or <5 cigarettes per day); no UV exposure during the study; not pregnant, nursing, or intending to be pregnant in the course of the study; and use of oral nutritional supplements and/or vitamin supplementation (not <1 month before inclusion and not during the study).",
            "section": "Subjects and product"
        },
        {
            "text": "A first assessment was performed in order to determine a baseline for each parameter (T0). ",
            "section": "Subjects and product"
        },
        {
            "text": "Subjects then started daily oral use of SkinAx 2TM (Activ'Inside, Libourne, France), a patent pending formulation containing grape seed extract, especially rich in flavanol monomers, a melon concentrate providing an SOD activity, zinc, and vitamin C, in a single intake of 150 mg capsule for 8 weeks (from October to December 2014). ",
            "section": "Subjects and product"
        },
        {
            "text": "A last assessment was performed at the end of the supplementation (T8) in order to compare the parameter values with the baseline.",
            "section": "Subjects and product"
        },
        {
            "text": "Measurements were carried out on face skin which had received no application of product or makeup since the evening before the date of the visit as well as on the day of the visit. ",
            "section": "Clinical assessment"
        },
        {
            "text": "Before each assessment, volunteers were asked to remain in the examination room (airconditioned room, temperatureand hygrometry-controlled: 22°C±2°C; 50%±10% RH) for 15 minutes in order to be in stable conditions of blood flow and skin temperature. ",
            "section": "Clinical assessment"
        },
        {
            "text": "All the descriptors have been evaluated by a unique trained assessor.",
            "section": "Clinical assessment"
        },
        {
            "text": "The main criterion was skin radiance evaluated by clinical scoring using the coloring, luminosity, brightness, and transparency (C.L.B.T. TM ) 17 scale and imperfections scale (dark circles, redness/rosacea, spots, and heterogeneity).",
            "section": "Skin radiance assessment",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "The C.L.B.T. TM methodology allows assessing different descriptors of the complexion: coloring, luminosity, brightness, and transparency of facial skin. ",
            "section": "Skin radiance assessment"
        },
        {
            "text": "The descriptors have been defined precisely to ensure the homogeneity of the measurements. ",
            "section": "Skin radiance assessment"
        },
        {
            "text": "To determine the coloring, the following descriptors have been used: \"red pink,\" \"olive,\" and \"beige.\" ",
            "section": "Skin radiance assessment"
        },
        {
            "text": "These descriptors have been evaluated visually based on structured visual color scales for the three hues (from 0% to 100% color saturation). ",
            "section": "Skin radiance assessment"
        },
        {
            "text": "Optimal values for each color have been interpreted as follows: red pink should decrease to diminish the red skin aspect, olive should decrease to diminish the sallow complexion, and beige should tend to medium as a clear complexion (Table 1).",
            "section": "Skin radiance assessment",
            "ref_spans": [
                {
                    "start": 233,
                    "end": 242,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Skin luminosity is defined as the intensity of the light areas reflected on the prominent areas of the face. ",
            "section": "Skin radiance assessment"
        },
        {
            "text": "Skin  brightness corresponds to the uniformity of the skin in terms of coloring and texture. ",
            "section": "Skin radiance assessment"
        },
        {
            "text": "Skin transparency is the possibility of seeing the vessels beneath the skin reflecting the level of vascularization and the skin thickness. ",
            "section": "Skin radiance assessment"
        },
        {
            "text": "The evaluation of luminosity, brightness, and transparency has been performed visually using a scale ranging the parameters from \"no intensity\" (limit 0) to \"maximum\" (limit 10). ",
            "section": "Skin radiance assessment"
        },
        {
            "text": "In this way, L.B.T. parameters have been interpreted as follows: luminosity should increase (from dark skin to luminous skin); brightness should increase, when low, to have a more uniform and regular skin, or should decrease, when high, to have a balanced shiny skin; and transparency should increase if low to have a more transparent skin, thinner, and well vascularized or should decrease when high to avoid seeing too many vessels under the skin (Table 1). ",
            "section": "Skin radiance assessment",
            "ref_spans": [
                {
                    "start": 449,
                    "end": 458,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Facial skin imperfections have been evaluated through a clinical scoring reporting the color and relief of dark circles, redness/rosacea (color and surface), presence of spots (color and quantity), and heterogeneity of the skin imperfections. ",
            "section": "Skin radiance assessment"
        },
        {
            "text": "These criteria have been classed from 0 (absence or low) to 9 (very). ",
            "section": "Skin radiance assessment"
        },
        {
            "text": "Then, a global imperfection score has been calculated summing these five parameters (0 to 45) ( Table 1).",
            "section": "Skin radiance assessment",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 104,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1)"
                }
            ]
        },
        {
            "text": "Skin firmness and elasticity have been evaluated respectively with a clinical evaluation and a Cutometer SM575 TM (Courage-Khazaka Electronic, Köln, Germany). ",
            "section": "Skin firmness and elasticity assessment"
        },
        {
            "text": "The firmness evaluation was scored from \"Absent/Light\" to \"Moderate/ Important\" by an examiner. ",
            "section": "Skin firmness and elasticity assessment"
        },
        {
            "text": "The cutometer measures the elasticity of the skin in vivo by a suction test. ",
            "section": "Skin firmness and elasticity assessment"
        },
        {
            "text": "A probe of 6 mm diameter is applied to the skin and a temporary vacuum is created (400 mbars), thus deforming the skin (on time: 3 seconds; off time: 2 seconds; repetition: 5). ",
            "section": "Skin firmness and elasticity assessment"
        },
        {
            "text": "Adhesive tape is attached to the probe and prevents the adjacent skin from being sucked into the chamber. ",
            "section": "Skin firmness and elasticity assessment"
        },
        {
            "text": "The device holds a spring ensuring a constant application pressure (50 g/cm²). ",
            "section": "Skin firmness and elasticity assessment"
        },
        {
            "text": "An optical system made of a light source and a receptor determines the skin deformation and its slackness. ",
            "section": "Skin firmness and elasticity assessment"
        },
        {
            "text": "Different parameters are measured: immediate deformation Ue (U extensibility), delayed deformation Uv (U viscous), final deformation Uf (Uf = Ue + Uv), and deformation of immediate retraction Ur, when the vacuum is removed. ",
            "section": "Skin firmness and elasticity assessment"
        },
        {
            "text": "The ratio Ur/Ue characterizes the elasticity of the skin and is independent of the thickness of the skin. ",
            "section": "Skin firmness and elasticity assessment"
        },
        {
            "text": "18 ",
            "section": "Skin firmness and elasticity assessment",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "As the perception of the skin radiance is subjective, a selfassessment has been performed through a questionnaire. ",
            "section": "Self-assessment of skin parameters"
        },
        {
            "text": "Ten different questions were asked.",
            "section": "Self-assessment of skin parameters"
        },
        {
            "text": "Eight were answered at T0 and T8: \"For you, the radiance of your complexion is?\" from 0= dull to 10= glowing; \"Is your complexion fresh?\" from 0= not to 10= very; \"Is your complexion luminous?\" from 0= not to 10= very; \"Is your complexion homogeneous?\" from 0= not to 10= very; \"Is your skin smooth?\" from 0= not to 10= very; \"Is your skin texture refined?\" from 0= not to 10= very; \"Is your skin firm?\" from 0= soft to 10= firm; and \"Is your skin hydrated?\" from 0= not to 10= very.",
            "section": "Self-assessment of skin parameters"
        },
        {
            "text": "Two satisfaction questions were asked at T8 only: \"Do you think you look better?\" yes or no; and \"How do you estimate the global efficacy of the dietary supplement?\" 0= none, 1= moderate, 2= good, and 3= very good.",
            "section": "Self-assessment of skin parameters"
        },
        {
            "text": "The tolerance of the product has been evaluated by spontaneous comments and/or clinical observations.",
            "section": "Self-assessment of skin parameters"
        },
        {
            "text": "Statistical analyses have been realized using StatView ® software (SAS Institute Inc., Cary, NC USA). ",
            "section": "Statistical analyses"
        },
        {
            "text": "Graphical representations were performed using GraphPad Prism ® (GraphPad Software, Inc., La Jolla, CA, USA). ",
            "section": "Statistical analyses"
        },
        {
            "text": "The difference between T0 and T8 has been tested using Student's paired t-test or Wilcoxon Signed-Rank Test according to the normality assumption of data distribution (Kolmogorov-Smirnov test). ",
            "section": "Statistical analyses"
        },
        {
            "text": "The firmness score has been analyzed using chi-square test.",
            "section": "Statistical analyses"
        },
        {
            "text": "Effects of the supplementation on the C.L.B.T. TM parameters C.L.B.T. TM parameters have been scored by an examiner at T0 and T8. ",
            "section": "Results"
        },
        {
            "text": "Concerning the color parameters, statistical analyses revealed a significant decrease of the saturation for the red pink color (−34.8% vs T0; P<0.0001) and the olive color (−21.6% vs T0; P<0.0001) between T0 and T8. ",
            "section": "Results"
        },
        {
            "text": "However, no significant effect has been observed for the beige color which only changed from 6.5% to 9.1% (absolute values) in deviation from the optimal value of 50% (P=0.1069) ( Figure 1A). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 190,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1A)"
                }
            ]
        },
        {
            "text": "Analyses have also shown that the luminosity was significantly increased after 8 weeks of supplementation (+25.9% vs T0; P<0.0001) ( Figure 1B). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 143,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1B)"
                }
            ]
        },
        {
            "text": "On the contrary, brightness has been observed to decrease from T0 to T8 by 12.3% (P<0.05) ( Figure 1C). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 101,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1C"
                }
            ]
        },
        {
            "text": "Finally, no significant change has been observed for the transparency (+7.9%; P=0.238) ( Figure 1D).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 98,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1D"
                }
            ]
        },
        {
            "text": "Significant improvements have been observed at study end on the imperfection parameters measured. ",
            "section": "Effects of the supplementation on skin imperfections"
        },
        {
            "text": "Dark circles have been shown to be reduced in both relief (-11.7% vs T0; P<0.01) and color (-19.2% vs T0; P<0.0001) (Figure 2A). ",
            "section": "Effects of the supplementation on skin imperfections",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 126,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 2A"
                }
            ]
        },
        {
            "text": "Redness/rosacea (color and surface) has also been reduced after supplementation (-19.3% vs T0; P<0.0001) as well as the spots (color and quantity) (-20.7% vs T0; P<0.0001) ( Figure 2B and C). ",
            "section": "Effects of the supplementation on skin imperfections",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 190,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2B and C)"
                }
            ]
        },
        {
            "text": "However, heterogeneity of the skin has not been significantly modified (-1.7% vs T0; P=0.2850) ( Figure 2D). ",
            "section": "Effects of the supplementation on skin imperfections",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 106,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2D"
                }
            ]
        },
        {
            "text": "The global score of imperfection (dark circles relief and color, redness/rosacea, spots, and heterogeneity) has thus been significantly reduced after the supplementation as revealed by the decrease of 18.0% compared to the baseline (T0) value for this global score (P<0.0001) ( Figure 2E).",
            "section": "Effects of the supplementation on skin imperfections",
            "ref_spans": [
                {
                    "start": 278,
                    "end": 287,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2E"
                }
            ]
        },
        {
            "text": "First, an evaluation of the skin firmness has been realized by an examiner. ",
            "section": "Effects of the supplementation on the firmness and the elasticity of the skin"
        },
        {
            "text": "Skin firmness was classified as Absent-Light firmness or Moderate-Important firmness. ",
            "section": "Effects of the supplementation on the firmness and the elasticity of the skin"
        },
        {
            "text": "A chi-square analysis revealed a significant change from the Absent-Light category to the Moderate-Important category of firmness after the supplementation (chi-square =4.121; P<0.05) ( Table 2).",
            "section": "Effects of the supplementation on the firmness and the elasticity of the skin",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 194,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "Elasticity has been evaluated with a cutometer. ",
            "section": "Effects of the supplementation on the firmness and the elasticity of the skin"
        },
        {
            "text": "A significant increase of elasticity (Ur/Ue) has been measured (+8.53% vs T0; P<0.05) (Figure 3).",
            "section": "Effects of the supplementation on the firmness and the elasticity of the skin",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 95,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Figure 3"
                }
            ]
        },
        {
            "text": "Women subjects were asked to answer an auto-questionnaire. ",
            "section": "Auto-evaluation and satisfaction of women"
        },
        {
            "text": "As observed in Table 3, from baseline to the end of the supplementation, they found their skin more radiant (+28.9%; P<0.01), fresher (+35.9%; P<0.0001), more luminous (+30.6%; P<0.01), more homogeneous (+37.2%; P<0.01), smoother (+18.7%; P<0.05), and firmer (+19.5%; P<0.05). ",
            "section": "Auto-evaluation and satisfaction of women",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 22,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "However, they did not see a significant improvement of the skin texture or of its hydration. ",
            "section": "Auto-evaluation and satisfaction of women"
        },
        {
            "text": "The proportion of the total numbers of women seeing an improvement has also been calculated revealing that the majority of the population observed a positive evolution of these parameters. ",
            "section": "Auto-evaluation and satisfaction of women"
        },
        {
            "text": "Moreover,  Note: Population repartition was significantly different between T0 and T8 switching from the \"Absent-Light\" to the \"Moderate-Important\" category of firmness (*P<0.05). ",
            "section": "Auto-evaluation and satisfaction of women"
        },
        {
            "text": "Abbreviations: T0, Time 0, baseline; T8, Time 8, eight weeks.",
            "section": "Auto-evaluation and satisfaction of women"
        },
        {
            "text": "this positive evolution is globally important, ranging from +37.7% for the skin grain to 101.1% for the homogeneous complexion (Table 3). ",
            "section": "Auto-evaluation and satisfaction of women",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 136,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "When women were asked if they looked better after the supplementation, 64.7% answered yes. ",
            "section": "Auto-evaluation and satisfaction of women"
        },
        {
            "text": "In parallel, 82.4% of the subjects answered that they were satisfied by the efficacy of the supplement (from moderate to very good) ( Table 4).",
            "section": "Auto-evaluation and satisfaction of women",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 142,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 4)"
                }
            ]
        },
        {
            "text": "The tolerance of the product was considered as safe because no serious adverse events occurred during the study.",
            "section": "Auto-evaluation and satisfaction of women"
        },
        {
            "text": "stress. ",
            "section": "Auto-evaluation and satisfaction of women"
        },
        {
            "text": "The production of free radicals leads to the deterioration of cellular structures, lipids, DNA, and proteins. ",
            "section": "Auto-evaluation and satisfaction of women"
        },
        {
            "text": "At the skin level, one of the main consequences is the degradation of collagen and elastin. ",
            "section": "Auto-evaluation and satisfaction of women"
        },
        {
            "text": "[7][8][9][10] These fibers are responsible for the skin firmness and elasticity. ",
            "section": "Auto-evaluation and satisfaction of women",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 9,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Moreover, they play an important role in the vessels integrity and thus in the skin vascularization. ",
            "section": "Auto-evaluation and satisfaction of women"
        },
        {
            "text": "9,10,14 Furthermore, cell degradation and UV exposure results in a heterogeneous overproduction of melanin by melanocytes, which can cause the appearance of facial spots and a heterogeneous complexion. ",
            "section": "Auto-evaluation and satisfaction of women",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 2,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10,"
                },
                {
                    "start": 5,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "15 Our results suggest a positive effect of oral supplementation rich in primary and secondary antioxidants on skin radiance. ",
            "section": "Auto-evaluation and satisfaction of women",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Skin color, facial luminosity, and firmness have been improved and imperfections reduced. ",
            "section": "Auto-evaluation and satisfaction of women"
        },
        {
            "text": "As oxidative stress actively impacts skin aging, the scavenger effect of antioxidant-rich formulation components seems to be relevant to protect skin.",
            "section": "Auto-evaluation and satisfaction of women"
        },
        {
            "text": "Above all, the dietary formulation has been specially developed to protect skin against the oxidative stress by using different antioxidants, primarily with the SOD, and   ",
            "section": "Auto-evaluation and satisfaction of women"
        },
        {
            "text": "According to several authors, the skin radiance appears to be the combination of the light reflection within the skin (luminosity and brightness), level of skin imperfections, and skin color. ",
            "section": "Discussion"
        },
        {
            "text": "3,4,6 Complemented by appropriate techniques, sensory evaluation seems to be a good method to appreciate skin radiance as a whole. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 4,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "The skin aging process is influenced by genetic and environmental factors with consequent impact on the oxidative secondarily with the flavanol monomers from grape, vitamin C, and zinc. ",
            "section": "Discussion"
        },
        {
            "text": "16,19,20 Monomers of flavanols have been chosen instead of polymers because they are more bioavailable. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "Indeed, studies have shown that flavanol polymerization limits absorption in the gut. ",
            "section": "Discussion"
        },
        {
            "text": "21,22 Furthermore, a potential synergistic effect between vitamin C (ascorbic acid) and flavanol monomers has been demonstrated in vitro and in vivo. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "This synergistic effect has been observed on antioxidant capacities with catechin alone or in the presence of ascorbic acid. ",
            "section": "Discussion"
        },
        {
            "text": "23 The authors suggested that the higher radical-scavenging ability can be due to a regeneration process of catechin radical by ascorbic acid. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "Another synergistic potential has been confirmed in vivo where it has been shown that flavanols improved the vitamin C bioavailability. ",
            "section": "Discussion"
        },
        {
            "text": "24 The improvement of the firmness and the elasticity suggests that elastic fibers have been protected by the supplementation. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24"
                }
            ]
        },
        {
            "text": "Indeed, the firmness of the skin is mainly linked to collagen and elastin, which confer stability to the dermis and its elastic properties. ",
            "section": "Discussion"
        },
        {
            "text": "9 Furthermore, improvement of skin firmness also allows reduction of dark circles. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "The generation of reactive oxygen species, in particular by UV radiation, induces the production of collagenase and elastase, responsible for collagen and elastin degradation. ",
            "section": "Discussion"
        },
        {
            "text": "Vitamin C stimulates collagen synthesis, acting as a cofactor in the hydroxylation of proline and lysine, essential amino acids in the formation of collagen fibers. ",
            "section": "Discussion"
        },
        {
            "text": "25,26 Flavanols, and in particular monomers, inhibit the degradation of collagen and elastin by fixation on fibers, which reduce the action of collagenase and elastase. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "Moreover, flavanols are known to stimulate the synthesis of amino acids precursors of collagen and elastin. ",
            "section": "Discussion"
        },
        {
            "text": "[27][28][29][30][31][32][33][34][35][36][37][38] This action on skin elastic fibers has a direct impact on the vascularization system acting on the capillary resistance. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[28]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[29]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[30]"
                },
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[31]"
                },
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[32]"
                },
                {
                    "start": 24,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[33]"
                },
                {
                    "start": 28,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[34]"
                },
                {
                    "start": 32,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[35]"
                },
                {
                    "start": 36,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[36]"
                },
                {
                    "start": 40,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[37]"
                },
                {
                    "start": 44,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "This effect on skin circulation has been observed through the skin color improvement after supplementation as the main pigments responsible for the different hues are melanin, bilirubin, and hemoglobin. ",
            "section": "Discussion"
        },
        {
            "text": "17 The reductions of redness/ rosacea and dark circles color are linked with these impacts on vascularization. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "Moreover, the vascularization improvement is also possible through the vasodilation and blood flow. ",
            "section": "Discussion"
        },
        {
            "text": "First, it allows improving the nutrient circulation, and it is important for the bioavailability of the product. ",
            "section": "Discussion"
        },
        {
            "text": "Blood flow also participates in the skin hydration. ",
            "section": "Discussion"
        },
        {
            "text": "Thus, flavanol monomers from grape and SOD are known to improve the vasodilation increasing the nitroso species production. ",
            "section": "Discussion"
        },
        {
            "text": "[39][40][41][42][43][44] A regulation of the age-related heterogeneous overproduction of melanin has been observed in particular with the reduction of facial spots. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[39]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[40]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[41]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[42]"
                },
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[43]"
                },
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[44]"
                }
            ]
        },
        {
            "text": "The improvement of skin color also reflects this impact as one of the main pigments responsible for skin hue is the melanin. ",
            "section": "Discussion"
        },
        {
            "text": "17 Flavanol monomers and vitamin C are known to reduce the tyrosinase activity necessary for the melanogenesis and, thus, they are able to regulate the melanin synthesis. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "15,[45][46][47] The term \"radiance\" often refers to the shining and lightening aspect. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 3,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[45]"
                },
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[46]"
                },
                {
                    "start": 11,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[47]"
                }
            ]
        },
        {
            "text": "Interestingly, in our study, luminosity, linking with the global skin color and skin homogeneity, was improved. ",
            "section": "Discussion"
        },
        {
            "text": "However, a radiant complexion seems to be associated with several skin characteristics reflecting the physical and psychological health. ",
            "section": "Discussion"
        },
        {
            "text": "4,48 Thus, radiance evaluation remains at least in part subjective. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "48"
                }
            ]
        },
        {
            "text": "The final auto-assessment of several parameters involved in skin radiance contributes to bringing more information concerning the effects of the oral supplementation. ",
            "section": "Discussion"
        },
        {
            "text": "Tested women were satisfied concerning different specific points, such as their skin radiance, skin luminosity, or its hydration. ",
            "section": "Discussion"
        },
        {
            "text": "They were also globally satisfied by the product, up to 82.4%. ",
            "section": "Discussion"
        },
        {
            "text": "Finally, they felt they looked better after the supplementation.",
            "section": "Discussion"
        },
        {
            "text": "This study brings positive arguments in favor of an oral supplementation with a formulation rich in specific antioxidants to protect skin from the environmental daily damage and intrinsic aging. ",
            "section": "Discussion"
        },
        {
            "text": "However, further investigation with complementary methods could bring more information concerning the potential of the product. ",
            "section": "Discussion"
        },
        {
            "text": "In particular, the lack of a control group and relatively small population size limit the conclusions that can be drawn about the efficacy of this product.",
            "section": "Discussion"
        },
        {
            "text": "The clinical study results suggest that daily oral supplementation with an antioxidant-rich formulation, which contains a melon concentrate providing an SOD activity, grape seed extract rich in monomers of flavanols, vitamin C, and zinc, has a beneficial effect on skin radiance (improvement of luminosity, reduction of imperfections, and improvement of skin firmness) in women.",
            "section": "Conclusion"
        },
        {
            "text": "This study was sponsored by Activ'Inside. ",
            "section": "Disclosure"
        },
        {
            "text": "Activ'Inside is the supplier of SkinAx 2TM . ",
            "section": "Disclosure"
        },
        {
            "text": "The authors report no other conflicts of interest in this work.",
            "section": "Disclosure"
        },
        {
            "text": "Submit your manuscript here: https://www.dovepress.com/clinical-cosmetic-and-investigational-dermatology-journal Clinical, Cosmetic and Investigational Dermatology is an international, peer-reviewed, open access, online journal that focuses on the latest clinical and experimental research in all aspects of skin disease and cosmetic interventions. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "This journal is included on PubMed. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "Visit http://www.dovepress.com/testimonials.php to read real quotes from published authors Dovepress",
            "section": "Publish your work in this journal"
        }
    ]
}