{
    "abstract": [],
    "body_text": [
        {
            "text": "Epidemiological studies have suggested that gastric cancer is predominant in males, and that the ratio of morbidity of gastric cancer between male and female patients is 2:1-3:1 (1)(2)(3). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                },
                {
                    "start": 181,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                },
                {
                    "start": 184,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "The differences between the genders become negligible when female patients reach the menopause, and the morbidity associated with gastric cancer was reported to decrease in men who had been treated with estrogen for prostate carcinoma (1)(2)(3). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                },
                {
                    "start": 238,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                },
                {
                    "start": 241,
                    "end": 244,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "These findings suggested that estrogen has a positive association with gastric cancer, although the underlying reasons are unclear. ",
            "section": "Introduction"
        },
        {
            "text": "Estrogen acts by binding to its ligand (4,5). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 39,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4,"
                },
                {
                    "start": 42,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5)"
                }
            ]
        },
        {
            "text": "Previous studies reported that estrogen receptors (ERs) were expressed in the tumors of estrogen-independent organs, including the stomach, which indicates that, in these organs, the occurrence and development of a tumor is associated with estrogen (6)(7)(8)(9)(10).",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6)"
                },
                {
                    "start": 252,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7)"
                },
                {
                    "start": 255,
                    "end": 258,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8)"
                },
                {
                    "start": 258,
                    "end": 261,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9)"
                },
                {
                    "start": 261,
                    "end": 265,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10)"
                }
            ]
        },
        {
            "text": "ER-α36 is a novel ER va r iant identified by Professor Zhaoyi Wang (4), and whose molecular weight is 35.7 kDa. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                }
            ]
        },
        {
            "text": "The difference between ER-α36 and the traditional ER is that ER-α36 lacks intrinsic transcriptional activity due to",
            "section": "Introduction"
        },
        {
            "text": "the loss of the activation function (AF) 1 and AF2 domains (4,5). ",
            "section": "Effects of 17β-estradiol and tamoxifen on gastric cancer cell proliferation and apoptosis and ER-α36 expression",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4,"
                },
                {
                    "start": 62,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5)"
                }
            ]
        },
        {
            "text": "Previous studies have demonstrated that ER-α36 is located at the cytomembrane, where is involved in various biological processes, including cell differentiation, proliferation and apoptosis, by mediating rapid signal transduction (5). ",
            "section": "Effects of 17β-estradiol and tamoxifen on gastric cancer cell proliferation and apoptosis and ER-α36 expression",
            "ref_spans": [
                {
                    "start": 230,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "There are few reports regarding the function, mechanism and clinical significance of ER-α36 in gastric cancer, although previous studies suggested that ER-α36 has a central role in balancing the proliferation and apoptosis of gastric cancer cells (11)(12)(13)(14). ",
            "section": "Effects of 17β-estradiol and tamoxifen on gastric cancer cell proliferation and apoptosis and ER-α36 expression",
            "ref_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11)"
                },
                {
                    "start": 251,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(12)"
                },
                {
                    "start": 255,
                    "end": 259,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(13)"
                },
                {
                    "start": 259,
                    "end": 263,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(14)"
                }
            ]
        },
        {
            "text": "17β-estradiol, which is a type of agonist of the ER, has a critical role in physiological processes by binding to its ligand to mediate the expression of various genes (15)(16)(17). ",
            "section": "Effects of 17β-estradiol and tamoxifen on gastric cancer cell proliferation and apoptosis and ER-α36 expression",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15)"
                },
                {
                    "start": 172,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(16)"
                },
                {
                    "start": 176,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(17)"
                }
            ]
        },
        {
            "text": "Conversely, tamoxifen, which is a non-steroidal triphenylethylene, affects the proliferation and apoptosis of cells by selectively competing with estrogen for the ER binding site, thus altering the expression levels of various cytokines (18)(19)(20). ",
            "section": "Effects of 17β-estradiol and tamoxifen on gastric cancer cell proliferation and apoptosis and ER-α36 expression",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(18)"
                },
                {
                    "start": 241,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(19)"
                },
                {
                    "start": 245,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                }
            ]
        },
        {
            "text": "The present study aimed to investigate the effects of 17β-estradiol and tamoxifen on the proliferation and apoptosis of gastric cancer cell lines cultured in vitro. ",
            "section": "Effects of 17β-estradiol and tamoxifen on gastric cancer cell proliferation and apoptosis and ER-α36 expression"
        },
        {
            "text": "In addition, the role of ER-α36 in the proliferation and apoptosis of gastric cancer cells was evaluated by reverse transcription-quantitative polymerase chain reaction (RT-qPCR).",
            "section": "Effects of 17β-estradiol and tamoxifen on gastric cancer cell proliferation and apoptosis and ER-α36 expression"
        },
        {
            "text": "The BGC823 human gastric cancer and MCF-7 human breast adenocarcinoma cell lines were purchased from the Institute of Basic Medical Sciences at the Chinese Academy of Medical Sciences (Beijing, China). ",
            "section": "Reagents."
        },
        {
            "text": "The MKN45 and SGC7901 human gastric cancer cell lines were donated by the Department of Immunology at Huazhong University of Science and Technology (Wuhan, China). ",
            "section": "Reagents."
        },
        {
            "text": "Gibco ® RPMI-1640 medium and fetal bovine serum (FBS) were purchased from Thermo Fisher Scientific, Inc., (Waltham, MA, USA). ",
            "section": "Reagents."
        },
        {
            "text": "Trypsin was purchased from Sangon Biotech, Co., Ltd., (Shanghai, China) and glutamine was obtained from Ameresco, LLC (Solon, OH, USA). ",
            "section": "Reagents."
        },
        {
            "text": "17β-estradiol and tamoxifen were purchased from Sigma-Aldrich (Merck Millipore, Darmstadt, Germany). ",
            "section": "Reagents."
        },
        {
            "text": "The water-soluble tetrazolium (WST)-1 kit was purchased from Beyotime Institute of Biotechnology (Haimen, China). ",
            "section": "Reagents."
        },
        {
            "text": "The RT-PCR kit and PCR primers were purchased from Sangon Biotech, Co., Ltd. ",
            "section": "Reagents."
        },
        {
            "text": "The THUNDERBIRD ® SYBR ® qPCR Mix was purchased from Toyobo Co., Ltd. (Osaka, Japan). ",
            "section": "Reagents."
        },
        {
            "text": "The Annexin V-fluorescein isothiocyanate (FITC)/propidium iodide (PI) Apoptosis Detection kit was purchased from Nanjing KeyGen Biotech Co., Ltd. (Nanjing, China).",
            "section": "Reagents."
        },
        {
            "text": "Cell culture. ",
            "section": "Reagents."
        },
        {
            "text": "BGC823, SGC7901, MKN45 and MCF-7 cells were cultured in RPMI-1640 medium supplemented with 10% FBS at 5% CO 2 and 37˚C. ",
            "section": "Reagents."
        },
        {
            "text": "The cells were digested using trypsin and passaged upon reaching 70-80% confluence, followed by passaging every 2-3 days. ",
            "section": "Reagents."
        },
        {
            "text": "BGC823 cells were digested and plated at a density of 1x10 5 cells/well onto Costar ® 6-well plates in RPMI-1640 medium containing 10% FBS at 37˚C. ",
            "section": "Reagents."
        },
        {
            "text": "After 24 h, the culture medium was removed, and the cells were washed twice with phosphate-buffered saline, followed by culturing in phenol red-free RPMI-1640 medium containing 1% charcoal-stripped FBS for 6 h at 37˚C. ",
            "section": "Reagents."
        },
        {
            "text": "Subsequently, BGC823 cells were cultured in the same medium containing various concentrations of 17β-estradiol or tamoxifen for 24 or 48 h at 37˚C. ",
            "section": "Reagents."
        },
        {
            "text": "The MCF-7 control cells were cultured in medium containing 1:1,000 absolute ethyl alcohol at 37˚C. ",
            "section": "Reagents."
        },
        {
            "text": "17β-estradiol and tamoxifen, which were dissolved in absolute ethyl alcohol and stored at a concentration of 10 -5 and 10 -2 mol/l, respectively, at -20˚C, were diluted prior to use. ",
            "section": "Reagents."
        },
        {
            "text": "BGC823 cells were treated with 10 -12 , 10 -11 or 10 -10 mol/l 17β-estradiol, or with 5x10 -6 or 1x10 -5 mol/l tamoxifen, for 24 or 48 h.",
            "section": "Reagents."
        },
        {
            "text": "Nested RT-PCR. ",
            "section": "Reagents."
        },
        {
            "text": "Total RNA was extracted from BGC823 cells upon reaching 80% confluence, using TRIzol reagent (Invitrogen; Thermo Fisher Scientific, Inc.) according to the manufacturer's protocol, and was reverse transcribed into complementary (c) DNA using an RT-PCR kit. ",
            "section": "Reagents."
        },
        {
            "text": "The RT system (25 µl) consisted of the forward and reverse glyceraldehyde 3-phosphate dehydrogenase (GAPDH) primers, and the forward and reverse ER-α36 first and second nested primers. ",
            "section": "Reagents."
        },
        {
            "text": "The primer sequences were as follows: GAPDH (452 bp) forward, 5'-ACC ACA GTC CAT GCC ATC AC-3' and reverse, 5'-TCC ACC ACC CTG TTG CTGTA-3; ER-α36 first nested primer (290 bp) forward, 5'-CAA GTG GTT TCC TCG TGT CTA AAG-3' and reverse, 5'-TGT TGA GTG TTG GTT GCC AGG-3'; and ER-α36 second nested primer (219 bp) forward, 5'-TGG TTT CCT CGT GTC TAA-3' and reverse, 5'-CAA AGT TTG TGG GTA GCT-3' . ",
            "section": "Reagents."
        },
        {
            "text": "The first nested PCR system consisted of 2 µl cDNA, 2 µl first nested primer, 1.0 µl MgCl 2 , 2 µl 10X PCR buffer, 0.2 µl Taq polymerase (5 U/µl) and 13.2 µl double distilled (dd)H 2 O in a total volume of 20 µl. ",
            "section": "Reagents."
        },
        {
            "text": "The cycling conditions were an initial denaturation for 1 min at 94˚C, followed by 20 cycles consisting of denaturation at 94˚C for 45 sec, an annealing step at 53˚C for 45 sec and an extension step at 72˚C for 60 sec. ",
            "section": "Reagents."
        },
        {
            "text": "This was followed by a final extension at 72˚C for 10 min. ",
            "section": "Reagents."
        },
        {
            "text": "The second nested PCR system consisted of 2 µl cDNA, 2 µl each of the forward and reverse GAPDH primers, 1.5 µl MgCl 2 , 2 µl 10X PCR buffer (15 mmol/l), 0.1 µl Taq polymerase (5 U/µl) and 12.4 µl sterile ddH 2 O. The cycling conditions for this reaction system were an initial denaturation for 1 min at 94˚C, followed by 15 cycles consisting of denaturation at 94˚C for 45 sec, an annealing step at 55˚C for 45 sec and an extension step at 72˚C for 60 sec. ",
            "section": "Reagents."
        },
        {
            "text": "This was followed by a final extension at 72˚C for 10 min. ",
            "section": "Reagents."
        },
        {
            "text": "PCR products were separated by 1.5% agarose gel electrophoresis and visualized by ethidium bromide staining under ultraviolet illumination.",
            "section": "Reagents."
        },
        {
            "text": "WST-1 assay for assessment of cell proliferation. ",
            "section": "Reagents."
        },
        {
            "text": "Exponential phase BGC823 cells were digested using trypsin and plated at a density of 3x10 3 cells/well onto 96-well plates. ",
            "section": "Reagents."
        },
        {
            "text": "Each group included five parallel wells. ",
            "section": "Reagents."
        },
        {
            "text": "To each well, 20 µl WST-1 solution was added and, after 24 or 48 h, the absorbance at 450 nm was measured using a microplate reader after culturing for a further 2 h in an incubator at 5% CO 2 and 37˚C.",
            "section": "Reagents."
        },
        {
            "text": "RNA extraction and quantitative (q)PCR. ",
            "section": "Reagents."
        },
        {
            "text": "Total RNA was extracted from gastric cancer cells using TRIzol ® reagent (Invitrogen; Thermo Fisher Scientific, Inc.), according to the manufacturer's protocol. ",
            "section": "Reagents."
        },
        {
            "text": "Total RNA was reverse transcribed into cDNA using an RT-PCR kit. ",
            "section": "Reagents."
        },
        {
            "text": "qPCR was performed on a StepOnePlus Real-Time PCR System (Thermo Fisher Scientific, Inc.) using the THUN-DERBIRD ® SYBR ® qPCR Mix. ",
            "section": "Reagents."
        },
        {
            "text": "The qPCR consisted of 35 cycles of 94˚C for 30 sec, 56˚C for 30 sec and 72˚C for 30 sec. ",
            "section": "Reagents."
        },
        {
            "text": "ER-α36 and β-actin primers were designed using Primer Premier 5.0 software (Premier Biosoft International, Palo Alto, CA, USA), and had the following sequences: ER-α36 forward, 5'-ACA AGT GGT TTC CTC GTG TCTAA-3' and reverse, 5'-GGG TGT TGA GTG TTG GTTGC-3'; and β-actin forward, 5'-ATG ATG ATA TCG CCG CGCTC-3'; and reverse, 5'-GTA CAT GGC TGG GGT GTTGA-3' . ",
            "section": "Reagents."
        },
        {
            "text": "β-actin was used as an internal invariant endogenous control for qPCR. ",
            "section": "Reagents."
        },
        {
            "text": "Expression levels were determined using the relative 2(-∆∆C(T)) method. ",
            "section": "Reagents."
        },
        {
            "text": "All experiments were performed at least three times to ensure the reproducibility of the results.",
            "section": "Reagents."
        },
        {
            "text": "Apoptosis assay. ",
            "section": "Reagents."
        },
        {
            "text": "The cells were stained using the Annexin V-FITC/PI Apoptosis Detection kit, according to the manufacturer's protocol, and apoptotic cells, including early apoptotic cells (Annexin V + /PI -) and necrotic or late apoptotic cells (Annexin V + /PI + ), were measured by flow cytometry. ",
            "section": "Reagents."
        },
        {
            "text": "Briefly, BGC823 cells were treated with 17β-estradiol or tamoxifen for 24 or 48 h, and subsequently, the cells were collected and resuspended in phenol red-free RPMI-1640 medium with 1% charcoal-stripped FBS at a density of 1x10 6 cells/ml. ",
            "section": "Reagents."
        },
        {
            "text": "Next, the cells were stained with 5 µl Annexin V-FITC and 5 µl PI in 300 µl binding buffer (10 mmol/l 4-(2-hydroxyethyl)-1-piperazineethanesulfonic acid, pH 7.4, 140 mmol/l NaOH and 2.5 mmol/l CaCl 2 ) for 15 min at room temperature in the dark. ",
            "section": "Reagents."
        },
        {
            "text": "Quantification of apoptotic cells was performed using a flow cytometer (FACScan; Beckman Coulter, Inc., Brea, CA, USA).",
            "section": "Reagents."
        },
        {
            "text": "Statistical analysis. ",
            "section": "Reagents."
        },
        {
            "text": "Statistical analyses were performed using SPSS 12.0 software (SPSS, Inc., Chicago, IL, USA). ",
            "section": "Reagents."
        },
        {
            "text": "Data are presented as the mean ± standard deviation of three replicate samples, and differences were compared using the Student's t-test or one-way analysis of variance. ",
            "section": "Reagents."
        },
        {
            "text": "P<0.05 was considered to indicate a statistically significant difference. ",
            "section": "Reagents."
        },
        {
            "text": "All experiments were performed at least three times to ensure the reproducibility of the results.",
            "section": "Reagents."
        },
        {
            "text": "The expression of ER-α36 messenger (m)RNA in BGC823, MKN45 and SGC7901 human gastric cancer cell lines was determined by semiquantitative nested RT-PCR, using the MCF-7 cell line as a positive control. ",
            "section": "Expression of ER-α36 in various human gastric cancer cell lines."
        },
        {
            "text": "Notably, ER-α36 mRNA expression was positive in the gastric cancer cell lines, and there was no detection of gene amplification (Fig. 1). ",
            "section": "Expression of ER-α36 in various human gastric cancer cell lines.",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 136,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "These results suggest that ER-α36 is highly expressed in gastric cancer cells.",
            "section": "Expression of ER-α36 in various human gastric cancer cell lines."
        },
        {
            "text": "were stimulated with various concentrations of 17β-estradiol or tamoxifen for 24 or 48 h, and WST-1 assays were then performed to assess cell proliferation. ",
            "section": "WST-1-based detection of cell proliferation in gastric cancer cells treated with an ER-α36 agonist or inhibitor. BGC823 cells"
        },
        {
            "text": "In the cells treated with 10 -12 mol/l 17β-estradiol for 24 h, proliferation was increased by 13.2% compared with the control group, and the difference was significant (P=0.013; Fig. 2A). ",
            "section": "WST-1-based detection of cell proliferation in gastric cancer cells treated with an ER-α36 agonist or inhibitor. BGC823 cells",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 186,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2A)"
                }
            ]
        },
        {
            "text": "Conversely, the proliferation rates of the cells treated with 10 -11 mol/l (P=0.0841) or 10 -10 mol/l (P=0.0735) 17β-estradiol for 24 h were not significantly different from those exhibited by the control (P>0.05; Fig. 2A). ",
            "section": "WST-1-based detection of cell proliferation in gastric cancer cells treated with an ER-α36 agonist or inhibitor. BGC823 cells",
            "ref_spans": [
                {
                    "start": 214,
                    "end": 221,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2A"
                }
            ]
        },
        {
            "text": "After 48 h, the cell growth activity was increased by 30.5, 23.9 and 13.8% in the 10 -12 mol/l (P=0.0015), 10 -11 mol/l (P=0.0178) and 10 -10 mol/l (P=0.0245) 17β-estradiol-treated groups, respectively, as compared with the control group, and the difference was significant ( Fig. 2A). ",
            "section": "WST-1-based detection of cell proliferation in gastric cancer cells treated with an ER-α36 agonist or inhibitor. BGC823 cells",
            "ref_spans": [
                {
                    "start": 276,
                    "end": 284,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2A)"
                }
            ]
        },
        {
            "text": "These results suggest that 17β-estradiol promotes the proliferation of gastric cancer cells in vitro.",
            "section": "WST-1-based detection of cell proliferation in gastric cancer cells treated with an ER-α36 agonist or inhibitor. BGC823 cells"
        },
        {
            "text": "There was no significant difference in the cell proliferation rate between BGC823 cells treated with 5x10 -6 mol/l tamoxifen and the control group after 24 h (P=0.0724; Fig. 2B). ",
            "section": "WST-1-based detection of cell proliferation in gastric cancer cells treated with an ER-α36 agonist or inhibitor. BGC823 cells",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 176,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2B"
                }
            ]
        },
        {
            "text": "After 24 h, the activity of the BGC823 cells treated with 1x10 -5 mol/l tamoxifen was 56.4% of that displayed by the control group,  ",
            "section": "WST-1-based detection of cell proliferation in gastric cancer cells treated with an ER-α36 agonist or inhibitor. BGC823 cells"
        },
        {
            "text": "which was significantly different (P=0.0233; Fig. 2B). ",
            "section": "A B",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 52,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2B"
                }
            ]
        },
        {
            "text": "The activity of the BGC823 cells treated with 5x10 -6 mol/l was 61.5% of that of the control group after 48 h (P=0.0021), and the cell activity of the 1x10 -5 mol/l group was 29.9% of that of the control group after 48 h (P= 0.0059), which were significantly different (Fig. 2B). ",
            "section": "A B",
            "ref_spans": [
                {
                    "start": 269,
                    "end": 278,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 2B)"
                }
            ]
        },
        {
            "text": "These results suggest that tamoxifen inhibits the growth of gastric cancer cells in vitro.",
            "section": "A B"
        },
        {
            "text": "an ER-α36 agonist or inhibitor. ",
            "section": "Gastric cancer cell apoptosis following treatment with"
        },
        {
            "text": "The apoptosis rate was significantly reduced in the BGC823 cells treated with 17β-estradiol for 24 h (10 -12 mol/l, P=0.013; 10 -11 mol/l, P=0.023; and 10 -10 mol/l, P=0.017) and for 48 h (10 -12 mol/l, P=0.002; 10 -11 mol/l, P=0.011 and 10 -10 mol/l, P=0.033) (Fig.3). ",
            "section": "Gastric cancer cell apoptosis following treatment with",
            "ref_spans": [
                {
                    "start": 261,
                    "end": 268,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig.3)"
                }
            ]
        },
        {
            "text": "Conversely, the rates of the apoptosis were significantly increased in the BGC823 cells as the tamoxifen concentration increased after 24 h (5x10 -6 mol/l, P=0.002; and 5x10 -5 mol/l, P=0.001) and after 48 h (5x10 -6 mol/l, P=0.014; and 10 -5 mol/l, P=0.0021), as compared with the control group. ",
            "section": "Gastric cancer cell apoptosis following treatment with"
        },
        {
            "text": "These results indicate that tamoxifen inhibits the growth of BGC823 cells, potentially by promoting gastric cancer cell apoptosis.",
            "section": "Gastric cancer cell apoptosis following treatment with"
        },
        {
            "text": "BGC823 cells were treated with various concentrations of 17β-estradiol or tamoxifen for 24 or 48 h, and subsequently, the mRNA expression levels of ER-α36 were determined by RT-qPCR. ",
            "section": "Alterations in the expression levels of ER-α36 following treatment of gastric cancer cells with 17β-estradiol or tamoxifen."
        },
        {
            "text": "After 24 h, the mRNA expression levels of ER-α36 in the 10 -12 mol/l (P=0.024), 10 -11 mol/l (P=0.0113) and 10 -10 mol/l (P=0.0037) 17β-estradiol-treated groups exhibited a fold-change of 1.78, 1.44 and 1.15, respectively, as compared with those in the control (Fig. 4). ",
            "section": "Alterations in the expression levels of ER-α36 following treatment of gastric cancer cells with 17β-estradiol or tamoxifen.",
            "ref_spans": [
                {
                    "start": 261,
                    "end": 269,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "After 48 h, the mRNA expression levels of ER-α36 in the 10 -12 mol/l (P=0.0164), 10 -11 mol/l (P=0.0342) and 10 -10 mol/l (P=0.0198) 17β-estradiol-treated groups displayed a fold-change of 2.15, 1.56 and 1.26, respectively, as compared with those in the control (Fig. 4). ",
            "section": "Alterations in the expression levels of ER-α36 following treatment of gastric cancer cells with 17β-estradiol or tamoxifen.",
            "ref_spans": [
                {
                    "start": 262,
                    "end": 270,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "Conversely, the mRNA expression levels of ER-α36 were decreased by 29.6% after 24 h in the 5x10 -6 mol/l tamoxifen-treated group (P=0.0233), as compared with the mRNA levels observed in the control group, while those in the 1x10 -5 mol/l tamoxifen-treated group (P=0.007) were decreased by 53.7%, as compared with the mRNA levels detected in the control group (Fig. 4). ",
            "section": "Alterations in the expression levels of ER-α36 following treatment of gastric cancer cells with 17β-estradiol or tamoxifen.",
            "ref_spans": [
                {
                    "start": 360,
                    "end": 368,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "In the 5x10 -6 mol/l tamoxifen-treated group (P=0.001), the mRNA expression levels of ER-α36 were decreased by 40.7% after 48 h, as compared with the levels measured in the control group, and those in the 1x10 -5 mol/l tamoxifen-treated group (P=0.0153) were decreased by 64.8%, as compared with the levels displayed by the control group (Fig. 4). ",
            "section": "Alterations in the expression levels of ER-α36 following treatment of gastric cancer cells with 17β-estradiol or tamoxifen.",
            "ref_spans": [
                {
                    "start": 338,
                    "end": 346,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "These results suggest that tamoxifen downregulates the expression of ER-α36 in gastric cancer cells.",
            "section": "Alterations in the expression levels of ER-α36 following treatment of gastric cancer cells with 17β-estradiol or tamoxifen."
        },
        {
            "text": "Gastric cancer is a type of gastrointestinal cancer and, as compared to other gastrointestinal cancers, there is no fundamental difference in its diagnosis and treatment (21). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                }
            ]
        },
        {
            "text": "Recurrence is commonly observed in patients with advanced gastric cancer who have missed the opportunity for surgical resection and have instead undergone non-radical surgery. ",
            "section": "Discussion"
        },
        {
            "text": "Although novel methods for the targeted treatment of gastric cancer are abundant, reports regarding the effects of these treatments have been less than satisfactory (21). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                }
            ]
        },
        {
            "text": "It is not a coincidence that the incidence of gastric cancer is higher in males than in females (1)(2)(3). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                },
                {
                    "start": 99,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                },
                {
                    "start": 102,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "The present study aimed to investigate the role of estrogen in gastric cancer, in order to aid the development of better prophylactic and therapeutic strategies for gastric cancer and to improve the understanding of its ontogenesis.",
            "section": "Discussion"
        },
        {
            "text": "Estrogen performs its biological functions by binding to the ER, which belongs to a family of receptors consisting of α and β subtypes. ",
            "section": "Discussion"
        },
        {
            "text": "The ER exerts its function via the estrogen response element (ERE) and activating protein-1 in its target genes. ",
            "section": "Discussion"
        },
        {
            "text": "It is considered that the ER is a ligand-dependent transcriptional activator (4,5). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4,"
                },
                {
                    "start": 80,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5)"
                }
            ]
        },
        {
            "text": "It has been demonstrated that membrane-bound ER quickly activates an intracellular second messenger to exert its biological functions in numerous cell types (5,(22)(23)(24).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5,"
                },
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                },
                {
                    "start": 164,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(23)"
                },
                {
                    "start": 168,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "ER-α36 is a novel subtype of ER that was discovered and cloned by Professor Zhaoyi Wang, and whose molecular weight is 35.7 kDa. ",
            "section": "Discussion"
        },
        {
            "text": "As compared with the traditional ER, ER-α36 does not participate in the activation of the ERE due to loss of the AF1 and AF2 domains (4,5). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4,"
                },
                {
                    "start": 136,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5)"
                }
            ]
        },
        {
            "text": "However, ER-α36 possesses three myristoylation sites, including amino acids 25-30 [glycine (Gly)-valine-tryptophan-serine-cysteine-glutamate (Glu)], 76-81 [Gly-methionine (Met)-Met-lysine-Gly-Gly] and 171-176 [Glu-leucine (Leu)-Leu-threonine-asparagine-Leu], which are associated with the receptor's location at the membrane (5). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 325,
                    "end": 328,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "Wang et al (4) reported that the phosphorylation of extracellular signal-regulated kinase (ERK) 1/2 was increased following stimulation of HEK-293 cells overexpressing ER-α36 with 17β-estradiol for 5 min. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 11,
                    "end": 14,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                }
            ]
        },
        {
            "text": "The level of ERK1/2 phosphorylation peaked at 30 min, and then commenced to decline, which may suggest that ER-α36 promotes the proliferation of cells by activating the mitogen-activated protein kinase (MAPK)/ERK signaling pathway (15).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "The present study demonstrated that a low concentration of 17β-estradiol was able to promote the proliferation of gastric cancer cells in vitro, and that the proliferation of these cells was negatively correlated with the concentration of 17β-estradiol. ",
            "section": "Discussion"
        },
        {
            "text": "Low-dose 17β-estradiol displayed an enhanced ability to promote the proliferation of gastric cancer cells, as compared with high concentrations of 17β-estradiol. ",
            "section": "Discussion"
        },
        {
            "text": "These results were consistent with the findings of previous epidemiological studies, in which lower levels of estrogen in males were associated with higher morbidity of gastric cancer in males compared with females (1). ",
            "section": "Discussion"
        },
        {
            "text": "In addition, in the present study, the proliferation of gastric cancer cells was inhibited by tamoxifen in a concentration-and time-dependent manner. ",
            "section": "Discussion"
        },
        {
            "text": "These results suggested that gastric cancer cells were sensitive to estrogen, and that gastric cancer tumors are estrogen-responsive. ",
            "section": "Discussion"
        },
        {
            "text": "Furthermore, the rate of apoptosis was increased in gastric cancer cells treated with tamoxifen, thus indicating that tamoxifen induces gastric cancer cell apoptosis in vitro.",
            "section": "Discussion"
        },
        {
            "text": "The present study demonstrated that the proliferation of gastric cancer cells was increased to a greater extent following stimulation with lower concentrations of 17β-estradiol than using higher concentrations of this molecules. ",
            "section": "Discussion"
        },
        {
            "text": "In addition, the current study demonstrated that the mRNA expression levels of ER-α36 were increased in the 17β-estradiol-treated group compared with the control group at all times, particularly when 17β-estradiol was obviously promoting cell proliferation. ",
            "section": "Discussion"
        },
        {
            "text": "Tamoxifen was observed to induce gastric cancer cell apoptosis in vitro, and its concentration was negatively correlated with the expression of ER-α36. ",
            "section": "Discussion"
        },
        {
            "text": "The apoptosis of gastric cancer cells was more obvious, and their mRNA expression levels of ER-α36 were decreased to a greater extent, which indicated that ER-α36 is important in the balance between proliferation and apoptosis of gastric cancer cells.",
            "section": "Discussion"
        },
        {
            "text": "Since the ER is located at the cell membrane, ER-α36 may activate members of the MAPK family. ",
            "section": "Discussion"
        },
        {
            "text": "MAPK is the main transducer of information from the cell surface to the nucleus (4). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                }
            ]
        },
        {
            "text": "In eukaryotic cells, at least four types of MAPK signal transducers have been reported, including ERK, c-Jun N-terminal kinase (JNK), P38 and ERK5 (24). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "It has been hypothesized that JNK mediates the apoptosis of cells in the emergency response, thus inhibiting apoptosis and promoting proliferation when the ERK cascade is dominant, while initiating apoptosis when the JNK cascade is dominant (25)(26)(27)(28)(29)(30)(31)(32)(33).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(25)"
                },
                {
                    "start": 245,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(26)"
                },
                {
                    "start": 249,
                    "end": 253,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(27)"
                },
                {
                    "start": 253,
                    "end": 257,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(28)"
                },
                {
                    "start": 257,
                    "end": 261,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(29)"
                },
                {
                    "start": 261,
                    "end": 265,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(30)"
                },
                {
                    "start": 265,
                    "end": 269,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(31)"
                },
                {
                    "start": 269,
                    "end": 273,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(32)"
                },
                {
                    "start": 273,
                    "end": 277,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(33)"
                }
            ]
        },
        {
            "text": "In conclusion, the present study demonstrated that low concentrations of 17β-estradiol were able to promote ER-α36 expression in gastric cancer cells, which in turn led to their increased proliferation, potentially via activation of the MAPK signaling pathway. ",
            "section": "Discussion"
        },
        {
            "text": "Conversely, high concentrations of tamoxifen downregulated ER-α36 expression, which led to the apoptosis of gastric cancer cells. ",
            "section": "Discussion"
        },
        {
            "text": "The aforementioned results indicated that a high concentration of tamoxifen could be important in the curative treatment of stomach cancer. ",
            "section": "Discussion"
        },
        {
            "text": "Further studies are required to validate the results of the present study.",
            "section": "Discussion"
        },
        {
            "text": "The present study was supported by the National Natural Science Foundation of China (Beijing, China; grant nos. 81470110, 81272754 and 30870981), the National Natural Science foundation of Guangxi (grant no. 0848014) and the Science Foundation of the Health Office of Hubei Province (Wuhan, China; grant no. WJ2015Z059).",
            "section": "Acknowledgements"
        }
    ]
}