{
    "abstract": [],
    "body_text": [
        {
            "text": "Alzheimer's disease (AD), characterized by progressive loss of memory and cognitive function, is the most common form of dementia in the elderly [1], and a major source of health care burden worldwide. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "By 2050, the worldwide prevalence of AD will be quadruple that in 2006, which translates to 1 in every 85 people worldwide having AD [2].",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Originally regarded as an \"immune privileged\" organ, the brain is now well known to exhibit key features of inflammation. ",
            "section": "Introduction"
        },
        {
            "text": "Accumulating evidence suggests that neuroinflammation plays an essential role in AD pathogenesis [3], with alterations of brain cytokine levels reported [4,5]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 153,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 156,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5]"
                }
            ]
        },
        {
            "text": "Furthermore, activated microglia and astrocytes as well as increased concentrations of inflammatory mediators have been detected in the vicinity of amyloid plaques and neurofibrillary tangles in AD brain [3]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Indeed, meta-analyses of observational studies indicate a significant association between the long-term use of nonsteroidal anti-inflammatory drugs and lowered risk of AD [6].",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Neuroinflammation, when occurring in the acute phase and resolved in a timely manner, is beneficial in combating pathogens and in tissue repair. ",
            "section": "Introduction"
        },
        {
            "text": "But a chronic neuroinflammatory response may contribute to neurodegeneration [7]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "Cytokines released from such neuroinflammatory processes are known to be mirrored in the periphery, thus allowing measurements of potential biomarkers [8,9], which at present include cerebrospinal fluid (CSF) markers (combined phosphotau and b-amyloid 38/42) and neuroimaging (hippocampal atrophy, amyloid positron emission tomography) [10][11][12]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 154,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9]"
                },
                {
                    "start": 336,
                    "end": 340,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 340,
                    "end": 344,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 344,
                    "end": 348,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "However, the invasiveness and high costs associated with neuroimaging and CSF investigations have hindered their wide clinical application. ",
            "section": "Introduction"
        },
        {
            "text": "In contrast, the minimal invasiveness and relative low cost of blood-based investigations have stimulated research into assessments of their feasibility as diagnostic and prognostic biomarkers. ",
            "section": "Introduction"
        },
        {
            "text": "Indeed, several studies of circulating cytokines have been reported (albeit with inconsistent findings), with the majority of these studies focused on staging after a diagnosis of dementia has been made [4,5,[13][14][15][16]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 206,
                    "end": 208,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 208,
                    "end": 212,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 212,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 216,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 220,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "As neuroinflammation is thought to be involved in disease pathogenesis in early stages, it is important to also investigate inflammatory markers in predementia stages such as mild cognitive impairment or cognitive impairment no dementia (CIND), which are associated with increased risk of AD but may also represent better prospects for treatment and/or prevention [17,18].",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 364,
                    "end": 368,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17,"
                },
                {
                    "start": 368,
                    "end": 371,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18]"
                }
            ]
        },
        {
            "text": "Besides b-amyloid mismetabolism and tau hyperphosphorylation, vascular disease has been suggested to play a role in AD [19]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "Several neuroimaging markers of cerebrovascular disease (CeVD), such as white-matter hyperintensities (WMHs), cortical infarct, and lacunes, have been shown to be associated with AD [20], and may exacerbate the severity of dementia [21,22]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 232,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21,"
                },
                {
                    "start": 236,
                    "end": 239,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22]"
                }
            ]
        },
        {
            "text": "However, in previous inflammatory marker studies, the impact of CeVD was generally neglected. ",
            "section": "Introduction"
        },
        {
            "text": "In this study, we aimed to measure serum proinflammatory cytokines, including interleukin 6 (IL-6), IL-8, and tumor necrosis factor a (TNFa), in a mem-ory clinic cohort of CIND and AD who underwent neuroimaging assessments for CeVD.",
            "section": "Introduction"
        },
        {
            "text": "A case-control design was used. ",
            "section": "Study cohort"
        },
        {
            "text": "Cases (CIND and dementia) with subjective complaints of memory loss and cognitive impairment on neuropsychological assessment were recruited from memory clinics from National University Hospital and Saint Luke's Hospital in Singapore. ",
            "section": "Study cohort"
        },
        {
            "text": "Controls were recruited from both memory clinics and the community and were defined as those with subjective memory impairment complaints but who were cognitively normal on objective neuropsychological assessment. ",
            "section": "Study cohort"
        },
        {
            "text": "All subjects underwent clinical, physical, and neuropsychological assessments and neuroimaging at the National University of Singapore from August 2010 till May 2014. ",
            "section": "Study cohort"
        },
        {
            "text": "Ethics approval for this study was obtained from the National Healthcare Group Domain-Specific Review Board (DSRB reference: 2010/00017; study protocol number: DEM4233), and written informed consent had been obtained from participants or their next-of-kin before study recruitment and procedures. ",
            "section": "Study cohort"
        },
        {
            "text": "The study was conducted in accordance with the Declaration of Helsinki.",
            "section": "Study cohort"
        },
        {
            "text": "Relevant demographic and medical information was collected by administration of a detailed questionnaire. ",
            "section": "Questionnaires"
        },
        {
            "text": "Data collected included age, gender, education, marital status, occupation, smoking, alcohol intake, ability to live independently, handedness, previous head trauma, and family history of dementia. ",
            "section": "Questionnaires"
        },
        {
            "text": "Inquiries on medical history included stroke, cardiovascular diseases, hypertension, hyperlipidemia, diabetes mellitus, vitamin B12 deficiency, thyroid disease, urinary, and bowel incontinence, Parkinson disease, depressive symptoms, and psychiatric illnesses and were subsequently verified by review of the medical records. ",
            "section": "Questionnaires"
        },
        {
            "text": "Barthel activities of daily living indices were assessed for functional status.",
            "section": "Questionnaires"
        },
        {
            "text": "As previously described [23,24], a 3T Siemens Magnetom Trio Tim scanner with a 32-channel head coil was used for magnetic resonance imaging (MRI) at the Clinical Imaging Research Center of the National University of Singapore. ",
            "section": "Neuroimaging",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23,"
                },
                {
                    "start": 28,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24]"
                }
            ]
        },
        {
            "text": "CeVD was assessed using MRI markers for lacunes, cortical infarcts, and WMHs. ",
            "section": "Neuroimaging"
        },
        {
            "text": "Briefly, the presence and quantification of lacunes and cortical infarcts were defined on FLAIR and T2 sequences using the STRIVE criteria [25], whereas WMH grading was based on the Age-Related White Matter Changes (ARWMC) scale [26]. ",
            "section": "Neuroimaging",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                },
                {
                    "start": 229,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "Significant CeVD was defined as the presence of cortical infarct and/or presence of two or more lacunes, and/or confluent WMH (ARWMC score 8) in two regions of the brain [23,24].",
            "section": "Neuroimaging",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23,"
                },
                {
                    "start": 174,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24]"
                }
            ]
        },
        {
            "text": "Diagnosis of cognitive impairment and dementia were made at weekly consensus meetings attended by clinicians and neuropsychologists, where clinical histories, psychometrics, and neuroimages were reviewed. ",
            "section": "Assessments for cognitive impairment and AD"
        },
        {
            "text": "CIND cases were diagnosed by clinical judgment and further confirmation by neuropsychological tests, namely, impairment in at least one domain of the neuropsychological test battery consisting of executive function, attention, language, visuomotor speed, visuoconstruction, verbal memory, and visual memory, in patients who did not meet the criteria for dementia [23,24]. ",
            "section": "Assessments for cognitive impairment and AD",
            "ref_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23,"
                },
                {
                    "start": 367,
                    "end": 370,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24]"
                }
            ]
        },
        {
            "text": "AD cases were diagnosed using the National Institute of Neurological and Communicative Disorders and Stroke and the Alzheimer's disease and Related Disorders Association criteria. ",
            "section": "Assessments for cognitive impairment and AD"
        },
        {
            "text": "Noncognitively impaired (NCI) subjects were those assessed to be normal by neuropsychological tests.",
            "section": "Assessments for cognitive impairment and AD"
        },
        {
            "text": "Nonfasting blood samples collected in serum-separating tubes were centrifuged at 2000 rcf for 10 minutes at 4 C, after which aliquots of serum were mixed well and stored at 280 C until use. ",
            "section": "Peripheral inflammatory markers"
        },
        {
            "text": "All samples were subject to only one freeze-thaw cycle. ",
            "section": "Peripheral inflammatory markers"
        },
        {
            "text": "Concentrations of interleukin 6 (IL-6), IL-8, and TNFa were measured in duplicate by multiplex xMAPÒ-based Luminex assays (Millipore Corp., Billerica, MA, USA) per manufacturer's instructions. ",
            "section": "Peripheral inflammatory markers"
        },
        {
            "text": "The detectable concentration range of inflammatory markers is from 0.2 to 15,000 pg/mL (IL-6), 0.3 to 10,000 pg/mL (IL-8), and 0.3 to 10,000 pg/mL (TNFa).",
            "section": "Peripheral inflammatory markers"
        },
        {
            "text": "Demographic information and information about risk factors such as hypertension, hyperlipidemia, diabetes, smoking, and cardiovascular diseases were collected from physical and clinical interview and medical records and classified as absent or present. ",
            "section": "Covariates"
        },
        {
            "text": "Hypertension was defined as systolic blood pressure 140 mmHg and/or diastolic blood pressure 90 mmHg or use of antihypertensive medications. ",
            "section": "Covariates"
        },
        {
            "text": "Cardiovascular diseases were classified as a previous history of atrial fibrillation, congestive heart failure, and/or myocardial infarction. ",
            "section": "Covariates"
        },
        {
            "text": "Apolipoprotein E (APOE) genotyping using DNA extracted from the buffy coat of blood samples were as previously described [27] for the determination of APOE ε4 carrier status (presence of at least one APOE ε4 allele).",
            "section": "Covariates",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "Statistical analysis was performed using SPSS software (version 21, IBM Inc., Armonk, NY, USA). ",
            "section": "Statistical analyses"
        },
        {
            "text": "For group comparisons, one-way analyses of variance (ANOVAs) were used for normally distributed continuous variables (age); chi-square tests for categorical variables (gender, education, APOE ε4, hypertension, hyperlipidemia, smoking, diabetes, cardiovascular disease); nonparametric Kruskal-Wallis ANOVA with Dunn's post hoc were used for skewed distributed continuous variables (inflammatory markers). ",
            "section": "Statistical analyses"
        },
        {
            "text": "Binary logistic regression was used to assess the association between inflammatory markers and primary diagnosis (NCI, CIND, or AD). ",
            "section": "Statistical analyses"
        },
        {
            "text": "The levels of inflammatory markers were included as determinants in the logistic models and were categorized into tertiles, whereas CIND and AD were listed as outcomes. ",
            "section": "Statistical analyses"
        },
        {
            "text": "Odds ratios and 95% confidence intervals were reported for both CIND and AD. ",
            "section": "Statistical analyses"
        },
        {
            "text": "All the models were adjusted for age, gender, education, APOE ε4 carrier status, diabetes mellitus, hypertension, and cardiovascular diseases. ",
            "section": "Statistical analyses"
        },
        {
            "text": "A P-value of ,.05 was considered statistically significant for all analyses.",
            "section": "Statistical analyses"
        },
        {
            "text": "A total of 383 elderly subjects (95 NCI, 164 CIND, 124 AD) were recruited, of whom 315 (79 NCI, 140 CIND, and 96 AD) had available blood samples and MRI data. ",
            "section": "Results"
        },
        {
            "text": "Of  Table 1 shows the demographic variables of the study cohort. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "In comparison to NCI, CIND and AD were older, had lower education levels, higher prevalence of diabetes, hypertension, and cardiovascular disease. ",
            "section": "Results"
        },
        {
            "text": "The concentration values of inflammatory markers in the samples ranged from 0.3 to 60.0 pg/mL for IL-6, 1.3 to 47.0 pg/mL for IL-8, and 0.9 to 17.5 pg/mL for TNFa. ",
            "section": "Results"
        },
        {
            "text": "The lowest detectable values were used in statistical analyses for cases whose concentrations fell below detectable range (0.2 pg/mL was used for IL-6 for 28 cases in NCI group, 50 cases in CIND group, and 20 cases in AD group; 0.3 pg/mL was used for TNFa for two cases in NCI group and 1 case in CIND group). ",
            "section": "Results"
        },
        {
            "text": "As shown in Table 1, levels of IL-6, IL-8, and TNFa were highest in AD and lowest in NCI, with intermediate levels in CIND. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The differences were statistically significant for IL-8 in both CIND and AD, whereas IL-6 and TNFa were significantly raised only in AD. ",
            "section": "Results"
        },
        {
            "text": "Table 2 shows the multivariate analyses of associations between serum inflammatory markers and clinical diagnoses. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "There was no association between IL-6 and CIND or AD after adjustment for covariates of age, gender, education, APOE ε4 carrier, diabetes mellitus, hypertension, and cardiovascular diseases, whereas the highest tertile of IL-8 was associated with CIND and AD. ",
            "section": "Results"
        },
        {
            "text": "In contrast, the highest tertile of TNFa was associated with AD but not CIND when unadjusted (data not shown), but the association did not remain after adjusting for covariates. ",
            "section": "Results"
        },
        {
            "text": "Interestingly, when stratified by the presence or absence of significant CeVD (Table 3), the highest tertile of IL-8 was associated with both CIND and AD only in the presence of CeVD, whereas no associations were found for IL-6 and TNFa in the presence or absence of CeVD. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 87,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "Finally, to uncover whether IL-8 was associated with a specific type of CeVD, we performed separate logistic regression analyses for WMH, presence of cortical infarcts and lacunes with adjustment for unmatched demographic and risk factors, as well as the corresponding nontested MRI markers. ",
            "section": "Results"
        },
        {
            "text": "Table 4 shows the association between the highest tertile of IL-8 and MRI markers was with WMH (ARWMC total score 8), but not with presence of cortical infarct nor lacunes (two or more).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Although all three inflammatory markers (IL-6, IL-8, and TNFa) were found to be significantly different among NCI, CIND, and AD patients, only elevated IL-8 was associated with CIND and AD after adjustment for age, gender, education, APOE ε4 carrier, diabetes mellitus, hypertension, and cardiovascular diseases. ",
            "section": "Discussion"
        },
        {
            "text": "Furthermore, the associations with IL-8 were significant only in the presence of CeVD, and more specifically, with the presence of WMH when adjusted for covariates.",
            "section": "Discussion"
        },
        {
            "text": "IL-8 (also known as CXCL8) is a chemokine which induces chemotaxis in target cells, migrating neutrophils, basophils, and T cells to the site of infection [28]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "In this study, we found that high-serum IL-8 was associated with both CIND and AD only in the presence of CeVD, specifically with significant WMH, independent of age, gender, education, APOE ε4 carrier status, diabetes mellitus, hypertension, cardiovascular diseases, as well as cortical infarct and lacunes. ",
            "section": "Discussion"
        },
        {
            "text": "This finding corroborates previous work showing high IL-8 in cognitively impaired patients associated with vascular cognitive impairment [29]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "IL-8 has been known to initiate acute inflammation, and our data support the involvement of elevated IL-8 in the chronic neuroinflammation of AD which may be related to cerebrovascular damage [30]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "Actually, significant elevations in plasma IL-8 levels in cognitive impairment have also been reported by others [5,13], although there are also conflicting data showing lower IL-8 level in mild cognitive impairment and AD [31]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13]"
                },
                {
                    "start": 223,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "The mechanism underlying associations of IL-8 with WMH is at present unclear. ",
            "section": "Discussion"
        },
        {
            "text": "The disease processes may be related to microglial activation-associated upregulation of cytokines besides inducible nitric oxide synthase [32], which in turn trigger increases in proinflammatory and pro-oxidant nitric oxide, affect brain microvessel endothelia, and result in white-matter lesions detectable as WMH by MRI [33,34]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[32]"
                },
                {
                    "start": 323,
                    "end": 327,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[33,"
                },
                {
                    "start": 327,
                    "end": 330,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34]"
                }
            ]
        },
        {
            "text": "Although these lesions have been shown to be associated with, and predict for, cognitive impairment [35][36][37], whether such processes actually link IL-8 with white-matter lesions will require follow-up studies.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[35]"
                },
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[36]"
                },
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "IL-6 can be produced by a variety of immune cells as well as endothelial cells and fibroblasts and is a primary inducer of acute proteins and hormones which mediate fever and immune cell expansion in response to infection or injury [28]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "Interestingly, IL-6 also has anti-inflammatory effects [38]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "This functional dichotomy may underlie conflicting results where a few studies have shown increased levels of serum or plasma IL-6 levels in AD [4,15], whereas other studies reported unchanged peripheral levels of IL-6 between control, mild cognitive impairment, and AD [14,[39][40][41]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 147,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15]"
                },
                {
                    "start": 270,
                    "end": 274,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14,"
                },
                {
                    "start": 274,
                    "end": 278,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[39]"
                },
                {
                    "start": 278,
                    "end": 282,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[40]"
                },
                {
                    "start": 282,
                    "end": 286,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "In the present study, although higher IL-6 was found in AD, subsequent multivariate analyses did not support associations of serum IL-6 with AD or concomitant CeVD.",
            "section": "Discussion"
        },
        {
            "text": "TNFa is a proinflammatory cytokine, produced primarily by activated macrophages, T cells, and NK cells. ",
            "section": "Discussion"
        },
        {
            "text": "It is a mediator of both acute and chronic inflammation and can activate vascular endothelium and increase vascular permeability [28]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "Similar to the other markers, there are inconsistent results on the status of peripheral TNFa in AD with reports of significantly lower [14,42], unchanged [43,44], or increased [45,46] TNFa in mild cognitive impairment and/ or AD. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14,"
                },
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "42]"
                },
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[43,"
                },
                {
                    "start": 159,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "44]"
                },
                {
                    "start": 177,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[45,"
                },
                {
                    "start": 181,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "46]"
                }
            ]
        },
        {
            "text": "The present study showed that, like the other two markers, serum TNFa was increased in AD, although the association was not statistically significant when adjusted for covariates. ",
            "section": "Discussion"
        },
        {
            "text": "This suggests confounding by concomitant risk factors. ",
            "section": "Discussion"
        },
        {
            "text": "Indeed, there is evidence of TNFa involvement in cardiovascular disease [47][48][49] which was included as a covariate in our study.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[47]"
                },
                {
                    "start": 76,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[48]"
                },
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[49]"
                }
            ]
        },
        {
            "text": "The strengths of this study include the following: (1) a relatively large cohort; (2) inclusion of covariates such as age, gender, education, APOE ε4 carrier status, diabetes mellitus, hypertension, and cardiovascular diseases in analyses; and (3) use of neuroimaging to classify cases with CeVD and hence allowing the assessment of CeVD impact. ",
            "section": "Discussion"
        },
        {
            "text": "However, our study has several limitations as well. ",
            "section": "Discussion"
        },
        {
            "text": "First, because of the case-control design of the study, it is not possible to establish the temporal association between these markers and the development of cognitive impairment. ",
            "section": "Discussion"
        },
        {
            "text": "Further follow-up prospective validation studies will address these limitations. ",
            "section": "Discussion"
        },
        {
            "text": "Furthermore, the cases and controls, though representative of the elderly population in Singapore, were derived from two settings, that is, memory clinic and community. ",
            "section": "Discussion"
        },
        {
            "text": "Finally, the control group was relatively younger and had lower CeVD burden compared to cases which could have resulted in selection bias and residual confounding.",
            "section": "Discussion"
        },
        {
            "text": "In conclusion, the present study suggests that IL-8 has potential clinical utility as a biomarker of small vessel CeVD  such as WMH in cognitive impairment and AD. ",
            "section": "Discussion"
        },
        {
            "text": "However, follow-up longitudinal studies are needed for validation.",
            "section": "Discussion"
        },
        {
            "text": "1. Systematic review: Although neuroinflammation is widely considered to play a pathogenic role in Alzheimer's disease (AD), the extent to which changes in peripheral inflammatory markers may reflect concomitant cerebrovascular disease (CeVD) has not been studied in either cognitive impairments no dementia (CIND), a predementia stage, or in AD, despite evidence in the literature indicating the exacerbating effects of concomitant CeVD on dementia severity.",
            "section": "Discussion"
        },
        {
            "text": "2. Interpretation: Of the three acute inflammatory markers investigated, only elevated IL-8 was associated with white-matter hyperintensities in CIND and AD, suggesting that interleukin-8 is a potential biomarker for small vessel CeVD in cognitive impairment and AD.",
            "section": "Discussion"
        },
        {
            "text": "3. Future directions: A case-control design was used for our study. ",
            "section": "Discussion"
        },
        {
            "text": "Follow-up longitudinal studies are needed for validation.",
            "section": "Discussion"
        },
        {
            "text": "The authors would like to thank the patients and their families for their participation in this study, which is funded by the National Medical Research Council of Singapore (NMRC/CSA/032/2011 and NMRC/CG/013/2013) and Yong Loo Lin School of Medicine, National University of Singapore (R-184-000-223-133). ",
            "section": "Acknowledgments",
            "ref_spans": [
                {
                    "start": 284,
                    "end": 303,
                    "type": "figure",
                    "text": "(R-184-000-223-133)"
                }
            ]
        },
        {
            "text": "The funding organizations played no role in the conduct or design of this research.",
            "section": "Acknowledgments"
        }
    ]
}