{
    "abstract": [],
    "body_text": [
        {
            "text": "Vaginismus is a subset of the genito-pelvic pain/penetration disorder and is currently defined by the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition as a penetration disorder in which any form of vaginal penetration such as tampons, digit, vaginal dilators, gynecologic (GYN) examinations, and intercourse is often painful or impossible. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "1 Genito-pelvic pain/ penetration disorder further collapses dyspareunia and vaginismus into one entity. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2 Based on data that spasm is not always present in vaginismus, 3 Basson et al 4 proposed an alternative definition of persistent or recurrent difficulties in vaginal entry of a penis, finger, or other object despite the desire to do so. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                },
                {
                    "start": 64,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                },
                {
                    "start": 79,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "Vaginismus is a psychologic disorder manifested by fear and anxiety to penetration 5 and a physical disorder as noted by vaginal spasm 6,7 and is distinct from other sexual pain disorders such as vulvodynia or vestibulodynia. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                },
                {
                    "start": 135,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6,"
                },
                {
                    "start": 137,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "7 The diagnosis of vaginismus is made by history. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "7 Women who cannot tolerate a GYN examination might have an examination under anesthesia during which any vaginal spasm disappears. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "Then, the patient is told that the examination was \"normal.\" ",
            "section": "INTRODUCTION"
        },
        {
            "text": "After one such patient was hospitalized for a suicide attempt, another patient told her parents she was going to commit suicide. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Symptoms of vaginismus vary according to the severity of vaginismus. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Symptoms include fear, anxiety, and pain of vaginal penetration; inability to use a tampon (often noted at a young age); inability to remove a tampon that gets \"stuck\" (the proximal portion of the tampon swells with blood and cannot be extracted through the area of introital spasm, at times necessitating removal under anesthesia); severe pain with penetration; complaints that attempted intercourse is like \"hitting a wall\"; and an inability to tolerate a GYN examination. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "These symptoms help differentiate vaginismus from vulvodynia and provoked vestibulodynia and are suggestive of spasm at the level of the introitus. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "6e8 Vaginismus can be mild, in which different treatment approaches are effective, or severe, making treatment difficult. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "6,7 The findings of vaginal spasm support other studies that have noted active vaginal contractions in response to stimuli. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "9,10 Compared with other sexual pain disorders such as vulvodynia and vestibulodynia, the treatment of vaginismus has potential for a high rate of success. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "10"
                }
            ]
        },
        {
            "text": "6e8, 11,12 Stratifying the severity of vaginismus helps the clinician choose among numerous treatment options to better understand what the patient is experiencing and what she is capable of doing. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 5,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "11,"
                },
                {
                    "start": 8,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "12"
                }
            ]
        },
        {
            "text": "6e8,13 We have noted that women with milder forms of vaginismus can cooperate with different treatment suggestions, whereas women who are terrified by any attempted vaginal penetration have difficulty following treatment suggestions. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "bibr",
                    "text": "6e8,13"
                }
            ]
        },
        {
            "text": "6e8 Reasons for sexual pain such as herpes virus, lichen sclerosis, and other medical conditions need to be ruled out as a source of sexual pain, as do vulvodynia and vestibulodynia. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "6e8"
                }
            ]
        },
        {
            "text": "14 Despite its description more than a century ago, 15 vaginismus is rarely taught in medical school, residency training, and medical meetings. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "15"
                }
            ]
        },
        {
            "text": "7 Vaginismus can be categorized as primary, in which the patient has never experienced non-painful intercourse, or secondary, in which the patient has previously experienced nonpainful intercourse but subsequently experiences pain. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "16 The prevalence rate of vaginismus in a clinical setting has been estimated as 5% to 17%, and it is believed to be one of the more prevalent female sexual dysfunctions. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "16"
                }
            ]
        },
        {
            "text": "17 Different psychological factors have been associated with vaginismus, such as traumatic sexual experiences, sexual abuse, a strict religious and/or strict sexual upbringing, fear and/or anxiety issues, 18,19 and being held down at a young age during catheterization or enemas, 7 but it is not always associated with psychological issues and some patients give a negative history for those factors.",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "17"
                },
                {
                    "start": 205,
                    "end": 208,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "18,"
                },
                {
                    "start": 208,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "19"
                },
                {
                    "start": 280,
                    "end": 281,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "Women with vaginismus experience shame and embarrassment. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "7,8 A patient with 12 years of attempted and failed treatments noted how this was among the \"darkest and most embarrassing periods of my life causing me to live with vaginismus in silence and shame\" (personal communication). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "Other women have noted how they think about their vaginismus during the entire day and before they go to sleep. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Vaginismus frequently leads to marital problems and depression and to feelings of isolation, is a major cause of unconsummated marriages, is an inability to tolerate GYN examinations, 7 and is not tolerated in cultures with arranged marriages, often resulting in an annulment.",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "Vaginismus treatments include the widespread use of vaginal dilators, physical therapy with or without biofeedback, biofeedback, sex and relationship counseling, psychotherapy, cognitive behavioral therapy, therapist-aided exposure, hypnotherapy, and lubricants. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "7 The successful use of Botox (onabotulinumtoxinA; Allergan, Irvine, CA, USA) injections to treat secondary vaginismus was first described as a case report in 1997 7 and later developed by different investigators. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                },
                {
                    "start": 164,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "6e8,11,12,20e23 Abbott et al 23 using a placebo-controlled study of onabotulinumtoxinA showed that all eight women who had onabotulinumtoxinA 25 U injected into the bulbospongiosum achieved intercourse compared with none of the five women in the placebo group, with no recurrence or reinjection in the follow-up period of 8 to 14 months. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 15,
                    "type": "bibr",
                    "text": "6e8,11,12,20e23"
                },
                {
                    "start": 29,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "23"
                }
            ]
        },
        {
            "text": "Ghazizadeh and Nikzad 20 used Dysport (abobotulinumtoxinA; Galderma Laboratories, Fort Worth, TX, USA) to treat 23 women with Lamont grade 3 and 4 refractory vaginismus 13 and reported a 75% success rate of pain-free intercourse in these women were followed for a mean of 12.3 months (range ¼ 2e24).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "13"
                }
            ]
        },
        {
            "text": "The purpose of this report was to discuss a large cohort of women, many with failed prior treatments, who were treated using a program approved by an institutional review board (IRB) and the Food and Drug Administration (FDA) for continued research, which included a multimodal program of intravaginal injections of Botox and bupivacaine, progressive dilation under conscious sedation, use of an indwelling dilator, and postprocedure counseling, support, and follow up. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "6e8, 11,12 ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 5,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "11,"
                },
                {
                    "start": 8,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "12"
                }
            ]
        },
        {
            "text": "1. To present a large cohort of patients based on published IRBand FDA-approved studies for continued research 11,12 using a comprehensive multimodal vaginismus treatment program to treat the physical and psychologic manifestations of women with vaginismus. ",
            "section": "AIMS",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "11,"
                },
                {
                    "start": 114,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "12"
                }
            ]
        },
        {
            "text": "2. To record successes, failures, and untoward effects of this treatment approach.",
            "section": "AIMS"
        },
        {
            "text": "IRB approval (Veritas Ethica Clinical Research, Quebec, QC, Canada) and FDA approval including investigational new drug approval were granted in 2010 to initiate a study of 31 patients titled \"Pilot Study Protocol BTX-PV-01: Open Label, Single Center, Pilot Study of the Use of Botox Injections, Sensorcaine Injections and Progressive Dilation Under Anesthesia for the Treatment of Primary Vaginismus\" (NCT01352546). ",
            "section": "IRB and FDA Approval"
        },
        {
            "text": "11 Appendix 1 presents the original eligibility criteria of the 31 women who were enrolled. ",
            "section": "IRB and FDA Approval",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "11"
                }
            ]
        },
        {
            "text": "Results of this study showed a 90.3% success rate of women who could achieve intercourse 12 and exhibit greater levels of sexual function as measured by the Female Sexual Function Index (FSFI) within 1 year after treatment and as noted in the daily log diaries and personal communications in this cohort study. ",
            "section": "IRB and FDA Approval",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "12"
                }
            ]
        },
        {
            "text": "The FSFI is a 19-item questionnaire assessing sexual function during the previous 4 weeks. ",
            "section": "IRB and FDA Approval"
        },
        {
            "text": "It contains six subscales related to desire, arousal, lubrication, orgasm, satisfaction, and pain. ",
            "section": "IRB and FDA Approval"
        },
        {
            "text": "Each question is answered on a five-point Likert scale, with varying response choices and anchors. ",
            "section": "IRB and FDA Approval"
        },
        {
            "text": "Weighted subscale scores range from 1.2 to 6. ",
            "section": "IRB and FDA Approval"
        },
        {
            "text": "24 The present study is a larger cohort of this FDA-approved study, includes improvements in the evaluation and care of these women, and elaborates on the findings of 241 treated women of 377 evaluated for vaginismus. ",
            "section": "IRB and FDA Approval",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "24"
                }
            ]
        },
        {
            "text": "All patients signed a comprehensive permit before treatment.",
            "section": "IRB and FDA Approval"
        },
        {
            "text": "Participants were women who reported very painful intercourse or intercourse that was impossible because of pain who contacted this private plastic surgery center for treatment through our website and women who were referred by clinicians, friends, or relatives.",
            "section": "Participants"
        },
        {
            "text": "The diagnosis of vaginismus was made after evaluation of a comprehensive medical and psychosexual questionnaire developed in this practice (Appendix 2) and the FSFI. ",
            "section": "Diagnosis"
        },
        {
            "text": "Most women were from out of state or a different country. ",
            "section": "Diagnosis"
        },
        {
            "text": "Therefore, further assessment consisted of preprocedure phone calls and Skype calls before evaluation in the office. ",
            "section": "Diagnosis"
        },
        {
            "text": "History included pain and anxiety scores for insertion of a cotton-tipped applicator, tampon, dilator, finger, GYN examination and intercourse ( Figure 1); selfevaluation of pelvic examination experiences based on the Lamont-Pacik classification system 6,8,13  (Figure 2); prior treatments for vaginismus; prior diagnoses of sexual pain; discussion with the patient and referring clinicians; previous diagnoses of vulvodynia or vestibulodynia; and review of the patient's libido and relationship issues. ",
            "section": "Diagnosis",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 154,
                    "type": "figure",
                    "text": "Figure 1)"
                },
                {
                    "start": 253,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6,"
                },
                {
                    "start": 255,
                    "end": 257,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 257,
                    "end": 259,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "13"
                },
                {
                    "start": 261,
                    "end": 271,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Figure 2)"
                }
            ]
        },
        {
            "text": "7 All patients signed a detailed informed consent.",
            "section": "Diagnosis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "It was helpful to evaluate the severity of vaginismus before treatment to better support these women during treatment. ",
            "section": "Evaluation of Vaginismus Severity"
        },
        {
            "text": "Women with severe vaginismus have greater fear and anxiety to pelvic touch and have more difficulty with treatment recommendations than women with milder forms of vaginismus. ",
            "section": "Evaluation of Vaginismus Severity"
        },
        {
            "text": "7,8 The penetration history in conjunction with pelvic examination responses indicated the severity of the vaginismus. ",
            "section": "Evaluation of Vaginismus Severity",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "It was noted throughout the study that women with Lamont levels 3 and 4 13 and Pacik level 5 6e8 had considerable difficulty with pelvic examinations and that often such an examination was impossible.",
            "section": "Evaluation of Vaginismus Severity",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "13"
                }
            ]
        },
        {
            "text": "After answering yes or no, please rate each of the following items with pain scores (1=Okay no pain, 5= Moderately uncomfortable, 10=impossible or extremely painful, N/A-not applicable, no experience) and anxiety scores 1-10 (1=none, 5=moderate, 10=severe, N/A). ",
            "section": "Evaluation of Vaginismus Severity"
        },
        {
            "text": "This is an important part of your evaluation. ",
            "section": "Evaluation of Vaginismus Severity"
        },
        {
            "text": "Baseline patient demographics and condition characteristics are listed in Table 1. ",
            "section": "Evaluation of Vaginismus Severity",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The average age was 30 years (range ¼ 17e72) with an average duration of vaginismus of 7.8 years (range ¼ 1e37) from time of discovery. ",
            "section": "Evaluation of Vaginismus Severity"
        },
        {
            "text": "In filling out their questionnaires, 168 patients (70%) noted they had Lamont level 4 or Pacik level 5 at baseline, indicating severe vaginismus. ",
            "section": "Evaluation of Vaginismus Severity"
        },
        {
            "text": "Only 58.5% of women reported penetration with a finger and only 50% could complete a GYN examination. ",
            "section": "Evaluation of Vaginismus Severity"
        },
        {
            "text": "Fewer than 40% of patients could use tampons and only 83 patients (34%) reported attempts at intercourse. ",
            "section": "Evaluation of Vaginismus Severity"
        },
        {
            "text": "Patients who attempted coitus remarked that it was extremely painful or impossible and often further noted that only the tip of the penis could be inserted, which suggests penetration as far as the vestibule but not intravaginal. ",
            "section": "Evaluation of Vaginismus Severity"
        },
        {
            "text": "Table 2 lists prior treatments and coping strategies. ",
            "section": "Evaluation of Vaginismus Severity",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Of note is the large number of women who attempted different treatments during a span of many years. ",
            "section": "Evaluation of Vaginismus Severity"
        },
        {
            "text": "Patients had a mean of 4 ± 2.7 failed treatments, with the most common being lubricants and dilator use (attempted by 74% and 73% of patients, respectively). ",
            "section": "Evaluation of Vaginismus Severity"
        },
        {
            "text": "The many failed treatment attempts are consistent with the severity of vaginismus noted in this group of women with vaginismus.     ",
            "section": "Evaluation of Vaginismus Severity"
        },
        {
            "text": "Logs noted dilation progression, which included pain and anxiety with dilation, time to achieve intercourse, setbacks, and untoward effects. ",
            "section": "MAIN OUTCOME MEASURES"
        },
        {
            "text": "Post-treatment FSFI scores were compared with preprocedure scores. ",
            "section": "MAIN OUTCOME MEASURES"
        },
        {
            "text": "The lead author (Dr Pacik) personally entered all data prospectively into an extensive Excel spreadsheet (Microsoft, Redmond, WA, USA). ",
            "section": "MAIN OUTCOME MEASURES"
        },
        {
            "text": "This included re-evaluation of data at the time of consultation, treatment, and posttreatment progress.",
            "section": "MAIN OUTCOME MEASURES"
        },
        {
            "text": "The primary end point was the ability to achieve pain-free intercourse after treatment as reported in a daily log kept by the patient, ongoing communication with Dr Pacik, and FSFI reports. ",
            "section": "Evaluation of Data"
        },
        {
            "text": "Adverse events (AEs) were monitored throughout the study and recorded. ",
            "section": "Evaluation of Data"
        },
        {
            "text": "Treated patients were followed for a minimum of 1 year (range ¼ 16 months to 9 years). ",
            "section": "Evaluation of Data"
        },
        {
            "text": "All patients were treated in a certified outpatient surgicenter (OR) with a boardcertified anesthesiologist in attendance. ",
            "section": "Evaluation of Data"
        },
        {
            "text": "The Student t-test was used for statistical analysis.",
            "section": "Evaluation of Data"
        },
        {
            "text": "Physical examination (excluding pelvic examination) was done in the recovery area before treatment in the OR. ",
            "section": "Multimodal Vaginismus Treatment Program: Technical Details"
        },
        {
            "text": "Versed (midazolam) 1 to 2 mg intravenously was administered as needed to help calm the patient in the recovery area and/or in the OR before cotton-tipped applicator testing. ",
            "section": "Multimodal Vaginismus Treatment Program: Technical Details"
        },
        {
            "text": "Additional sedation was done as needed with small titrated doses of propofol for women with more severe vaginismus (Lamont levels 3 and 4, Pacik level 5). ",
            "section": "Multimodal Vaginismus Treatment Program: Technical Details"
        },
        {
            "text": "6,7,13 This was needed for patients with high anxiety to complete the cotton-tipped testing and examination. ",
            "section": "Multimodal Vaginismus Treatment Program: Technical Details",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 4,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "13"
                }
            ]
        },
        {
            "text": "Some patients with severe vaginismus resisted all efforts at sedation and could not be placed into stirrups or examined. ",
            "section": "Multimodal Vaginismus Treatment Program: Technical Details"
        },
        {
            "text": "These women were given conscious sedation with versed and propofol, with no examination possible. ",
            "section": "Multimodal Vaginismus Treatment Program: Technical Details"
        },
        {
            "text": "Patients with less severe vaginismus (Lamont levels 1 and 2) can tolerate cotton-tipped testing without prior sedation much as any office pelvic examination.",
            "section": "Multimodal Vaginismus Treatment Program: Technical Details"
        },
        {
            "text": "When possible, cotton-tipped applicator testing (\"Q-tip test\") with as little sedation as possible was done to rule out vulvodynia and provoked vestibulodynia. ",
            "section": "Cotton-Tipped Testing"
        },
        {
            "text": "14  ",
            "section": "Cotton-Tipped Testing",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "14"
                }
            ]
        },
        {
            "text": "For patients who could tolerate digital examination, the vagina was examined for spasm. ",
            "section": "Digital Examination"
        },
        {
            "text": "Spasm of the introitus was graded from 0 (no spasm) to 4 (severe spasm). ",
            "section": "Digital Examination"
        },
        {
            "text": "With severe spasm, it was difficult to insert the finger. ",
            "section": "Digital Examination"
        },
        {
            "text": "In an unpublished correlation study, the degree of spasm was found to be consistent with the predetermination of the severity of vaginismus. ",
            "section": "Digital Examination"
        },
        {
            "text": "In general, spasm involves the introitus giving the appearance and digital sensation of a tightly closed fist (the \"wall\"). ",
            "section": "Digital Examination"
        },
        {
            "text": "7,8 In a smaller number of women, some spasm also might be noted involving portions of the levator ani such as the pubococcygeus and puborectalis muscles, unilaterally or bilaterally. ",
            "section": "Digital Examination",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "Too much sedation relaxes the introital spasm, making assessment inaccurate.",
            "section": "Digital Examination"
        },
        {
            "text": "Before bringing the patient into the OR, the nurse prepared the Botox. ",
            "section": "Injection Protocol"
        },
        {
            "text": "The Botox was kept on ice until ready for injection. ",
            "section": "Injection Protocol"
        },
        {
            "text": "One vial of frozen Botox 100 U was diluted with preservativefree saline 2 mL, without foaming or shaking the vial, giving a concentration of 2.5 U/0.05 mL (Botox 50 U per 1-mL syringe). ",
            "section": "Injection Protocol"
        },
        {
            "text": "Using a pediatric speculum and bending the needle to 30 , Botox 50 U (20 injections ¼ 1 mL) was injected into the right bulbospongiosum and Botox 50 U (1 mL) was injected into the left side into the lateral submucosal areas of the introitus, marked by the residual hymenal fragments, at 7 to 9'clock on the patient's right and 3 to 5 o'clock on her left (Figure 3). ",
            "section": "Injection Protocol",
            "ref_spans": [
                {
                    "start": 354,
                    "end": 364,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 3)"
                }
            ]
        },
        {
            "text": "A headlight is needed for the procedure. ",
            "section": "Injection Protocol"
        },
        {
            "text": "Injections are delivered above, into, and below the hymenal fragments on each side to include the full width of the bulbospongiosum. ",
            "section": "Injection Protocol"
        },
        {
            "text": "Intramuscular injections were found to be unnecessary and caused more bleeding. ",
            "section": "Injection Protocol"
        },
        {
            "text": "(Botox is known to diffuse approximately 1 cm from the injection site.) ",
            "section": "Injection Protocol"
        },
        {
            "text": "When other areas of spasm or tightness of the levator ani were identified, an additional 50 U was injected in similar divided doses submucosally into the affected muscles.",
            "section": "Injection Protocol"
        },
        {
            "text": "After the Botox injections, using 3-mL syringes, the patient received separate injections of 0.25% bupivacaine 18 mL with 1:400,000 epinephrine divided into 1-mL increments along the length of the right and left submucosal lateral vaginal walls (9 mL per side) from the level of the cervix to the introitus, to allow her to wake up pain free with a large dilator in place. ",
            "section": "Injection Protocol"
        },
        {
            "text": "No injections were delivered anteriorly or posteriorly to help avoid urinary and rectal incontinence. ",
            "section": "Injection Protocol"
        },
        {
            "text": "Conscious sedation was needed during vaginal injections and dilation, although, rarely, women with less severe vaginismus tolerated the procedure with no sedation. ",
            "section": "Injection Protocol"
        },
        {
            "text": "The patient was progressively dilated with the #4 dilator (3-inch circumference), the #5 dilator (4-inch circumference), and then, when possible, the #6 dilator (5-inch circumference) and reassessed with digital examination. ",
            "section": "Injection Protocol"
        },
        {
            "text": "Sometimes it was physically impossible to insert the #6 dilator. ",
            "section": "Injection Protocol"
        },
        {
            "text": "Approximately 10% to 15% of women required release of a constricting hymenal ring noted to be present around the circumference of the introitus (not to be confused with an intact hymen) with a small snip or the removal of a small triangular wedge on the left and right lateral sides of the ring. ",
            "section": "Injection Protocol"
        },
        {
            "text": "This procedure results in a small amount of bleeding that can be controlled with pressure. ",
            "section": "Injection Protocol"
        },
        {
            "text": "Hymenectomy was not needed in any of the patients. ",
            "section": "Injection Protocol"
        },
        {
            "text": "The procedure was concluded with bimanual examination and reinsertion of a #5 or #6 indwelling dilator, and the patient was awakened and transported to the recovery area (Figure 4). ",
            "section": "Injection Protocol",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 179,
                    "type": "figure",
                    "text": "(Figure 4"
                }
            ]
        },
        {
            "text": "Operative time was approximately 30 minutes. ",
            "section": "Injection Protocol"
        },
        {
            "text": "As a private certified OR, partners were allowed to observe the treatment if the patient gave consent. ",
            "section": "Injection Protocol"
        },
        {
            "text": "Partners were shown the degree of spasm and with a glove were able to palpate the spasm. ",
            "section": "Injection Protocol"
        },
        {
            "text": "During the procedure, they were instructed how to insert the dilators to help with postprocedure dilation (this helped the woman overcome some of her \"control issues\"). ",
            "section": "Injection Protocol"
        },
        {
            "text": "The breakthrough for many of these men observing the procedure was often profound and allowed them to understand, often for the first time, that vaginismus is a medical condition over which the woman had no control.",
            "section": "Injection Protocol"
        },
        {
            "text": "We have observed that waking up with a large dilator (#5 or #6) often \"flips a switch\" helping patients realize for the first time that penetration is possible, which allows for more rapid progress and intercourse. ",
            "section": "Recovery Room"
        },
        {
            "text": "7,8 Patients frequently want to know if they had normal (vaginal) anatomy. ",
            "section": "Recovery Room",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "Knowing this gives them a great deal of reassurance and can be profoundly comforting for them.",
            "section": "Recovery Room"
        },
        {
            "text": "In the recovery room, the nursing staff worked with the patient and her partner for approximately 2 hours to help them get comfortable moving the dilator in and out and to review their postprocedure instructions. ",
            "section": "Recovery Room"
        },
        {
            "text": "The bupivacaine anesthesia, which lasts approximately 6 to 8 hours, often made this a pain-free experience. ",
            "section": "Recovery Room"
        },
        {
            "text": "Usually, three patients were treated during each session. ",
            "section": "Recovery Room"
        },
        {
            "text": "This had the added benefit of allowing women and men to meet each other (with permission) and to understand that their condition was not unique. ",
            "section": "Recovery Room"
        },
        {
            "text": "The patient was discharged with instructions to maintain and sleep with the #4 dilator inserted. ",
            "section": "Recovery Room"
        },
        {
            "text": "Ibuprofen and sleeping aids such as Benadryl (diphenhydramine; Johnson & Johnson Consumer, Skillman, NJ, USA) were recommended as needed for discomfort or inability to sleep once the local anesthesia was no longer effective. ",
            "section": "Recovery Room"
        },
        {
            "text": "Patients returned to the clinic the following day with the #4 dilator in place.",
            "section": "Recovery Room"
        },
        {
            "text": "Patients returned to their respective cubicles to continue with supervised dilation to the larger dilators, although the Botox was not yet effective. ",
            "section": "Postprocedure Day 1: Advancement With Dilators and Counseling"
        },
        {
            "text": "It is likely this was possible as a result of the progressive dilation under anesthesia and the passive stretch during the night sleeping with the #4 dilator. ",
            "section": "Postprocedure Day 1: Advancement With Dilators and Counseling"
        },
        {
            "text": "Patients with severe vaginismus, who had never been able to use dilators, often made significant progress with the #5 and #6 dilators on the first day after the procedure.",
            "section": "Postprocedure Day 1: Advancement With Dilators and Counseling"
        },
        {
            "text": "On the day after treatment in the OR, postprocedure group counseling was done by Dr Pacik after permission was obtained. ",
            "section": "Counseling"
        },
        {
            "text": "Group counseling was an effective way to engage women and their partners in an informal, open, and honest conversation about their vaginismus, although they were highly secretive before this. ",
            "section": "Counseling"
        },
        {
            "text": "These group sessions often took approximately 5 hours, which also allowed the participants to ask questions. ",
            "section": "Counseling"
        },
        {
            "text": "Counseling included postprocedure instructions for dilator use, lubricants, and progression to coitus (Appendix 3). ",
            "section": "Counseling"
        },
        {
            "text": "7,8 Rarely a patient requested private counseling, which was done in a separate part of the building. ",
            "section": "Counseling",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "Women with vaginismus, especially those with severe vaginismus, usually are sexually inexperienced; their fears and heightened anxiety to penetration persist. ",
            "section": "Counseling"
        },
        {
            "text": "Some women exchanged e-mails and phone numbers. ",
            "section": "Counseling"
        },
        {
            "text": "This was helpful in maintaining a support system. ",
            "section": "Counseling"
        },
        {
            "text": "Postdischarge dilation recommendations are presented in Appendix 4. ",
            "section": "Counseling"
        },
        {
            "text": "When applicable, patients were encouraged to continue seeing their clinicians such as psychologists, sex counselors, and physical therapists for ongoing care and support.  ",
            "section": "Counseling"
        },
        {
            "text": "Table 1, more than 50% of women attempted the use of dilators and were unable to progress to comfortable penetration because, too often, not enough time was spent dilating. ",
            "section": "Counseling",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Regardless of the type of treatment, dilation is an important part of the recovery process. ",
            "section": "Counseling"
        },
        {
            "text": "Women have mentioned repeatedly that they hate to dilate and even patients who went through this rigorous program sometimes failed to dilate for long enough periods. ",
            "section": "Counseling"
        },
        {
            "text": "The dilation instructions are summarized as follows.",
            "section": "Counseling"
        },
        {
            "text": "Dilate 2 hours a day, 1 hour in the morning and 1 hour in the evening, or 2 hours at any one sitting. ",
            "section": "First Month After Procedure"
        },
        {
            "text": "Advance to larger dilators as able until the #5 or #6 dilator becomes comfortable.",
            "section": "First Month After Procedure"
        },
        {
            "text": "Decrease dilation to 1 hour a day and advance to larger sizes.",
            "section": "Second Month After Procedure"
        },
        {
            "text": "Third Month After Procedure Dilate 15 to 30 minutes a day.",
            "section": "Second Month After Procedure"
        },
        {
            "text": "One Year After Procedure Women with severe vaginismus had a higher rate of recurrence if they stopped dilating by approximately 6 months. ",
            "section": "Second Month After Procedure"
        },
        {
            "text": "For this reason, even 10 to 15 minutes of dilation every day or two is of value.",
            "section": "Second Month After Procedure"
        },
        {
            "text": "It is helpful for the partner to assist with dilation to help transition to intercourse physically and psychologically.",
            "section": "Second Month After Procedure"
        },
        {
            "text": "Postprocedure counseling includes a discussion of the following items. ",
            "section": "Advancing to Intercourse"
        },
        {
            "text": "Attempts at intercourse should be delayed until at least the #5 dilator can be inserted easily. ",
            "section": "Advancing to Intercourse"
        },
        {
            "text": "It is helpful to dilate with the #5 or #6 dilator for approximately 1 hour before to attempting first-time intercourse. ",
            "section": "Advancing to Intercourse"
        },
        {
            "text": "For partners who have larger penises, #7 (6-inch circumference) and #8 (7-inch circumference) dilators are available. ",
            "section": "Advancing to Intercourse"
        },
        {
            "text": "During these first attempts at intercourse, patients and their partners are taught to penetrate with no more than the penile tip because women with severe vaginismus are fragile at this juncture and often have considerable fear. ",
            "section": "Advancing to Intercourse"
        },
        {
            "text": "Men also are vulnerable in that erectile dysfunction might be noted including loss of erection and premature ejaculation. ",
            "section": "Advancing to Intercourse"
        },
        {
            "text": "Everything possible is done to help remove the pressure of this moment. ",
            "section": "Advancing to Intercourse"
        },
        {
            "text": "Once penile tip penetration is achieved comfortably, the couple can advance to full penetration; however, thrusting is discouraged because this can be a setback for the woman. ",
            "section": "Advancing to Intercourse"
        },
        {
            "text": "Women with severe vaginismus might note \"leg lock,\" the involuntary closure of the thighs in anticipation of penetration. ",
            "section": "Advancing to Intercourse"
        },
        {
            "text": "The \"spooning position\" with entry from behind has been found to be helpful in overcoming leg lock. ",
            "section": "Advancing to Intercourse"
        },
        {
            "text": "Women are encouraged to try different positions during their dilation and attempts at coitus to find their comfort zone.",
            "section": "Advancing to Intercourse"
        },
        {
            "text": "Botox is effective for approximately 2 to 4 months, giving women ample time to become comfortable with dilation. ",
            "section": "Botox: Duration of Activity"
        },
        {
            "text": "Once women are dilating with a comfortable schedule, they should continue dilating beyond 4 months and often are unaware that the Botox is no longer active. ",
            "section": "Botox: Duration of Activity"
        },
        {
            "text": "Some patients dilated for at least 1 year before becoming comfortable with progression to intercourse.",
            "section": "Botox: Duration of Activity"
        },
        {
            "text": "After treatment, 171 patients (71%) achieved pain-free intercourse, which was achieved at a mean of 5.1 weeks (median ¼ 2.5; Figure 5) as noted by personal communications and FSFI scores. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "This is especially noteworthy because most patients had severe vaginismus as noted by the Lamont and Pacik classifications, had an average of five failed treatments, and had the condition for a mean of 7 years. ",
            "section": "RESULTS"
        },
        {
            "text": "Six patients (2.5%) could not achieve intercourse within a 1-year period, despite the ability to use the #5 or #6 dilators. ",
            "section": "RESULTS"
        },
        {
            "text": "Of 197 patients with complete baseline FSFI data, the mean score was 16.0 ± 7.6 of a possible score of 36, indicating compromised sexual function. ",
            "section": "RESULTS"
        },
        {
            "text": "Ninety patients provided post-treatment FSFI ratings with a mean score of 24.8 ± 6.5 ( Figure 6). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 95,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "The average change in FSFI scores from the baseline measurement to after treatment was statistically significant (t ¼ 8.8, df ¼ 88, P < .001). ",
            "section": "RESULTS"
        },
        {
            "text": "Over time, changes in score were significant at 3 months (t ¼ 7.1, df ¼ 54, P < .001), 6 months (t ¼ 9.2, df ¼ 52, P < .001), and 1 year (t ¼ 6.4, df ¼ 22, P < .001).",
            "section": "RESULTS"
        },
        {
            "text": "Minor AEs occurred in six patients: three patients developed mild temporary stress incontinence, two patients had mild temporary blurred vision that cleared within days to weeks, and one patient noted excessive vaginal dryness. ",
            "section": "Adverse Events"
        },
        {
            "text": "All AEs cleared by 4 months. ",
            "section": "Adverse Events"
        },
        {
            "text": "There were no major or permanent AEs. ",
            "section": "Adverse Events"
        },
        {
            "text": "One patient required retreatment 3 years after her original treatment and was able to achieve pain-free intercourse at 4.5 weeks after treatment. ",
            "section": "Adverse Events"
        },
        {
            "text": "She is now 5 years after the procedure and has two children.",
            "section": "Adverse Events"
        },
        {
            "text": "1. Forty-one patients had normal pregnancies; there were no congenital anomalies. ",
            "section": "Miscellaneous"
        },
        {
            "text": "Four women had miscarriages. ",
            "section": "Miscellaneous"
        },
        {
            "text": "Women who feared delivery sometimes opted for epidural anesthesia or caesarian section. ",
            "section": "Miscellaneous"
        },
        {
            "text": "2. One patient with an imperforate hymen masquerading as vaginismus completed her treatment in her home state. ",
            "section": "Miscellaneous"
        },
        {
            "text": "3. One patient was noted to have an intact hymen but did not require hymenectomy. ",
            "section": "Miscellaneous"
        },
        {
            "text": "4. Five patients (0.02%) were diagnosed with vestibulodynia before or after treatment. ",
            "section": "Miscellaneous"
        },
        {
            "text": "Two of these patients struggled with years of preprocedure severe vestibulodynia and vaginismus. ",
            "section": "Miscellaneous"
        },
        {
            "text": "One of these patients was able to achieve intercourse; however, the vestibulodynia remained too severe for continued coital efforts. ",
            "section": "Miscellaneous"
        },
        {
            "text": "More than 50% of women \"tested positive\" with cotton-tipped testing at the time of their treatment, indicating the importance of understanding false provoked vestibulodynia from anxiety when testing for vaginismus. ",
            "section": "Miscellaneous"
        },
        {
            "text": "None of the patients appeared to have vulvodynia before or after treatment. ",
            "section": "Miscellaneous"
        },
        {
            "text": "5. Postprocedure disgust issues requiring sex counseling was noted in two patients. ",
            "section": "Miscellaneous"
        },
        {
            "text": "6. Distraught women can struggle with suicidal ideation. ",
            "section": "Miscellaneous"
        },
        {
            "text": "One such patient was hospitalized twice for suicide attempts. ",
            "section": "Miscellaneous"
        },
        {
            "text": "7. The oldest patient (72 years) had secondary vaginismus for 5 years (\"hitting a wall,\" unable to tolerate finger penetration) and achieved comfortable intercourse at 3 weeks.",
            "section": "Miscellaneous"
        },
        {
            "text": "Frequently asked questions are listed in Appendix 5.",
            "section": "Miscellaneous"
        },
        {
            "text": "There were several important outcomes of this study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "(i) Although severe vaginismus can be difficult to treat and treatment failures are common, this group of women had a rapid response to treatment. ",
            "section": "DISCUSSION"
        },
        {
            "text": "(ii) Stratifying the severity of vaginismus allowed us to properly support these women, many who had multiple prior failed treatments and had high levels of fear and anxiety. ",
            "section": "DISCUSSION"
        },
        {
            "text": "(iii) The multimodal nature of this program treated the psychologic fear and anxiety and the physical vaginal spasm. ",
            "section": "DISCUSSION"
        },
        {
            "text": "(iv) Giving these patients our personal contact information helped support them. ",
            "section": "DISCUSSION"
        },
        {
            "text": "(v) Some patients who showed no improvement after Botox injections elsewhere did not have counseling or support. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Some had multiple attempts at Botox injections with continued failure. ",
            "section": "DISCUSSION"
        },
        {
            "text": "(vi) Vaginismus is not a surgical problem. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Hymenectomy and episiotomy are inappropriate treatments for this condition. ",
            "section": "DISCUSSION"
        },
        {
            "text": "(vii) The clinician needs to be aware of the many secondary challenges these women face and to be prepared for ongoing treatment or referrals. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These include residual fear and anxiety for penetration, 7,25,26 inability to progress to intercourse despite using dilators, 7 low libido 26 (sometimes of both partners), heightened harm avoidance and pain catastrophizing, 27 disgust issues, 28 anorgasmia, partner solicitousness and hostility, 29 infidelity, and erectile dysfunction. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 57,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 59,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "25,"
                },
                {
                    "start": 62,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "26"
                },
                {
                    "start": 139,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "26"
                },
                {
                    "start": 224,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "27"
                },
                {
                    "start": 243,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "28"
                },
                {
                    "start": 296,
                    "end": 298,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "29"
                }
            ]
        },
        {
            "text": "7 We hypothesize that the insertion of dilators under conscious sedation at the time of Botox and bupivacaine injections, counseling, and post-treatment support provide the initial breakthrough that allows the patient to realize that pain-free penetration is possible and that her anatomy is normal. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "30 The chemodenervation of Botox injections takes effect approximately 2 to 7 days after injection and lasts for approximately 4 months. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "30"
                }
            ]
        },
        {
            "text": "7 This gives these women adequate time to advance with their dilators and progress to intercourse. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "Women are not aware when the Botox is no longer active. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Some women do not achieve intercourse for at least 1 year yet can be successful if they continue dilating.",
            "section": "DISCUSSION"
        },
        {
            "text": "Botox is a safe drug when used according to the manufacturer's recommendations. ",
            "section": "DISCUSSION"
        },
        {
            "text": "During the past 20 years, Dr Pacik has treated thousands of patients using Botox for dynamic facial wrinkles, excessive sweating, migraine headaches, and vaginismus, with only rare minor untoward effects mostly the result of migration of Botox to nearby tissues. ",
            "section": "DISCUSSION"
        },
        {
            "text": "At the time of Dr Pacik's retirement, 391 women (of 555 inquiries) were treated using this program with few minor untoward events such as temporary mild stress incontinence. ",
            "section": "DISCUSSION"
        },
        {
            "text": "No permanent sequelae were noted. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This treatment program can be added to the armamentarium of a GYN practice. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Treating these desperate women can be one of the highlights in a career dedicated to helping others (Appendix 6).",
            "section": "DISCUSSION"
        },
        {
            "text": "This study addressed the evaluation of women with vaginismus, a method to evaluate the severity of vaginismus, and treatment for this group of women. ",
            "section": "Strengths"
        },
        {
            "text": "A large cohort of women with vaginismus participated in the study. ",
            "section": "Strengths"
        },
        {
            "text": "This multimodal treatment approach appears to treat the physical and psychologic manifestations of vaginismus, demonstrating a high rate of success and safety and a low recurrence rate, and has demonstrated successful pain-free intercourse in patients who have had long-term failures with other types of treatment for vaginismus. ",
            "section": "Strengths"
        },
        {
            "text": "There were no major complications and few minor untoward effects in this study.",
            "section": "Strengths"
        },
        {
            "text": "1. An important weakness in this study was the lack of comparison treatment. ",
            "section": "Weaknesses"
        },
        {
            "text": "This multimodal vaginismus treatment approach included injections of Botox and bupivacaine, dilation under anesthesia, the use of an indwelling dilator during recovery, and postprocedure counseling and support and suggests the need for a larger placebo-controlled clinical trial to better understand the role of each of the components. ",
            "section": "Weaknesses"
        },
        {
            "text": "This was not possible in this cohort study because of the widespread geographic distribution of patients who could not be followed with office visits, resulting in incomplete postprocedure data and patients lost to follow-up. ",
            "section": "Weaknesses"
        },
        {
            "text": "2. As a cohort study, findings should be interpreted within the limits of this design. ",
            "section": "Weaknesses"
        },
        {
            "text": "3. Although patients were encouraged to submit FSFIs with Dr Pacik at 3, 6, and 12 months, some data of successful advancement with dilators and progression to intercourse were delivered by e-mail logs, which could be prone to interview bias. ",
            "section": "Weaknesses"
        },
        {
            "text": "4. The diverse geographic locations of patients obviated pre-and post-electromyographic studies, which could have been helpful in the assessment and follow-up. ",
            "section": "Weaknesses"
        },
        {
            "text": "Women with severe vaginismus generally cannot participate with electromyographic studies as noted by the physical therapists who treated some of these patients. ",
            "section": "Weaknesses"
        },
        {
            "text": "5. The references cited using onabotulinumtoxinA injections did not include limitations in their respective discussions. ",
            "section": "Weaknesses"
        },
        {
            "text": "6. A \"quality of life\" survey would have been helpful in this study to compare pretreatment with post-treatment outcomes. ",
            "section": "Weaknesses"
        },
        {
            "text": "7. The study was conducted in the setting of a private practice. ",
            "section": "Weaknesses"
        },
        {
            "text": "A university setting would be helpful so that participants could be followed more closely.",
            "section": "Weaknesses"
        },
        {
            "text": "The multimodal combination of onabotulinumtoxinA injections with bupivacaine injections, progressive dilation under anesthesia, use of an indwelling dilator, and post-treatment counseling and support appears to be safe and effective in the treatment of vaginismus as noted by the improvement of FSFI scores, patient communications, and ability to progress to painfree intercourse. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "The lack of comparisons for this multimodal treatment approach suggests the need for additional studies and warrants additional investigation in larger placebo-controlled clinical trials.",
            "section": "CONCLUSIONS"
        },
        {
            "text": "Corresponding Author: Peter T. Pacik, MD, FACS, IF, 28 Holiday Shore Drive, Dunbarton, NH 03046, USA. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "Tel: 603-387-7735; E-mail: ptpacik@verizon.net",
            "section": "CONCLUSIONS"
        },
        {
            "text": "The authors report no conflicts of interest.",
            "section": "Conflicts of Interest:"
        },
        {
            "text": "Funding: None. ",
            "section": "Conflicts of Interest:"
        },
        {
            "text": "Supplementary data related to this article can be found at http://dx.doi.org/10.1016/j.esxm.2017.02.002.",
            "section": "SUPPLEMENTARY DATA"
        }
    ]
}