{
    "id": "d414802b37",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "In principle, electrolysis of water into oxygen and hydrogen can offer a clean, renewable energy resource. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The cost-effective and efficient splitting of water is a critical issue in technologies and economies with energy delivery systems that use hydrogen, enabling zero emission of greenhouse gases (1). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "A key challenge in the electrocatalyst design is the performance-cost trade-off of using the platinum-group metals as a cathode for the hydrogen evolution reaction (HER) (2)(3)(4)(5). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                },
                {
                    "start": 173,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                },
                {
                    "start": 176,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                },
                {
                    "start": 179,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "Two different approaches have constituted the major branches of science in this domain of research. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "One approach is to use less or optimized amounts of precious elements, such as nanoparticulate Pt on carbon supports (6). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "The other approach is to find new alloy compositions based on Pt. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In exploring new alloy composition, computational simulations are beneficial in the development of previously unknown single-phase systems (7,8). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7,"
                },
                {
                    "start": 142,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8)"
                }
            ]
        },
        {
            "text": "Although more complex surface structures involving platinum have exhibited experimental improvements (9)(10)(11), efficient electrocatalysts consisting of nonprecious elements have recently been more actively studied (12)(13)(14)(15). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9)"
                },
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10)"
                },
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11)"
                },
                {
                    "start": 217,
                    "end": 221,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(12)"
                },
                {
                    "start": 221,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(13)"
                },
                {
                    "start": 225,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(14)"
                },
                {
                    "start": 229,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "Transition metal chalcogenide-based systems, such as MoS 2 , provide many possibilities for HER because they have unique anisotropic surface/transport properties and provide surfaces with the desired binding energy/site for H + (16)(17)(18)(19)(20)(21). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(16)"
                },
                {
                    "start": 232,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(17)"
                },
                {
                    "start": 236,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(18)"
                },
                {
                    "start": 240,
                    "end": 244,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(19)"
                },
                {
                    "start": 244,
                    "end": 248,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                },
                {
                    "start": 248,
                    "end": 252,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                }
            ]
        },
        {
            "text": "However, a material equivalent to platinum in terms of the onset potential, the Tafel slope, and the long-term stability has not yet been developed.",
            "section": "INTRODUCTION"
        },
        {
            "text": "The activation processes on the catalyst surfaces were believed to be the essential mechanisms for HER, and thus, surface energies matter in the development of HER catalysts with high efficacy. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "This would be true as for the case of monometallic Pt (22), and seeking platinum-like surfaces seems rational among cost-effective elements. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "Recent research activities have been headed in this direction accordingly. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "However, when nonmetallic catalysts are involved, the charge transfer resistance rather than surface reactions themselves would play a significant role and should be considered. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "A recent study by Voiry et al. (23) experimentally exhibited that the catalytically inert basal plane of 2H MoS 2 can be active by controlling the charge transfer resistance of the system. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(23)"
                }
            ]
        },
        {
            "text": "Beyond identifying platinum-like surfaces, we propose here a novel electrocatalytic concept consisting of two-dimensional (2D) materials in bulk; we refer to this concept as the inorganic bulk layered heterojunction (BLHJ). ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Our approach is based on a simple fabrication technique for the direct growth of MoS 2 on self-supported metallic substrates via sequential gas-phase reactions, which result in the spontaneous formation of dense BLHJ structures via spontaneous sulfidation reactions. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "These structures contain MoS 2 flakes, which are dispersed in the Cu 2 S matrix (resembling \"straw in mud plaster\"). ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The present system not only features distinctive inorganic, dense BLHJ structures, which are difficult to prepare experimentally using any other methods, but also has layered 2D materials as the key anisotropic components that trigger unusual charge transfer processes.",
            "section": "INTRODUCTION"
        },
        {
            "text": "We selected MoS 2 as the representative 2D component with the feasibility of anisotropic transport properties (17). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(17)"
                }
            ]
        },
        {
            "text": "Incorporating the target layered materials into the bulk chalcogenide host with secure contact interfaces between suitable nanoscale junctions in a controlled manner is difficult (Fig. 1B). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 179,
                    "end": 188,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1B)"
                }
            ]
        },
        {
            "text": "We used the sequential gas-phase surface reaction technique for which the reactants, such as Mo or S, are independently delivered into the substrates so that only the surface-limited reactions occur. ",
            "section": "RESULTS"
        },
        {
            "text": "Because the substrate metal used for the self-supporting electrode is simultaneously sulfidizable, this growth mode is expected to incorporate a layered system into the bulk chalcogenide host. ",
            "section": "RESULTS"
        },
        {
            "text": "In the design of the BLHJ, another important consideration is to select two chalcogenide systems that are thermodynamically immiscible at given temperatures. ",
            "section": "RESULTS"
        },
        {
            "text": "For example, copper as the substrate material and Mo for sulfidation will lead to the desired immiscible phase separation to form an inorganic BLHJ with MoS 2 at relatively lower temperatures (<300°C) (24). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "In addition to the formation of thermodynamically immiscible systems, it is Earth-abundant and cheap. ",
            "section": "RESULTS"
        },
        {
            "text": "Moreover, the quality of Cu as the electrochemical electrode has been verified in the field of battery, and thus, the possible side effects could be ruled out.",
            "section": "RESULTS"
        },
        {
            "text": "First, we established the sequential gas-phase surface reaction technique for the precursors on SiO 2 /Si substrates in a flow-type reactor (about 150 mm in diameter), analogous to the atomic layer deposition (ALD) procedure. ",
            "section": "RESULTS"
        },
        {
            "text": "To obtain a preliminary result, for example, we used MoCl 5 and H 2 S as the reactants and separated their alternating exposures by N 2 purging ( fig. S1). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 153,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "fig. S1"
                }
            ]
        },
        {
            "text": "The nucleation and growth along the basal planes were strongly affected by the gas flow from the inlet of the chamber ( fig. S2). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 128,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "fig. S2)"
                }
            ]
        },
        {
            "text": "Remarkably, the uniformity of thickness was not maintained across the substrates under the given process conditions ( fig. S2). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 125,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "fig. S2"
                }
            ]
        },
        {
            "text": "This result has not been reported previously in the context of ALD studies (25,26), but it is understandable on the basis of the strong structural anisotropy of the resulting materials. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(25,"
                },
                {
                    "start": 79,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26)"
                }
            ]
        },
        {
            "text": "The resulting MoS 2 layers have distinctive features that are dependent on the distance from the chamber inlet not only in thickness but also in terms of the morphologies ( fig. S2D). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 181,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "fig. S2D"
                }
            ]
        },
        {
            "text": "Larger uniform growth zones were optimized by increasing the pulse time  On the basis of the chemical reaction of MoCl 5 and H 2 S in the gas phase, we suspect that chloride ions are inevitably left in the films during the reaction; thus, the resulting MoS 2 nanoflakes incorporate Cl as an impurity. ",
            "section": "RESULTS"
        },
        {
            "text": "Evidence for the presence of Cl was confirmed by the chemical analysis techniques of energy-dispersive x-ray (EDX) spectroscopy and x-ray photoelectron spectroscopy (XPS) ( fig. S4, A to E), although the layered nature was preserved (figs. S4F and S7). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "fig. S4"
                }
            ]
        },
        {
            "text": "Approximately 5 to 10 atomic % of chloride ions were detected. ",
            "section": "RESULTS"
        },
        {
            "text": "Mott-Schottky measurements revealed the significant amount of negatively charged species, such as Cl ions, that had a density of~10 23 /cm 3  (fig. S8). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                },
                {
                    "start": 142,
                    "end": 150,
                    "type": "figure",
                    "text": "(fig. S8"
                }
            ]
        },
        {
            "text": "This order of magnitude is consistent with the chemical analysis results. ",
            "section": "RESULTS"
        },
        {
            "text": "The doping density was measured using the Hall measurement technique with van der Pauw geometry and indicates that the Cl dopants are not fully thermally activated (with an electron density of~10 19 /cm 3 ; fig. S9). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 207,
                    "end": 214,
                    "type": "figure",
                    "text": "fig. S9"
                }
            ]
        },
        {
            "text": "This result is simply a consequence of the low growth temperature (that is, 250°C). ",
            "section": "RESULTS"
        },
        {
            "text": "In a recent study by Yang et al. (27), this Cl doping was reported to decrease the contact resistance through a significant reduction of the Schottky barrier width. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 33,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(27)"
                }
            ]
        },
        {
            "text": "Therefore, the fact that our methodology is intrinsically capable of Cl doping should be beneficial in the design of the present BLHJ structures with efficient charge transport characteristics, as will be discussed later.",
            "section": "RESULTS"
        },
        {
            "text": "The aforementioned processes were used to directly deposit MoS 2 onto copper foil (~20 mm in thickness). ",
            "section": "RESULTS"
        },
        {
            "text": "The corresponding surface reactions were visible across a large area (approximately 10 cm × 10 cm; Fig. 1C). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 106,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1C"
                }
            ]
        },
        {
            "text": "As shown in Fig. 1D, scanning electron microscopy (SEM) image is the representative morphology of the resulting materials on Cu (see fig. S11 for more details). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1D"
                },
                {
                    "start": 133,
                    "end": 141,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "fig. S11"
                }
            ]
        },
        {
            "text": "Well-dispersed nanoparticles (bright contrast) embedded in the matrix were observed. ",
            "section": "RESULTS"
        },
        {
            "text": "A representative scanning transmission electron micrograph shows that the layered structures were densely incorporated into the matrix (that is, CuS x ) during the reactions (Fig. 1E). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 182,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1E"
                }
            ]
        },
        {
            "text": "The embodiment of MoS 2 and the sulfidation of Cu simultaneously occurred during the fabrication of MoS 2 , resulting in the formation of Cu x S and MoS 2 (hereafter termed as CMS), which are immiscible according to their phase diagram at the given temperature (24). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "The sulfidation of Cu can be understood in the context of the adsorbate-induced surface band bending (28), charge transfer by the H 2 S molecules, and the subsequent diffusion processes of sulfur inside. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(28)"
                }
            ]
        },
        {
            "text": "We observed a much higher growth rate of CuS x /CMS than that of  fig. S15). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 74,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "fig. S15"
                }
            ]
        },
        {
            "text": "Notably, according to the bulk phase diagram of the Cu-Mo-S system, alloying Cu x Mo 6 S 8 is expected at higher temperatures, that is, temperatures greater than~700°C (24). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "Therefore, the Chevrel phase formation was understood to be the local alloying effect at the interfaces even upon annealing at 500°C (Fig. 1G). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1G"
                }
            ]
        },
        {
            "text": "Although their presence was evident in the TEM investigation, the clear detection of the smaller portions of both MoS 2 and Cu x Mo 6 S 8 was limited to the x-ray diffraction (XRD) patterns (fig. S16) (29). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(29)"
                }
            ]
        },
        {
            "text": "Upon being subjected to further heat treatment processes, the Chevrel phase was unambiguously observed to be Cu 2.76 Mo 6 S 8 in the XRD patterns ( fig. S16). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "fig. S16"
                }
            ]
        },
        {
            "text": "Note that the overall distribution of Mo was uniform across the CMS layers (figs. S17 to S19). ",
            "section": "RESULTS"
        },
        {
            "text": "These observations further imply that the CMS surfaces were also partly terminated by both the MoS 2 nanoflakes and the Chevrel clusters, elucidating the CMS/TiO 2 interface in detail ( fig. S20).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 194,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "fig. S20"
                }
            ]
        },
        {
            "text": "We constructed a conventional three-electrode measurement setup in homemade Teflon cells ( fig. S21) using a CMS/Cu cathode, a Pt anode, an Ag/AgCl reference electrode, and a sulfuric acid electrolyte. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 99,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "fig. S21"
                }
            ]
        },
        {
            "text": "The cathode was first protected with amorphous TiO 2 , which was grown by ALD to achieve initial protection (fig. S22, A and B) (30). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(30)"
                }
            ]
        },
        {
            "text": "Notably, this TiO 2 coating can initially function as an efficient electronic transport layer for HER (31) and serve the initial activation processes (for example, electrical annealing) of the CMS layers, as will be discussed later. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(31)"
                }
            ]
        },
        {
            "text": "HER activity was investigated at different processing steps and compared with control samples (Fig. 2, A to C). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 2"
                }
            ]
        },
        {
            "text": "Although Cu and Cu 2 S themselves exhibit little HER activity under the given measurement conditions, the as-grown CMS that was exhibited substantially enhanced the HER activity. ",
            "section": "RESULTS"
        },
        {
            "text": "The annealed CMS shows further improvement in the HER. ",
            "section": "RESULTS"
        },
        {
            "text": "Notably, although the surfaces of Cu 2 S showed negligible HER activities, the presence of the MoS 2 inside certainly contributed to the enhancement of the charge transfer characteristics. ",
            "section": "RESULTS"
        },
        {
            "text": "After one more junction of TiO 2 was added not only as a protective layer but also as an efficient charge transport layer, remarkably, our CMS material exhibited a nearly zero onset potential and a Tafel slope of~39 mV/decade (dec) (Fig. 2C). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 232,
                    "end": 241,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 2C)"
                }
            ]
        },
        {
            "text": "These values are comparable with those of our sputtered Pt films and the literature values of Pt (22,32). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22,"
                },
                {
                    "start": 101,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32)"
                }
            ]
        },
        {
            "text": "To the best of our knowledge, the present study shows the best performance record for HER activities among any other reported materials' systems using nonprecious elements in terms of both the onset potential and the Tafel slope. ",
            "section": "RESULTS"
        },
        {
            "text": "Note that the resulting high current density did not stem from the large specific surface area and represents the material's property itself. ",
            "section": "RESULTS"
        },
        {
            "text": "Normalizing the porosity in the HER performance simplifies comparisons among intrinsic properties (32). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(32)"
                }
            ]
        },
        {
            "text": "The roughness factor of our system was estimated to be~1.3 by electrochemically active surface area with double-layer capacitance measurements ( fig. S23). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "fig. S23"
                }
            ]
        },
        {
            "text": "Surface roughness of our planar structure is 5 to 8 nm in root mean square roughness (R RMS ) measured by atomic force microscopy (AFM) ( fig. S22C). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "fig. S22C"
                }
            ]
        },
        {
            "text": "Moreover, the TiO 2 /CMS/Cu samples were operated stably as HER cathodes for well over a 10-day run at −0.1 V ( Fig. 2E). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 119,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 2E"
                }
            ]
        },
        {
            "text": "Possible issues on the contamination of Pt were ruled out by carefully analyzing XPS results before and after stability tests (figs. S24 to S26). ",
            "section": "RESULTS"
        },
        {
            "text": "These superior performances that are comparable with that of Pt were reproducibly observed in samples from four different batches ( fig. S27). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 140,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "fig. S27"
                }
            ]
        },
        {
            "text": "Nonetheless, a lingering suspicion on the subtle amounts of Pt contamination would be the electrochemical redeposition of Pt during HER under a harsh condition (33) (that is, cycling at larger voltages than −0.1 V versus reversible hydrogen electrode (RHE) used for stability tests, for example, similar to fig.  S25). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 307,
                    "end": 316,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "fig.  S25"
                }
            ]
        },
        {
            "text": "Therefore, we present the HER results by both the conventional three-electrode measurements using Pt counter electrodes as the standard methodology (that is, BLHJ-Ag/AgCl-Pt) and the three-electrode measurements with BLHJ as monolithic electrodes [that is, BLHJ-SCE (saturated calomel electrode)-BLHJ]. ",
            "section": "RESULTS"
        },
        {
            "text": "The HER results of the CMS layers with a non-Pt counter electrode showed similar performance ( fig. S28). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "fig. S28"
                }
            ]
        },
        {
            "text": "How to intrinsically avoid the usage of Pt electrodes will also be demonstrated below with the development of Ni-Mo-S (NMS) systems.",
            "section": "RESULTS"
        },
        {
            "text": "A question naturally arises as to what the present mechanisms are. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Note that this experimental value of the Tafel slope (around 30 mV/dec) has been observed on Pt(111), assuming extreme coverage of hydrogen and the Tafel reaction (34)(35)(36). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(34)"
                },
                {
                    "start": 167,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(35)"
                },
                {
                    "start": 171,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(36)"
                }
            ]
        },
        {
            "text": "Our observation might indicate that the ratedetermining steps are not simply based on the surface species adsorbed (that is, binding energy matters), but the electron transfer kinetics through the bulk should be seriously considered. ",
            "section": "DISCUSSION"
        },
        {
            "text": "One clue is that the impedance analysis exhibited a systematic reduction in the resistance of the whole system as a result of thermal treatment and the addition of distinctive junction interfaces (Fig. 2D). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 196,
                    "end": 205,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 2D)"
                }
            ]
        },
        {
            "text": "We ascribe the observed high performance for HER to not only the macroscopic mechanism based on band diagrams but also the microscopic structures of our unique system. ",
            "section": "DISCUSSION"
        },
        {
            "text": "To measure the work functions of our CMS layers and other control samples, we first complementarily used ultraviolet photoelectron spectroscopy (UPS) ( fig. S29). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 160,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "fig. S29"
                }
            ]
        },
        {
            "text": "The order of the work function values (F s ) was MoS 2 > Cu 2 S > CMS. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This implies the reduction of energy barriers when electrons transfer from the Cu electrode and is consistent with the impedance analysis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The presence of Cl in the MoS 2 and its diffusion in the resulting BLHJ structures should be addressed. ",
            "section": "DISCUSSION"
        },
        {
            "text": "If the MoS 2 flakes are to be formed inside the BLHJs in a similar way, then the Cl-doped MoS 2 nanoflakes should contribute to improved transport properties (figs. S5 and S6). ",
            "section": "DISCUSSION"
        },
        {
            "text": "The estimated small energy gap from an Arrhenius plot also supports easy processes for the thermal activation of electrons ( fig. S10). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 134,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "fig. S10)"
                }
            ]
        },
        {
            "text": "Therefore, the presence of Cl and the resulting electrical doping effect will play a key role in the charge transfer via the inner frameworks consisting of the MoS 2 flakes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, the XPS results on the annealed CMS would testify a possibility of Cl diffusion into Cu 2 S if larger amounts of Cl were detected out of the surfaces of CMS than those of MoS 2 . ",
            "section": "DISCUSSION"
        },
        {
            "text": "We observed the higher portions of Cl when compared with those expected in the MoS 2 nanoflakes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "From this observation, we could therefore conclude the presence of Cl even in the Cu 2 S matrix, and similar electrical effects, such as a reduction of the Schottky barrier width by doping, are expected. ",
            "section": "DISCUSSION"
        },
        {
            "text": "At the interface between TiO 2 and electrolytes, both scenarios are possible. ",
            "section": "DISCUSSION"
        },
        {
            "text": "One is the transfer via the surface Cu 2 S because the conduction level of TiO 2 is well below that of Cu 2 S. The other is the transport through the conductive TiO 2 . ",
            "section": "DISCUSSION"
        },
        {
            "text": "The optical absorption measurements were carried out to estimate the bandgap of our TiO 2 layers ( fig. S30). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "fig. S30)"
                }
            ]
        },
        {
            "text": "Although whether the ALD-grown, amorphous TiO 2 has direct or indirect transitions is not clear, we believe that the charge transfer mechanism occurs below the conduction band of TiO 2 through the defect sites ( fig. S31). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 220,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "fig. S31"
                }
            ]
        },
        {
            "text": "The detailed transport mechanisms of the ALD-grown, amorphous TiO 2 are under debate (37)(38)(39). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "(37)"
                },
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(38)"
                },
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "(39)"
                }
            ]
        },
        {
            "text": "Nonetheless, the coating of TiO 2 overlayers resulted in the formation of ideal interfaces with our CMS layers in terms of electron transfer and initial activation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The former is further understood as a framework of the formation of Cu 2 S/TiO 2 ohmic junctions. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Notably, all the other control junctions, such as MoS 2 /TiO 2 , exhibited no improvement in charge transfer during HER ( fig. S32). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "fig. S32)"
                }
            ]
        },
        {
            "text": "A very recent report demonstrated that TiO 2 layers grown via the same ALD chemistry exhibited significant improvement in electron collection efficacy, with a shift (greater than 0.2 V) of the open-circuit voltage in InP heterojunction solar cells (40). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(40)"
                }
            ]
        },
        {
            "text": "The Cu 2 S/TiO 2 control junctions solely exhibited clear improvement for HER ( fig. S32). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 88,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "fig. S32"
                }
            ]
        },
        {
            "text": "Note that the amorphous titania layers were not kept on the CMS layers upon long-term operation by detecting no XPS signal of titania ( fig. S26). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 144,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "fig. S26"
                }
            ]
        },
        {
            "text": "Nevertheless, this layer functioned for initial activation of the underlying CMS layers for long-term stability. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We believe that the presence of TiO 2 surface layer contributes to the initial charge extraction processes from the CMS BLHJs as follows. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We suspect that the long-term operation at the high current density (about tens of microampere per square centimeter) resulted in the electrical annealing of the CMS layers (41), and the performance would become stable possibly by improving the electrical connectivity of the frameworks of MoS 2 . ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "(41)"
                }
            ]
        },
        {
            "text": "This argument could be supported by comparing the XPS results after~100-hour testing ( fig. S26) and the chronogalvanometry results for~10 days (Fig. 2). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 95,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "fig. S26"
                },
                {
                    "start": 144,
                    "end": 152,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "Moreover, these currents could be further localized for their pass only through the MoS 2 frameworks [see the results of conductive AFM (C-AFM) below].",
            "section": "DISCUSSION"
        },
        {
            "text": "Second, the unique microstructures inside our system are synergistically responsible for the observed HER activity. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The local probe measurements on the resulting CMS layer confirmed that the MoS 2 nanoflakes were likely manifested in the transport mechanisms. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We carried out C-AFM and Kelvin probe force microscopy (KPFM) measurements on the surfaces of the CMS. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The potential maps that were thus monitored indicated the successful formation of nanoscale spatial junctions on the surfaces, indicative of the direct modification of the surface energy by embedding 2D materials inside ( fig. S33). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 222,
                    "end": 230,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "fig. S33"
                }
            ]
        },
        {
            "text": "The local conduction results also imply the presence of selective pathways in the conduction throughout the CMS layers, probably via the MoS 2 nanoflakes (Fig. 3, A to C). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 161,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 3"
                }
            ]
        },
        {
            "text": "Notably, these measurements are sensitive to the ideality factor of the junctions between the tip and the sample (42). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "(42)"
                }
            ]
        },
        {
            "text": "Our systematic measurements also demonstrate the formation of conductive junction interfaces even at very small loading forces ( fig. S34). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 137,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "fig. S34"
                }
            ]
        },
        {
            "text": "In addition to the presence of an anisotropic trigger for charge transport, the inhomogeneity in the energy landscape might help evolve H 2 because of the asymmetric charge injection for HER. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The ingeniously arranged local nucleation in a nanometer/micrometer spatial regions would be beneficial for HERs (43). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "(43)"
                }
            ]
        },
        {
            "text": "All these findings result in synergetic contributions in determining the charge transfer kinetics for HER.",
            "section": "DISCUSSION"
        },
        {
            "text": "Therefore, we propose operation principles that might be accountable for the efficient HER performance observed in this study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The present mechanisms have been proposed first by recognizing the fact that the surfaces were mostly terminated by electrocatalytically nonactive materials. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Therefore, the classical Volmer-Heyrovsky-Tafel mechanism for HER activity at metal interfaces cannot explain the high HER activity observed here. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Although the Tafel reaction having the ideal surface coverage resulted in the theoretical kinetic description to be an ideal Tafel slope of~30 mV/dec, the estimated Tafel slope of~39 mV/dec from our BLHJs could not directly assign the rate-determining step (36). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 257,
                    "end": 261,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(36)"
                }
            ]
        },
        {
            "text": "As a result, we suggested that the present BLHJ systems have localized transport paths with reduced charge transfer resistance, which serve as the true active site for HER on the basis of the abovementioned observations. ",
            "section": "DISCUSSION"
        },
        {
            "text": "By spontaneous sulfidation reactions, followed by heat treatment, the dense BLHJ structures were prepared, and the resulting microstructure exhibited the successful formation of internal networks consisting of the MoS 2 and the Chevrel phases. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The presence of MoS 2 nanoflakes with strong anisotropy inside the bulk can boost the internal transport of charge carriers across the CMS layers inside during the surface reactions. ",
            "section": "DISCUSSION"
        },
        {
            "text": "That is, the metal substrate serves as a self-supported cathode, injecting electrons into the CMS layer. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In general, the drift and diffusion processes are responsible for the major transport mechanisms during HER. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Because the MoS 2 is rather confined in the BLHJ, the strong anisotropy should lead to an enhancement in the spatial charge transport via different mechanisms, thereby enabling the design of unique electrocatalysts. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, the mobility of MoS 2 is strongly dependent on the dielectric screening of its surroundings (44). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "(44)"
                }
            ]
        },
        {
            "text": "The resulting MoS 2 nanoflakes were embedded in the Cu 2 S matrix; thus, this situation should be advantageous to the anisotropic charge transport. ",
            "section": "DISCUSSION"
        },
        {
            "text": "As previously discussed, the Cl doping of MoS 2 would modify the structures, lower the energy barriers, and shorten the barrier widths with its contact materials, if any (45). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "(45)"
                }
            ]
        },
        {
            "text": "Moreover, the Chevrel Cu x Mo 6 S 8 clusters formed between the MoS 2 and Cu 2 S should facilitate the transfer of charge carriers, operating as gradient junctions. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The nanoscale dimensions of the resulting MoS 2 flakes in the bulk CMS should lead to the environmental pinning at the Fermi levels inside the bulk and the further lowering of the barrier heights (45). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "(45)"
                }
            ]
        },
        {
            "text": "Despite the complex geometries in defining the contact interfaces, the energy band diagrams suggest ideal junction interfaces with negligible barrier heights ( fig.  S31) (46). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 169,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "fig.  S31"
                },
                {
                    "start": 171,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "(46)"
                }
            ]
        },
        {
            "text": "As shown in Fig. 3D, the embedded MoS 2 flakes can function as sharp tips at the near surfaces and are additionally responsible for energy barrier lowering by the localized fields as proposed mechanisms. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 3D"
                }
            ]
        },
        {
            "text": "The present strategy reported here differs from conventional electrocatalytic concepts that seek the optimum surface binding energy to H + , not only experimentally but also theoretically (table S1). ",
            "section": "DISCUSSION"
        },
        {
            "text": "To date, no such electrocatalysts exist, satisfying both the ideal catalyst surface (that is, the onset potential and the Tafel slope) and the long-term stability ( fig. S35).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 174,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "fig. S35)"
                }
            ]
        },
        {
            "text": "Furthermore, it could offer a general tool to explore other efficient composite electrocatalysts with 2D chalcogenide materials inside the bulk. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We applied the present strategy to the porous Ni form as another transition metal where the similar incorporation is expected as well as to the BLHJs of NMS. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The difference between Cu and Ni is the cohesive energy (47), and the degree of sulfidation should be different when MoS 2 was grown under identical conditions. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "(47)"
                }
            ]
        },
        {
            "text": "Because Ni has greater bonding strength than Cu, the formation of NiS x was suppressed and the relative amounts of MoS 2 were found to be larger by its spontaneous incorporation as in the CMS case ( fig. S36). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 207,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "fig. S36"
                }
            ]
        },
        {
            "text": "The BLHJs of NMS also showed the remarkable HER performance without postthermal treatments (Fig. 4). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 99,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "The resulting NMS plates were tested without using Pt counter electrodes to eliminate any possible issues on the trace amount of Pt contamination. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Three-electrode measurements [that is, NMS as a working electrode, NMS as a counter electrode, and SCE as a reference] were carried out and exhibited similar performance and superior stability (Fig. 4F). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 193,
                    "end": 202,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig. 4F)"
                }
            ]
        },
        {
            "text": "These results explicitly testify that the outstanding HER performance undoubtedly comes from our BLHJ structures. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Furthermore, any issues on the contamination of Pt can be completely ruled out by substituting the counter Pt electrode as our NMS, indicative of the technical feasibility of direct utility of the present systems for HERs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The simultaneous incorporation of 2D chalcogenides during sulfidation of desired metals should also open a new path for research in nanocomposites that are currently difficult or not possible to synthesize.",
            "section": "DISCUSSION"
        },
        {
            "text": "MoS 2 was grown on SiO 2 /Si substrates at 250°C using a commercially available ALD system (Lucida D100, NCD). ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "MoCl 5 (99.6%; Strem Chemicals) and H 2 S (3.99%, balance N 2 ; JC Gas) were used as reactants. ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "The MoCl 5 was kept in a stainless canister at 140°C and delivered into the chamber. ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "Ultrahigh-purity N 2 (5 N; JC Gas) was used as both the carrier and the purging gas. ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "The total flow rate was 200 standard cubic centimeters per minute (sccm). ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "A full cycle consisted of t p (MoCl 5 ) of 0.5 to 5 s and t p (H 2 S) of 1 s, followed by N 2 purging for 30 s. ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "The CMS was also prepared using the same configuration with MoS 2 on Cu foil (I 2 B~20 mm, battery grade, ILJIN Materials). ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "After ALD, the chamber was cooled to room temperature, and the samples were removed from the chamber. ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "Using MoCl 5 allowed for sufficient vapor pressure at the low temperature used (that is, 140°C); however, it also resulted in doping by Cl via the following chemical reactions: MoCl 5 + H 2 S ⇄ MoSCl 3 + 2HCl and MoSCl 3 + H 2 S ⇄ MoS 2 Cl + 2HCl.",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "Once the conditions for growing MoS 2 have been established, we further optimized the number of ALD cycles. ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "The progressive improvement was shown in linear sweep voltammetry ( fig. S37), and we took 3000-cycle CMS layers in the present study. ",
            "section": "ALD of MoS 2 and TiO 2",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 77,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "fig. S37)"
                }
            ]
        },
        {
            "text": "The annealing conditions have been studied in the temperature range of 300°to 700°C and chosen to give an optimum BLHJ structure (figs. S38 and S39). ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "As-grown CMS samples were annealed in a tube furnace in a flow of inert gas (HTF-Q50, Hantech Co.). ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "The furnace was first evacuated down to less than 3 × 10 −2 torr for more than 30 min before introducing 250 sccm of N 2 (5 N; JC Gas), and the N 2 flow was continuously maintained during annealing. ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "The ramping rate was 5°C/min until the desired temperature increased, and the temperature was kept for 1 hour. ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "The furnace was then cooled down to room temperature naturally.",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "TiO 2 was deposited using a separate, commercial ALD chamber (Ozone, ForALL) at 120°C. ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "Titanium(IV) isopropoxide (TTIP; 99.99%; UP Chemical) and deionized H 2 O were used as the metal reactant and oxygen source, respectively. ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "The TTIP and water were kept in stainless bubblers at 70°C and room temperature, respectively. ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "A cycle con-sisted of t p of 2 s for both reactants and Ar (5 N) purging for 8 s at a total flow rate of 200 sccm. ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "The growth rate of TiO 2 was determined to be 0.4 Å per cycle.",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "NMS was synthesized in the same way with CMS except on porous Ni foam (0.8 mm thick; Wellcos Corporation). ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "First, Ni foams were sonicated in ethanol for 30 min and then thermally treated at 800°C for 2 hours under the reducing atmosphere with a mixture gas of 5% H 2 in Ar. ",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "Three thousand ALD cycles of MoS 2 were applied on cleaned Ni foam at 250°C under the identical conditions with the case of CMS.",
            "section": "ALD of MoS 2 and TiO 2"
        },
        {
            "text": "The physical dimensions and morphologies were observed by fieldemission SEM (JSM7500F, JEOL). ",
            "section": "Structural characterization and surface analysis"
        },
        {
            "text": "The structures were investigated by HR-TEM (JEM 2100F, JEOL) equipped with an EDX spectrometer (AZtec, Oxford Instruments). ",
            "section": "Structural characterization and surface analysis"
        },
        {
            "text": "Thin sections of the samples for TEM were prepared by focused ion beam etching (SMI3050TB, SII). ",
            "section": "Structural characterization and surface analysis"
        },
        {
            "text": "Surface chemical compositions were analyzed using XPS (ESCA Sigma Probe, Thermo VG Scientific), and surface work functions were estimated by UPS (AXIS Ultra DLD, Kratos Inc.) using a He I photon source (hv = 21.2 eV).",
            "section": "Structural characterization and surface analysis"
        },
        {
            "text": "Electrochemical measurements were carried out with a three-electrode system. ",
            "section": "Electrochemical measurements"
        },
        {
            "text": "Pt wires were used as the counter electrode, Ag/AgCl (MF-2052 for H 2 SO 4 ; Bioanalytical Systems Inc.) as the reference electrode, and the CMS (as controls, Pt, Cu, and MoS 2 ) as working electrodes. ",
            "section": "Electrochemical measurements"
        },
        {
            "text": "The electrochemical properties were recorded using a commercially available potentiostat (VMP-300, Bio-Logic). ",
            "section": "Electrochemical measurements"
        },
        {
            "text": "Cyclic voltammograms were recorded at a scan rate of 5 mV/s either in 0.5 or 1 M H 2 SO 4 electrolyte. ",
            "section": "Electrochemical measurements"
        },
        {
            "text": "The virgin curves were discarded, and the third results were routinely displayed, unless otherwise specified. ",
            "section": "Electrochemical measurements"
        },
        {
            "text": "The polarization curves were replotted as the overpotential (h) versus logarithmic current density, log|j|, to obtain the Tafel slopes. ",
            "section": "Electrochemical measurements"
        },
        {
            "text": "The reference electrode was calibrated to RHE potential in the electrolyte of 1 M H 2 SO 4 , that is, E(RHE) = E(Ag/AgCl) + 0.21 V. Electrochemical impedance analysis was carried out at a bias voltage of −0.2 versus Ag/AgCl, in the frequency range from 100 mHz to 100 kHz, at a voltage amplitude of 6 mV, and at room temperature.",
            "section": "Electrochemical measurements"
        },
        {
            "text": "NMS was used as both working and counter electrode, and SCE for alkaline electrolytes was used as a reference. ",
            "section": "Electrochemical measurements"
        },
        {
            "text": "The three-electrode configuration with Pt counter electrode was also used for comparison. ",
            "section": "Electrochemical measurements"
        },
        {
            "text": "The reference electrode was calibrated to RHE in the electrolyte of 1 M KOH (pH 14), according to E(RHE) = E(SCE, alkaline) + 0.971 V. Electrochemical impedance analysis was carried out at a bias voltage of −0.2 versus RHE with a voltage amplitude of 10 mV, in the frequency range from 100 mHz to 100 kHz.",
            "section": "Electrochemical measurements"
        },
        {
            "text": "Chronoamperometry and chronopotentiometry were carried out at a constant potential of −0.1 V versus RHE and a constant current density of −10 mA/cm 2 , respectively. ",
            "section": "Electrochemical measurements"
        },
        {
            "text": "Mott-Schottky plots were attained at a frequency of 7.8 Hz, from −0.6 to 0 V versus RHE. ",
            "section": "Electrochemical measurements"
        },
        {
            "text": "The impedance spectroscopy results were analyzed and fitted using EC-Lab software. ",
            "section": "Electrochemical measurements",
            "entity_spans": [
                {
                    "start": 66,
                    "end": 72,
                    "type": "software",
                    "rawForm": "EC-Lab",
                    "resp": "#annotator8",
                    "used": true,
                    "id": "d414802b37-software-simple-0"
                }
            ]
        },
        {
            "text": "All the measurements were carried out under dark conditions and mild magnetic stirring (200 rpm, unless otherwise specified).",
            "section": "Electrochemical measurements"
        },
        {
            "text": "A commercial atomic force microscope (SPA-400, SII) was used for C-AFM and KPFM measurements using Au-coated tips [SI-DF3-A, with a spring constant (C) of~0.2 N/m; SII NanoTechnology Inc.] and Pt/Ir-coated cantilevers [CONTPt-W, with a resonance frequency ( f ) of 25 to 27 kHz and C = 1.9 N/m; NanoWorld), respectively. ",
            "section": "Local probe measurements"
        },
        {
            "text": "KPFM images were acquired at scan rates of 0.1 to 0.2 Hz with an applied voltage of 1 V (peak-to-peak) and alternating current frequencies near the f value of the cantilevers. ",
            "section": "Local probe measurements"
        },
        {
            "text": "We simultaneously measured the topography and surface potential/conduction map of the samples under ambient conditions and in the dark.",
            "section": "Local probe measurements"
        },
        {
            "text": "Supplementary material for this article is available at http://advances.sciencemag.org/cgi/ content/full/3/3/e1602215/DC1 fig. S1. ",
            "section": "SUPPLEMENTARY MATERIALS",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 129,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "fig. S1"
                }
            ]
        },
        {
            "text": "Schematic illustration of the deposition system. ",
            "section": "SUPPLEMENTARY MATERIALS"
        },
        {
            "text": "fig. S2. ",
            "section": "SUPPLEMENTARY MATERIALS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "fig. S2"
                }
            ]
        },
        {
            "text": "Acknowledgments: We thank J. Hwang and S. W. Kim for the XRD measurements. ",
            "section": ""
        },
        {
            "text": "Funding: ",
            "section": ""
        }
    ]
}