{
    "id": "c126c7c218",
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Fatigue is the most commonly reported symptom in cancer patients. ",
            "section": "Introduction"
        },
        {
            "text": "Clinical factors that may impact the development of fatigue, such as disease progression, depression, poor nutritional status, and treatment, are often considered. ",
            "section": "Introduction"
        },
        {
            "text": "The underlying molecular mechanism of fatigue, however, is still poorly understood. ",
            "section": "Introduction"
        },
        {
            "text": "Biological factors that have been examined in recent years include cytokine dysregulation, hypothalamic-pituitaryadrenal axis dysfunction, 5 hydroxy tryptophan neurotransmitter dysregulation, circadian rhythm disruption, alterations of muscle metabolism, vagal afferent activation, and genomic factors. ",
            "section": "Introduction"
        },
        {
            "text": "1 Two \"cytokine\" hypotheses regarding the production of fatigue and related symptoms in cancer patients are the focus in this report.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "The first is based on the \"sickness behavior model\" 2 that is thought to be related mechanistically to elevation of serum and brain levels of proinflammatory cytokines of the interleukin (IL) family (e.g., IL-1, IL-1Ra, and IL-6). ",
            "section": "Introduction"
        },
        {
            "text": "[3][4][5][6][7][8][9] Activation of this cytokine signaling in the peripheral and central nervous system by cancer or cancer treatment has been shown to lead to malaise, poor appetite, and social withdrawal, which are believed to underlie fatigue, cognitive disturbances, and depression. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 12,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 15,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 18,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "10,11 The second hypothesis is that symptoms could be due to the inhibition of circadiansignaling pathways. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "This hypothesis is based on extensive laboratory data 12 showing inhibition of downstream hypothalamic signaling from the master clock in the suprachiasmic nucleus and corroborated by clinical observations. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "13 The inhibition of these hypothalamic signaling pathways can produce fatigue, suppress feeding activity, and cause malaise. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "Elevation of circulating levels of ligands of the epidermal growth factor receptor (EGFR), such as epidermal growth factor (EGF), transforming growth factor α (TGF-α), and neuregulin, 14,15 can act to inhibit neural signaling that drives normal behaviors, in laboratory studies.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 187,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "The patients reported here were enrolled on a treatment intervention study conducted by The Eastern Cooperative Oncology Group (ECOG) E4Z02: a phase III, randomized, double-blinded, placebo-controlled study to determine the effectiveness of levocarnitine supplementation in the management of moderate-to-severe fatigue in cancer patients. ",
            "section": "Introduction"
        },
        {
            "text": "The mechanism for this intervention and the preliminary laboratory and clinical data supporting this have been described previously. ",
            "section": "Introduction"
        },
        {
            "text": "16 The final analysis of the primary endpoint showed no significant difference in fatigue between levocarnitine and placebo treatments. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "16 Shortly after the E4Z02 study opened, this correlative laboratory study of ten serum cytokines was initiated based on the hypotheses mentioned above. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "The specific objectives of the correlative study are: ",
            "section": "Introduction"
        },
        {
            "text": "1) to measure serum levels of proinflammatory cytokines and growth factors (hereafter referred to as cytokines), and ",
            "section": "Introduction"
        },
        {
            "text": "2) to correlate cytokines with fatigue and depression.",
            "section": "Introduction"
        },
        {
            "text": "A subset of the E4Z02 patients was included in the current report ( Figure 1). ",
            "section": "Patients and treatment",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 76,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "All patients were enrolled to E4Z02 through ECOG-affiliated institutions and were recruited when they checked in for their clinical appointment. ",
            "section": "Patients and treatment"
        },
        {
            "text": "Eligible patients were required to have a confirmed invasive malignant disorder (at any stage of any site and at any point in their cancer treatment) and have moderate-to-severe fatigue (defined as a score of ≥2 on a Likert-type 0-4 rating scale from the Functional Assessment of Chronic Illness Therapy (FACIT-F; http://www. facit.org/) question: \"I feel fatigued\") recorded as an outpatient within 4 weeks prior to registration. ",
            "section": "Patients and treatment"
        },
        {
            "text": "More details about patient eligibility criteria could be found in Cruciani et al. 17 The protocol was approved by the Eastern Cooperative Oncology Group (ECOG) national review board at each participating institution. ",
            "section": "Patients and treatment",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "After providing written informed consent, patients were randomized in a 1:1 ratio to receive 2000 mg/day (two 1000 mg doses) of either levocarnitine or placebo (both in liquid form) for 4 weeks. ",
            "section": "Patients and treatment"
        },
        {
            "text": "For weeks 5-8 (extension phase), all patients received 2000 mg/day of open-label levocarnitine. ",
            "section": "Patients and treatment"
        },
        {
            "text": "16 ",
            "section": "Patients and treatment",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "All symptom assessments were completed at baseline (prior to the initiation of levocarnitine or placebo) and week 4 (after starting protocol therapy). ",
            "section": "Assessment of symptoms"
        },
        {
            "text": "Severity of fatigue was assessed using the Brief Fatigue Inventory (BFI). ",
            "section": "Assessment of symptoms"
        },
        {
            "text": "17 The total fatigue score (range: 0-10) was the average score for all nine items in BFI, with a higher score indicating worse fatigue. ",
            "section": "Assessment of symptoms",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "Severe fatigue, however, is defined as scores ≥7 for the \"worst\" fatigue level during past 24 hours item due to \"its conceptual simplicity and close relation to function interference\". ",
            "section": "Assessment of symptoms"
        },
        {
            "text": "17 Severity of depression was assessed with Center for Epidemiologic Studies Depression Scale (CES-D). ",
            "section": "Assessment of symptoms",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "18,19 The total depression score (range: 0-60) was the sum of the scores for all 20 items, with a higher score indicating worse depression. ",
            "section": "Assessment of symptoms",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "A total score of ≥16 was considered a potentially significant level of depression, 18,19 which was called severe depression in the study.",
            "section": "Assessment of symptoms",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18,"
                },
                {
                    "start": 86,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "Compared with baseline, a ≥50% improvement at 4 weeks of the BFI and CES-D total scores was considered a symptom response in the present analysis. ",
            "section": "Assessment of symptoms"
        },
        {
            "text": "20 As a sensitivity analysis, symptom response was also defined as ≥4-point decrease for BFI total score and ≥10-point decline for CES-D total score at week 4 assessment. ",
            "section": "Assessment of symptoms",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "In the sensitivity analysis, symptom response was only examined in patients with baseline score of no less than the above-specified cutoff points. ",
            "section": "Assessment of symptoms"
        },
        {
            "text": "The above cutoff points were chosen because we believed those levels of improvement in fatigue and depression could be considered clinically meaningful.",
            "section": "Assessment of symptoms"
        },
        {
            "text": "After activation of the amendment incorporating this cytokine correlative study into E4Z02 trial, serum samples were collected from consenting patients at baseline (prior to the initiation of protocol therapy) and week 4 (prior to first treatment of the extension phase). ",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "The baseline blood draw was done between 6 and 10 am (8 am optimal) before receiving cancer therapy if applicable. ",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "The week 4 blood draw was collected at the same time of day as the baseline blood. ",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "After the blood was drawn, the blood was centrifuged at ~3,500× g at 4°C for 10 minutes to separate the serum. ",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "The serum was then drawn into a sterile syringe (or a transfer pipette) and then evenly dispensed (aliquot) into labeled cryotubes in 2-mL aliquots. ",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "The vials were capped securely and the serum was frozen at −70°C or colder at the local institutions and shipped to the central ECOG Pathology Coordinating Office repository after collection of both baseline and week 4 evaluation samples.",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "After all the samples were collated upon completion of the clinical study, the ECOG Pathology Coordinating Office shipped these samples to investigators at the University of Virginia, where all cytokine analyses were conducted. ",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "The ten cytokines assayed were IL-1, IL-1β, IL-6, IL-8, IL-1Ra, interferon-γ (IFN-γ), tumor necrosis factor-α (TNF-α), EGF, TGF-α, and vascular endothelial growth factor (VEGF). ",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "Cytokines IL-1β, IL-6, and TNF-α were tested via the ELISA kits from DRG International, Inc (Springfield, NJ, USA). ",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "TGF-α and EGF were tested using ELISA kit QIA61 from Oncogene Research Products (Cambridge, MA, USA), and VEGF was tested using ELISA kit DVE00 from R&D Diagnostics (Minneapolis, MN, USA).",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "The cytokine analysis was performed with a Luminex analyzer on first thawed samples using up to 500 µL for duplicate assays. ",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "Detection was achieved through a beadbased antibody-antigen sandwich method. ",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "Briefly, samples were incubated with color-coded beads that were precoated with analyte-specific capture antibodies for the molecule of interest. ",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "Expression levels were determined following incubation with a biotinylated detection antibody and streptavidinconjugated phycoerythrin (PE). ",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "Using a Luminex ® analyzer, independent lasers determined the color of each bead and the magnitude of the PE-derived signal, which was directly proportional to the levels of bound analyte. ",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "Samples were given a missing value for cytokines if the levels of cytokines were below the detection level of the kits. ",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "Samples with missing values for cytokine levels were excluded from corresponding analysis. ",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "Hence, the sample size might vary for different cytokines. ",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "The average of the duplicates was used for each cytokine in all analyses.",
            "section": "Serum collection and cytokine ELISA analysis"
        },
        {
            "text": "The target accrual for the correlative serum study was 160 patients to give an 80% power to detect a 0.5 standard deviation (SD) difference in mean serum levels of any of the cytokines between patients with severe and non-severe symptoms, using Wilcoxon rank sum test with a 0.05 twosided type I error. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Wilcoxon signed-rank test and rank sum test were used to examine the difference between groups for continuous variables. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Fisher's exact test was used to test the association between categorical/binary variables. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Multivariable linear and logistic models and generalized estimating equation (GEE) models were used for regression analysis. ",
            "section": "Statistical analysis"
        },
        {
            "text": "No adjustment was made for multiple comparisons in this exploratory analysis. ",
            "section": "Statistical analysis"
        },
        {
            "text": "All p values were two-sided and a p value of 0.05 was considered statistically significant. ",
            "section": "Statistical analysis"
        },
        {
            "text": "STATA 11.2 (StataCorp., College Station, TX, USA) was used for all analyses.",
            "section": "Statistical analysis",
            "entity_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "software",
                    "rawForm": "STATA",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "c126c7c218-software-0"
                },
                {
                    "start": 6,
                    "end": 10,
                    "type": "version",
                    "rawForm": "11.2",
                    "resp": "#annotator2",
                    "id": "#c126c7c218-software-0"
                },
                {
                    "start": 12,
                    "end": 21,
                    "type": "publisher",
                    "rawForm": "StataCorp",
                    "resp": "#curator",
                    "id": "#c126c7c218-software-0"
                }
            ]
        },
        {
            "text": "A total of 376 patients were enrolled to E4Z02 between November 2005 and January 2007, and 172 of them were enrolled after the activation of the correlative study in September 2006. ",
            "section": "Patient characteristics"
        },
        {
            "text": "Serum samples were available for 101 patients at baseline and 4 weeks after initiation of protocol therapy; 47 on levocarnitine, and 54 on placebo. ",
            "section": "Patient characteristics"
        },
        {
            "text": "Figure 1 displays the study CONSORT diagram. ",
            "section": "Patient characteristics",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "No significant difference in baseline patient characteristics was found except for disproportionately lower overall metastatic disease rate among the 101 patients compared with the remaining 275 patients without cytokine assessment (data not shown). ",
            "section": "Patient characteristics"
        },
        {
            "text": "The baseline symptom levels were similar as well (Figure 2A, C). ",
            "section": "Patient characteristics",
            "ref_spans": [
                {
                    "start": 49,
                    "end": 59,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Figure 2A"
                }
            ]
        },
        {
            "text": "Of the 101 patients with cytokine data, the patient characteristics were well balanced between the levocarnitine and placebo arms except for a lower proportion of males in the levocar-nitine arm (Table 1). ",
            "section": "Patient characteristics",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 204,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Hence, we analyzed the data regarding the symptoms correlated with cytokines on the collapsed population of 101 patients. ",
            "section": "Patient characteristics"
        },
        {
            "text": "Table 2 shows a significant decrease in fatigue and depression levels between baseline and week 4. ",
            "section": "Patient characteristics",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Of the 101 patients, 64.4% had severe fatigue at baseline and 54.0% reported severe fatigue at 4-week assessment. ",
            "section": "Patient characteristics"
        },
        {
            "text": "The mean percent change of BFI total score was −17.4%, and 16.2% (n=16) of patients had a ≥50% improvement in BFI total scores (fatigue responders). ",
            "section": "Patient characteristics"
        },
        {
            "text": "For depression, 44.6% and 36.0% of patients reported severe depression at baseline and week-4 assessments, respectively. ",
            "section": "Patient characteristics"
        },
        {
            "text": "The mean percent change of the CES-D total scores was −5.4%, and 24.2% (n=24) of patients had a ≥50% improvement in CES-D total scores (i.e., they were depression responders). ",
            "section": "Patient characteristics"
        },
        {
            "text": "As illustrated in Figure 2B, D, symptoms improved significantly for all patients independent of treatment arm.",
            "section": "Patient characteristics",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 27,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2B"
                }
            ]
        },
        {
            "text": "The mean serum levels for all cytokines are displayed in Table 2. ",
            "section": "Cytokines at baseline and week 4 assessments",
            "ref_spans": [
                {
                    "start": 57,
                    "end": 64,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "All cytokines were elevated at baseline compared with the normal levels from the literature. ",
            "section": "Cytokines at baseline and week 4 assessments"
        },
        {
            "text": "Multivariable linear regression analyses show that patients with current radiotherapy had a higher level of IL-1β (p=0.002), IFN-γ (p=0.026), and TGF-α (p=0.03) at baseline, after adjusting for other covariates. ",
            "section": "Cytokines at baseline and week 4 assessments"
        },
        {
            "text": "Patients with metastatic disease had a higher level of TNF-α (p=0.047) and IL-8 (p=0.044). ",
            "section": "Cytokines at baseline and week 4 assessments"
        },
        {
            "text": "Male patients had a higher level of IL-1β (p=0.028) and IL-1Ra (p=0.023; data not shown). ",
            "section": "Cytokines at baseline and week 4 assessments"
        },
        {
            "text": "Overall, the mean serum levels significantly decreased between baseline and week 4 for all cytokines (p<0.001 for all cytokines, Table 2). ",
            "section": "Cytokines at baseline and week 4 assessments",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 136,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The GEE analyses showed that the most significant cytokine decreases over time were on the placebo arm and in patients currently receiving irradiation (data not shown).",
            "section": "Cytokines at baseline and week 4 assessments"
        },
        {
            "text": "There was no statistically significant difference in cytokine levels between symptom groups (severe vs. non-severe fatigue and severe vs. non-severe depression) at baseline based on the Wilcoxon rank sum test (p>0.05 for all cytokines, data not shown). ",
            "section": "Association between cytokines and symptoms at baseline"
        },
        {
            "text": "However, patients with higher levels of IFN-γ (odds ratio [OR]=1.45, p=0.013), IL-1Ra (OR=1.62,  (Table 3). ",
            "section": "Association between cytokines and symptoms at baseline",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 105,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Table 3"
                }
            ]
        },
        {
            "text": "Patients with a higher level of IL-1Ra also had increased odds of having severe fatigue at baseline (OR=1.57, p=0.033; Table 3). ",
            "section": "Association between cytokines and symptoms at baseline",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 126,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "A sensitivity analysis was conducted where the lowest detection level was imputed for samples with levels of cytokines below that. ",
            "section": "Sensitivity analysis for association between cytokines and symptoms"
        },
        {
            "text": "The results about association between cytokines and symptoms were similar in the subjects where samples were given missing values in the same situation (data not shown).",
            "section": "Sensitivity analysis for association between cytokines and symptoms"
        },
        {
            "text": "This prospective study of a heterogeneous group of patients with invasive malignancy and moderate-to-severe fatigue shows that all cytokines are elevated at baseline compared with the normal levels reported in other studies. ",
            "section": "Discussion"
        },
        {
            "text": "21,22 The very high levels found here may be related to factors known to elevate cytokine levels like stress, chronic illness, irradiation, and infection. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "Certain patient demographic and disease characteristics were found to be associated with higher levels of cytokines in our study, such as metastatic disease, current radiotherapy, and male sex. ",
            "section": "Discussion"
        },
        {
            "text": "Performance status per se is not associated with cytokine levels in our study. ",
            "section": "Discussion"
        },
        {
            "text": "Consistent with our study hypothesis, higher levels of cytokines appear to be associated with a greater symptom burden (Table 3). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 128,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "At the baseline assessment, a multivariable analysis shows that a high level of IL-1Ra is associated with severe fatigue. ",
            "section": "Discussion"
        },
        {
            "text": "This observation is consistent with a study of fatigued breast cancer and prostate cancer survivors. ",
            "section": "Discussion"
        },
        {
            "text": "23 A meta-analysis of over 1000 cancer patients also found that the circulating levels of IL-1Ra and IL-6 are associated with fatigue. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "24 In our multivariable analysis for depression, seven (IL-1Ra, TNF-α, IL-6, IL-8, IFN-γ, TGF-α, and VEGF) of the ten cytokines are significantly associated with severe depression. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24"
                }
            ]
        },
        {
            "text": "This observation about IL-6 is consistent with previous studies. ",
            "section": "Discussion"
        },
        {
            "text": "6,25 Cancer-related fatigue is extensively studied because it is prevalent and associated with significant morbidity, functional impairment, and loss of quality of life. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "26 Several studies have been conducted to examine whether targeted Abbreviations: EGF, epidermal growth factor; IFN-γ, interferon-γ; IL, interleukin; SD, standard deviation; TGF-α, transforming growth factor-α; TNF-α, tumor necrosis factor-α; VEGF, vascular endothelial growth factor. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "Notes: a A multivariable logistic regression model was fit for each symptom to estimate the adjusted OR for each cytokine. ",
            "section": "Discussion"
        },
        {
            "text": "In these models, the same set of adjusting covariates was included for all cytokines. ",
            "section": "Discussion"
        },
        {
            "text": "Abbreviations: CI, confidence interval; EGF, epidermal growth factor; IFN-γ, interferon-γ; IL, interleukin; OR, odds ratio; TGF-α, transforming growth factor-α; TNF-α, tumor necrosis factor-α; VEGF, vascular endothelial growth factor.",
            "section": "Discussion"
        },
        {
            "text": "interventions based on molecular mechanisms could help alleviate fatigue. ",
            "section": "Discussion"
        },
        {
            "text": "For example, a study of the prospective use of dexamethasone for fatigue in advanced cancer patients showed modest benefit at 2 weeks. ",
            "section": "Discussion"
        },
        {
            "text": "27 Another recent trial using the anti-IL-6 antibody ALD 518 has shown some promising results and indicates that the IL-6 pathway disruption may be a promising avenue to pursue. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "28 The multidimensional causes of cancer fatigue production, in particular, the possible relationship with disruption of the biologic timing mechanism by ligands of the EGFR family, is another potential therapeutic intervention. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "Supporting this notion are the results with the tyrosine kinase inhibitor, gefitinib, that showed early reversal of multiple symptoms that are hard to explain solely on the basis of tumor response. ",
            "section": "Discussion"
        },
        {
            "text": "29 Furthermore, in a small pilot trial, we found that the use of the tyrosine kinase inhibitor did reverse objective measurements of the circadian system with normalization of wrist actigraphy measurements, indicating fatigue in a cohort of patients with metastatic non-small cell lung cancer. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ]
        },
        {
            "text": "30 Future studies with anti-EGFR agents should explore the potential for improvement of symptoms as well as antitumor activity in the quest for better understanding of the interventional potential of this class of agents.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                }
            ]
        },
        {
            "text": "In the parent E4Z02 trial 16 and in our correlative cytokine study reported here, and in a separately published randomized fatigue intervention trial, 31 improvement in symptoms occurred independent of the therapeutic intervention and represents a placebo effect. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 26,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                },
                {
                    "start": 151,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "We show here that fatigue improvement is associated with a decline of the IL-1/IL-1Ra pathway in this population that experience the placebo effect (Table 2), thus contributing to the understanding of fatigue within the emerging knowledge of the importance of neural-chemical pathways in producing placebo effects per se. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 157,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "32 Although the precise neurochemical mechanism is unknown, the observed placebo effects can be important confounding factors in clinical symptom research. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "One approach to account for this would be to assess patient's expectations, a dimension that has been shown to influence treatment intervention in studies concerning pain and inflammation. ",
            "section": "Discussion"
        },
        {
            "text": "33 Another way could examine the actual language used by health workers (e.g., certified research assistants and doctors) enrolling patients onto clinical trials that could provide an elevated sense of anticipation that has been shown to influence outcomes positively or negatively (placebo or nocebo, respectively). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33"
                }
            ]
        },
        {
            "text": "32 There are some important limitations for this correlative study. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "First, only one follow-up was made, at week 4. ",
            "section": "Discussion"
        },
        {
            "text": "Multiple evaluations of the cytokine levels at specific times as well as follow-up extended beyond 1 month might be important, given the known circadian variation in these cytokine levels as well as changing trajectory of fatigue over time. ",
            "section": "Discussion"
        },
        {
            "text": "Second, various additional variables were not collected (e.g., duration of fatigue before study entry, body mass index, menopausal status of female subjects, sleep problems, concomitant use of sleep aid, nutrition and oxygen status, the type and the timing of chemotherapeutic agents used, hormone therapy, and immunotherapy). ",
            "section": "Discussion"
        },
        {
            "text": "Some of these additional variables might mediate the association between cytokines and fatigue. ",
            "section": "Discussion"
        },
        {
            "text": "Third, some details about the blood draw (e.g., whether it is collected before taking the study drug intervention) are not explicitly specified in the protocol, which might have an impact on the study results. ",
            "section": "Discussion"
        },
        {
            "text": "Fourth, we did not adjust these exploratory analyses for multiple comparisons. ",
            "section": "Discussion"
        },
        {
            "text": "Finally, the analyses are underpowered due to the small sample size. ",
            "section": "Discussion"
        },
        {
            "text": "Overall, these correlative study data should be considered as exploratory and hypothesis generating.",
            "section": "Discussion"
        },
        {
            "text": "In summary, this correlative study of a placebo-controlled trial involving a drug intervention to treat fatigue indicates that there are elevations in proinflammatory cytokines (IL-1 and IL-1Ra) and ligands of the EGFR family that are correlated with fatigue and depression in cancer patients. ",
            "section": "Discussion"
        },
        {
            "text": "Correlative studies are an important component of placebocontrolled symptom interventions, providing biological insights and leads that enhance the value proposition of this research even when the investigational treatments lack efficacy.",
            "section": "Discussion"
        },
        {
            "text": "The authors wish to acknowledge the work of Dr. Mehmet Koc and the laboratory facilities of Dr. Jeffery Lisiak at the University of Virginia for the cytokine assays.",
            "section": "Acknowledgments"
        },
        {
            "text": "This study was conducted by the Eastern Cooperative Oncology Group and supported in part by Public Health Service Grants CA23318, CA66636, CA21115, CA49957, CA39229, and CA104362 from the National Cancer Institute, National Institutes of Health, and the Department of Health and Human Services. ",
            "section": "Acknowledgments"
        },
        {
            "text": "Its contents are solely the responsibility of the authors and do not necessarily represent the official views of the National Cancer Institute.",
            "section": "Acknowledgments"
        },
        {
            "text": "These data were previously presented at the Annual Meeting of the American Society of Clinical Oncology in 2011.",
            "section": "Acknowledgments"
        },
        {
            "text": "The authors report no conflicts of interest in this work.",
            "section": "Disclosure"
        },
        {
            "text": "Submit your manuscript here: https://www.dovepress.com/cancer-management-and-research-journal Cancer Management and Research is an international, peer-reviewed open access journal focusing on cancer research and the optimal use of preventative and integrated treatment interventions to achieve improved outcomes, enhanced survival and quality of life for the cancer patient. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "Visit http://www.dovepress.com/testimonials.php to read real quotes from published authors.",
            "section": "Publish your work in this journal"
        }
    ]
}