{
    "id": "d2ddee9af5",
    "abstract": [],
    "body_text": [
        {
            "text": "on donations across charitable categories. "
        },
        {
            "text": "To overcome the econometric problems that arise when the dependent variable is censored at zero for a non-negligible portion of the sample, the Tobit model, single- (Tobin 1958) or multiequation (Amemiya 1974), is normally relied upon. ",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(Tobin 1958)"
                },
                {
                    "start": 195,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Amemiya 1974)"
                }
            ]
        },
        {
            "text": "2 There are, however, important shortcomings with the Tobit parameterization upon which we elaborate in the sections below.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "2"
                }
            ]
        },
        {
            "text": "In this article, we use Yen's (2005) multivariate sample selection model (MSSM) which extends Heckman's (1979) bivariate selection model to a three-good system. ",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "Yen's (2005)"
                },
                {
                    "start": 94,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "Heckman's (1979)"
                }
            ]
        },
        {
            "text": "Like all selection models, the procedure allows the binary (selection) and level outcomes to be determined by separate stochastic processes and relaxes the Tobit parameterization restrictions noted above and discussed below. "
        },
        {
            "text": "It also allows correlations of the error terms among all equations, accommodating feedback among all binary and level decisions on donations. "
        },
        {
            "text": "To the extent that unobserved factors such as household and institutional characteristics can affect donation activities jointly, the MSSM constitutes an improvement over single equation and bivariate models and multiequation two-step procedures by enhancing the statistical efficiency of the estimates."
        },
        {
            "text": "The article is intended as a contribution to the literature on charitable giving by purpose in the spirit of Brooks (2007) and Hossain and Lamb (2012). ",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "Brooks (2007)"
                },
                {
                    "start": 127,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Hossain and Lamb (2012)"
                }
            ]
        },
        {
            "text": "3 We develop and estimate a model of charitable donations to organizations that help people in need, combined purpose and international aid (CP&IA) organizations, and all other organizations. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "3"
                }
            ]
        },
        {
            "text": "The primary objective is to provide estimated tax price elasticities which can be used to predict the impacts of changes in the tax treatment of charitable contributions on the levels of individual monetary donations to charity. "
        },
        {
            "text": "4 For example, how would changing the charitable deduction to a 12% tax credit, as proposed by the National Commission on Fiscal Responsibility and Reform, impact individual contributions to charity? ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "4"
                }
            ]
        },
        {
            "text": "5 The answer to this question is of enormous importance to nonprofits given that over 70% of all charitable donations comes from individuals. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "5"
                }
            ]
        },
        {
            "text": "6 Below in Section II, we detail the shortcomings of the Tobit model and present the MSSM. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "6"
                }
            ]
        },
        {
            "text": "Data and variables are described in Section III. "
        },
        {
            "text": "Results are presented and discussed in Section IV. "
        },
        {
            "text": "Section V provides the discussion and conclusions."
        },
        {
            "text": "A large body of the charitable donation literature is based on the Tobit model (Tobin 1958). ",
            "section": "II. ECONOMETRIC MODEL",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(Tobin 1958"
                }
            ]
        },
        {
            "text": "The Tobit model is known to be restrictive in that any variable which positively (negatively) impacts the level of a dependent variable is 3. ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "Ottoni- Wilhelm and Hungerman (2007) estimate panel data model using data for households making positive charitable contributions. ",
            "section": "II. ECONOMETRIC MODEL",
            "ref_spans": [
                {
                    "start": 8,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "Wilhelm and Hungerman (2007)"
                }
            ]
        },
        {
            "text": "Households with zero contributions are excluded, resulting in a great loss of information.",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "4. Charitable donations to combined purpose and international aid organizations are included in the analysis because some of these contributions are certainly directed toward the poor and needy. ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "We choose to treat them separately since contributions to these types of charities may also be directed to a myriad of other purposes.",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "5. For a listing of proposals to reform the tax treatment of charitable contributions, the reader is referred to the Independent Sector (2016).",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "6. The National Philanthropic Trust (2016) reported that, in 2014, 72% of all donations to charity came from individuals. ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "forced to have a positive (negative) impact on the probability of a positive outcome (Lin and Schmidt 1984). ",
            "section": "II. ECONOMETRIC MODEL",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(Lin and Schmidt 1984)"
                }
            ]
        },
        {
            "text": "7 Further, the relative effects of two continuous explanatory variables on the probability, conditional mean, and unconditional mean of the dependent variable are identical and equal to the ratio of the corresponding coefficients. ",
            "section": "II. ECONOMETRIC MODEL",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "7"
                }
            ]
        },
        {
            "text": "Such presumptions are questionable in the context of charitable donation and, in fact, of most empirical applications. ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "Recently, Brooks (2007) estimates tax price elasticities across six nonprofit subsectors using the log-Tobit model, with the logarithmic transformation for the dependent variable. ",
            "section": "II. ECONOMETRIC MODEL",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "Brooks (2007)"
                }
            ]
        },
        {
            "text": "Apart from the aforementioned parametric restrictions, an additional issue with the log-Tobit model is that maximumlikelihood estimates are not invariant with respect to scaling of the dependent variable. ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "Further, a common approximation to the relative marginal effects of unconditional level of the dependent variable can have a poor property, because the unconditional mean of the dependent vari-",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "by Jensen's inequality. ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "Using property of the truncated log-normal distribution for the error term (Johnson, Kotz, and Balakrishnan 1994, 241), the unconditional mean for the log-Tobit model is E(c) = exp(x ′ β + σ 2 /2)Φ(σ + x ′ β/σ), where x ′ β is the mean of the latent regression function, σ is error standard deviation, and Φ(•) is cumulative distribution function of the unit normal (see Appendix S2, Supporting Information). ",
            "section": "II. ECONOMETRIC MODEL",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 118,
                    "type": "bibr",
                    "text": "(Johnson, Kotz, and Balakrishnan 1994, 241)"
                }
            ]
        },
        {
            "text": "This suggests that interpreting the coefficient of a log-transformed variable (i.e., an element of β) as the elasticity based on the exponential term of the expression can result in substantial error as the remaining (probability) term is ignored. ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "We demonstrate the lack of invariance of log-Tobit estimates and proper calculation of elasticity estimates by estimating a log-Tobit model for donation for the needy, a category considered in this article. ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "Further details of (issues with) the log-Tobit model are presented in Appendix S2 and estimation results in Table S1.",
            "section": "II. ECONOMETRIC MODEL",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 116,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table S1"
                }
            ]
        },
        {
            "text": "When households are not necessarily potential consumers of the donated goods, the Tobit model cannot properly handle zero observations of the dependent variables. ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "The sample 7. ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "Recent studies by Forbes andZampelli (2011, 2013) provide formal hypothesis tests which demonstrate the general superiority of sample selection models, for example, Cragg's (1971) \"single-hurdle\" model and Heckman's (1979) bivariate selection model, over Tobit specifications for both time and money donations. ",
            "section": "II. ECONOMETRIC MODEL",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "Forbes and"
                },
                {
                    "start": 28,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "Zampelli (2011, 2013)"
                },
                {
                    "start": 165,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "Cragg's (1971)"
                },
                {
                    "start": 206,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "Heckman's (1979)"
                }
            ]
        },
        {
            "text": "selection model (Heckman 1979) offers a richer behavioral explanation and more flexible parameterization to accommodate the zero observations. ",
            "section": "II. ECONOMETRIC MODEL",
            "ref_spans": [
                {
                    "start": 16,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(Heckman 1979"
                }
            ]
        },
        {
            "text": "For this analysis of joint donation activities, we use the MSSM (Yen 2005), which is an extension of Heckman's (1979) bivariate sample selection model to the multivariate case. ",
            "section": "II. ECONOMETRIC MODEL",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "(Yen 2005)"
                },
                {
                    "start": 101,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "Heckman's (1979)"
                }
            ]
        },
        {
            "text": "The outcome for each type of contribution (c i ) is governed by a binary sample selection rule (observation subscript suppressed for brevity) 1log",
            "section": "II. ECONOMETRIC MODEL",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 143,
                    "text": "1"
                }
            ]
        },
        {
            "text": "where z and x are vectors of explanatory variables with conformable parameter vectors α i and β i , σ i is a scale parameter, and (u i , v i ) are random error terms. ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "In contrast to the Tobit model in which one stochastic process determines both the binary and level outcomes, the binary outcome for each good i is governed by a sample selection process and level by another. ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "The logarithmic transformation of the dependent variables also accommodates potential nonnormality and heteroscedasticity of the error terms (Yen and Rosinski 2008). ",
            "section": "II. ECONOMETRIC MODEL",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(Yen and Rosinski 2008)"
                }
            ]
        },
        {
            "text": "Assuming the error",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "3 ) are distributed as six-dimensional standard normal with zero means and a finite correlation matrix, the system can be estimated by the method of maximum likelihood. ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "The sample likelihood function is presented in Yen (2005) but is much simplified for a three-good system, which we present in Appendix S1. ",
            "section": "II. ECONOMETRIC MODEL",
            "ref_spans": [
                {
                    "start": 47,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "Yen (2005)"
                }
            ]
        },
        {
            "text": "The MSSM nests two restricted specifications: (1) an independent system in which all unique error correlations are zeros; (2) a pairwise selection system in which only the correlation between each selection equation and its corresponding level equation is allowed (Yen 2005). ",
            "section": "II. ECONOMETRIC MODEL",
            "ref_spans": [
                {
                    "start": 264,
                    "end": 274,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "(Yen 2005)"
                }
            ]
        },
        {
            "text": "Tests against these nested specifications can be done with the Wald, likelihood ratio, or Lagrange multiplier test.",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "Marginal effects of probabilities, conditional levels, and unconditional levels allow in-depth analysis of the effects of explanatory variables. ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "Denote the cumulative distribution function of the unit normal as Φ(•) and the correlation between the selection and level equations for each good as ρ i . ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "Then, for each i, the probability of a positive c i and conditional mean (Yen and Rosinski 2008, 5) are 2Pr",
            "section": "II. ECONOMETRIC MODEL",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 99,
                    "type": "bibr",
                    "text": "(Yen and Rosinski 2008, 5)"
                },
                {
                    "start": 104,
                    "end": 105,
                    "text": "2"
                }
            ]
        },
        {
            "text": "This multiplicative relationship also implies that the elasticities of probability and conditional mean with respect to a variable add up to the elasticity of the unconditional mean. ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "Differentiating (differencing) Equations (2)-(4) with respect to explanatory variables x and z yields the marginal effects of continuous (discrete) explanatory variables. ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "Unlike the restrictions imposed by Tobit parameterization, these expressions and the resulting marginal effects (Yen and Rosinski 2008, 5) suggest that though the marginal effect of a common variable in the selection and level equations (say x k = z k with coefficients β ik = α ik ) on the probability of positive c i is determined exclusively by the coefficients α ik , the marginal effects on the conditional and unconditional means of c i are functions of both α ik and β ik , which can take either sign. ",
            "section": "II. ECONOMETRIC MODEL",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 138,
                    "type": "bibr",
                    "text": "(Yen and Rosinski 2008, 5)"
                }
            ]
        },
        {
            "text": "This, again, shows the advantage of the sample selection parameterization over the Tobit. ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "We calculate elasticities with respect to tax price, for all observations and averaged over the sample. ",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "For statistical inference, standard errors of elasticities are calculated by a mathematical approximation procedure known as the delta method.",
            "section": "II. ECONOMETRIC MODEL"
        },
        {
            "text": "Our empirical analysis uses data from the 2009 Center on Philanthropy Panel Study (COPPS) and Panel Study on Income Dynamics (PSID). ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "The COPPS is the philanthropy module of the PSID and contains data on charitable donations by purpose, religious affiliation, and a number of important economic, demographic, and cultural characteristics for a sample of 8,690 American families. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "Additional data are extracted from the PSID 2009 family file and merged with the COPPS data. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "Importantly, because the PSID has a low-income oversample, all analyses are weighted. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "The weights account for unequal sampling probabilities of families in the PSID as well as for differential attrition (Gouskova 2007). ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 132,
                    "type": "bibr",
                    "text": "(Gouskova 2007)"
                }
            ]
        },
        {
            "text": "Also noted is that the COPPS data on monetary giving by households which itemize charitable contributions are similar to tax return data except for the very top of the income distribution. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "The COPPS data have a distinct advantage in examining the charitable behavior of nonitemizers as such data are unavailable from tax returns. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "For more details regarding COPPS and the PSID, the reader is referred to Wilhelm (2005Wilhelm ( , 2008aWilhelm ( , 2008b.",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "Wilhelm (2005"
                },
                {
                    "start": 86,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "Wilhelm ( , 2008a"
                },
                {
                    "start": 103,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "Wilhelm ( , 2008b"
                }
            ]
        },
        {
            "text": "From the total sample, we dropped households with a head residing in a foreign country (43 observations), for which the respondent was not the head or the wife (206) or the philanthropy module questions were not asked (6), cohabitating (772), or with a separated or unclear marital status (367). ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "Additionally, we dropped observations with missing values on important variables: 342 on educational level, 30 on race, 12 on life satisfaction, and one on age, all of the household head. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "Finally, 153 \"borderline itemizer\" households (explained below) were eliminated. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "This left us with an estimation sample of 6,758 households whose marital status is married with husband and wife living together, single head of household, or single. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "All variable definitions and weighted sample statistics are provided in Table 1.",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 79,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The dependent variables are donations to organizations who help people in need of food, shelter, or other basic necessities (needy), to CP&IA/peace organizations, and to all other charities (all other). ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "These data were taken directly or calculated from the COPPS database which identifies monetary donations to charitable organizations by purpose. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "8 Federal and state marginal tax rates are estimated using Internet TAXSIM Version 9, the NBER's FORTRAN program for calculating liabilities under U.S. federal and state income tax laws from individual data. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 68,
                    "end": 74,
                    "rawForm": "TAXSIM",
                    "resp": "whitelist",
                    "id": "d2ddee9af5-software-simple-w0"
                },
                {
                    "type": "software",
                    "start": 97,
                    "end": 104,
                    "rawForm": "FORTRAN",
                    "resp": "whitelist",
                    "id": "d2ddee9af5-software-simple-w1"
                },
                {
                    "type": "software",
                    "start": 105,
                    "end": 112,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "d2ddee9af5-software-simple-w2"
                }
            ]
        },
        {
            "text": "9 These rates are estimated presuming zero charitable contributions so that they represent \"first dollar\" tax rates. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "10 This ameliorates the potential endogeneity problem with actual marginal tax rates that arises because large donation amounts 8. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "The all other categories include religious organizations, health and medical research, education, neighborhood and community improvement, youth and family services, the arts, the environment, and other organizations.",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "10. The term \"first dollar\" tax rate refers to the tax rate that would be applied to the first dollar the individual contributes to charity. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "Correspondingly, the \"first dollar\" tax price refers to the cost to the individual of the first dollar the individual contributes to charity. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "may reduce taxable income enough to lower the household's marginal tax bracket. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "The first dollar tax price of monetary donations is calculated as",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "where I = 1 for itemizers and 0 otherwise, τ is the marginal tax rate, τ f is the marginal federal tax rate, τ s is the marginal state tax rate, d s = 1 if contributions are deductible on the state return and 0 otherwise, and d f = 1 if federal taxes are deductible on state returns (Bradley, Holden, and McClelland 2005). ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS",
            "ref_spans": [
                {
                    "start": 283,
                    "end": 321,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Bradley, Holden, and McClelland 2005)"
                }
            ]
        },
        {
            "text": "11 We note, however, that even the first dollar tax price can be susceptible to omitted variables bias due to unobserved heterogeneity across states, that is, differences across states that are correlated with both tax rates and the philanthropic behavior of its citizenry. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "11"
                }
            ]
        },
        {
            "text": "As a precaution, therefore, we include a set of state dummy variables to reduce the likelihood of such bias. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "The formulation of the tax price in Equation 5presumes that an itemizing household remains an itemizing household even in the absence of the charitable deduction, that is, that itemization status is itself exogenous to charitable giving. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 46,
                    "text": "5"
                }
            ]
        },
        {
            "text": "For borderline itemizers, such is not the case; as without the charitable deduction, they would choose the standard deduction, so that their itemization status is endogenous to giving. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "In our sample, such borderline itemizers are identified as households which itemize and make positive monetary donations to charity but face a tax price of one. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "Following Clotfelter (1980) and as noted above, we exclude these households.",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "Clotfelter (1980)"
                }
            ]
        },
        {
            "text": "Similar to Brooks (2007), our measure of income is pretax family income. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS",
            "ref_spans": [
                {
                    "start": 11,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "Brooks (2007)"
                }
            ]
        },
        {
            "text": "We use this broad measure of income because it is likely to be much less responsive to variations in marginal tax rates (Saez, Slemrod, and Giertz 2012). ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 152,
                    "type": "bibr",
                    "text": "(Saez, Slemrod, and Giertz 2012)"
                }
            ]
        },
        {
            "text": "Both tax price and income are included in the natural log form.",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "Remaining variables are taken directly or calculated from the COPPS and/or PSID data 11. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "Most taxpayers are allowed a choice between the itemized deductions and the standard deduction. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "They can itemize their deductions (from a list of allowable items) and subtract those itemized deductions (and any applicable personal exemption deductions) from their adjusted gross income to arrive at the taxable income. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "Alternatively, they can elect to subtract the standard deduction for their filing status and any applicable personal exemption deduction. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "In other words, the taxpayer may generally deduct the total itemized deduction amount, or the standard deduction amount, whichever is greater. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "Those choosing the former are \"itemizers\" while those choosing the latter are \"non-itemizers.\" sets and are considered rather standard fare in most empirical studies of philanthropic behavior. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "These include wealth measures, homeownership, age, gender, race, marital status, labor market status, education, religious affiliation, life satisfaction, and the rural/urban character of place of residence. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "Finally, unlike two-step estimation which requires exclusion restrictions, that is, explanatory variables unique to the selection equations and excluded from the levels equations, for parameter identification, such restrictions are unnecessary for maximum-likelihood estimation because the parameters are identified through the nonlinearity inherent in the error distributional assumptions. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "However, to avoid relying entirely on the distributional assumption for identification, we do impose exclusion restrictions. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "Given the limitations of the data, we include in the selection equations three binary variables indicating whether the household head grew up on a farm, in a small city, or in a large city. ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "These are intended to capture the effects of the social ties, norms, and diversity that are identified with the geographic area where the household head was raised (Bekkers 2006;Putnam 2000;Steblay 1987). ",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS",
            "ref_spans": [
                {
                    "start": 164,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(Bekkers 2006;"
                },
                {
                    "start": 178,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Putnam 2000;"
                },
                {
                    "start": 190,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "Steblay 1987"
                }
            ]
        },
        {
            "text": "12 Use of these instruments is supported by statistical tests below.",
            "section": "III. DATA AND VARIABLE DESCRIPTIONS"
        },
        {
            "text": "Weighted maximum-likelihood estimates for the instruments and error correlations are presented in Table A1 (see Table S1 for all estimates). ",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 120,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table A1 (see Table S1"
                }
            ]
        },
        {
            "text": "The three instrumental variables (farm, small town, and city) are individually significant in all selection equations with one exception and jointly significant in the selection equations for needy (Wald = 7.02, p = .071), CP&IA (Wald = 10.26, p = .016), and all other (Wald = 8.83, p = .032), with df = 3, rejecting the null hypothesis of weak instruments. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "Based on a specification with no exclusion restrictions, Wald test results suggest the three variables are jointly insignificant in the level equations for the needy (Wald = 1.40), CP&IA (Wald = 2.74), and all other (Wald = 1.94), all with df = 3 and a p > .40, supporting their excludability from the level equations. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "In sum, our test results provide evidence of adequate instrumentation.",
            "section": "IV. RESULTS"
        },
        {
            "text": "12. Initially, the exclusion restrictions included the four educational variables. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "Subsequent test result, however, did not support their exclusion from the level equations. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "It is worth noting, however, that the tax-price elasticities are found to be fairly robust with respect to exclusion restrictions. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "Individually, 9 of the 15 error correlation coefficients are statistically significant at the 1% level. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "By Wald tests, the three error correlations (df = 3) are jointly significant among the selection equations (Wald = 1153.96) and level equations (Wald = 113.58). ",
            "section": "IV. RESULTS"
        },
        {
            "text": "The two nested specifications, the pairwise selection system (Wald = 1552.75, df = 12) and independent system (Wald = 2466.83, df = 15), are both rejected. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "Lagrange multiplier and likelihood-ratio tests produce similar results. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "These test results, all with a p < .0001, support both joint estimation and the use of the MSSM over the two nested specifications. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "Finally, using Vuong's (1989) non-nested test, the Tobit system (Amemiya 1974) is rejected in favor of the MSSM (standard normal statistic Z = 12.73, p < .0001). ",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "Vuong's (1989)"
                },
                {
                    "start": 64,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Amemiya 1974"
                }
            ]
        },
        {
            "text": "As we are primarily concerned with tax price elasticities, we tabulate and discuss only these results, with the remaining marginal effect estimates available upon request.",
            "section": "IV. RESULTS"
        },
        {
            "text": "By the adding-up property of elasticities noted above, the price elasticity of each probability of a positive donation and of the corresponding conditional mean add up to the price elasticity of the unconditional mean. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "The total impact of a tax price change on the unconditional mean giving level, therefore, derives from two distinct sources: the impact on the likelihood of giving, or equivalently, on the proportion of households that donate and the impact on the amount that donors give. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "Table 2 reports the tax price elasticities of probabilities, conditional levels, and unconditional levels for the three donation categories, for the full sample. ",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "With only one exception, all are highly statistically significant. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "For both needy and all other, changes in tax prices precipitate changes in both the probability of donating and in the amounts that donors give. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "In contrast, a tax price change works largely through its impact on the likelihood of giving to CP&IA organizations.",
            "section": "IV. RESULTS"
        },
        {
            "text": "In all cases, the tax price elasticities of unconditional levels are statistically greater than unity in absolute value, indicating that the charitable deduction is fiscally or treasury efficient, that is, the foregone tax revenue is more than offset by the greater amount of monetary donations to charity (Andreoni 2008).",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 306,
                    "end": 321,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(Andreoni 2008)"
                }
            ]
        },
        {
            "text": "These estimates are well within historical bounds that run from zero to −7.07 as reported by Peloza and Steel (2005) in their meta-analysis of 69 studies on charitable giving. ",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "Peloza and Steel (2005)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 104,
                    "end": 109,
                    "rawForm": "Steel",
                    "resp": "whitelist",
                    "id": "d2ddee9af5-software-simple-w3"
                }
            ]
        },
        {
            "text": "These bounds, however, are specific largely to total charitable donations. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "A more relevant comparison is to tax price elasticities of donations to our particular categories of charity. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "In this regard, we can compare our estimates only to those reported by Brooks (2007). ",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "Brooks (2007)"
                }
            ]
        },
        {
            "text": "13  Brooks (2007) reports a tax price elasticity of donations to the needy of −1.33, statistically indistinguishable from minus unity. ",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "13"
                },
                {
                    "start": 4,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "Brooks (2007)"
                }
            ]
        },
        {
            "text": "In contrast, our higher estimate of −2.347 strongly supports the alternative hypothesis that donation to the needy is tax-price elastic (p < .0001). ",
            "section": "IV. RESULTS"
        },
        {
            "text": "For combined purpose giving, Brooks estimates a price elasticity of −2.68 in comparison with our much lower estimate of −1.423 for CP&IA donations which, again, is significantly greater than unity in absolute value (with a one-tail p = .03). ",
            "section": "IV. RESULTS"
        },
        {
            "text": "14 For Canada, Hossain and Lamb (2012) report price elasticity estimates in the range of −0.81 for religious donations to −2.25 for donations to international organizations. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "Except for the religious category, their price elasticity estimates are statistically greater than unity.",
            "section": "IV. RESULTS"
        },
        {
            "text": "The range of tax price elasticity estimates reported in Table 2 (along with those from Brooks and Hossain and Lamb) is at the higher end of the historical spectrum. ",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 63,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Indeed, one might suspect that the estimates are unrealistically high for a number of reasons. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "For example, it is hypothesized that the response of donations to temporary (short-run) tax changes is greater than to permanent (long-run) tax changes. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "If so, then tax prices calculated in the year of donation will likely contain a large transitory component and hence lead to artificially higher price elasticities 13. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "Ottoni- Wilhelm and Hungerman (2007) estimate tax price elasticities for specific categories of donations, none of which match ours. ",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 8,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "Wilhelm and Hungerman (2007)"
                }
            ]
        },
        {
            "text": "Their reported (significant) elasticity estimates range from −1.80 to −2.50.",
            "section": "IV. RESULTS"
        },
        {
            "text": "14. Though Brooks (2007) does not include giving for peace and international relief services in the combined purpose category as we do, the difference in definition is unlikely to be a major source of the difference in magnitudes as donations to combined purpose organizations make up about 90% of total CP&IA giving.",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 11,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "Brooks (2007)"
                }
            ]
        },
        {
            "text": "than estimates calculated over a number of years. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "Similarly, because cross-sectional studies are likely to reflect short-term donor responses, they are hypothesized to yield higher price elasticities than results from panel data analysis. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "Though acknowledging such possibilities, we note that the (only) meta-analyses of historical tax price elasticity estimates conducted by Peloza and Steel (2005) do not support either of these claims. ",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "Peloza and Steel (2005)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 148,
                    "end": 153,
                    "rawForm": "Steel",
                    "resp": "whitelist",
                    "id": "d2ddee9af5-software-simple-w4"
                }
            ]
        },
        {
            "text": "Their analysis does suggest, however, that our estimates may be higher because of the use of survey data rather than tax-filer data. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "Unfortunately, tax-filer data are not conducive to investigation of differences among different types of cash contributions.",
            "section": "IV. RESULTS"
        },
        {
            "text": "The policy implication of our tax price elasticity estimates is fairly straightforward. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "Changing the tax treatment of charitable contributions can have substantial impacts on the amounts contributed. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "We consider a simple proposal put forth by the National Commission on Fiscal Responsibility and Reform (Bowles-Simpson Commission) empaneled by President Obama to change the charitable deduction into a nonrefundable tax credit of 12% under two alternative scenarios. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "Scenario 1 maintains current law and allows only itemizers to take advantage of the credit, while Scenario 2 extends the credit to the charitable donations by taxpayers who do not itemize deductions. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "The latter scenario is consistent with the Commission's recommendation. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "Under this proposal, the tax price is equal to 0.88, with a one dollar contribution to charity costing the tax payer $0.88. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "As such, this exercise can also be viewed as at least a partial evaluation of the proposed changes to the charitable deduction included in the Tax Reform Act of 2014 put forth by former House Ways and Means Committee Chairman Representative David Camp. ",
            "section": "IV. RESULTS",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 186,
                    "end": 191,
                    "rawForm": "House",
                    "resp": "whitelist",
                    "id": "d2ddee9af5-software-simple-w5"
                }
            ]
        },
        {
            "text": "Those proposed changes have been estimated by Rosenberg et al. (2014) to yield an average tax price of $0.88. ",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "Rosenberg et al. (2014)"
                }
            ]
        },
        {
            "text": "15 For the predictions, we presume that the three types of households in our sample-married, single with children, and single-map into the three tax filing statuses of married filing jointly, single head of household, and single. ",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Table 3 15. We note that our evaluation does not incorporate the Bowles-Simpson Commission's accompanying recommendation that the credit apply only to contributions above 2% of adjusted gross income. ",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Nor does it account for any other changes recommended by Camp's tax reform act. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "Possible macroeconomic effects of these changes are also ignored. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "The evaluation is partial in nature focusing solely on the effects of a change in tax price on cash donations to charity.  ",
            "section": "IV. RESULTS"
        },
        {
            "text": "provides estimated tax price elasticities for each of the three types by itemizing status. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "Note that in all cases, the unconditional tax price elasticities for all categories are higher for nonitemizers than for itemizers. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "This is consistent with Peloza and Steel (2005) whose meta-analysis tests the usual claim that tax price elasticities will be higher for itemizers than for nonitemizers and finds the exact opposite. ",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "Peloza and Steel (2005)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 35,
                    "end": 40,
                    "rawForm": "Steel",
                    "resp": "whitelist",
                    "id": "d2ddee9af5-software-simple-w6"
                }
            ]
        },
        {
            "text": "Such differences are important when analyzing policies that propose extending the preferential treatment of charitable donations to nonitemizing taxpayers. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "We use sample mean tax prices and unconditional contribution levels for each household group to calculate changes in donations per household. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "Using data from Table  1.3 of the 2012 Individual Income Tax Returns available from the Internal Revenue Service, we multiply the per household donation change by the total number of returns filed under each filing status to get estimates of the total change in donations (in billions of 2012 dollars). ",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 16,
                    "end": 24,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table  1"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 105,
                    "end": 112,
                    "rawForm": "Service",
                    "resp": "whitelist",
                    "id": "d2ddee9af5-software-simple-w7"
                }
            ]
        },
        {
            "text": "16 For the interested reader, details of the calculations are provided in the Tables A2-A4. ",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "16"
                },
                {
                    "start": 74,
                    "end": 91,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "the Tables A2-A4."
                }
            ]
        },
        {
            "text": "For Scenario 1, the reduction in contributions is large and comes mostly from the all other category. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "Summing across the donation types, the total reduction is estimated to be almost $43.3 billion. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "In 2012, this would have amounted to a 18.9% reduction in individual charitable contributions and a 13.7% reduction in total ",
            "section": "IV. RESULTS"
        },
        {
            "text": "16. Table 1.3 for 2012 can be downloaded at http://www. ",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "irs.gov/uac/SOI-Tax-Stats-Individual-Income-Tax-Returns-Publication-1304-(Complete-Report). ",
            "section": "IV. RESULTS",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 74,
                    "end": 82,
                    "rawForm": "Complete",
                    "resp": "whitelist",
                    "id": "d2ddee9af5-software-simple-w8"
                }
            ]
        },
        {
            "text": "charitable contributions. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "17 For Scenario 2 which extends the credit nonitemizers, the reduction is almost $24 billion, amounting to a 10.5% reduction in individual contributions and a 7.6% reduction in total contributions. ",
            "section": "IV. RESULTS"
        },
        {
            "text": "18 The difference indicates clearly that the moderating impact of extending the credit to nonitemizing taxpayers is substantial. ",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Such estimated impacts are far larger than those that were and would be predicted by Congressional Budget Office (CBO) (2011), Cordes (2011), and Galle, Colinvaux, and Steurle (2012) as these studies assumed a low tax price elasticity of −0.5 and a high tax price elasticity of only −1.0. ",
            "section": "IV. RESULTS",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Cordes (2011)"
                },
                {
                    "start": 146,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Galle, Colinvaux, and Steurle (2012)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 106,
                    "end": 112,
                    "rawForm": "Office",
                    "resp": "whitelist",
                    "id": "d2ddee9af5-software-simple-w9"
                }
            ]
        },
        {
            "text": "Indeed, using these elasticity estimates, we would have predicted reductions in individual (total) contributions ranging from 2.3% to 7.5% (1.7%-5.4%).",
            "section": "IV. RESULTS"
        },
        {
            "text": "We estimated an MSSM of charitable donations to organizations that help people in need, to CP&IA organizations, and to all other organizations. ",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "The methodology relaxes some of the 17. ",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "Giving USA (2013) estimated individual charitable contributions of $228.9 billion and total contributions of $316.2 billion for 2012.",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "18. The substantial change in donations resulting from the switch from deduction to credit is contrary to the Canadian experience where a change from deduction to credit was estimated to have very little impact on charitable donations. ",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "In Canada, however, as Duff (2001) acknowledges, this was to be expected since their two-tier \"credit\" still depended on income as did the previous deduction.",
            "section": "V. SUMMARY AND CONCLUSIONS",
            "ref_spans": [
                {
                    "start": 23,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "Duff (2001)"
                }
            ]
        },
        {
            "text": "restrictions of the Tobit model that is often used when the dependent variable takes on zero values for a non-negligible portion of the sample. ",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "Our primary objective was to provide efficient and unrestricted estimates of the tax price elasticities of charitable donations with which we could predict the impact of proposed changes in the tax treatment of charitable contributions on the level of contributions.",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "The estimated tax price elasticities all exceed one in absolute value and are therefore consistent with the argument that the deductibility of charitable contributions is a fiscally efficient subsidy, that is, the amount of tax revenue lost from the deduction is accompanied by an even greater increase in amount of private charitable donations (Andreoni 2008). ",
            "section": "V. SUMMARY AND CONCLUSIONS",
            "ref_spans": [
                {
                    "start": 345,
                    "end": 360,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(Andreoni 2008)"
                }
            ]
        },
        {
            "text": "Of course, fiscal efficiency is a double-edged sword. ",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "Proposals prompted primarily by deficit worries regarding elimination of or reduction in the subsidy for charitable contributions (Cordes 2011) will have serious consequences for charitable donations with price elasticities exceeding unity. ",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "For example, we predicted that changing the deduction to a 12% tax credit would have reduced total donations in 2012 by $43.3 billion if applied only to itemizing taxpayers and by almost $24 billion if extended to nonitemizers. ",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "These losses could not have been offset fully even in the (highly unlikely) case where the government used the entire increase in tax revenues to do so.",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "Given our price elasticity estimates, complete elimination of the deduction, as proposed by the Bipartisan Policy Center Panel and Republican Presidential Candidate Ben Carson, could have serious consequences for monetary donations to charitable organizations. ",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "We estimate that in 2012, elimination of the deduction, by itself, would have led to a 35% reduction in individual charitable donations and a 25% reduction in total charitable donations.",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "Proposals to eliminate the charitable deduction, however, are often coupled with proposed deep cuts in marginal income tax rates. ",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "For example, the Carson plan calls for elimination of the charitable deduction with a flat 15% income tax rate. ",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "Proponents of such plans argue that reductions in charitable donations would be minimal at worst, given that the cuts in marginal tax rates will raise incomes along with the rate of economic growth. ",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "Such optimism may be misplaced. ",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "Specifically, estimates of the income elasticity of charitable donations are usually well below one. ",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "Our (unreported) income elasticity estimates range from a low of 0.299 for donations to the needy to a high of 0.956 for donations to CP&IA. ",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "Using our price elasticity estimates, the percentage reduction in donations from eliminating the charitable deduction range from a low of 35% for CP&IA to a high of 85% for the all other category. ",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "Given the income inelastic nature of charitable donations, to offset completely or even substantially these reductions would require any marginal tax rate reduction to yield percentage increases in incomes that are simply not believable. ",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "This remains true even with a presumed low price elasticity of −0.50. ",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "Fundamentally, our results provide justification for the ardent opposition expressed by many in the nonprofit sector and philanthropic community to the more radical proposals for changing the tax treatment of charitable contributions.",
            "section": "V. SUMMARY AND CONCLUSIONS"
        },
        {
            "text": "Additional Supporting Information may be found in the online version of this article:",
            "section": "SUPPORTING INFORMATION"
        },
        {
            "text": "Appendix S1. ",
            "section": "SUPPORTING INFORMATION"
        },
        {
            "text": "The sample likelihood function Appendix S2. ",
            "section": "SUPPORTING INFORMATION"
        },
        {
            "text": "Invariance issue and marginal effects for the log-Tobit model Table S1. ",
            "section": "SUPPORTING INFORMATION",
            "ref_spans": [
                {
                    "start": 62,
                    "end": 70,
                    "type": "table",
                    "text": "Table S1"
                }
            ]
        },
        {
            "text": "Weighted maximum-likelihood estimates of sample selection system of charitable giving Table S2. ",
            "section": "SUPPORTING INFORMATION",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 94,
                    "type": "table",
                    "text": "Table S2"
                }
            ]
        },
        {
            "text": "Maximum-likelihood estimates of log-Tobit model for donation to the needy (partial)",
            "section": "SUPPORTING INFORMATION"
        }
    ]
}