{
    "id": "c3a8c052df",
    "abstract": [],
    "body_text": [
        {
            "text": "The modal firm size in most developing countries is one worker, consisting of only the owner of the firm. "
        },
        {
            "text": "Among the firms that do hire additional workers, most hire fewer than ten. "
        },
        {
            "text": "Hsieh and Olken (2014, p. 93) report that in India and Indonesia \"the fraction of firms with less than 10 workers is almost visually indistinguishable from 100 percent.\" ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 29,
                    "type": "bibr",
                    "text": "Hsieh and Olken (2014, p. 93)"
                }
            ]
        },
        {
            "text": "Likewise in Nigeria, survey data indicate that 99.6 percent of firms have fewer than ten workers. "
        },
        {
            "text": "1 This is in sharp contrast to the United States, where the modal manufacturing firm has 45 workers (Hsieh and Klenow 2014), and is a puzzle to standard models of the firm size distribution (Lucas 1978) unless the distribution of entrepreneurial talent is very limited in developing countries. ",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(Hsieh and Klenow 2014)"
                },
                {
                    "start": 190,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(Lucas 1978)"
                }
            ]
        },
        {
            "text": "The move away from self-employment toward wage employment in firms of larger sizes is a key aspect of the development process (e.g., Gollin 2002). ",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Gollin 2002)"
                }
            ]
        },
        {
            "text": "This raises the key policy questions of whether there are constrained entrepreneurs in developing countries with the ability to grow a firm beyond this 10-worker threshold, and if so, whether policy can identify such individuals in advance and overcome their constraints to growth."
        },
        {
            "text": "I investigate these questions through the context of an evaluation of the impact of a national business plan competition in Nigeria. "
        },
        {
            "text": "The YouWiN! competition was launched in late 2011 by the president of Nigeria, and in its first year attracted almost 24,000 applications aiming to start a new business or expand an existing one. "
        },
        {
            "text": "The top 6,000 applications were selected for a 4-day business plan training course, and then winners were chosen to receive awards averaging US$50,000 each, paid out in four tranche payments conditional on achieving basic milestones. "
        },
        {
            "text": "The top-scoring plans overall and within region were chosen as winners automatically, and then 729 additional winners were randomly selected from a group of 1,841 semifinalists, providing experimental variation from US$34 million in grants that enables causal estimation of the program's impact. ",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 278,
                    "end": 285,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w0"
                }
            ]
        },
        {
            "text": "Three annual follow-up surveys enable tracking the trajectory of impacts, with the third survey occurring 27 months after winners received their first grant payment and 12 to 18 months after the last payment. "
        },
        {
            "text": "A final survey round conducted during an economic crisis in 2016 enables examination of impacts three years after all payments."
        },
        {
            "text": "I find that winning this competition has large positive impacts on both applicants looking to start new firms as well as those aiming to expand existing firms. "
        },
        {
            "text": "Three years after applying, new firm applicant winners were 37 percentage points more likely than the control group to be operating a business and 23 percentage points more likely to have a firm with ten or more workers (relative to a control mean of 11 percent), while existing firm winners were 20 percentage points more likely to have survived, and 21 percentage points more likely to have a firm with ten or more workers (relative to a control mean of 17 percent). "
        },
        {
            "text": "The winners are also innovating more, and are earning higher sales and profits. "
        },
        {
            "text": "There continue to be significant impacts more than three years after all payment, during an economic crisis, although the magnitudes are smaller. "
        },
        {
            "text": "Examining the channels of impact, I find the grants enabled firms to purchase more capital and hire more labor, with no changes in business networks, mentors, self-efficacy, or uses of other sources of finance. "
        },
        {
            "text": "The results show there is a group of constrained entrepreneurs with the ability to grow their businesses beyond a small scale, and that the business plan competition was successful in both attracting such individuals, and in helping them overcome their constraints."
        },
        {
            "text": "This paper contributes to three main literatures. "
        },
        {
            "text": "The first addresses the sources and constraints to job growth, which is one of the most fundamental concerns of policymakers globally. "
        },
        {
            "text": "An increasing body of work examines which types of firms create more jobs, with recent evidence highlighting the importance of business startups and young firms in job creation. "
        },
        {
            "text": "2 Related work has found that a small number of firms, variously termed \"gazelles,\" \"high-growth entrepreneurs,\" or \"high-impact firms\" represent a tiny fraction of the overall firm population, but make a disproportionately large contribution to job growth. "
        },
        {
            "text": "3 New job creation by firms is of particular importance in sub-Saharan Africa given that it currently has the lowest share of the labor force in wage work of any region in the world, and that demographic forces result in the working-age population growing 2.8 percent per year (ILO 2012). ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "3"
                }
            ]
        },
        {
            "text": "A long literature suggests that a perceived lack of high-growth entrepreneurship in many African countries (e.g., Elkan 1988; Omidyar Network 2013) may be in part due to multiple market failures that prevent individuals with good ideas from funding them. ",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "Elkan 1988"
                }
            ]
        },
        {
            "text": "This paper provides empirical evidence that there are such potential high growth entrepreneurs who can grow rapidly if funded."
        },
        {
            "text": "Business plan competitions are starting to become one popular tool that seeks to foster high growth entrepreneurship. "
        },
        {
            "text": "They seek to identify individuals with promising ideas and the aspiration to grow, help these individuals formalize these ideas through getting them to develop a detailed business plan, and then spur the development of some of these potentially high growth firms through providing financing to the winners. "
        },
        {
            "text": "While the first such competitions were held for business school students in the United States they are now increasingly being used in developing countries. "
        },
        {
            "text": "4 Examples include the MENA 100 business plan competition in 14 countries in the Middle East and North Africa since 2009, the GIST/I-Dare business plan competition for individuals from 28 developing countries, launched in 2011; and business plan competitions run by Technoserve throughout Central America since 2002 (Klinger and Schündeln 2011). ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "4"
                },
                {
                    "start": 316,
                    "end": 344,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(Klinger and Schündeln 2011)"
                }
            ]
        },
        {
            "text": "They are also starting to be used by the World Bank in several sub-Saharan African countries, including Côte d'Ivoire, Gabon, Guinea-Bissau, Rwanda, Senegal, Somalia, South Sudan, Tanzania, and Uganda."
        },
        {
            "text": "However, there is very little evidence as to the effectiveness of these programs. "
        },
        {
            "text": "Many of the programs are small in nature, awarding fewer than ten prizes in any given year, limiting the sample size for evaluation. "
        },
        {
            "text": "Programs explicitly try to select entrepreneurs with the best growth prospects, so that any comparison of winners and losers is likely to overstate the effects of the program due to selection bias. ",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 167,
                    "end": 174,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w1"
                }
            ]
        },
        {
            "text": "Klinger and Schündeln (2011) and Fafchamps and Quinn (forthcoming) attempt to address these issues by pooling together competitions run in multiple countries to get larger sample sizes of winners (although still fewer than 40 cash winners in either study), and use a regression-discontinuity approach to compare winners to those who just finished below them in rank. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "Klinger and Schündeln (2011)"
                },
                {
                    "start": 33,
                    "end": 66,
                    "type": "bibr",
                    "text": "Fafchamps and Quinn (forthcoming)"
                }
            ]
        },
        {
            "text": "Both studies find impacts on business start-up or expansion, and Fafchamps and Quinn (forthcoming) also find increased job creation in the first six months. "
        },
        {
            "text": "In the one experimental study we are aware of, Fafchamps and Woodruff (2016) run a small business plan competition in Ghana, in which winners are selected to receive individualized training, but not cash. ",
            "ref_spans": [
                {
                    "start": 47,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "Fafchamps and Woodruff (2016)"
                }
            ]
        },
        {
            "text": "They find no significant impact of this individualized training on firm growth. "
        },
        {
            "text": "This paper builds on this literature through experimental evaluation of a much larger sample, with substantial prizes, detailed surveys, and a longer time period for tracking winners."
        },
        {
            "text": "Finally this paper adds to a literature on how to generate entrepreneurship in developing countries, and in particular the role of capital in alleviating constraints. "
        },
        {
            "text": "5 The vast majority of this work has focused on microenterprises, typically with no employees, with the emphasis on starting such businesses, and/or growing the incomes of their owners. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "5"
                }
            ]
        },
        {
            "text": "This is the case with work testing small grants of US$100 to US$200 to existing businesses (e.g., De Mel, McKenzie, and Woodruff 2008;McKenzie and Woodruff 2008;Fafchamps et al. 2014;Karlan, Knight, and Udry 2015); ultra-poor programs providing grants and training to get very poor people to start businesses (e.g., Banerjee et al. 2015;Bandiera et al. 2017); and business training programs for microenterprises (reviewed in McKenzie and Woodruff 2014). ",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "De Mel, McKenzie, and Woodruff 2008;"
                },
                {
                    "start": 134,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "McKenzie and Woodruff 2008;"
                },
                {
                    "start": 161,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Fafchamps et al. 2014;"
                },
                {
                    "start": 183,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "Karlan, Knight, and Udry 2015)"
                },
                {
                    "start": 316,
                    "end": 337,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "Banerjee et al. 2015;"
                },
                {
                    "start": 337,
                    "end": 358,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "Bandiera et al. 2017)"
                }
            ]
        },
        {
            "text": "Blattman, Fiala, and Martinez (2014) considers a program in Uganda where groups received grants of approximately US$382 per member, and finds this generates increases in skilled self-employment and in incomes for the recipients, but only minor increases in employment in these firms. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "Blattman, Fiala, and Martinez (2014)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 49,
                    "end": 56,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w2"
                }
            ]
        },
        {
            "text": "Fafchamps and Quinn (forthcoming) provide grants of US$1,000 to their 39 winners. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 33,
                    "type": "bibr",
                    "text": "Fafchamps and Quinn (forthcoming)"
                }
            ]
        },
        {
            "text": "The grants studied here of almost US$50,000 per recipient are 50 to 500 times as large as the grants in these earlier studies."
        },
        {
            "text": "This difference in size is important for two reasons. "
        },
        {
            "text": "First, even a standard concave production function with a low steady-state optimal size can exhibit high returns to capital for the first few dollars invested, so the fact that marginal returns from small grants have been high need not imply that capital is the constraint to growing larger firms who hire workers. "
        },
        {
            "text": "Second, since the lending cost per dollar lent falls with loan size, credit market frictions are expected to be particularly binding for small loans, and one therefore might expect credit constraints to be less binding for larger investments. "
        },
        {
            "text": "If credit constraints don't bind, then theory would predict the grants would merely supplement the wealth of business owners without changing their production decisions. "
        },
        {
            "text": "Even with credit constraints, there is a question as to whether diminishing returns to capital results in grants of this size being far more than is needed to move businesses to their efficient size. "
        },
        {
            "text": "The results in this paper show that the business plan competition is successful in identifying entrepreneurs with the potential to use these large amounts of capital, and that with this capital, they are able to generate enterprises that hire employees and exhibit rapid growth."
        },
        {
            "text": "The Youth Enterprise With Innovation in Nigeria (YouWiN!) program is a business plan competition for young entrepreneurs in Nigeria. ",
            "section": "I. The Business Plan Competition",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 58,
                    "end": 65,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w3"
                }
            ]
        },
        {
            "text": "6 It is a collaboration between the Ministry of Finance, the Ministry of Communication Technology, and the Ministry of Youth Development with support from the Department for International Development (DFID) and the World Bank. ",
            "section": "I. The Business Plan Competition",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "6"
                }
            ]
        },
        {
            "text": "It has the stated objective of encouraging innovation and job creation through the creation of new businesses and expansion of existing businesses. ",
            "section": "I. The Business Plan Competition"
        },
        {
            "text": "It was formally launched on October 11, 2011 by President Goodluck Jonathan in a ceremony aired live over the National Television network, and advertised through a variety of media events, roadshows, grow and hire workers are fundamentally different from owners of microenterprises (Schoar 2010). ",
            "section": "I. The Business Plan Competition",
            "ref_spans": [
                {
                    "start": 282,
                    "end": 294,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(Schoar 2010"
                }
            ]
        },
        {
            "text": "The evidence here shows that there are individuals for whom capital is the key constraint. ",
            "section": "I. The Business Plan Competition"
        },
        {
            "text": "6 The business plan competition was run in four consecutive years. ",
            "section": "I. The Business Plan Competition",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "6"
                }
            ]
        },
        {
            "text": "My analysis uses the first year of the program, which was the only year a randomized experiment was implemented. ",
            "section": "I. The Business Plan Competition",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 39,
                    "end": 46,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w4"
                }
            ]
        },
        {
            "text": "and small and medium enterprise (SME) outreach events. ",
            "section": "I. The Business Plan Competition"
        },
        {
            "text": "Online Appendix 1 details the timeline of the project.",
            "section": "I. The Business Plan Competition"
        },
        {
            "text": "The program provides a four-day training course on preparation of a business plan to applicants who make it through a first stage, and then grants to the winning 1,200 submissions, with each winner eligible for an amount up to 10 million naira (approximately US$64,000), with the amount any winner getting varying between 1 and 10 million naira depending on the funding needs identified in their business plan and the assessment of independent consultants of what the actual needs are. ",
            "section": "I. The Business Plan Competition",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 4,
                    "end": 11,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w5"
                }
            ]
        },
        {
            "text": "Winners also receive ongoing monitoring as the grant is paid in four tranches, coupled with some potential mentoring and two additional two-day group training events. ",
            "section": "I. The Business Plan Competition"
        },
        {
            "text": "7 Figure 1 provides a schematic of the different phases of the competition. ",
            "section": "I. The Business Plan Competition",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "7"
                }
            ]
        },
        {
            "text": "I summarize the key aspects of these in the text, with additional details provided in online Appendix 2.",
            "section": "I. The Business Plan Competition"
        },
        {
            "text": "To be eligible for the program, applicants had to be Nigerian citizens aged 40 or younger, proposing the creation of a new or expansion of an existing business venture within Nigeria that would employ Nigerians, and which did not involve the production or distribution of weapons, alcohol, tobacco, or gambling. ",
            "section": "A. Eligibility and the First Stage Application",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 23,
                    "end": 30,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w6"
                }
            ]
        },
        {
            "text": "They then needed to register on a website and submit an application by November 25, 2011. ",
            "section": "A. Eligibility and the First Stage Application"
        },
        {
            "text": "This application included basic personal information, proof of age and nationality, the proposed location of the business, along with information about their business idea (online Appendix 2 provides further details). ",
            "section": "A. Eligibility and the First Stage Application"
        },
        {
            "text": "Applicants were divided into six regional pools on the basis of the geopolitical zone in which they wanted to do business, with training also taking place in these different regional locations. ",
            "section": "A. Eligibility and the First Stage Application"
        },
        {
            "text": "23,844 applications were received, of which 3,614 (15 percent) were for existing business expansions and 20,230 were for new businesses. ",
            "section": "A. Eligibility and the First Stage Application"
        },
        {
            "text": "A minority of applicants were female: 18.5 percent of new business applicants and 14.9 percent of existing business applicants were female.",
            "section": "A. Eligibility and the First Stage Application"
        },
        {
            "text": "Applications were scored by the Enterprise Development Center (EDC) of the Pan-African University, a sister institution of the Lagos Business School. ",
            "section": "B. Application Scoring",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 12,
                    "rawForm": "Applications",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w7"
                }
            ]
        },
        {
            "text": "Names and other identifying information were removed before scoring to increase the impartiality of this process. ",
            "section": "B. Application Scoring"
        },
        {
            "text": "Marks were given for the quality and viability of the business idea, the amount of job creation likely, the abilities and market understanding of the applicant, and the passion and commitment displayed in the application, and the likelihood of the proposed business succeeding. ",
            "section": "B. Application Scoring"
        },
        {
            "text": "This first stage marking was a rapid assessment (taking approximately ten minutes per plan) given the vast number of applications and the short window for assessment before training was to start. ",
            "section": "B. Application Scoring"
        },
        {
            "text": "There was a conscious decision to favor existing businesses over new businesses throughout the competition given the assumption that they had at least made the first step of establishing a business. ",
            "section": "B. Application Scoring"
        },
        {
            "text": "An algorithm was then used to select 6,000 candidates for the business plan training on the basis of location, type of business (new or existing), and score.",
            "section": "B. Application Scoring"
        },
        {
            "text": "Business plan training took place between December 6 and December 20, 2011. ",
            "section": "C. Business Plan Training"
        },
        {
            "text": "Each of the six regions had a local training location. ",
            "section": "C. Business Plan Training"
        },
        {
            "text": "Of the 6,000 individuals selected to attend training, 4,873 attended (81 percent). ",
            "section": "C. Business Plan Training"
        },
        {
            "text": "The rapid rollout of the program and short amount of time (1-2 weeks) between notification of selection into the 4-day training session and it taking place is a likely reason for nonattendance. ",
            "section": "C. Business Plan Training",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 25,
                    "end": 32,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w8"
                }
            ]
        },
        {
            "text": "Biometric data (iris scans and fingerprints) were collected on all attendees to enable accurate identification of individuals. ",
            "section": "C. Business Plan Training"
        },
        {
            "text": "Candidates who did not attend training were not Notes: Regression-discontinuity sample of firms around the cutoff for being chosen for business plan training not shown. ",
            "section": "C. Business Plan Training"
        },
        {
            "text": "Non-experimental winner sample is only used for matching estimates in online Appendix 5. ",
            "section": "C. Business Plan Training"
        },
        {
            "text": "Survey numbers are for having data on firm operation. ",
            "section": "C. Business Plan Training"
        },
        {
            "text": "Online Appendix 8 provides other data on attrition. ",
            "section": "C. Business Plan Training"
        },
        {
            "text": "Applicants who had attended the training had until January 22, 2012 to submit the business plan. ",
            "section": "D. Business Plan Submission and Business Plan Scoring"
        },
        {
            "text": "The business plan required much more detail than the first round concept note. ",
            "section": "D. Business Plan Submission and Business Plan Scoring"
        },
        {
            "text": "In total 4,510 business plan applications were received, which is 92.5 percent of those who attended the training. ",
            "section": "D. Business Plan Submission and Business Plan Scoring"
        },
        {
            "text": "The business plans were then scored by a joint EDC/PricewaterhouseCoopers team, with a team of 20 markers split evenly between the two organizations. ",
            "section": "D. Business Plan Submission and Business Plan Scoring"
        },
        {
            "text": "Marking criteria were developed which focused on the market, management skills, business experience, articulating the risks and financing needs of the business, and job creation and cash flow prospects. ",
            "section": "D. Business Plan Submission and Business Plan Scoring"
        },
        {
            "text": "A typical plan took 30-45 minutes to mark.",
            "section": "D. Business Plan Submission and Business Plan Scoring"
        },
        {
            "text": "The business plans were narrowed down to 2,400 semifinalists by first selecting the highest scoring 450 existing businesses and highest scoring 150 new businesses nationwide, and then selecting the top scoring 300 plans per region after taking out these national top scores. ",
            "section": "E. Selection of Winners"
        },
        {
            "text": "Then from these 2,400 semifinalists, the following groups of winners were selected:",
            "section": "E. Selection of Winners"
        },
        {
            "text": "• 300 National Merit Winners: The 225 top-scoring existing business plans and 75 top-scoring new business plans nationwide were selected as national winners. ",
            "section": "E. Selection of Winners"
        },
        {
            "text": "This was done to ensure the highest-scoring proposals on pure merit were selected. ",
            "section": "E. Selection of Winners"
        },
        {
            "text": "• 180 Zonal Merit Winners (30 per region): After removing the 300 national merit winners, the highest-scoring 45 existing business plans and 15 new business plans per zone were selected as zonal finalists. ",
            "section": "E. Selection of Winners"
        },
        {
            "text": "Their proposals were reviewed by panelists of local entrepreneurs and local business leaders in each zone, who identified the best 30 out of the 60 zonal finalists to be zonal merit award winners. ",
            "section": "E. Selection of Winners"
        },
        {
            "text": "The zonal finalists who were not selected were then placed back into the pool and were eligible to be selected as ordinary merit winners. ",
            "section": "E. Selection of Winners"
        },
        {
            "text": "• 720 Ordinary Merit Winners (120 per region): 120 ordinary winners per region were randomly selected from among the remaining 1,920 semifinalists using the lottery procedure described below.",
            "section": "E. Selection of Winners"
        },
        {
            "text": "Random selection of the ordinary winners was done for two main reasons. ",
            "section": "F. Randomization Algorithm"
        },
        {
            "text": "First, from an operational point of view, a competition run at this scale is not feasible to do with presentations in front of judges, and it was recognized that there would be inherent uncertainty in the scoring as to which applicants were best amongst the semifinalists. ",
            "section": "F. Randomization Algorithm"
        },
        {
            "text": "Moreover, in many developing countries there are concerns that programs get captured by individuals with certain political or ethnic ties, and it was felt randomizing gives people a fair chance and is less subject to this perception risk. ",
            "section": "F. Randomization Algorithm"
        },
        {
            "text": "8 Second, random assignment enabled rigorous measurement of the program's impacts.",
            "section": "F. Randomization Algorithm",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 64,
                    "end": 71,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w9"
                }
            ]
        },
        {
            "text": "The randomization procedure was designed as follows. ",
            "section": "F. Randomization Algorithm"
        },
        {
            "text": "First, among the semifinalists, all those with business plan total scores below 30 were dropped, to maintain a minimum standard. ",
            "section": "F. Randomization Algorithm"
        },
        {
            "text": "This reduced the pool from 1,920 to 1,841 firms. ",
            "section": "F. Randomization Algorithm"
        },
        {
            "text": "Then a two-step stratified randomization was conducted by the author in STATA to choose the ordinary winners:",
            "section": "F. Randomization Algorithm",
            "entity_spans": [
                {
                    "start": 72,
                    "end": 77,
                    "type": "software",
                    "rawForm": "STATA",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "c3a8c052df-software-simple-0"
                },
                {
                    "type": "software",
                    "start": 72,
                    "end": 77,
                    "rawForm": "STATA",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w10"
                }
            ]
        },
        {
            "text": "(i) First, within each region, half of the existing firm business plans were randomly chosen to be ordinary winners, with this selection stratified by gender. ",
            "section": "F. Randomization Algorithm"
        },
        {
            "text": "This reflected the preference of the government to again oversample existing business plans.",
            "section": "F. Randomization Algorithm"
        },
        {
            "text": "(ii) Then, the number of slots for new firm business plans was calculated per zone as 120 minus the number of existing business ordinary winners. ",
            "section": "F. Randomization Algorithm"
        },
        {
            "text": "This was subdivided into a number of slots for new businesses operated by men and new businesses operated by women in proportion to the share of women among new businesses in the pool in each region. ",
            "section": "F. Randomization Algorithm"
        },
        {
            "text": "Then the number of new firms dictated by the number of remaining slots was randomly chosen from the number of new firm semifinalists in each region and gender strata.",
            "section": "F. Randomization Algorithm"
        },
        {
            "text": "This gives an ordinary winner treatment group of 720 firms and an ordinary winner control group of 1,121 firms. ",
            "section": "F. Randomization Algorithm"
        },
        {
            "text": "After quality checking which disqualified some winners, and redrawing of replacements (see online Appendix 2), of the 1,841 firms in the ordinary winner pool, we have a treatment group of 729 randomly assigned to treatment (of which 13 were disqualified). ",
            "section": "F. Randomization Algorithm"
        },
        {
            "text": "The control group consists of the 1,112 firms randomly assigned to the control group (after the random replacement), of which 9 were nonrandomly selected to actually receive treatment. ",
            "section": "F. Randomization Algorithm"
        },
        {
            "text": "In terms of the impact evaluation, this will be handled through assignment to treat analysis.",
            "section": "F. Randomization Algorithm"
        },
        {
            "text": "The amounts awarded were payable in four tranche payments. ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "The first payment was typically around 10 percent of the total amount, with a second tranche payment averaging 45 percent of the total then payable for the purpose of physical capital acquisition and working capital. ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "The third and four tranche payments were made conditional on employment and sales turnover triggers that were set individually for each firm based on their business plan projections. ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "These triggers were deliberately set to be quite low, and were intended to ensure the business was set up and producing. ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "The third tranche payment required sales turnover to have reached 25 percent of the first-year target annualized turnover set out in the business plan, with firm-specific employment triggers that averaged 3.7 workers. ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "The fourth tranche payment required sales turnover to have reached 40 percent of the first-year annualized turnover goal, with firm-specific employment triggers that averaged 5.5 workers.",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "Online Appendix 3 summarizes the award amounts received by the winners. ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "The mean (median) winner received a total award of US$49,000 (US$57,000). ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "Only 6 of the 1,200 winners received no payment (due to being disqualified, or in one case, withdrawing). ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "A total of 1,168 winners (97.3 percent), including 96.8 percent of the experimental winners, received all four tranche payments, but the length of time taken to receive all four tranches varied across firms: 748 of the firms received their last tranche payment in June or July 2013, while the last 33 recipients got their last tranche in January 2014. ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "Table 1 presents summary statistics for the treatment and control groups according to assignment to treatment status for new and existing firms, as well as the characteristics of the non-experimental winners. ",
            "section": "G. Award Amounts and Payment",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The goal of the randomization is to ensure that the treatment and control groups are similar in terms of average characteristics. ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "This is tested formally through an F-test of joint orthogonality, which tests whether the observable characteristics in Table 1 are jointly unrelated to treatment status. ",
            "section": "G. Award Amounts and Payment",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 127,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "We cannot reject this null hypothesis, confirming that randomization has delivered balanced groups. ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "In contrast the test rejects that the observable characteristics of the national and zonal winners are similar to those of the experimental sample, even when excluding the business plan scores used to separate the groups. ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "Table 1 is also useful for showing some basic characteristics of the experimental sample. ",
            "section": "G. Award Amounts and Payment",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "We see the average existing firm owner is male, aged 32, with 4 years of business experience and running a business with a median of 5 workers. ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "Half are married, and 10 percent have previously worked or lived abroad, and 65 percent have university education. ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "Only 7 percent have ever had a formal loan before for their business. ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "New applicants are slightly younger, with an average age of 29, 70 percent have university education, and they have higher business plan scores than the existing firm applicants on average, reflecting the preference for existing firm applicants at each stage. ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "We see they come from relatively well-off households, with 85 percent having a computer at home and two-thirds having a satellite dish. ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "The most common business sectors are manufacturing and crop and animal production, sector is looked at in more detail below. ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "The mean (median) annual turnover for existing businesses in the experimental sample is 5.6 million naira (1.5 million naira). ",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "The maximum grant of 10 million naira thus represents two years of turnover for the mean firm and more than six years for the median firm.",
            "section": "G. Award Amounts and Payment"
        },
        {
            "text": "Online Appendix 4 summarizes the main sectors that YouWiN! winners propose to operate their businesses in, based on the self-classification of applicants at the time of submitting their business plans. ",
            "section": "A. Verification of Randomization and Characteristics of Winning Firms"
        },
        {
            "text": "Agricultural production activities is the largest sector, accounting for one-third of winning new business applications and 20 percent of existing business applications. ",
            "section": "A. Verification of Randomization and Characteristics of Winning Firms"
        },
        {
            "text": "Typical examples include plans to set up or expand poultry or catfish farms, and production of cashews, palm oil, and cassava. ",
            "section": "A. Verification of Randomization and Characteristics of Winning Firms"
        },
        {
            "text": "The second most common sector for existing firms is IT and computer services, comprising 17 percent of existing firm winners, but only 7 percent of new firm winners. ",
            "section": "A. Verification of Randomization and Characteristics of Winning Firms"
        },
        {
            "text": "Typical examples include software and website development, repairs and installation, and computer training courses. ",
            "section": "A. Verification of Randomization and Characteristics of Winning Firms",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 25,
                    "end": 33,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w11"
                }
            ]
        },
        {
            "text": "Manufacturing is the second most common sector for new firms, comprising 13 percent, and third most common for existing firms, comprising 14 percent of winners. ",
            "section": "A. Verification of Randomization and Characteristics of Winning Firms"
        },
        {
            "text": "The products being manufactured are very heterogeneous, and include processed food products, books and media, metal products, chemicals and detergents, and a range of other products. ",
            "section": "A. Verification of Randomization and Characteristics of Winning Firms"
        },
        {
            "text": "Other industries includes a variety of different activities such as advertising, teaching, event management, photography, and filmmaking, as well as some activities that were a mix of other categories.",
            "section": "A. Verification of Randomization and Characteristics of Winning Firms"
        },
        {
            "text": "The follow-up surveys targeted the 729 individuals selected as ordinary winners of the competition (the experimental treatment group), the 1,112 individuals in the experimental control group, as well as also surveying the 475 national and zonal winners (excluding the 5 disqualified), and a sample of 823 applicants who had scores just on either side of the cutoff used to select people to attend the 4-day business training course. ",
            "section": "B. Data Collection"
        },
        {
            "text": "These latter two groups are used for propensity score matching analysis of the impact of the program on non-experimental winners (online Appendix 5), and regression-discontinuity analysis of the impact of the business plan training alone (online Appendix 6). ",
            "section": "B. Data Collection",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 93,
                    "end": 100,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w12"
                }
            ]
        },
        {
            "text": "Three annual follow-up surveys were taken, followed by a fourth, longer-term follow-up which is discussed in Section VI. ",
            "section": "B. Data Collection"
        },
        {
            "text": "Surveys took place nationwide via face-to-face interviews, supplemented by telephone interviews and web interviews when security concerns prevented travel, and to boost response rates. ",
            "section": "B. Data Collection"
        },
        {
            "text": "Surveys were conducted by TNS RMS Nigeria. ",
            "section": "B. Data Collection"
        },
        {
            "text": "In addition, an attempt was made through proxy interviews and two question interviews with refusals to ascertain whether individuals who could not be contacted or had refused were currently operating a business, and if so, the number of employees they had. ",
            "section": "B. Data Collection"
        },
        {
            "text": "Online Appendix 7 discusses the survey methodology in more detail and shows robustness of results to controls for survey type.",
            "section": "B. Data Collection"
        },
        {
            "text": "The first follow-up survey took place between November 2012 and May 2013. ",
            "section": "B. Data Collection"
        },
        {
            "text": "This corresponds to approximately one year after individuals had first applied to the program, 8 months or more after the winners had been announced, and an average of 5 to 6 months since the winners received their first tranche payment. ",
            "section": "B. Data Collection",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 86,
                    "end": 93,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w13"
                }
            ]
        },
        {
            "text": "The median firm had received 4,000,000 naira ($US25,000) by the time of this survey. ",
            "section": "B. Data Collection"
        },
        {
            "text": "The response rate for the experimental sample was 75.6 percent (81.2 percent for treatment, 71.9 percent control).",
            "section": "B. Data Collection"
        },
        {
            "text": "The second follow-up survey took place between October 2013 and February 2014, approximately two years after application and just as firms had received their last tranche payments. ",
            "section": "B. Data Collection"
        },
        {
            "text": "This was an even more intensive effort in data collection, and achieved an 88.9 percent response rate (91.5 percent for treatment, 87.2 percent for control). ",
            "section": "B. Data Collection"
        },
        {
            "text": "9 The third follow-up survey took place between September 2014 and February 2015. ",
            "section": "B. Data Collection"
        },
        {
            "text": "This corresponds to 3 years after application, and between 12 and 18 months after firms had received their last tranche payment from the program. ",
            "section": "B. Data Collection",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 137,
                    "end": 144,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w14"
                }
            ]
        },
        {
            "text": "The response rate was 83.1 percent (87.0 percent for treatment, 80.5 percent for control).",
            "section": "B. Data Collection"
        },
        {
            "text": "Online Appendix 8 reports further breakdowns on attrition by applicant type and treatment status. ",
            "section": "B. Data Collection"
        },
        {
            "text": "It then examines robustness to attrition in several ways. ",
            "section": "B. Data Collection"
        },
        {
            "text": "First, it shows that the responding sample remains balanced on baseline observable characteristics. ",
            "section": "B. Data Collection"
        },
        {
            "text": "Then it shows robustness to three different bounding approaches, to controlling for the application and business plan score, and to filling in missing data based on past operating status. ",
            "section": "B. Data Collection"
        },
        {
            "text": "The main results are robust to all but the worst case bounds, and even these bounds, which assume that all attritting control firms would be operating and all attritting treated firms would be closed, still show a positive treatment impact on business operation and on having more than ten employees.",
            "section": "B. Data Collection"
        },
        {
            "text": "The main objective of the YouWiN! program was to generate jobs by encouraging and supporting aspiring entrepreneurial youth in Nigeria to develop and execute business ideas. ",
            "section": "III. Measuring the Impact of the Business Plan Competition: Theory and Empirical Approach",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 34,
                    "end": 41,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w15"
                }
            ]
        },
        {
            "text": "I discuss first what theory suggests the likely impacts of the program will be, and then the empirical approach to measuring these impacts. ",
            "section": "III. Measuring the Impact of the Business Plan Competition: Theory and Empirical Approach",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 63,
                    "end": 70,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w16"
                }
            ]
        },
        {
            "text": "Both the theory and empirical approach set out here were prespecified in advance through a registered pre-analysis plan. ",
            "section": "III. Measuring the Impact of the Business Plan Competition: Theory and Empirical Approach"
        },
        {
            "text": "10",
            "section": "III. Measuring the Impact of the Business Plan Competition: Theory and Empirical Approach"
        },
        {
            "text": "to More Jobs and Higher Profits?",
            "section": "A. Theory: How Might Participating in the YouWiN! Program Lead"
        },
        {
            "text": "I consider a simple partial equilibrium model that provides a framework for understanding how the YouWiN! program might affect the performance of individual firms. ",
            "section": "A. Theory: How Might Participating in the YouWiN! Program Lead",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 106,
                    "end": 113,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w17"
                }
            ]
        },
        {
            "text": "This model is intended as a vehicle for organizing thoughts, rather than a fully specified model to calibrate. ",
            "section": "A. Theory: How Might Participating in the YouWiN! Program Lead"
        },
        {
            "text": "In complementary work, Shin (2014, 2016) specify and calibrate macro models of occupational choice and entrepreneurship which they use to attempt to explain the impacts of different asset grant interventions (including this paper). ",
            "section": "A. Theory: How Might Participating in the YouWiN! Program Lead",
            "ref_spans": [
                {
                    "start": 23,
                    "end": 40,
                    "type": "bibr",
                    "text": "Shin (2014, 2016)"
                }
            ]
        },
        {
            "text": "Their results point to the importance of heterogeneity in talent, and financial frictions, but they are unable to explain the sustained increases in income seen amongst grants to microenterprises, nor changes in the size distribution of firms.",
            "section": "A. Theory: How Might Participating in the YouWiN! Program Lead"
        },
        {
            "text": "Consider a simple model where a firm's production Y is a function f ( • ) of their productivity A, their capital stock K, the owner's entrepreneurial skill E, and outside labor L. 11 The firm owner's problem is to choose K and L given A and E: 12",
            "section": "A. Theory: How Might Participating in the YouWiN! Program Lead",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "type": "bibr",
                    "text": "11"
                }
            ]
        },
        {
            "text": "(1)",
            "section": "A. Theory: How Might Participating in the YouWiN! Program Lead"
        },
        {
            "text": "With complete markets the firm production decision will be separable from the household consumption decision and firms will choose capital and labor such that their marginal products are equal to the market interest rate and market wage rate, respectively,",
            "section": "A. Theory: How Might Participating in the YouWiN! Program Lead"
        },
        {
            "text": "(2)",
            "section": "A. Theory: How Might Participating in the YouWiN! Program Lead"
        },
        {
            "text": "In such a model, firm size is then completely determined by the talents of the firm owner, as in the seminal model of Lucas (1978). ",
            "section": "A. Theory: How Might Participating in the YouWiN! Program Lead",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "Lucas (1978)"
                }
            ]
        },
        {
            "text": "The answer in this simple model to the puzzle of why there are so many one-person firms in developing countries and so few larger firms (Hsieh and Olken 2014) is then that single person enterprises are the optimal scale given the talent of most of those engaging in entrepreneurship in these countries. ",
            "section": "A. Theory: How Might Participating in the YouWiN! Program Lead"
        },
        {
            "text": "I then examine the predictions of such a model for how YouWiN! should affect the production and firm size of winners.",
            "section": "A. Theory: How Might Participating in the YouWiN! Program Lead"
        },
        {
            "text": "Case 1 (Perfect Markets, YouWiN! Program Is Just a Grant): If firms are not credit-constrained and the program just changes the resources firm owners have available to them, then there is no change in the first-order conditions (2) and 3, and so no change in employment or output. ",
            "section": "A. Theory: How Might Participating in the YouWiN! Program Lead",
            "ref_spans": [
                {
                    "start": 236,
                    "end": 237,
                    "text": "3"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 33,
                    "end": 40,
                    "rawForm": "Program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w18"
                },
                {
                    "type": "software",
                    "start": 51,
                    "end": 56,
                    "rawForm": "Grant",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w19"
                },
                {
                    "type": "software",
                    "start": 103,
                    "end": 110,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w20"
                }
            ]
        },
        {
            "text": "The grant will merely make the owner richer, but not change their production decisions. ",
            "section": "A. Theory: How Might Participating in the YouWiN! Program Lead"
        },
        {
            "text": "This possibility is often a key concern of policymakers in any grants program, and is referred to as a lack of additionality, with the program just funding activities firms were going to do anyway.",
            "section": "A. Theory: How Might Participating in the YouWiN! Program Lead",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 70,
                    "end": 77,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w21"
                },
                {
                    "type": "software",
                    "start": 135,
                    "end": 142,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w22"
                }
            ]
        },
        {
            "text": "The YouWiN! program does not make a single lump sum grant to firm owners, but instead is payable in tranches, conditional on the firm owner taking certain actions-with the first and second tranches typically paying for more working capital and investment, and the third and fourth tranches being triggered by reaching jobs and turnover triggers. ",
            "section": "Case 2 (Perfect Markets, YouWiN! Program Is a Conditional Grant):",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 12,
                    "end": 19,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w23"
                }
            ]
        },
        {
            "text": "This conditionality does not fundamentally change the equilibrium first-order conditions, but can be viewed as causing a temporary increase in the returns to capital and labor in the firm. ",
            "section": "Case 2 (Perfect Markets, YouWiN! Program Is a Conditional Grant):"
        },
        {
            "text": "Therefore we would predict a short-term increase in capital and labor, which would then dissipate once all the tranche payments have been received. ",
            "section": "Case 2 (Perfect Markets, YouWiN! Program Is a Conditional Grant):"
        },
        {
            "text": "Once the final payments are received, we should see no difference between treatment and control firms as the treated firms reduce capital and labor to get back to the equilibrium levels. ",
            "section": "Case 2 (Perfect Markets, YouWiN! Program Is a Conditional Grant):"
        },
        {
            "text": "13 Case 3 (YouWiN! Program is More Than Just a Grant): It is possible that participating in, and especially winning, the YouWiN! program may also have other impacts on the productivity of the firm (A), and the skills of the owner (E ). ",
            "section": "Case 2 (Perfect Markets, YouWiN! Program Is a Conditional Grant):",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "13"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 19,
                    "end": 26,
                    "rawForm": "Program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w24"
                },
                {
                    "type": "software",
                    "start": 47,
                    "end": 52,
                    "rawForm": "Grant",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w25"
                },
                {
                    "type": "software",
                    "start": 129,
                    "end": 136,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w26"
                }
            ]
        },
        {
            "text": "The training offered could increase the entrepreneurial skills of the owner, although since the business plan training was also provided to the control group, this should change the first-order conditions similarly for both groups, and it would only be if the small amount of additional training increased skills that we should see a treatment effect. ",
            "section": "Case 2 (Perfect Markets, YouWiN! Program Is a Conditional Grant):"
        },
        {
            "text": "If winning enables firm owners to meet other business owners or gain mentors, this could increase A and E. Winning might also change the confidence and attitudes, spurring the self-belief of the owner in the business and causing them to work harder; or alternatively, may dent the confidence of the control group. ",
            "section": "Case 2 (Perfect Markets, YouWiN! Program Is a Conditional Grant):"
        },
        {
            "text": "If individuals invest on the basis of their beliefs about their talent (as in Jovanovic 1982) rather than actual talent, this will change the first-order conditions.",
            "section": "Case 2 (Perfect Markets, YouWiN! Program Is a Conditional Grant):"
        },
        {
            "text": "If firms are credit-constrained, then they invest less in their firms than optimal according to (2). ",
            "section": "Case 4 (YouWiN! Program with Capital and Labor Market Constraints):"
        },
        {
            "text": "Winning the YouWiN! program could reduce credit constraints in three ways:",
            "section": "Case 4 (YouWiN! Program with Capital and Labor Market Constraints):",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 20,
                    "end": 27,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w27"
                }
            ]
        },
        {
            "text": "(i) Directly by providing a grant to the firm;",
            "section": "Case 4 (YouWiN! Program with Capital and Labor Market Constraints):"
        },
        {
            "text": "(ii) Indirectly, through providing a signal of quality that leads to more bank lending and ",
            "section": "Case 4 (YouWiN! Program with Capital and Labor Market Constraints):"
        },
        {
            "text": "(iii) Indirectly, through providing co-financing and a signal of quality that leads to more outside investments from partners.",
            "section": "Case 4 (YouWiN! Program with Capital and Labor Market Constraints):"
        },
        {
            "text": "The impact of these channels will be to increase capital stock. ",
            "section": "Case 4 (YouWiN! Program with Capital and Labor Market Constraints):"
        },
        {
            "text": "This may increase or decrease labor depending on the shape of the production function-a heavily credit-constrained firm may have previously substituted capital for labor, and so reduces workers once it can buy machines to replace them. ",
            "section": "Case 4 (YouWiN! Program with Capital and Labor Market Constraints):"
        },
        {
            "text": "Conversely, if capital and labor are complements in production, more capital will enable the firm to hire more workers. ",
            "section": "Case 4 (YouWiN! Program with Capital and Labor Market Constraints):"
        },
        {
            "text": "Profits should increase in either case.",
            "section": "Case 4 (YouWiN! Program with Capital and Labor Market Constraints):"
        },
        {
            "text": "This simple model offers a lens through which to interpret the results of the experiment, and highlights key mechanisms to examine in understanding these results. ",
            "section": "Case 4 (YouWiN! Program with Capital and Labor Market Constraints):"
        },
        {
            "text": "If either markets are complete, or the competition is not very good at identifying a group of high-ability entrepreneurs who are constrained, then we should expect no impact of the program unless it succeeds in increasing A and E for participants. ",
            "section": "Case 4 (YouWiN! Program with Capital and Labor Market Constraints):",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 181,
                    "end": 188,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w28"
                }
            ]
        },
        {
            "text": "In contrast, if capital constraints are important and the competition is able to attract entrepreneurs of sufficient ability, it should induce larger firm sizes for those who win.",
            "section": "Case 4 (YouWiN! Program with Capital and Labor Market Constraints):"
        },
        {
            "text": "The main approach used for evaluating the impact of the program is to use the randomized controlled trial (RCT) based on the random selection of ordinary winners from among the semifinalists. ",
            "section": "B. Experimental Estimation",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 56,
                    "end": 63,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w29"
                }
            ]
        },
        {
            "text": "This is done separately for the new and existing business applicants, and involves regressions of the following form:",
            "section": "B. Experimental Estimation"
        },
        {
            "text": "Here AssignTreat denotes whether or not applicant i was randomly chosen as an ordinary winner from among the semifinalist experimental pool, and region × gender controls for the randomization strata. ",
            "section": "B. Experimental Estimation"
        },
        {
            "text": "Robust (Huber-White) standard errors are used. ",
            "section": "B. Experimental Estimation"
        },
        {
            "text": "The coefficient b then gives the average effect of being assigned to receive a grant, the ITT estimate of the program's impact for firms in the experimental sample. ",
            "section": "B. Experimental Estimation",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 110,
                    "end": 117,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w30"
                }
            ]
        },
        {
            "text": "Recall that 13 of the 729 winners were disqualified and so did not receive a grant, while 9 of the 1,112 control firms were nonrandomly selected to replace them. ",
            "section": "B. Experimental Estimation"
        },
        {
            "text": "Since these compliance rates with treatment are so high, the local average treatment effects of actually receiving the grant are similar to the intent-to-treat effects, and so we report just the ITTs. ",
            "section": "B. Experimental Estimation"
        },
        {
            "text": "In order to estimate the trajectory of impacts, I estimate the treatment effects separately by year.",
            "section": "B. Experimental Estimation"
        },
        {
            "text": "The business plan competition had the stated objective of encouraging innovation and job creation through the creation of new businesses and expansion of existing businesses. ",
            "section": "IV. Results of the Impacts of the Business Plan Competition"
        },
        {
            "text": "I examine its success in achieving these outcomes by considering the impact on start-up and survival, the impact on innovation and employment, and then also examine how this translates into profitability and sales.",
            "section": "IV. Results of the Impacts of the Business Plan Competition"
        },
        {
            "text": "Online Appendix 9 provides details on how key outcomes were measured. ",
            "section": "IV. Results of the Impacts of the Business Plan Competition"
        },
        {
            "text": "My main approach to deal with multiple hypothesis testing is to group the outcomes into domains or families, and then examine the impact on a natural aggregate (e.g., total employment, total capital stock) or standardized index measure (e.g., index of standardized z-scores for profit and sales outcomes) within each domain. ",
            "section": "IV. Results of the Impacts of the Business Plan Competition"
        },
        {
            "text": "In online Appendix 10, I also provide sharpened q-values that hold constant the false discovery rate when reporting results for specific outcomes-all outcomes in Tables 2-8 that have p-values below 0.10 also have sharpened q-values below 0.05. ",
            "section": "IV. Results of the Impacts of the Business Plan Competition"
        },
        {
            "text": "Table 2 examines the impact of the competition on whether applicants for new enterprises set up a business and have it subsequently survive (panel A), and whether applicants with existing enterprises have these businesses survive (panel B). ",
            "section": "IV. Results of the Impacts of the Business Plan Competition",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The first three columns show the extensive margin of whether a firm operates or not, while the remaining three columns combine the extensive and intensive margins to consider how many hours a week the owner works in his or her own firm. ",
            "section": "IV. Results of the Impacts of the Business Plan Competition"
        },
        {
            "text": "Consider first the impacts on new enterprises. ",
            "section": "IV. Results of the Impacts of the Business Plan Competition"
        },
        {
            "text": "Fifty-five percent of those in the control group were operating a business at the time of the first follow-up survey, and 56.9 percent Notes: Robust standard errors in parentheses. ",
            "section": "IV. Results of the Impacts of the Business Plan Competition"
        },
        {
            "text": "Existing and new refers to firm status at time of application. ",
            "section": "IV. Results of the Impacts of the Business Plan Competition"
        },
        {
            "text": "Rounds 1, 2, and 3 are 1, 2, and 3 years after application. ",
            "section": "IV. Results of the Impacts of the Business Plan Competition"
        },
        {
            "text": "Regressions control for randomization strata.",
            "section": "IV. Results of the Impacts of the Business Plan Competition"
        },
        {
            "text": "at the time of the second follow-up survey, and 54 percent in the last survey. ",
            "section": "A. Impacts on Start-Up and Survival"
        },
        {
            "text": "The experimental estimate of the impact is 21.3 percentage points at the time of the first survey, 35.8 percentage points by the second survey, and 37.3 percentage points by the third survey. ",
            "section": "A. Impacts on Start-Up and Survival"
        },
        {
            "text": "These effects are also large, positive, and strongly statistically significant ( p < 0.000001). ",
            "section": "A. Impacts on Start-Up and Survival"
        },
        {
            "text": "By the second and third follow-ups, the new applicant winners are spending twice as many hours a week working in self-employment than the control group. ",
            "section": "A. Impacts on Start-Up and Survival"
        },
        {
            "text": "Panel B shows that winning also increases the survival rates of existing firm owners. ",
            "section": "A. Impacts on Start-Up and Survival"
        },
        {
            "text": "Eighty-seven percent of the control firms survived 1 year, 84.4 percent two years, and 75.9 percent three years. ",
            "section": "A. Impacts on Start-Up and Survival"
        },
        {
            "text": "Winners had 8 percentage point higher survival rates in the first year, 13 percentage point higher survival rates in the second year, and 20 percentage point higher survival rates in the third year, with these results again strongly statistically significant. ",
            "section": "A. Impacts on Start-Up and Survival"
        },
        {
            "text": "Winners are spending almost 12 more hours per week working in self-employment than the control group after 3 years.",
            "section": "A. Impacts on Start-Up and Survival"
        },
        {
            "text": "Generating employment was one of the main goals of the program. ",
            "section": "B. Impacts on Employment",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 55,
                    "end": 62,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w31"
                }
            ]
        },
        {
            "text": "Our main measures of employment come from survey reports. ",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "The surveys asked detailed questions on employment in different categories, and questions on the most recent workers hired. ",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "Online Appendix 11 compares these reports to administrative data on the winners that came from program reports at around the same time as the second survey. ",
            "section": "B. Impacts on Employment",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 95,
                    "end": 102,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w32"
                }
            ]
        },
        {
            "text": "The employment reported to the program is larger than that reported to our surveys in the majority of cases, and appears that the administrative data suffers from over-reporting biases. ",
            "section": "B. Impacts on Employment",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 31,
                    "end": 38,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w33"
                }
            ]
        },
        {
            "text": "In contrast, comparison of our survey measures with physical observation where available suggests more confidence in the survey measures. ",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "I also return to this issue in further robustness checks in Section VII. ",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "Table 3 reports the impact of winning on key employment outcomes, while Figure 2 shows quantile treatment effect estimates of the impact on total employment in round 3. ",
            "section": "B. Impacts on Employment",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                },
                {
                    "start": 72,
                    "end": 80,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "These are unconditional estimates, which code employment as zero for individuals not operating firms. ",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "Online Appendix 11 shows the descriptive comparison that treated firms are also hiring more workers than the control conditional on being in operation.",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "The first column of Table 3 shows a positive impact on the employment status of the owner. ",
            "section": "B. Impacts on Employment",
            "ref_spans": [
                {
                    "start": 20,
                    "end": 27,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The difference between these estimates and the impacts on start-up and survival in Table 2 reflects that some individuals would have been employed as wage workers had they not started or continued with their firms. ",
            "section": "B. Impacts on Employment",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Column 2 then considers total employment in the firm, which is the sum of the owner's employment in the firm, the number of wage and salary workers, and the number of daily and casual workers in the firm. ",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "The average control group firm among new applicants has 3.7 workers by the time of the third survey, with the treatment effect of 5.2 workers more than doubling this average. ",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "The average control group firm among existing firm applicants has 5.6 workers by the time of the third survey, with the treatment effect of 4.4 workers representing an 80 percent increase. ",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "Impacts are larger in the second and third years once all the grants had been received than in the first year. ",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "The quantile treatment effect regressions show positive and significant effects across most of the distribution, with the effect size similar in magnitude to the regression estimates between the thirtieth and ninetieth percentiles for new firms and the twentieth and ninetieth percentiles for existing firms. ",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "Online Appendix 11 shows these increases in employment come from both more wage and salary workers, and from more casual and daily workers, with little change in unpaid workers.",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "Our survey data asks more detailed questions on the three most recently hired workers each year. ",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "Only 5 percent of these are related to the owner, 33 percent are female, 45 percent have post-secondary education, and their average wage is 22,400 naira/month (approximately US$143). ",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "The third-round survey also asked what these workers were doing before getting hired. ",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "Only 36 percent were working in another job, with the rest either unemployed or students.",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "Column 3 examines the extent to which winning the competition has enabled firms to surpass the ten worker threshold. ",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "14 Amongst new firm applicants, we see that only 11 percent of the control group had reached this size three years after 14 Note this variable was not included in the pre-analysis plan. ",
            "section": "B. Impacts on Employment",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "type": "bibr",
                    "text": "14"
                }
            ]
        },
        {
            "text": "It was motivated by the definition of ten workers as a cutoff between micro and small businesses in many countries, and by the work of Hsieh and Olken (2014) noting this threshold as one that few firms in developing countries exceed. ",
            "section": "B. Impacts on Employment",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "Hsieh and Olken (2014)"
                }
            ]
        },
        {
            "text": "The results would be similar if we instead chose another binary threshold under 15 or 20 workers. ",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "applying, with treatment increasing this by 22.9 percentage points. ",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "Among existing firms, 17 percent of the control group were at this size after three years, with the treatment taking a further 20.6 percent to this level. ",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "Few firms have grown to the size of having 25 workers, but columns 4 and 8 of Table 3 show that by the third round the treatment has had a statistically significant 2.5-2.7 percentage point increase in this likelihood, relative to a control mean of only 1.4 percent. ",
            "section": "B. Impacts on Employment",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "In online Appendix 11, I combine the estimates of the total employment effects per firm with the number of winning firms to generate an estimate of the overall difference in employment created between the winners and the control group. ",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "The experimental treated firms report a total of 6,858 workers employed at the time of the round 3 survey, of which I estimate that 3,579 are the program impact (95 percent CI is 3,061, 4,161), whereas the remaining workers would have been employed anyway. ",
            "section": "B. Impacts on Employment",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 146,
                    "end": 153,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w34"
                }
            ]
        },
        {
            "text": "Adding in the propensity-score matching estimates for the impact on the national and zonal winners then gives a total of 7,027 jobs created from all winning firms.",
            "section": "B. Impacts on Employment"
        },
        {
            "text": "The first round gave the winners 9,240 million naira (US$58 million) in grants. ",
            "section": "C. Cost Effectiveness for Employment Generation"
        },
        {
            "text": "The cost of administering the first round of programs, including scoring the applications, running the 4-day business plan training, and administering the tranche payments, is estimated at $2 million. ",
            "section": "C. Cost Effectiveness for Employment Generation"
        },
        {
            "text": "At the end of the third year, the estimate from online Appendix 11 is that 7,027 jobs were directly generated in the treated firms as a result of the program. ",
            "section": "C. Cost Effectiveness for Employment Generation",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 150,
                    "end": 157,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w35"
                }
            ]
        },
        {
            "text": "Thus the cost per job created in the winning firms is US$8,538 (or $9,600 for just the firms in the experimental sample). ",
            "section": "C. Cost Effectiveness for Employment Generation"
        },
        {
            "text": "Online Appendix 12 discusses the additional assumptions needed for this to represent net job creation for Notes: New firms and existing firms refer to status at time of application. ",
            "section": "C. Cost Effectiveness for Employment Generation"
        },
        {
            "text": "Round 3 is 3 years after application and 12-18 months after all grants have been received. ",
            "section": "C. Cost Effectiveness for Employment Generation"
        },
        {
            "text": "The other stated objective of the program was to encourage innovation. ",
            "section": "D. Impact on Innovation",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 34,
                    "end": 41,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w36"
                }
            ]
        },
        {
            "text": "I measure 12 different types of innovative activities and aggregate these into an index. ",
            "section": "D. Impact on Innovation"
        },
        {
            "text": "The last column of Table 3 shows that winners are also innovating more. ",
            "section": "D. Impact on Innovation",
            "ref_spans": [
                {
                    "start": 19,
                    "end": 26,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "By the final survey round there is a 22 percentage point increase in innovative activities for experimental winners among new firms, and 14 percentage point increase for existing firms. ",
            "section": "D. Impact on Innovation"
        },
        {
            "text": "Online Appendix 13 shows that the new applicants are innovating more in multiple dimensions, introducing new products, processes, pricing methods, quality control systems, using the internet, and using new channels for selling goods. ",
            "section": "D. Impact on Innovation"
        },
        {
            "text": "As is standard in developing countries, most of this innovation involves moving toward the world frontier by introducing new products or processes that are new for the firm and often its city or neighborhood, but that are available elsewhere in the country or in the world. ",
            "section": "D. Impact on Innovation",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 97,
                    "end": 105,
                    "rawForm": "frontier",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w37"
                }
            ]
        },
        {
            "text": "As such, they are similar to capital inputs, for which the alleviation of credit constraints allows more of these innovation inputs to be purchased. ",
            "section": "D. Impact on Innovation"
        },
        {
            "text": "Table 4 reports the treatment impact on several measures of sales and profitability, and Figure 3 shows quantile treatment effects on profits. ",
            "section": "D. Impact on Innovation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 4"
                },
                {
                    "start": 89,
                    "end": 97,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "The quantile treatment effects for the last survey round show positive and significant impacts on firm profits for all quantiles between the twentieth and the eighty-fourth for new firm applicants, and for all quantiles between the twelfth and the seventy-sixth for existing firm applicants. ",
            "section": "D. Impact on Innovation"
        },
        {
            "text": "However, there is zero effect at the bottom of the distribution (since profits are zero for firms that don't operate), and very wide standard errors for the top quantiles (reflecting a long upper tail). ",
            "section": "D. Impact on Innovation"
        },
        {
            "text": "This results in low statistical power for looking at impacts on the levels of profits.",
            "section": "D. Impact on Innovation"
        },
        {
            "text": "I use three prespecified approaches to deal with these issues, and in online Appendix 14 also examine robustness to several alternative approaches. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "The first prespecified approach was to truncate monthly profits and sales at the ninety-ninth percentile to reduce the influence of outliers. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "This transform still leaves a very dispersed long tail, and a standard deviation of profits that is two to three times the mean, resulting in low power. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "The second alternative prespecified approach was to consider the inverse hyperbolic sine transformation of profits, which is similar to a log transformation, but allows for zeros and negative values. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "Third, I use an overall index of standardized z-scores which considers multiple profit and sales measures, 15 with this latter measure also providing a summary measure to account for multiple hypothesis testing.",
            "section": "E. Impacts on Profits and Sales",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "type": "bibr",
                    "text": "15"
                }
            ]
        },
        {
            "text": "The first four columns of Table 5 show the impact for new firms. ",
            "section": "E. Impacts on Profits and Sales",
            "ref_spans": [
                {
                    "start": 26,
                    "end": 33,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "In the first year the impact on the inverse hyperbolic sine of profits is positive and significant, but the impact on the other measures is not statistically significant. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "The impacts are larger in the second and third year follow-ups and both the inverse hyperbolic sine and Notes: Robust standard errors in parentheses. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "Experimental estimates are ITT estimates and control for randomization strata. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "Sales and profits are in 1,000s of real naira per month. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "Aggregate index of outcomes includes monthly sales, truncated monthly sales, annual sales, sales higher than one year ago, monthly profits, truncated monthly profits, profits in the best month, and inverse hyperbolic sine of profits. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "Existing and new refers to firm status at time of application. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "Rounds 1, 2, and 3 are 1, 2, and 3 years after application. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "summary index are significant in both years, while the impact on profits and sales is only statistically significant in the second year. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "The last four columns of Table 5 show the impacts for existing firms. ",
            "section": "E. Impacts on Profits and Sales",
            "ref_spans": [
                {
                    "start": 25,
                    "end": 32,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "As with the new firms, the impacts are stronger in years 2 and 3 than in year 1, and are again significant for the inverse hyperbolic sine and summary index measures in both years. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "The impact on the level of sales is also significant in years 2 and 3, while the impact on profits is only significant in the second year. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "Online Appendix 14 shows the round 3 impacts on profits and sales are also significant for both new and existing firms if we use any of several alternative transforms that reduce the influence of the top tail of the distribution, as well as examining robustness to other measures of profits and sales. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "The estimated effect size is approximately 0.2 to 0.3 standard deviations in terms of the aggregate index. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "The quantile treatment effect on monthly profits in round 3 at the fiftieth percentile is 69,000 naira for new firms and 51,000 naira for new firms, while the regression estimates of the ITT are 69,000 naira (round ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "2) and 20,000 naira (round ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "3) for new firms, and 69,000 naira (round ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "2) and 32,000 naira (round ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "3) for existing firms. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "Relative to the monthly profit round 3 control means of 114,000 naira (new firms) and 192,000 naira (existing firms), these estimates are Notes: Robust standard errors in parentheses. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "Experimental estimates are ITT estimates and control for randomization strata. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "Inventories and capital values are in 1,000s of real naira per month. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "Existing and new refers to firm status at time of application. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "Rounds 1, 2, and 3 are 1, 2, and 3 years after application. ",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "equivalent to a 17 to 60 percent increase (new firms) and 17 to 36 percent increase (existing firms).",
            "section": "E. Impacts on Profits and Sales"
        },
        {
            "text": "The results show that winning the competition resulted in sizable increases in employment which persisted after all grant money had been received, and that this increase in employment was profitable for firms. ",
            "section": "V. Mechanisms"
        },
        {
            "text": "This contrasts with case 1, which predicted no employment effect, and case 2, which predicted that any effect would reverse once all grant money had been received. ",
            "section": "V. Mechanisms"
        },
        {
            "text": "I therefore turn to examining the impacts on intermediate channels to help understand the mechanisms behind this employment effect.",
            "section": "V. Mechanisms"
        },
        {
            "text": "The fact that the grants were payable in four tranches, with the third and fourth tranches requiring progress on sales and hiring workers, may make the impact different from that of an unrestricted grant. ",
            "section": "A. Conditionality"
        },
        {
            "text": "I can rule out the mechanism in case 2, whereby conditionality only acts by inducing a short-term increase in the return to labor and capital, since the impacts persist after all payments were received. ",
            "section": "A. Conditionality"
        },
        {
            "text": "Moreover, if conditionality were the reason for hiring, it would not explain why the majority of winners hire more workers than needed to be hired to receive the tranche payment. ",
            "section": "A. Conditionality"
        },
        {
            "text": "Seventy-eight percent of the winning firms have more employees than required at the time of the second survey, and 73 percent at the time of the third survey. ",
            "section": "A. Conditionality"
        },
        {
            "text": "Even without the conditionality, paying the grant in four installments over time may have different impacts to a single lump-sum grant and I am unable to say if the impact would be different if paid in a single one-time grant. ",
            "section": "A. Conditionality"
        },
        {
            "text": "16",
            "section": "A. Conditionality"
        },
        {
            "text": "Next, consider the evidence for case 3, whereby the impact of the program comes from changing the productivity and entrepreneurial skill of those operating businesses. ",
            "section": "B. Changes in A and E",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 66,
                    "end": 73,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w38"
                }
            ]
        },
        {
            "text": "Online Appendix 15 provides results. ",
            "section": "B. Changes in A and E"
        },
        {
            "text": "There is no significant change in entrepreneurial self-efficacy, which measures the owner's self-confidence in their ability to carry out 12 business-related actions such as \"estimate customer demand for a new product,\" and \"identify good employees who can help the business grow.\" ",
            "section": "B. Changes in A and E"
        },
        {
            "text": "This also helps rule out the concern that the control group has become less self-confident as a result of not winning. ",
            "section": "B. Changes in A and E"
        },
        {
            "text": "There is also no change in the likelihood the firm owner has a business mentor, or in the number of other firm owner's they discuss business with. ",
            "section": "B. Changes in A and E"
        },
        {
            "text": "These suggest the main mechanisms are not through more confidence and connections. ",
            "section": "B. Changes in A and E"
        },
        {
            "text": "There is a minor improvement in business practices for the new firms operating, but the magnitude of the effect is likely to explain only a 0.2 percent increase in the likelihood of operating, and a 4 percent change in profits. ",
            "section": "B. Changes in A and E"
        },
        {
            "text": "There is no increase in business practices for existing firms. ",
            "section": "B. Changes in A and E"
        },
        {
            "text": "This set of results suggest that the impact is not coming through the mechanisms of increasing A and E. Table 5 examines how winning affected the firm's use of capital. ",
            "section": "B. Changes in A and E",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 111,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "The first two columns consider the use of outside finance in the form of formal loans and equity investment, respectively. ",
            "section": "B. Changes in A and E"
        },
        {
            "text": "The use of both forms of finance is very low, with fewer than 3 percent of the new firm applicants in the control group receiving either form of financing in a given year, and only 6 percent of existing firm applicants having received a formal loan in any given year, and fewer than 5 percent receiving equity investments. ",
            "section": "B. Changes in A and E"
        },
        {
            "text": "We see relatively little impact on crowd-in or crowd-out of these other sources of financing. ",
            "section": "B. Changes in A and E"
        },
        {
            "text": "New firm applicants were 2.6 percentage points more likely to receive equity financing in round 2, and existing firm applicants were 3.9 percentage points less likely to receive a formal loan in round 2. ",
            "section": "B. Changes in A and E"
        },
        {
            "text": "17 The remaining columns of Table 5, in contrast, show that the grants greatly increased the amount of capital in the winning firms. ",
            "section": "B. Changes in A and E",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "17"
                },
                {
                    "start": 28,
                    "end": 35,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "Treated firms have higher inventory levels, are more likely to have made a purchase of business equipment, land, or buildings of over 100,000 naira, and have spent more on such purchases. ",
            "section": "B. Changes in A and E"
        },
        {
            "text": "The result is that the total capital stock of the treated firms is 3.5 million naira higher than the 800,000 naira control mean among new applicants at the time of round 3, and 4.3 million naira higher than the 2.5 million naira control mean among existing applicants. ",
            "section": "B. Changes in A and E"
        },
        {
            "text": "The winning firms are therefore substantially higher in terms of capital stock, as well as in terms of employment.",
            "section": "B. Changes in A and E"
        },
        {
            "text": "These results suggest that the main effect of winning is to allow firms to overcome credit constraints by using the capital grants to purchase more capital inputs, hire more labor, and use this to produce a wider variety of inputs. ",
            "section": "C. Changes in Capital"
        },
        {
            "text": "In online Appendix 16, I examine two more pieces of evidence for capital being the main driver of impact. ",
            "section": "C. Changes in Capital"
        },
        {
            "text": "I use the heterogeneity in the amount of grant received among the experimental winners and find those winners who received larger grants were able to grow larger. ",
            "section": "C. Changes in Capital"
        },
        {
            "text": "18 I also consider heterogeneity in impacts with respect to the potential importance of capital constraints to the firm at the time of application, finding modest evidence that more capital-constrained firms benefited more from the grants, but also that almost everyone says they are capital-constrained.",
            "section": "C. Changes in Capital",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Under the assumption that the additional workers are paid their marginal product of labor, and that the only impact of the grants on profits is through the increase in capital stock, the implied return to capital can be obtained by estimating the following equation:",
            "section": "C. Changes in Capital"
        },
        {
            "text": "where capital is instrumented with assignment to treatment. ",
            "section": "C. Changes in Capital"
        },
        {
            "text": "I do this first in levels, and then in a log formulation. ",
            "section": "C. Changes in Capital"
        },
        {
            "text": "Table 6 reports the implied return on capital. ",
            "section": "C. Changes in Capital",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_6",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "19 The estimated real return to capital for new firms is 1.3 to 3.4 percent per month, while for existing firms it is 0.4 to 3.3 percent per month. ",
            "section": "C. Changes in Capital",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "19"
                }
            ]
        },
        {
            "text": "As a comparison, real interest rates for SME finance are around 20 percent per annum. ",
            "section": "C. Changes in Capital"
        },
        {
            "text": "So the average return on capital is at the level needed to pay for a loan were credit available. ",
            "section": "C. Changes in Capital"
        },
        {
            "text": "However, these average returns will include higher returns for some firms and lower returns for others (including those whose businesses fail). ",
            "section": "C. Changes in Capital"
        },
        {
            "text": "Since loan financing does not allow banks to capture the high returns in the upside, but results in losses to the bank in the case of lower returns, in the absence of a way to distinguish well who is likely to succeed, banks will be reluctant to lend. ",
            "section": "C. Changes in Capital"
        },
        {
            "text": "Moreover, given this variability in returns, firms may be reluctant to borrow at prevailing interest rates. ",
            "section": "C. Changes in Capital"
        },
        {
            "text": "20 This is seen in the data, with few control group firms receiving loans.",
            "section": "C. Changes in Capital"
        },
        {
            "text": "Winning the competition resulted in many additional firms operating in the treatment group than the control group. ",
            "section": "D. How Do the Additional Businesses Induced to Operate Compare to the Control Firms?"
        },
        {
            "text": "If scarce credit is allocated first to the most productive firms, we might expect the marginal firms to be induced to operate by the competition to be less efficient and run by less talented individuals than the firms operating in the control group. ",
            "section": "D. How Do the Additional Businesses Induced to Operate Compare to the Control Firms?"
        },
        {
            "text": "Online Appendix 17 examines whether this is the case. ",
            "section": "D. How Do the Additional Businesses Induced to Operate Compare to the Control Firms?"
        },
        {
            "text": "The observable baseline characteristics of the winners operating a firm in round 3 are similar to the control, with no changes in the sector, nor in the education of the owner. ",
            "section": "D. How Do the Additional Businesses Induced to Operate Compare to the Control Firms?"
        },
        {
            "text": "Using data from the first follow-up survey, I also show owners are similar in terms of ability measures (digitspan and Raven test), and grit. ",
            "section": "D. How Do the Additional Businesses Induced to Operate Compare to the Control Firms?"
        },
        {
            "text": "Finally, in Notes: Robust standard errors in parentheses. ",
            "section": "D. How Do the Additional Businesses Induced to Operate Compare to the Control Firms?"
        },
        {
            "text": "Capital stock is instrumented by assignment to treatment. ",
            "section": "D. How Do the Additional Businesses Induced to Operate Compare to the Control Firms?"
        },
        {
            "text": "Implied monthly return for log specification estimated at median profit to capital ratio.",
            "section": "D. How Do the Additional Businesses Induced to Operate Compare to the Control Firms?"
        },
        {
            "text": "terms of labor productivity, the marginal firms that only operate as a result of winning are not all less productive than the control group firms, but rather come from across the control group productivity distribution. ",
            "section": "D. How Do the Additional Businesses Induced to Operate Compare to the Control Firms?"
        },
        {
            "text": "Moreover, these additional firms are larger in size than most firms in Nigeria, and are run by youth with human capital levels that greatly exceed national averages-and as such are expected to be more productive than the average Nigerian firm.",
            "section": "D. How Do the Additional Businesses Induced to Operate Compare to the Control Firms?"
        },
        {
            "text": "In 2016, Nigeria suffered its worst economic performance in 30 years, driven by a contraction in the oil sector which is the main export and accounts for 70 percent of government revenues. ",
            "section": "VI. Longer-Term Impacts during a Time of Recession"
        },
        {
            "text": "The government imposed currency controls and import restrictions, which led to a parallel exchange rate and inflation reaching 18.5 percent, the highest in over a decade. ",
            "section": "VI. Longer-Term Impacts during a Time of Recession"
        },
        {
            "text": "In this difficult environment for firms, I went back and conducted a longer-term follow-up survey between July and November 2016. ",
            "section": "VI. Longer-Term Impacts during a Time of Recession"
        },
        {
            "text": "The survey was answered by 79.7 percent of treatment and 74.5 percent of control firms, and operating status was obtained for 92.5 percent of treatment and 90.9 percent of control firms. ",
            "section": "VI. Longer-Term Impacts during a Time of Recession"
        },
        {
            "text": "21 Table 7 summarizes the impacts of the program during this time period, which is five years after applying and more than 3 years since all money has been received from the program. ",
            "section": "VI. Longer-Term Impacts during a Time of Recession",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "Table 7"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 41,
                    "end": 48,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w39"
                },
                {
                    "type": "software",
                    "start": 174,
                    "end": 181,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w40"
                }
            ]
        },
        {
            "text": "New firm applicants are still 24.1 percentage points more likely to be operating a firm, report 2.6 more workers, and are 11.1 percentage points more likely to have 10 or more workers than control firms. ",
            "section": "VI. Longer-Term Impacts during a Time of Recession"
        },
        {
            "text": "Existing firms are 9.5 percentage points more likely to be operating, have 3.0 more workers, and are 12.7 percentage points more likely to have 10 or more workers. ",
            "section": "VI. Longer-Term Impacts during a Time of Recession"
        },
        {
            "text": "These impacts are all significant at the 1 percent levels and large relative to the control means. ",
            "section": "VI. Longer-Term Impacts during a Time of Recession"
        },
        {
            "text": "The impact on the 21 A joint orthogonality test can not reject balance on baseline characteristics for the sample answering the survey for either new firms ( p = 0.857) or existing firms (0.985). ",
            "section": "VI. Longer-Term Impacts during a Time of Recession",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 20,
                    "type": "bibr",
                    "text": "21"
                }
            ]
        },
        {
            "text": "level of profits is insignificant, but there is a positive and significant impact on the inverse hyperbolic sine of profits for both new and existing firms, and on the aggregate index of sales and profits for new firms. ",
            "section": "VI. Longer-Term Impacts during a Time of Recession"
        },
        {
            "text": "Online Appendix 19 shows the quantile treatment effect estimates are positive for profits in the middle of the distribution, but at the lower tail there is no impact with firms closed, and at the upper tail the variance is large. ",
            "section": "VI. Longer-Term Impacts during a Time of Recession"
        },
        {
            "text": "These results show that the program has continued to have positive impacts over a longer time horizon. ",
            "section": "VI. Longer-Term Impacts during a Time of Recession",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 28,
                    "end": 35,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w41"
                }
            ]
        },
        {
            "text": "However, the estimated impacts on firm operation and employment are smaller in magnitude than seen in round 3. ",
            "section": "VI. Longer-Term Impacts during a Time of Recession"
        },
        {
            "text": "This may reflect some of the additional firm growth achieved by treated firms being constrained by the weak economy.",
            "section": "VI. Longer-Term Impacts during a Time of Recession"
        },
        {
            "text": "There are several general issues that affect almost all firm experiments in developing countries: the use of self-reported data, the extent to which impacts arise from general equilibrium factors, and the extent to which the results generalize. ",
            "section": "VII. Robustness to Common Concerns about Firm Experiments"
        },
        {
            "text": "I discuss each in turn. ",
            "section": "VII. Robustness to Common Concerns about Firm Experiments"
        },
        {
            "text": "22",
            "section": "VII. Robustness to Common Concerns about Firm Experiments"
        },
        {
            "text": "While the use of self-reported data from surveys is standard for firm experiments in developing countries, readers may be concerned whether such data are reliable. ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "A first point to note is that administrative data on firms are rare in most developing countries, and there is a growing body of evidence to show that firms systematically misreport their revenues, costs, and wages to the authorities (Pomeranz 2015;Carrillo, Pomeranz, and Singhal 2017;Kumler, Verhoogen, and Frías 2015), so that it is not clear that one should prefer administrative data over survey data even if it were available. ",
            "section": "A. Self-Reporting",
            "ref_spans": [
                {
                    "start": 234,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(Pomeranz 2015;"
                },
                {
                    "start": 249,
                    "end": 286,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "Carrillo, Pomeranz, and Singhal 2017;"
                },
                {
                    "start": 286,
                    "end": 320,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "Kumler, Verhoogen, and Frías 2015)"
                }
            ]
        },
        {
            "text": "Indeed the analysis in online Appendix 11 suggests that the administrative data on employment for the business plan competition winners is unreliable in our specific case. ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "Second, the survey was designed and conducted in a manner to reduce reporting bias. ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "It was conducted by a well-known independent market research company (TNS RMS Nigeria) and participants were told its \"purpose is to help better understand the growth process of enterprises being run by Nigerian youth, as well as the development process of youths thinking about starting a business,\" with participants told the results would be kept confidential and used for research purposes only. ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "The first round survey asked about a variety of government programs, and not just YouWiN! ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "Together these features are likely to make the survey responses less biased than if the data were collected in an official capacity by the government program implementers. ",
            "section": "A. Self-Reporting",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 150,
                    "end": 157,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w42"
                }
            ]
        },
        {
            "text": "Online Appendix 14 shows treatment does not have significant impacts on errors in reporting sales and profits.",
            "section": "A. Self-Reporting"
        },
        {
            "text": "Finally, although I need to rely on survey data for the majority of the analysis, there are a couple of checks of business size that are not based on self-reports. ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "In the first and second round follow-ups, approximately 50 percent of the in-person surveys took place in the business (the rest taking place at the home or at a third location). ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "In the third round, more emphasis was put on trying to interview at the business premises, and 90 percent of the in-person surveys of those operating businesses took place at the business. ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "23 Likewise, in the long-term follow-up round in 2016, 97 percent of the in-person surveys for those operating a business took place at the business location. ",
            "section": "A. Self-Reporting",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "23"
                }
            ]
        },
        {
            "text": "For this subsample the interviewers physically counted how many employees they observed at the place of business. ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "This is an undercount of true employment because it misses workers who are working in another location (e.g., in the homes of clients, in other stores, traveling, etc.) or who are temporarily absent. ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "Nevertheless, it does provide a check of whether observed employment is larger for the treated firms. ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "Second, throughout the survey rounds information was collected on whether the firms have a website, along with the URL. ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "On October 4, 2015, and January 10, 2017 I tested to see whether each firm had a functioning URL. ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "Having a functioning website is a proxy for being of a larger size three-and-a-half years and five years after winning. ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "Table 8 reports the results of these checks. ",
            "section": "A. Self-Reporting",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_8",
                    "text": "Table 8"
                }
            ]
        },
        {
            "text": "YouWiN! winners have significantly more observed workers and are more likely to have a functioning website for both new and existing applicants. ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "This is true for both the third follow-up and the long-term survey round. ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "At the time of the third follow-up, new firms have approximately three times as many employees observed at the premises among the experimental winners than the control group, and existing firms have almost twice as many employees observed. ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "While the absolute levels are smaller, these ratios are similar to those in Table 3. ",
            "section": "A. Self-Reporting",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Both new and existing firms are twice as likely to have a functioning website among the experimental winners as in the control group. ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "While limited, these checks do help provide assurance that there is a genuine increase in firm sizes for the treated firms. ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "23 Those whose business had closed down or who had not started businesses were surveyed at their home or in a third location. ",
            "section": "A. Self-Reporting",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "23"
                }
            ]
        },
        {
            "text": "Notes: Robust standard errors in parentheses. ",
            "section": "A. Self-Reporting"
        },
        {
            "text": "Long-term follow-up is five years after applying, and more than three years after all funding has been received.",
            "section": "A. Self-Reporting"
        },
        {
            "text": "A second potential concern may be whether the growth of the winners came at the expense of other firms. ",
            "section": "B. Competition and Spillovers"
        },
        {
            "text": "There are two elements of this concern. ",
            "section": "B. Competition and Spillovers"
        },
        {
            "text": "The first is a concern about internal validity: if the growth of the winners came at the expense of firms in the control group, the control group would no longer provide a valid counterfactual. ",
            "section": "B. Competition and Spillovers"
        },
        {
            "text": "This seems unlikely to be an important concern in our case, since the experimental sample is widely scattered over a country of 170 million people, and is not heavily concentrated in any single industry. ",
            "section": "B. Competition and Spillovers"
        },
        {
            "text": "As a check, online Appendix 20 shows that there is no heterogeneity in treatment effect, nor difference in control outcomes, with the number of other firms selected as winners in the same state and industry. ",
            "section": "B. Competition and Spillovers"
        },
        {
            "text": "As a result, the estimates should be internally valid, and are informative for showing the constraints facing individual businesses.",
            "section": "B. Competition and Spillovers"
        },
        {
            "text": "The second aspect of this concern is then whether the gains to winners came from taking business from other firms in the economy. ",
            "section": "B. Competition and Spillovers"
        },
        {
            "text": "24 Often this is seen as a concern in thinking about scaling up small pilots, whereas here YouWiN! is operating at a scale of $60 million per year, and is larger than all the other business plan competitions discussed in the introduction. ",
            "section": "B. Competition and Spillovers"
        },
        {
            "text": "It seems unlikely that such a program would have the intensity randomized at the regional level as in the labor market intervention of Crépon et al. (2013), precluding a randomization approach to measuring these spillovers. ",
            "section": "B. Competition and Spillovers",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "Crépon et al. (2013)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 30,
                    "end": 37,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w43"
                }
            ]
        },
        {
            "text": "Rotemberg (2015) uses detailed firm data from India and finds a small business subsidy program there did result in competitors losing market share, but not for those producing internationally traded markets. ",
            "section": "B. Competition and Spillovers",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "Rotemberg (2015)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 87,
                    "end": 94,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w44"
                }
            ]
        },
        {
            "text": "In the United States, Bronnenberg and Ellickson (2015) note that online sales have had a market expansion effect, by increasing convenience and product variety, so that gains to new entrants need not come from taking market share from incumbents, and they speculate that such channels may be more important in developing country markets.",
            "section": "B. Competition and Spillovers",
            "ref_spans": [
                {
                    "start": 22,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "Bronnenberg and Ellickson (2015)"
                }
            ]
        },
        {
            "text": "We have seen that winners have indeed increased innovation, adding new products and new locations. ",
            "section": "B. Competition and Spillovers"
        },
        {
            "text": "For example, one of the winners set up a dry-cleaning chain, which expanded into locations where dry-cleaning services weren't readily available. ",
            "section": "B. Competition and Spillovers"
        },
        {
            "text": "Given how underdeveloped many product markets are in Nigeria, it seems plausible that the gain in sales is coming from growing the size of the market, not just undercutting competitors. ",
            "section": "B. Competition and Spillovers"
        },
        {
            "text": "As an additional check on this, online Appendix 20 shows that winners were no more likely to reduce their product prices than the control group, suggesting that the channel for expansion was not taking market share through price competition. ",
            "section": "B. Competition and Spillovers"
        },
        {
            "text": "This evidence is admittedly indirect and limited, but the absence of detailed data on other firms in Nigeria precludes any further analysis of changes for nonprogram firms.",
            "section": "B. Competition and Spillovers"
        },
        {
            "text": "A final critique that can be raised about any impact evaluation is the extent to which its results may generalize. ",
            "section": "C. External Validity"
        },
        {
            "text": "The program studied here is a nationwide program to a large number of firms in Africa's largest country, and hence should be of intrinsic interest. ",
            "section": "C. External Validity",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 4,
                    "end": 11,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w45"
                },
                {
                    "type": "software",
                    "start": 41,
                    "end": 48,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w46"
                }
            ]
        },
        {
            "text": "Moreover, the competition has already been run in three more rounds in Nigeria. ",
            "section": "C. External Validity"
        },
        {
            "text": "Nevertheless, there are reasons to believe the findings may generalize beyond Nigeria. ",
            "section": "C. External Validity"
        },
        {
            "text": "As noted in the introduction, these types of business plan competitions have become increasingly common, particularly in sub-Saharan Africa. ",
            "section": "C. External Validity"
        },
        {
            "text": "While the amounts offered in Nigeria are high, they are far from unique-the average grant sizes in the Somalia business plan competition were $58,000 in round 1 and $67,000 in round 2, and awards of $25,000 were given in Côte d'Ivoire. ",
            "section": "C. External Validity"
        },
        {
            "text": "The key difference here is the large number of winners and randomized selection provide the ability to evaluate and learn from this competition, which has not been possible in the other cases. ",
            "section": "C. External Validity"
        },
        {
            "text": "It seems likely that these competitions in other countries are also inducing applications from entrepreneurs with high growth potential. ",
            "section": "C. External Validity"
        },
        {
            "text": "Whether such entrepreneurs can be identified in alternative ways to business plan competitions and/or be supported through alternative policy instruments to grants are interesting questions for future research.",
            "section": "C. External Validity"
        },
        {
            "text": "The YouWiN! business plan competition has had large impacts on the rate of business start-up, survival of existing firms, employment, profits, and sales of winning firms. ",
            "section": "VIII. Conclusions"
        },
        {
            "text": "It has succeeded in generating more firms with ten or more employees, and provides the first experimental evidence of how direct policy action can spur the growth of such firms. ",
            "section": "VIII. Conclusions"
        },
        {
            "text": "The impacts are not consistent with a model of no market failures in which the grants would be predicted to increase the incomes of the business owners without changing their production decisions. ",
            "section": "VIII. Conclusions"
        },
        {
            "text": "Examination of the intermediate channels suggests that a main effect of the program has been to enable firms to buy more capital, innovate more, and hire more workers, with little impact on business practices, mentoring, or networking. ",
            "section": "VIII. Conclusions",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 76,
                    "end": 83,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c3a8c052df-software-simple-w47"
                }
            ]
        },
        {
            "text": "The business plan competition seems an effective tool for identifying entrepreneurs with much greater scope for growth than the typical microenterprise.",
            "section": "VIII. Conclusions"
        }
    ]
}