{
    "id": "cccc31fe7c",
    "abstract": [],
    "body_text": [
        {
            "text": "Investment in human capital is risky. ",
            "section": "Introduction"
        },
        {
            "text": "Both the amount of human capital produced from given effort and resources and the returns to human capital are uncertain at the time of investment. ",
            "section": "Introduction"
        },
        {
            "text": "As individuals are known to differ in risk attitudes, 1 one predicts, given everything else, a relationship between risk attitudes, investment and wages: less risk averse individuals will invest more and will experience higher wage growth and more wage volatility. ",
            "section": "Introduction"
        },
        {
            "text": "This indeed is exactly what Shaw (1996) attempted to test. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "Shaw (1996)"
                }
            ]
        },
        {
            "text": "She reports clear support for the prediction that risk averse individuals shy away from investing in (risky) human capital and hence, experience less wage growth. ",
            "section": "Introduction"
        },
        {
            "text": "In spite of the obvious relevance of the topic, other empirical research on the relationship barely exists. ",
            "section": "Introduction"
        },
        {
            "text": "2 We replicate Shaw's estimates on datasets for four countries: an extension of her original American data set and data for Spain, Germany, and Italy. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Hamermesh (2007), following the psychologist John Hunter, distinguishes between statistical and scientific replication. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "Hamermesh (2007)"
                }
            ]
        },
        {
            "text": "Statistical replication involves estimating an identical model on a different sample from the same underlying population. ",
            "section": "Introduction"
        },
        {
            "text": "Scientific replication involves estimating a perhaps similar, but not identical model on a different sample from a different population. ",
            "section": "Introduction"
        },
        {
            "text": "In Hamermesh' view, the latter \"appears much more suited in type to our methods of research and, indeed comprises most of what economists view as replication\". ",
            "section": "Introduction"
        },
        {
            "text": "We believe that replication of the same model is relevant if one assumes that models and theories have wider relevance than just one population conditioned by time or place. ",
            "section": "Introduction"
        },
        {
            "text": "In our view, the first step in building a solid body of empirical evidence would be to use the same model, and only adjust if evidence compels us to do so. ",
            "section": "Introduction"
        },
        {
            "text": "In our perception, the philosophy underlying empirical work is twofold: test our theories and models and estimate the magnitude of key parameters. ",
            "section": "Introduction"
        },
        {
            "text": "If we would not start out from a standard model but adjust the model even before empirical investigation, the whole enterprise would be erratic and ill directed.",
            "section": "Introduction"
        },
        {
            "text": "We decided to replicate Shaw's work for several reasons. ",
            "section": "Introduction"
        },
        {
            "text": "First, the topic is relevant and deserves more research. ",
            "section": "Introduction"
        },
        {
            "text": "Second, it's a seminal paper: the first systematic investigation of the link between risk attitude and wages. ",
            "section": "Introduction"
        },
        {
            "text": "3 Third, the model derives its empirical specification from economic theory, which we consider sound methodological practice. ",
            "section": "Introduction"
        },
        {
            "text": "Fourth, the model is intuitively appealing. ",
            "section": "Introduction"
        },
        {
            "text": "Fifth, as Shaw's empirical results were clearly in support of the key hypothesis, it is worth checking whether this points to an empirical regularity with wider validity. ",
            "section": "Introduction"
        },
        {
            "text": "Bonin et al. (2007) report that individuals sort themselves into occupations differing in wage risk on the basis of their risk attitude and find that less risk averse individuals have higher wage levels; they do not use the Shaw framework. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "Bonin et al. (2007)"
                }
            ]
        },
        {
            "text": "Brown and Taylor (2005) find that in the United Kingdom, wage growth relates negatively to risk aversion; their model is inspired 1 For empirical documentation, see Hartog et al. (2002), Dohmen et al. (2011), Ding et al. (2010). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "Brown and Taylor (2005)"
                },
                {
                    "start": 130,
                    "end": 131,
                    "type": "bibr",
                    "text": "1"
                },
                {
                    "start": 165,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "Hartog et al. (2002)"
                },
                {
                    "start": 187,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "Dohmen et al. (2011)"
                },
                {
                    "start": 209,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "Ding et al. (2010)"
                }
            ]
        },
        {
            "text": "2  Belzil and Leopardi (2007) studied the impact of risk attitudes on formal education in Italy. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "2"
                },
                {
                    "start": 3,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "Belzil and Leopardi (2007)"
                }
            ]
        },
        {
            "text": "Hartog and Diaz-Serrano (2007) find that risk aversion affects investment in education. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "Hartog and Diaz-Serrano (2007)"
                }
            ]
        },
        {
            "text": "Diaz-Serrano (2005) estimates a negative link between risk aversion and income volatility in Italy. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "Diaz-Serrano (2005)"
                }
            ]
        },
        {
            "text": "Hryshko et al. (2008) report the same result for the US, attributing this to selection into riskier occupations rather than to human capital investment. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Hryshko et al. (2008)"
                }
            ]
        },
        {
            "text": "3 The paper is a standard reference in related work: in June 2010, it had 93 citations at Google. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "3"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 90,
                    "end": 96,
                    "rawForm": "Google",
                    "resp": "whitelist",
                    "id": "cccc31fe7c-software-simple-w0"
                }
            ]
        },
        {
            "text": "by Shaw (1996) but it is not a strict replication. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 14,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "Shaw (1996)"
                }
            ]
        },
        {
            "text": "As stated above, we prefer a tighter methodology: theory should guide us to a specification for empirical work, empirical analysis should test this specification and its validity under a variety of conditions of time and place.",
            "section": "Introduction"
        },
        {
            "text": "We find that risk attitude and wages are connected, but not exactly in the way that the Shaw model predicts. ",
            "section": "Introduction"
        },
        {
            "text": "Adjustment is called for and we present some suggestions in the concluding section. ",
            "section": "Introduction"
        },
        {
            "text": "In the next section, we present the model that Shaw developed. ",
            "section": "Introduction"
        },
        {
            "text": "In Sect. ",
            "section": "Introduction"
        },
        {
            "text": "3 we introduce and discuss our data sets, in Sect. ",
            "section": "Introduction"
        },
        {
            "text": "4 we present the replication results, and in Sect. ",
            "section": "Introduction"
        },
        {
            "text": "5 we test the constraints imposed on the model. ",
            "section": "Introduction"
        },
        {
            "text": "Section 6 considers sensitivity to the time frames of measurement and Sect. ",
            "section": "Introduction"
        },
        {
            "text": "7 concludes. ",
            "section": "Introduction"
        },
        {
            "text": "Detailed data descriptions and additional results are given in Online Appendices A and B.",
            "section": "Introduction"
        },
        {
            "text": "For a given individual, suppressing possible subscripts for potential variation across individuals, Shaw starts from the standard human capital earnings function:",
            "section": "The Shaw model"
        },
        {
            "text": "The observed wage equals the value of the human capital stock, net of new investment cost, at human capital rental rate equal to unity. ",
            "section": "The Shaw model"
        },
        {
            "text": "Assuming differences between s t and s t−1 are small enough to neglect and defining γ t as productivity of the investment, it is straightforward to derive the approximation",
            "section": "The Shaw model"
        },
        {
            "text": "Using a model for optimal lifetime investment in human and financial capital, following Williams (1979), the investment share s can be written as",
            "section": "The Shaw model",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "Williams (1979)"
                }
            ]
        },
        {
            "text": "where R is the Arrow-Pratt measure of relative risk aversion and μ h −η σ 2 h is the Sharpe ratio for human capital: the expected net return to human capital investment relative to its variance (the return to risk). ",
            "section": "The Shaw model"
        },
        {
            "text": "η is the marginal rate of substitution between financial wealth and human capital, assumed constant, and μ h is the expected rate of return on human capital. ",
            "section": "The Shaw model"
        },
        {
            "text": "Shaw applies two alternative strategies to measure risk attitude R: either use direct survey measures or infer R from the financial investment portfolio. ",
            "section": "The Shaw model"
        },
        {
            "text": "The latter is determined by a similar equation for the share of financial investments allocated to risky assets:",
            "section": "The Shaw model"
        },
        {
            "text": "where μ f is the expected return to risky financial assets, σ 2 f its variance, and r the return on safe assets. ",
            "section": "The Shaw model"
        },
        {
            "text": "The financial Sharpe ratio 1/b is a constant determined in the capital market. ",
            "section": "The Shaw model"
        },
        {
            "text": "We can then substitute for s in (2):",
            "section": "The Shaw model"
        },
        {
            "text": "The benefits from human capital investment are specified as",
            "section": "The Shaw model"
        },
        {
            "text": "with ξ i i.i.d. measurement errors and X a matrix of individual characteristics. ",
            "section": "The Shaw model"
        },
        {
            "text": "This implies that the wage growth equation equals",
            "section": "The Shaw model"
        },
        {
            "text": "Thus, individual wage growth is related to the observable investment share of risky assets α multiplied by the benefits from human capital investments. ",
            "section": "The Shaw model"
        },
        {
            "text": "As Shaw notes, the error term is heteroscedastic, as it depends on the financial investment share α i :",
            "section": "The Shaw model"
        },
        {
            "text": "residual variance is increasing in risky wealth share. ",
            "section": "The Shaw model"
        },
        {
            "text": "With direct observations on risk aversion R, we can substitute (5) in (4), to get",
            "section": "The Shaw model"
        },
        {
            "text": "and again using (6) we have",
            "section": "The Shaw model"
        },
        {
            "text": "with heteroscedastic errors as before as e i = ξ i /σ 2 h R i depends on individual risk attitude R: residual variance is decreasing with increasing risk aversion. ",
            "section": "The Shaw model"
        },
        {
            "text": "Now, wage growth is explained from productivity growth divided by risk aversion.",
            "section": "The Shaw model"
        },
        {
            "text": "In her empirical application, Shaw estimates, for individual i,",
            "section": "The Shaw model"
        },
        {
            "text": "where ln W i is hourly wage growth, Riskattitude measures the attitude of an individual toward risk, X i is the matrix for human capital variables and H i includes additional controls. ",
            "section": "The Shaw model"
        },
        {
            "text": "The essence of the model is a multiplicative specification of human capital stock and risk attitude.",
            "section": "The Shaw model"
        },
        {
            "text": "We use data from four different sources: an extension of Shaw's original American data (the Survey of Consumer Finances, SCF), the German Socio-Economic Panel (SOEP), the Spanish Survey of Household Finances (EFF), and the Italian Survey of Household Income and Wealth (SHIW). ",
            "section": "Datasets"
        },
        {
            "text": "These surveys are run at the household level and although we have some information for all adults, in the SCF, the EFF and the SHIW, the amount of risky assets is only available at the household level and the self-reported risk attitude questions are only asked to the \"reference\" person in the household. ",
            "section": "Datasets"
        },
        {
            "text": "4 Therefore, the empirical analysis includes only the reference person in each household except for the German SOEP in which we include all individuals older than 16. ",
            "section": "Datasets"
        },
        {
            "text": "These datasets are described in Online Appendix A. Shaw performed her test with the SCF from 1983 to 1986. ",
            "section": "Datasets"
        },
        {
            "text": "This means that the individual wage growth was calculated over a three year period. ",
            "section": "Datasets"
        },
        {
            "text": "This decision was most probably driven by data availability. ",
            "section": "Datasets"
        },
        {
            "text": "The time interval of the SCF sample is now 1983-1989; Shaw's original dataset referring to 1983-1986 is no longer available. ",
            "section": "Datasets"
        },
        {
            "text": "5 The individual risk attitude is measured in 1989, i.e., the last year of the time period. ",
            "section": "Datasets",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "5"
                }
            ]
        },
        {
            "text": "In order to be consistent with all data sets we will for all other countries also measure wage growth using the periods before the risk measure. ",
            "section": "Datasets"
        },
        {
            "text": "For the German sample, we use the period 2000 to 2004, as our risk measure is only available for 2004. ",
            "section": "Datasets"
        },
        {
            "text": "Taking a four year interval allows us to stay close to both Shaw's original results (1983Shaw's original results ( -1986 and the current US sample (1983)(1984)(1985)(1986)(1987)(1988)(1989). ",
            "section": "Datasets",
            "ref_spans": [
                {
                    "start": 60,
                    "end": 89,
                    "type": "bibr",
                    "text": "Shaw's original results (1983"
                },
                {
                    "start": 89,
                    "end": 120,
                    "type": "bibr",
                    "text": "Shaw's original results ( -1986"
                },
                {
                    "start": 147,
                    "end": 153,
                    "type": "bibr",
                    "text": "(1983)"
                },
                {
                    "start": 153,
                    "end": 159,
                    "type": "bibr",
                    "text": "(1984)"
                },
                {
                    "start": 159,
                    "end": 165,
                    "type": "bibr",
                    "text": "(1985)"
                },
                {
                    "start": 165,
                    "end": 171,
                    "type": "bibr",
                    "text": "(1986)"
                },
                {
                    "start": 171,
                    "end": 177,
                    "type": "bibr",
                    "text": "(1987)"
                },
                {
                    "start": 177,
                    "end": 183,
                    "type": "bibr",
                    "text": "(1988)"
                },
                {
                    "start": 183,
                    "end": 189,
                    "type": "bibr",
                    "text": "(1989)"
                }
            ]
        },
        {
            "text": "In the SHIW (Italy) only the 1995 wave contains questions related to risk attitudes. ",
            "section": "Datasets"
        },
        {
            "text": "We use the waves corresponding to 1993 and 1995 to estimate real wage growth. ",
            "section": "Datasets"
        },
        {
            "text": "We chose this particular two year interval since it provides an acceptable number of individuals with valid answers in the risk attitude question that are present in both waves (1,357 household heads). ",
            "section": "Datasets"
        },
        {
            "text": "6 Finally, we use the first wave (2002) of the EFF (Spain). ",
            "section": "Datasets"
        },
        {
            "text": "In contrast with the other data sets, the EFF is not a panel and, consequently, data on individuals' wages over time is missing. ",
            "section": "Datasets"
        },
        {
            "text": "Still, we can compute wage growth within the firm, as the EFF includes a question in which individuals are asked their starting salary in the present company. ",
            "section": "Datasets"
        },
        {
            "text": "Since there is information on tenure, we can compute the total wage growth of individuals since they entered the firm. ",
            "section": "Datasets"
        },
        {
            "text": "This means that we are only looking at the subgroup of workers that Shaw calls \"job stayers\" (see Table 3 of Shaw's paper). ",
            "section": "Datasets",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 105,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Except for some effects on magnitudes, this is immaterial, as her results also hold separately for job stayers. ",
            "section": "Datasets"
        },
        {
            "text": "This strategy allows us to calculate the wage growth before the year in which risk attitude is measured. ",
            "section": "Datasets"
        },
        {
            "text": "A difference with Shaw's sub-sample of stayers however is that while she focuses only on job stayers in a 3-year period, we consider all the surveyed workers and their corresponding tenure in the present firm. ",
            "section": "Datasets"
        },
        {
            "text": "7 As Shaw, we define wage growth over the period as hourly wage growth except for Spain, where information on the number of hours worked in a normal week when the individual entered the firm is not available and we can therefore not compute the past hourly wage, although we know the yearly wage at that time. ",
            "section": "Datasets",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "7"
                }
            ]
        },
        {
            "text": "Therefore, the results from the EFF are based on yearly wages. ",
            "section": "Datasets"
        },
        {
            "text": "8 As in Shaw's paper, for all data sets except for the German SOEP, we present the results of two alternative measures of an individual's attitudes towards risk. ",
            "section": "Datasets",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "8"
                }
            ]
        },
        {
            "text": "One is based on the financial assets owned by the household (ASSET) and another on self-reported risk attitudes. ",
            "section": "Datasets"
        },
        {
            "text": "The variable ASSET is a measure of risk behavior based on the percentage of risky assets (bonds, shares, and mutual funds) over all the household's assets. ",
            "section": "Datasets"
        },
        {
            "text": "In the empirical regression, self-reported risk attitude (the second risk measure) is introduced in all regressions except for Germany through two dummy variables, i.e., RISK3 (which equals 1 if individuals are willing to take average risks) and RISK4 (which equals 1 if individuals are not willing to take any risks). ",
            "section": "Datasets"
        },
        {
            "text": "The reference group consists of people who reported to be willing to take \"substantial\" or \"above-average\" risks. ",
            "section": "Datasets"
        },
        {
            "text": "So, RISK3 and RISK4 indicate increasing levels of risk aversion. ",
            "section": "Datasets"
        },
        {
            "text": "In the Italian data these two variables are calculated using the household heads response on a reservation price of an investment opportunity question. ",
            "section": "Datasets"
        },
        {
            "text": "This allows us to construct a measure of absolute risk aversion (see Online Appendix); although the theoretical prediction is formulated with relative risk aversion, we use absolute risk aversion, as the risk dummies are not identified as relative measures either and multiplying with wealth would add much measurement error. ",
            "section": "Datasets"
        },
        {
            "text": "9 In the German SOEP data we do not have the necessary information on individual possession of financial assets. ",
            "section": "Datasets",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "9"
                }
            ]
        },
        {
            "text": "There is however information on self-reported risk attitudes. ",
            "section": "Datasets"
        },
        {
            "text": "The information on self-reported risk attitudes in the German data set differs slightly from that in the SCF. ",
            "section": "Datasets"
        },
        {
            "text": "In the SOEP, respondents are asked to report their willingness to take risks in a variety of areas, such as financial matters, health, occupation, and leisure and sport. ",
            "section": "Datasets"
        },
        {
            "text": "We base our results on the willingness to take risks in the occupation, obviously the relevant domain. ",
            "section": "Datasets"
        },
        {
            "text": "The answer to the willingness to take risk is recorded on a 0-10 scale, where 0 stands for complete unwilling to take risks and 10 for completely willing (see Dohmen et al. 2011, for validity issues). ",
            "section": "Datasets",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 199,
                    "type": "bibr",
                    "text": "Dohmen et al. 2011, for validity issues)"
                }
            ]
        },
        {
            "text": "In other words, risk attitudes are measured through a categorical variable that can take 7 We considered restricting our sample to 3-year-stayers only, but that leaves us with only 202 observations (down from 758). ",
            "section": "Datasets",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 90,
                    "type": "bibr",
                    "text": "7"
                }
            ]
        },
        {
            "text": "Non-linear regressions did not converge and almost all variables in Table 2 had insignificant coefficients. ",
            "section": "Datasets",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "8 Hourly earnings is the common unit in analysis of wage differentials. ",
            "section": "Datasets"
        },
        {
            "text": "This is less than satisfactory, as most labour markets do not operate on an hourly basis and many jobs have implicit contracts with undetermined hours and unspecified relationship between hours and pay. ",
            "section": "Datasets"
        },
        {
            "text": "In our Italian dataset we get good results with annual earnings in all specifications; this is not the case with hourly earnings. ",
            "section": "Datasets"
        },
        {
            "text": "9 The model predicts inverse proportionality between wage growth and risk attitude. ",
            "section": "Datasets",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "9"
                }
            ]
        },
        {
            "text": "We follow Shaw in estimating with direct proportionality. ",
            "section": "Datasets"
        },
        {
            "text": "In the Italian dataset, using the inverse of risky asset share also gives significant results. ",
            "section": "Datasets"
        },
        {
            "text": "11 values. ",
            "section": "Datasets"
        },
        {
            "text": "Since in the model risk attitudes are interacted with the human capital variables, introducing risk attitudes through a dummy variable approach makes the results very difficult to interpret. ",
            "section": "Datasets"
        },
        {
            "text": "Therefore, we opt for transforming risk attitudes into a variable that can take values on the whole real axis by following Terza (1987) and include the transformed variables in the regression as any other continuous variable.",
            "section": "Datasets",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Terza (1987)"
                }
            ]
        },
        {
            "text": "The set of controls included in vector H i is identical to those used in Shaw for the US Survey (SCF) and is adapted to the particular characteristics of each of the other three countries, namely, Germany, Italy, and Spain. ",
            "section": "Datasets"
        },
        {
            "text": "In the US the vector H i includes thus three dummy variables indicating whether the individual is a male, black, or member of a worker union. ",
            "section": "Datasets"
        },
        {
            "text": "In the German case, control variables consist of three dummy variables that take value 1 if the respondent lives in East Germany, is of German origin (as opposed to immigrant), and is a male. ",
            "section": "Datasets"
        },
        {
            "text": "The first two dummy variables are added to represent the ethnic component in the German sample. ",
            "section": "Datasets"
        },
        {
            "text": "The gender variable included in the regression is defined as in the US case. ",
            "section": "Datasets"
        },
        {
            "text": "In Italy, the controls included in vector H i are dummies for region (North, Center, and South), gender, marital status, and part time work. ",
            "section": "Datasets"
        },
        {
            "text": "In Spain, there are four dummy variables indicating whether the individual works for a big firm (more than 500 workers), is a male, has a non-permanent contract and is single. ",
            "section": "Datasets"
        },
        {
            "text": "The dummy variables big firm, no permanent contract, and single are included to represent the importance of the insider-outsider effects in Spain (outsiders are young rather than old, have a temporary rather than a permanent contract and work in small firms rather than in big firms).",
            "section": "Datasets"
        },
        {
            "text": "In the table below, we summarize features of the datasets. ",
            "section": "Datasets"
        },
        {
            "text": "We can draw on datasets that are fairly similar to the original data, but with some unavoidable differences as well. ",
            "section": "Datasets"
        },
        {
            "text": "The US extension set is most similar, except for a smaller number of observations. ",
            "section": "Datasets"
        },
        {
            "text": "The Spanish dataset is from a survey that copies the American original and is also very close, except for a smaller number of observations and a deviant interval of wage growth measurement.",
            "section": "Datasets"
        },
        {
            "text": "The measurement of risk attitudes by self-assessment is not identical in all datasets. ",
            "section": "Datasets"
        },
        {
            "text": "Shaw uses a four-point scale for risk taking in financial matters, and the same variable is used in our replications for the US and Spain. ",
            "section": "Datasets"
        },
        {
            "text": "In Italy, our measure is based on the reservation price for a risky financial asset. ",
            "section": "Datasets"
        },
        {
            "text": "For Germany, we use an 11-point scale for risk taking in the occupational domain. ",
            "section": "Datasets"
        },
        {
            "text": "This variety is an inevitable shortcoming of our tests. ",
            "section": "Datasets"
        },
        {
            "text": "We know that the different measures correlate, but far from perfectly (Ding et al. 2010). ",
            "section": "Datasets",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(Ding et al. 2010)"
                }
            ]
        },
        {
            "text": "Imperfect correlation leads to noise in the comparison with results for Italy and Germany, but not for Spain and the US. ",
            "section": "Datasets"
        },
        {
            "text": "It is hard to predict how large the effect may be. ",
            "section": "Datasets"
        },
        {
            "text": "Empirical research indicates that risk attitudes are domain specific (Slovic 1972;Warneryd 1996;Weber et al. 2002;Dohmen et al. 2005;Ding et al. 2010). ",
            "section": "Datasets",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(Slovic 1972;"
                },
                {
                    "start": 82,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "Warneryd 1996;"
                },
                {
                    "start": 96,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "Weber et al. 2002;"
                },
                {
                    "start": 114,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "Dohmen et al. 2005;"
                },
                {
                    "start": 133,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "Ding et al. 2010)"
                }
            ]
        },
        {
            "text": "Dohmen et al. (2005) claim that risk attitude in general is a superior measure, but using it for the German data does not improve our results (see Sect. 6).",
            "section": "Datasets",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "Dohmen et al. (2005)"
                }
            ]
        },
        {
            "text": "Shaw's original work uses risk attitudes measured before observing wage growth, while in our European data risk attitude is measured after observing wage growth. ",
            "section": "Datasets"
        },
        {
            "text": "In Sect. ",
            "section": "Datasets"
        },
        {
            "text": "6, we argue that the dangers of endogeneity are not as serious as one might fear.  ",
            "section": "Datasets"
        },
        {
            "text": "1983-1986 1983-1989 2002 1993-1995 2000-2004 No  1983-19861983-1989At present employer 1993-19952000-2004 4 Replicating Shaw's results",
            "section": "Datasets",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 44,
                    "type": "bibr",
                    "text": "1983-1986 1983-1989 2002 1993-1995 2000-2004"
                },
                {
                    "start": 49,
                    "end": 53,
                    "type": "bibr",
                    "text": "1983"
                },
                {
                    "start": 53,
                    "end": 58,
                    "type": "bibr",
                    "text": "-1986"
                },
                {
                    "start": 58,
                    "end": 62,
                    "type": "bibr",
                    "text": "1983"
                },
                {
                    "start": 62,
                    "end": 67,
                    "type": "bibr",
                    "text": "-1989"
                },
                {
                    "start": 67,
                    "end": 91,
                    "type": "bibr",
                    "text": "At present employer 1993"
                },
                {
                    "start": 91,
                    "end": 96,
                    "type": "bibr",
                    "text": "-1995"
                },
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "2000"
                },
                {
                    "start": 100,
                    "end": 105,
                    "type": "bibr",
                    "text": "-2004"
                }
            ]
        },
        {
            "text": "We start by replicating Shaw's baseline results as reported in her Table 1. ",
            "section": "Basic replication",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "To be precise, 10 we estimated (11A) with the asset share specification A for risk and (11D) with the dummy specification D for risk:",
            "section": "Basic replication",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 17,
                    "type": "bibr",
                    "text": "10"
                }
            ]
        },
        {
            "text": "The variable Asset is the share of financial wealth invested in risky assets, Risk3 (\"take average risk\") and Risk4 (\"take no risk\") are the risk attitude dummies, with taking  Table 2. ",
            "section": "Basic replication",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 184,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Shaw does not report the coefficients on the controls in H nor the intercept. ",
            "section": "Basic replication"
        },
        {
            "text": "The variables included in X are: changes in tenure, changes in tenure squared, changes in experience squared and level of education. ",
            "section": "Basic replication"
        },
        {
            "text": "12 The results Shaw reports are completely in line with her predictions: risk-taking individuals obtain, through tenure, experience and education, higher increases on wages. ",
            "section": "Basic replication",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "12"
                }
            ]
        },
        {
            "text": "These clear results provided the prime stimulus to the present replication study.",
            "section": "Basic replication"
        },
        {
            "text": "Estimation results of the Shaw model using an extension of her data set (1983-1989 instead of 1983-1986) and the German, Spanish, and Italian data set 13 are given in Table 3. ",
            "section": "Basic replication",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 104,
                    "type": "bibr",
                    "text": "(1983-1989 instead of 1983-1986)"
                },
                {
                    "start": 167,
                    "end": 174,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Following her specification, we use sampling weights to restore representativity in case of oversampling particular groups (which is not necessary for the Italian sample). ",
            "section": "Basic replication"
        },
        {
            "text": "Although Shaw only presents results for the main variables, we show the complete table.",
            "section": "Basic replication"
        },
        {
            "text": "As mentioned above, a particularity of the Spanish sample is that we only have information on individual's current wage and their starting wage with the present employer. ",
            "section": "Basic replication"
        },
        {
            "text": "This means that the Spanish data resemble Shaw's sub-sample of job stayers. ",
            "section": "Basic replication"
        },
        {
            "text": "Empirically, this implies that the changes in tenure are equal to changes in experience and the (linear) effects of experience on wage growth cannot be disentangled from the (linear) effects of tenure. ",
            "section": "Basic replication"
        },
        {
            "text": "Thus we refer to the relevant variable as change in years of tenure/years of experience.  ",
            "section": "Basic replication"
        },
        {
            "text": "Table 3 shows that Shaw's initial results cannot unequivocally be reproduced. ",
            "section": "Basic replication",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Consider first the results on the core theme, the mediating effect of risk attitude on investment intensity. ",
            "section": "Basic replication"
        },
        {
            "text": "When we measure risk attitude through asset holdings, the theory is confirmed for the US and for Spain, but not for Italy. ",
            "section": "Basic replication"
        },
        {
            "text": "For the US, the magnitude of the effect is similar to the original estimate (1.116 against 1.04). ",
            "section": "Basic replication"
        },
        {
            "text": "With direct measures of risk attitude, the model is clearly rejected for Germany and support in Spain is weak. ",
            "section": "Basic replication"
        },
        {
            "text": "In the US, more risk averse workers still have lower wage growth, but the most risk averse (Risk4) have no longer a wage growth that differs from those who love to take risk. ",
            "section": "Basic replication"
        },
        {
            "text": "For Italy, with the measure of absolute risk aversion, the prediction is strongly supported. ",
            "section": "Basic replication"
        },
        {
            "text": "Thus, the replication results are mixed, even for the US. ",
            "section": "Basic replication"
        },
        {
            "text": "In the European countries, either the dummy measure has the predicted effects or the asset measure has, but not both. ",
            "section": "Basic replication"
        },
        {
            "text": "In Germany we have only one measure and it does not have the predicted effect.",
            "section": "Basic replication"
        },
        {
            "text": "The role of the human capital variables in explaining wage growth is also different from the initial results. ",
            "section": "Basic replication"
        },
        {
            "text": "In Table 2, the effect of changes in tenure is mostly positive and concave and presumably, the same holds for changes in experience (where only the quadratic effect can be estimated), a result that holds both in the risk dummy specification and in the asset share specification. ",
            "section": "Basic replication",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "These patterns are only weakly reproduced. ",
            "section": "Basic replication"
        },
        {
            "text": "The positive effect of change in tenure is found for Spain in both specifications, in the US for assets and in Germany at low level of significance (8%). ",
            "section": "Basic replication"
        },
        {
            "text": "The change in tenure squared is never significant except for Italy in the specification that uses absolute risk aversion. ",
            "section": "Basic replication"
        },
        {
            "text": "Only the change in experience squared is solidly negative except for Italy. ",
            "section": "Basic replication"
        },
        {
            "text": "The positive effect of years of education is only convincingly reproduced for Spain. ",
            "section": "Basic replication"
        },
        {
            "text": "Instead, in the US for risk dummy and Italy (at 10% level) for absolute risk aversion the effect of education is negative, which contradicts Shaw's results.",
            "section": "Basic replication"
        },
        {
            "text": "In her Footnote 11, Shaw notes that gender and race are never significant, while union membership has a negative effect. ",
            "section": "Basic replication"
        },
        {
            "text": "We replicate, for the US, the negative effect of union membership. ",
            "section": "Basic replication"
        },
        {
            "text": "However, being black has a negative effect in the replication and male has a negative effect although only for the asset share specification. ",
            "section": "Basic replication"
        },
        {
            "text": "In Spain, men have faster wage growth, in Germany and Italy there are no differences by gender.",
            "section": "Basic replication"
        },
        {
            "text": "We also find big differences in explained variance (R 2 ). ",
            "section": "Basic replication"
        },
        {
            "text": "It increases threefold in the US replication (from 0.06 in Shaw to about 0.2), it is remarkably low in Italy (0.01) and even more remarkably high in Spain (about 0.4).",
            "section": "Basic replication"
        },
        {
            "text": "As Shaw notes, the model implies heteroscedasticity, as risk attitude is correlated with the error term (see Eqs. 7, 9). ",
            "section": "Heteroscedasticity"
        },
        {
            "text": "There would be even more heteroscedasticity if we allow measurement errors in risk R or investment share α, as the error term would then also correlate with X . ",
            "section": "Heteroscedasticity"
        },
        {
            "text": "In her test, however, Shaw shows that heteroscedasticity is rejected (cf. p. 639). ",
            "section": "Heteroscedasticity"
        },
        {
            "text": "She does not pay much attention to it, although in fact it strikes at the heart of the model: the theory explicitly implies heteroscedasticity. ",
            "section": "Heteroscedasticity"
        },
        {
            "text": "We use the same test (White and Domowitz 1984) 14 and present the results in the penultimate row (with the heading χ 2 statistic) of Table 3. We find significant levels of heterocedasticity in all specifications and countries. ",
            "section": "Heteroscedasticity",
            "ref_spans": [
                {
                    "start": 21,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(White and Domowitz 1984)"
                },
                {
                    "start": 133,
                    "end": 140,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Thus, we now find support for the model where Shaw did not. ",
            "section": "Heteroscedasticity"
        },
        {
            "text": "15 As heteroscedasticity is an important feature of the model, we regressed the squared residual from the regressions in Table 3 on risk attitude, schooling, experience, and tenure. ",
            "section": "Heteroscedasticity",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "15"
                },
                {
                    "start": 121,
                    "end": 128,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Results are reported in Table 4. Risk attitude is indeed related to the residual variance, but only in three out of the seven specifications. ",
            "section": "Heteroscedasticity",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 31,
                    "type": "table",
                    "ref_id": "tab_6",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "16 In the Asset specification, there is never a significant effect, in the dummy and absolute risk aversion specification we find higher residual variance for the less risk averse, except for Spain, where there is no significant relationship at all. ",
            "section": "Heteroscedasticity",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "16"
                }
            ]
        },
        {
            "text": "Education increases residual variance in the US, but not in the other countries. ",
            "section": "Heteroscedasticity"
        },
        {
            "text": "Men, remarkably, have lower residual variance in the US and Germany but not elsewhere. ",
            "section": "Heteroscedasticity"
        },
        {
            "text": "Tenure has no effect in the US, positive effect in Spain but negative effect in Germany and a weakly significant non-linear effect in Italy. ",
            "section": "Heteroscedasticity"
        },
        {
            "text": "With the exception of Germany, experience barely affects residual variance.",
            "section": "Heteroscedasticity"
        },
        {
            "text": "Like Shaw, we consider the option that the effect of risk on wage growth is different for each of the four human capital variables used in the model. ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables"
        },
        {
            "text": "To do so, we expand the regression equations as follows: ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables"
        },
        {
            "text": "The resulting N • R 2 follows a χ 2 distribution with K (K + 1)/N degrees of freedom. ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables"
        },
        {
            "text": "15 In the results reported in Sects. ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "15"
                }
            ]
        },
        {
            "text": "4 and 5, we do not correct for heteroscedasticity, to maintain comparability with Shaw's results. ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables"
        },
        {
            "text": "16 Shaw does not run regressions but shows in a table in Footnote 22 that the variance of residual income growth and the variance of residual log income level are higher for individuals in classes with lower risk aversion.   ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "16"
                }
            ]
        },
        {
            "text": "Shaw concludes that the coefficients β j are not identical for all the x j in the risk attitude dummy specification and that therefore the constraint imposed in Eq. ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables"
        },
        {
            "text": "11 is not acceptable (Footnote 14). ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables"
        },
        {
            "text": "In the Asset specification, she reports \"lower significance levels,\" without giving details. ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables"
        },
        {
            "text": "17 The estimation results for Eq. ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "17"
                }
            ]
        },
        {
            "text": "12 are given in Online Appendix B (Table B1). ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables",
            "ref_spans": [
                {
                    "start": 34,
                    "end": 44,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table B1)"
                }
            ]
        },
        {
            "text": "For Germany, we can confirm (as in Table 2) that risk does not play a role in determining wage growth, except through years of experience. ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables",
            "ref_spans": [
                {
                    "start": 35,
                    "end": 42,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "For the US we find that the specification still performs well, while for Spain, both specifications perform worse. ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables"
        },
        {
            "text": "For Italy, the absolute risk aversion specification performs very well, the asset share specification has mostly insignificant coefficients.",
            "section": "The effect of risk on wage growth is the same through all the human capital variables"
        },
        {
            "text": "We now focus on whether or not the constraint of single risk interaction imposed in Eq. ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables"
        },
        {
            "text": "11 is justifiable. ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables"
        },
        {
            "text": "We do this by testing for each interaction term whether the product of a j and β (Table 3) is identical to the product of a j and β j (Online Appendix Table  B1), using a t-test for statistical difference. ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 90,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Table 3)"
                },
                {
                    "start": 142,
                    "end": 160,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Appendix Table  B1"
                }
            ]
        },
        {
            "text": "18 The test results (t values) on significant differences are given in Table 5, column I; full details are in Online Appendix Table  B2. ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "18"
                },
                {
                    "start": 71,
                    "end": 78,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "Table 5"
                },
                {
                    "start": 117,
                    "end": 135,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Appendix Table  B2"
                }
            ]
        },
        {
            "text": "For the case of Germany, we only show the t-tests for the interaction between risk attitude and changes in years of experience squared since this is the only coefficient in Table 3 and Online Appendix Table B1 that shows a level of significance approaching acceptable levels. ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                },
                {
                    "start": 201,
                    "end": 209,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table B1"
                }
            ]
        },
        {
            "text": "Equality of the risk aversion interactions is strongly rejected for the US, Germany, and Spain, and less strongly but still significantly for Italy. ",
            "section": "The effect of risk on wage growth is the same through all the human capital variables"
        },
        {
            "text": "19",
            "section": "The effect of risk on wage growth is the same through all the human capital variables"
        },
        {
            "text": "In the replication for the US we have tested the sensitivity of the results for outliers. ",
            "section": "Sensitivity to outliers and other misreporting"
        },
        {
            "text": "If we exclude the top and bottom 1%, 2% or 5%, respectively, of wage growth, many coefficients are stable but the coefficients on some risk interaction terms change drastically, in magnitude, from significant to insignificant, from positive to negative. ",
            "section": "Sensitivity to outliers and other misreporting"
        },
        {
            "text": "Shaw is silent on treatment of outliers, presumably because she does not apply any adjustment.",
            "section": "Sensitivity to outliers and other misreporting"
        },
        {
            "text": "During data preparation we noted several inconsistencies, such as measured experience increasing more than the time elapsed between two moments of observation. ",
            "section": "Sensitivity to outliers and other misreporting"
        },
        {
            "text": "Our results for Germany appeared quite sensitive to corrections of such inconsistencies (like restricting the change in experience to time elapsed between observations). ",
            "section": "Sensitivity to outliers and other misreporting"
        },
        {
            "text": "However, since Shaw is also silent on these issues, we did not attempt a systematic correction and choose to accept inconsistencies as measurement errors.",
            "section": "Sensitivity to outliers and other misreporting"
        },
        {
            "text": "As noted in Online Appendix A, the variable Asset has a very high proportion of zero's. ",
            "section": "Sensitivity to outliers and other misreporting"
        },
        {
            "text": "This would imply that the individual's relative risk aversion is infinite, a rather extreme assumption. ",
            "section": "Sensitivity to outliers and other misreporting"
        },
        {
            "text": "We tested the sensitivity to this extreme value by adding a dummy to distinguish zero and positive values; thus, the regression equation included  a dummy for having any risky financial assets at all and the share of risky financial assets. ",
            "section": "Sensitivity to outliers and other misreporting"
        },
        {
            "text": "In the SHIW data for Italy, with the highest proportion of zero's, including the dummy has no effect on the results for the other variables; the significance level for the share of risky assets does not change in any relevant way. ",
            "section": "Sensitivity to outliers and other misreporting"
        },
        {
            "text": "20",
            "section": "Sensitivity to outliers and other misreporting"
        },
        {
            "text": "5 Testing constraints in Shaw's model",
            "section": "Sensitivity to outliers and other misreporting"
        },
        {
            "text": "Shaw derives her specification from a theoretical model and thereby imposes a number of a priori restrictions. ",
            "section": "Introduction"
        },
        {
            "text": "In this section we will test whether the restrictions are accepted by the data. ",
            "section": "Introduction"
        },
        {
            "text": "We can write a general specification of the equations as",
            "section": "Introduction"
        },
        {
            "text": "a hk H ki + e i (13A) ",
            "section": "Introduction"
        },
        {
            "text": "We call this model the unconstrained model, as it does not constrain the parameters to reflect a strict multiplicative effect of risk or assignment of explanatory variables to risk sensitive human capital variables X and other variables H . ",
            "section": "Introduction"
        },
        {
            "text": "Starting from this most general specification (13), we consider three questions. ",
            "section": "Introduction"
        },
        {
            "text": "The first question is whether risk is a relevant variable at all in the countries we study. ",
            "section": "Introduction"
        },
        {
            "text": "This is a simple test of significance on coefficients relating to risk, θ . ",
            "section": "Introduction"
        },
        {
            "text": "The second question is whether the assignment of variables to X (interaction) and to H (no interaction) is accepted by the data. ",
            "section": "Introduction"
        },
        {
            "text": "The null hypothesis here is that θ j = 0 for some j so that the interaction with risk is not relevant, for variables such as male, union, and black. ",
            "section": "Introduction"
        },
        {
            "text": "The third question is whether the parameter constraints on the interaction terms are acceptable. ",
            "section": "Introduction"
        },
        {
            "text": "Equations 11 and 12 follow from restrictions on (13). ",
            "section": "Introduction"
        },
        {
            "text": "Estimation results for Eq. ",
            "section": "Introduction"
        },
        {
            "text": "13 are given in Online Appendix B, Tables B3a-B3d. ",
            "section": "Introduction"
        },
        {
            "text": "We will now seek an answer to our three questions.",
            "section": "Introduction"
        },
        {
            "text": "As is clear from Table 6, the answer is not an unqualified yes. ",
            "section": "Is risk statistically relevant at all?",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 24,
                    "type": "table",
                    "ref_id": "tab_9",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "In Germany, there is no effect of risk on wage growth when we use the unrestricted model specified in Eq. ",
            "section": "Is risk statistically relevant at all?"
        },
        {
            "text": "13. ",
            "section": "Is risk statistically relevant at all?"
        },
        {
            "text": "In the other countries, there is some evidence that less risk averse individuals can have different wage growth either through a direct effect or by risk attitude affecting the impact of other relevant variables. ",
            "section": "Is risk statistically relevant at all?"
        },
        {
            "text": "Nevertheless, support for the underlying theory is sometimes quite weak.",
            "section": "Is risk statistically relevant at all?"
        },
        {
            "text": "Shaw's distinction is an a priori distinction between variables that are postulated to affect investment and variables that do not. ",
            "section": "Is the assignment of variables between H and X statistically acceptable?"
        },
        {
            "text": "Education, tenure, and experience are selected to affect post-school investment, union membership, race, and gender are supposed not to affect investment intensity or pay-off. ",
            "section": "Is the assignment of variables between H and X statistically acceptable?"
        },
        {
            "text": "The investment variables interact with risk attitudes as the share of wealth invested in risky human capital depends on risk attitude. ",
            "section": "Is the assignment of variables between H and X statistically acceptable?"
        },
        {
            "text": "If this model structure is correct, union, black, and male should have no wage effects through the investment process: interaction with risk attitude should be rejected by the data.",
            "section": "Is the assignment of variables between H and X statistically acceptable?"
        },
        {
            "text": "As is clear from Table 6, the prediction of no interaction effects is not supported. ",
            "section": "Is the assignment of variables between H and X statistically acceptable?",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 24,
                    "type": "table",
                    "ref_id": "tab_9",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "Except for Germany and Spain (for Assets), interaction terms are significant for each country (see Online Appendix Tables B3a-B3d for details). ",
            "section": "Is the assignment of variables between H and X statistically acceptable?"
        },
        {
            "text": "Shaw's a priori choices are not even supported in the replication for the US. ",
            "section": "Is the assignment of variables between H and X statistically acceptable?"
        },
        {
            "text": "In the attitude dummy specification, Black interacts significantly with risk attitude, while in the asset specification interaction with male is significant. ",
            "section": "Is the assignment of variables between H and X statistically acceptable?"
        },
        {
            "text": "In Spain, single and male has significant interaction in the dummy specification, while indeed in the asset specification no control variable has significant interaction. ",
            "section": "Is the assignment of variables between H and X statistically acceptable?"
        },
        {
            "text": "In Italy, part-time has significant interaction in the absolute risk aversion specification, while male and single significantly interact in the asset specification.",
            "section": "Is the assignment of variables between H and X statistically acceptable?"
        },
        {
            "text": "Conversely, we find no significant interaction 21 with many human capital variables: not with education in Spain and Germany and not with education in the asset specification for the US, not for tenure in all specifications except the US with risk dummy and Spain (with assets and Italy with the self-assessed risk attitude, not for experience in Spain and Italy), and not with experience in Germany.",
            "section": "Is the assignment of variables between H and X statistically acceptable?"
        },
        {
            "text": "We must conclude that in the US, in Spain and in Italy but not in Germany some variables not directly connected to the investment process but reflecting demographic differences also interact with risk attitude. ",
            "section": "Is the assignment of variables between H and X statistically acceptable?"
        },
        {
            "text": "Conversely, for all specifications except the dummy specification in the US, there are human capital variables that should have an effect through interaction with risk attitude but that do not.",
            "section": "Is the assignment of variables between H and X statistically acceptable?"
        },
        {
            "text": "Shaw's model constrains the interaction terms to a multiplicative specification with a risk attitude term and human capital terms. ",
            "section": "Are the parameter constraints on interaction terms acceptable?"
        },
        {
            "text": "We can test constrained interaction in two specifications, i.e., with a common multiplier (test whether θ j = βa j as in Eq. ",
            "section": "Are the parameter constraints on interaction terms acceptable?"
        },
        {
            "text": "11 or with variable-specific multiplier (test whether θ j = β j a j , as in Eq. 12). ",
            "section": "Are the parameter constraints on interaction terms acceptable?"
        },
        {
            "text": "For Germany, this implies to focus exclusively on the coefficients of changes in years of experience squared and its interaction with risk, as this is the only statistically significant coefficient. ",
            "section": "Are the parameter constraints on interaction terms acceptable?"
        },
        {
            "text": "For this test, we accepted Shaw's a priori distinction in X and H variables. ",
            "section": "Are the parameter constraints on interaction terms acceptable?"
        },
        {
            "text": "Estimation results for unconstrained interaction, like in Eq. ",
            "section": "Are the parameter constraints on interaction terms acceptable?"
        },
        {
            "text": "13 but including Shaw's a priori H , X assignment are given in Table B4 of the Online Appendix.",
            "section": "Are the parameter constraints on interaction terms acceptable?",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 71,
                    "type": "table",
                    "ref_id": "tab_6",
                    "text": "Table B4"
                }
            ]
        },
        {
            "text": "In column II of Table 5, we test whether θ j = βa j ; we compare estimates of Eq. ",
            "section": "Are the parameter constraints on interaction terms acceptable?",
            "ref_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "13 reported in Online Appendix Table B4 against estimates of Eq. ",
            "section": "Are the parameter constraints on interaction terms acceptable?",
            "ref_spans": [
                {
                    "start": 31,
                    "end": 39,
                    "type": "table",
                    "ref_id": "tab_6",
                    "text": "Table B4"
                }
            ]
        },
        {
            "text": "11 reported in Table 3; full details are given in Table B5a in the Online Appendix. ",
            "section": "Are the parameter constraints on interaction terms acceptable?",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 22,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                },
                {
                    "start": 50,
                    "end": 59,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "Table B5a"
                }
            ]
        },
        {
            "text": "The result is clear: equality of coefficients is decisively rejected for the US, Spain, Germany, and Italy.",
            "section": "Are the parameter constraints on interaction terms acceptable?"
        },
        {
            "text": "In column III of Table 5, we test whether θ j = β j a j ; we compare estimates of Eq. ",
            "section": "Are the parameter constraints on interaction terms acceptable?",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 24,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "13 reported in Online Appendix Table B4 against estimates of Eq. ",
            "section": "Are the parameter constraints on interaction terms acceptable?",
            "ref_spans": [
                {
                    "start": 31,
                    "end": 39,
                    "type": "table",
                    "ref_id": "tab_6",
                    "text": "Table B4"
                }
            ]
        },
        {
            "text": "12 reported in Table B1 in the Online Appendix; full details are given in Table B5b in the Online Appendix. ",
            "section": "Are the parameter constraints on interaction terms acceptable?",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 23,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table B1"
                },
                {
                    "start": 74,
                    "end": 83,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "Table B5b"
                }
            ]
        },
        {
            "text": "The results are mixed. ",
            "section": "Are the parameter constraints on interaction terms acceptable?"
        },
        {
            "text": "The constraints are rejected for the US and accepted for Germany. ",
            "section": "Are the parameter constraints on interaction terms acceptable?"
        },
        {
            "text": "For Spain, the constraints are accepted for the asset specification and rejected for the dummy specification. ",
            "section": "Are the parameter constraints on interaction terms acceptable?"
        },
        {
            "text": "For Italy the results are mixed both for the asset specification and for the dummy specification.",
            "section": "Are the parameter constraints on interaction terms acceptable?"
        },
        {
            "text": "We conclude that the model restrictions on interaction are rejected in the strict case of a single multiplier and lack universal support in the weaker case of variable-specific multiplier.",
            "section": "Are the parameter constraints on interaction terms acceptable?"
        },
        {
            "text": "In Shaw's original estimation, risk attitudes were estimated before measuring wage growth. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "This is also the case for our US results. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "In the estimation for the other countries, risk attitudes are measured ex post. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "We did not consider the potential endogeneity problem a serious threat, as we assumed that risk attitudes are more related to lifetime wealth than to annual wages. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "But more reflection on the issue is in order.",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "Let's note first of all that there is evidence that risk attitude in itself is a stable personal trait. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "Harrison et al. (2003) find that the coefficient of constant relative risk aversion measured in a laboratory experiment is stable: the regression coefficients for measurements on the same individuals 6 months apart did not significantly differ (controls were sex, race, details about education, age, and parental background). ",
            "section": "Sensitivity to problems of risk attitude measurement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Harrison et al. (2003)"
                }
            ]
        },
        {
            "text": "Nosic and Weber (2009) find stability of risk attitudes measured in three quarters in a row among active stock market participants. ",
            "section": "Sensitivity to problems of risk attitude measurement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Nosic and Weber (2009)"
                }
            ]
        },
        {
            "text": "Zyphur et al. (2009)) use data on American twins' risk preferences (answers to three questions on hypothetical investments) and find that about two thirds of economic risk preferences are genetically determined. ",
            "section": "Sensitivity to problems of risk attitude measurement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Zyphur et al. (2009)"
                }
            ]
        },
        {
            "text": "Cesarini et al. (2008), using data on Swedish twins, report that 25% of variation in financial risk taking (choosing the degree of risk in the pension wealth portfolio) is due to genetic influences. ",
            "section": "Sensitivity to problems of risk attitude measurement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "Cesarini et al. (2008)"
                }
            ]
        },
        {
            "text": "Moreover, these findings are consistent with extensive research within the field of psychology showing that adults' personality traits, including those related to risk attitudes, are fairly stable over time (see the meta-analyses by Roberts andDel Vecchio 2000, andCosta andMcCrae 2002).",
            "section": "Sensitivity to problems of risk attitude measurement",
            "ref_spans": [
                {
                    "start": 233,
                    "end": 244,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "Roberts and"
                },
                {
                    "start": 244,
                    "end": 265,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "Del Vecchio 2000, and"
                },
                {
                    "start": 265,
                    "end": 274,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "Costa and"
                },
                {
                    "start": 274,
                    "end": 286,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "McCrae 2002)"
                }
            ]
        },
        {
            "text": "The endogeneity problem does not play a role in our replication for the US, as we use the same ex ante measures of risk attitudes. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "Still, with the longer observation period of wage growth, the original results are not confirmed. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "Replication results are even weaker for the three European countries. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "But neither for these countries are we inclined to blame endogeneity. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "In the German SOEP data, willingness to take risk in general was reported by the same respondents in 2004 and 2006 (this is not the variable we used above: we used the measure for risk in relation to occupation). ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "In these data, there was a fair amount of variation in individual's reported risk attitude between the two years, but measured risk attitude is not significantly related to change in wages. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "22 Considering the stability of measured risk attitudes in more controlled designs, we are inclined to attribute a large share of the variability in the SOEP surveys to measurement error.",
            "section": "Sensitivity to problems of risk attitude measurement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "22"
                }
            ]
        },
        {
            "text": "For the Italian data, we find that the results are unstable across time periods, but this is not exclusively related to ex ante or ex post measurement of risk attitude. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "With the measure of absolute risk aversion measured in 1995, we essentially get the same results with prior wage growth 1993-1995 and later wage growth 1995-2000. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "However, we find an insignificant effect with wage growth restricted to 1995-1998. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "With asset share 1995, we find that the insignificant effect of prior wage growth 1993-1995 is turned into a significant negative effect on later wage growth 1995-2000 and an insignificant effect on wage growth 1995-1998.",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "The SOEP data have no repeated panel measurement of risk attitude for occupation, but we can use the general risk attitude measure to see effects of time frame. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "With Shaw's basic specification, using the alternative measure of risk attitude has no effect, but using a different time period for wage growth does have a substantial effect: the estimation results with risk attitude measured in 2004 are quite different between wage growth before 2004 and wage growth after 2004. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "But as noted, we did not find a relationship between risk attitude and wage growth so there must be other factors at play here. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "It just adds to the instability of the replication results. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "23 Our results are not sensitive to the domain in which risk attitudes are measured. ",
            "section": "Sensitivity to problems of risk attitude measurement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "23"
                }
            ]
        },
        {
            "text": "In the German data, we have measures in seven domains (occupation, driving, finance, leisure, health, trust, general). ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "Using risk attitude in any of the other domains than occupation makes no difference to our results.",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "Potentially serious, in our view, is measurement error. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "We have given our reasons for our conviction that risk attitude is essentially a stable lifetime trait. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "However, risk attitude is not a directly observable variable and actual measurement may be subject to many influences. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "As Wooldridge (2002, pp. 73-76) points out, this is no problem if the measurement error is uncorrelated with the actual measure. ",
            "section": "Sensitivity to problems of risk attitude measurement",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 31,
                    "type": "bibr",
                    "text": "Wooldridge (2002, pp. 73-76)"
                }
            ]
        },
        {
            "text": "But if the measurement error is assumed uncorrelated with true unobserved risk attitude, we have classical errors in variables and the estimated coefficient is biased downwards. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "This, of course, is a problem for Shaw's original estimates as well and the relevant question that remains is whether the problem is more relevant in our estimates than in hers. ",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "We have no priori reason to assume that this will be the case, but better understanding of the properties of risk attitude measures would be most welcome.",
            "section": "Sensitivity to problems of risk attitude measurement"
        },
        {
            "text": "Shaw's model can be considered a forerunner of the emerging research on the role of risk taking in schooling choices and their consequences. ",
            "section": "Conclusion"
        },
        {
            "text": "Her model is neatly derived from investment theory and she reports clear support for the prediction that individuals who are less afraid to take risk will experience higher wage growth. ",
            "section": "Conclusion"
        },
        {
            "text": "Model structure and empirical results are sufficiently attractive to invite replication. ",
            "section": "Conclusion"
        },
        {
            "text": "Using data from",
            "section": "Conclusion"
        },
        {
            "text": "Acknowledgments Comments given at the Labour Economics Conference in honour of Niels Westergaard (Nyborg, August 2008) and EALE 2008 (Amsterdam) and at seminars in Maastricht, Reus, and Essen (RWI) are gratefully acknowledged. ",
            "section": "Table 6"
        },
        {
            "text": "The authors also acknowledge financial support from the Spanish Ministry of Science and Innovation (grant number SEJ2007-66318) and from the Barcelona Economics Program of CREA. ",
            "section": "Table 6",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 161,
                    "end": 168,
                    "rawForm": "Program",
                    "resp": "whitelist",
                    "id": "cccc31fe7c-software-simple-w1"
                }
            ]
        },
        {
            "text": "An earlier version was published as IZA Discussion Paper 4124, under the same title.",
            "section": "Table 6"
        },
        {
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution License which permits any use, distribution, and reproduction in any medium, provided the original author(s) and the source are credited.",
            "section": "Table 6",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 5,
                    "end": 11,
                    "rawForm": "Access",
                    "resp": "whitelist",
                    "id": "cccc31fe7c-software-simple-w2"
                }
            ]
        },
        {
            "text": "four countries, we draw the general conclusion that Shaw's results are not very robust. "
        },
        {
            "text": "We found little support for her specific model; restrictions on parameters following from her model were generally rejected. "
        },
        {
            "text": "However, we do find evidence that wage growth is related to risk attitude. "
        },
        {
            "text": "Support for the relevance of risk attitudes is also reported by Brown and Taylor (2005) for the UK, by Bonin et al. (2007) for Germany and by Hryshko et al. (2008) for the US; in a different context, Diaz-Serrano (2005) reports support for Italy.",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "Brown and Taylor (2005)"
                },
                {
                    "start": 103,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "Bonin et al. (2007)"
                },
                {
                    "start": 142,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Hryshko et al. (2008)"
                },
                {
                    "start": 200,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "Diaz-Serrano (2005)"
                }
            ]
        },
        {
            "text": "Our conclusion from this paper is that continuing the line of research is promising. "
        },
        {
            "text": "Both intuition and direct observation as well as empirical research indicate that risk taking is relevant in the labour market and that risk attitudes will matter. "
        },
        {
            "text": "Our replication has shown that the initial support for the Shaw model does not extend to other settings. "
        },
        {
            "text": "This forces us to reconsider how risk attitudes and wages are connected. "
        },
        {
            "text": "We have made a start in Budria et al. (2010), with a model that takes the life-cycle investment profile as given by standard human capital theory and focuses on the mix between safe and risky human capital. ",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "Budria et al. (2010)"
                }
            ]
        },
        {
            "text": "We find that support for the model is stronger for a regression in wage levels than in wage changes. "
        },
        {
            "text": "But clearly, more work is needed. "
        },
        {
            "text": "In particular, it would seem important to reflect on the possible channels of transmission of risk attitude on wages and wage growth. "
        },
        {
            "text": "One may think of participation in training, the nature of training programs (one type of training may provide more protection in the labour market than another) and of mobility, between jobs and employers. "
        },
        {
            "text": "Job mobility may involve taking on new risks (although this depends on the labour contract) and we also know that voluntary movers usually have higher wage growth than stayers (see e.g., García-Pérez and Rebollo 2005). ",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 217,
                    "type": "bibr",
                    "text": "García-Pérez and Rebollo 2005)"
                }
            ]
        },
        {
            "text": "But also within firms, depending on the level and the nature of the job, there will be scope for more or less risky actions and initiatives and this may impact on careers. "
        },
        {
            "text": "Charting his territory will be an interesting next step. "
        },
        {
            "text": "Differentiating by stage of the business cycle may also be relevant, as both risk taking and risk sharing may vary over the cycle."
        },
        {
            "text": "An essential issue, however, is adequate measurement of risk attitude. "
        },
        {
            "text": "There are good reasons to assume that risk attitudes have a fairly stable structure for a given individual. "
        },
        {
            "text": "But measures in survey data may be subject to large measurement errors and these should be properly taken into account."
        }
    ]
}