{
    "level": "sentence",
    "id": "e5f17ad2f0",
    "abstract": [
        {
            "text": "Over the last 15 years, China has become a major economic partner of sub-Saharan African countries. "
        },
        {
            "text": "1 China is now Africa's largest trade partner and the largest developing country to invest in Africa. "
        },
        {
            "text": "Apart from that, China provides increasing financial and technical assistance to African countries. "
        },
        {
            "text": "Over the same period of time, Africa's growth performance has improved significantly. "
        },
        {
            "text": "Following two decades of negative growth rates in the 1980s and 1990s, Africa's Gross Domestic Product (GDP) per capita grew by an annual average of 2.4 percent in 2000-2009, while the growth rate in 2010-2012 amounted to 1.8 percent (World Bank, 2014a). "
        },
        {
            "text": "Obviously, various factors have contributed to Africa's better growth performance, including a marked improvement in institutions, education and infrastructure and a decrease in conflicts and macroeconomic distortions (AfDB et al., 2013; UNECA, 2013). "
        },
        {
            "text": "Still, the question arises as to whether China's engagement has also made a significant contribution to economic growth in Africa. "
        },
        {
            "text": "This is the main focus of this paper. "
        },
        {
            "text": "We single out the impact of Sino-African economic linkages on the African growth performance for two main reasons. "
        },
        {
            "text": "Firstly, starting from a relatively low base, China has become Africa's largest trading partner and largest (developing country) investor within only a couple of years. "
        },
        {
            "text": "This acts as a classical economic shock that should have an impact on growth rates. "
        },
        {
            "text": "Secondly, China's approach towards African countries differs from high-income countries in terms of trade structure and technology spillovers through Foreign Direct Investment (FDI). "
        },
        {
            "text": "As a consequence, we could expect diverging economic effects. "
        },
        {
            "text": "At the same time, China also differs from other developing (or emerging market) economies, such as India or Brazil, that engage in Africa. "
        },
        {
            "text": "China's trading and investment links with Africa are much more intensive"
        }
    ],
    "body_text": [
        {
            "text": "than those of other developing countries. "
        },
        {
            "text": "Apart from a few countries, for example, in Eastern Africa, the economic activities of non-Chinese developing countries are simply not large enough to have the same potential economic impact on African countries at a macro level (Morrissey and Zgovu, 2011).",
            "ref_spans": [
                {
                    "start": 229,
                    "end": 256,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "(Morrissey and Zgovu, 2011)"
                }
            ]
        },
        {
            "text": "In theory, China's activities in Africa could have positive or negative consequences for African countries. "
        },
        {
            "text": "To begin with, it is important to note that China's economic activities have resulted in an overall increase of trade, FDI, and aid in Africa rather than a diversion of existing flows from third countries. "
        },
        {
            "text": "In principle, this should have positive effects. "
        },
        {
            "text": "An expansion of international trade with a new partner like China could boost growth rates by increasing demand for African products (mainly raw materials). "
        },
        {
            "text": "Also, the diversification of Africa's traditional trading partners could reduce export volatility, thereby decreasing output volatility and thus boosting longrun growth rates (Hnatkovska and Loayza, 2004). ",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(Hnatkovska and Loayza, 2004)"
                }
            ]
        },
        {
            "text": "Furthermore, China's enormous demand for raw materials has led to higher world market prices for raw materials, improving the terms-of-trade of African exporters of natural resources (Zafar, 2007). ",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "(Zafar, 2007)"
                }
            ]
        },
        {
            "text": "Consumers in Africa could benefit from (additional) imports of manufactured goods from China, allowing them to cut their expenses by consuming low-cost Chinese products or increasing the variety of consumer goods available to them. "
        },
        {
            "text": "Likewise, African producers could take advantage of low-cost Chinese inputs in their production process rather than importing goods and technologies from \"Northern\" countries that may be too expensive or advanced (He, 2013).",
            "ref_spans": [
                {
                    "start": 213,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(He, 2013)"
                }
            ]
        },
        {
            "text": "Similar to trade, foreign investment from China could also have positive growth effects for Africa. "
        },
        {
            "text": "It is expected to enlarge the capital stock in African countries, to increase productivity levels through higher competition intensities, and it is associated with higher tax revenues (UNCTAD, 2006). ",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 198,
                    "type": "bibr",
                    "text": "(UNCTAD, 2006)"
                }
            ]
        },
        {
            "text": "Also, foreign investment could foster productivity spillovers to African firms. "
        },
        {
            "text": "In contrast to North-South FDI, spillovers from South-South FDI could be even larger, as Chinese firms use technologies that may be more appropriate for African firms. "
        },
        {
            "text": "Finally, Chinese economic cooperation projects establish and improve much needed infrastructure in Africa, which lowers transaction costs and thus enhances (internal and external) trade and growth rates."
        },
        {
            "text": "In contrast to these positive effects, China's engagement in Africa could also have negative consequences for economic growth. "
        },
        {
            "text": "China's strong demand for raw materials paired with African economies' high dependence on the primary (resource) sector enhances the risk of encountering (or deepening) the resource curse (Carmignani and Chowdhury, 2012). ",
            "ref_spans": [
                {
                    "start": 188,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(Carmignani and Chowdhury, 2012)"
                }
            ]
        },
        {
            "text": "An exchange rate overvaluation due to increasing exports of natural resources could crowd out manufacturing products. "
        },
        {
            "text": "Extracting and exporting natural resources could lead to rent-seeking and corruption (Busse and Gröning, 2013). ",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(Busse and Gröning, 2013)"
                }
            ]
        },
        {
            "text": "Corruption, on the other hand, may lower the level of investment and the productivity of capital stock in an economy (Swaleheen, 2007). ",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "(Swaleheen, 2007)"
                }
            ]
        },
        {
            "text": "In addition, African countries with high corruption and weak institutions may not be able to fully reap the benefits of investment for growth as investment increases growth more in countries with high institutional quality (Dort et al., 2014). ",
            "ref_spans": [
                {
                    "start": 223,
                    "end": 242,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(Dort et al., 2014)"
                }
            ]
        },
        {
            "text": "This matters as most African countries have already weak institutions and China, with its \"non-interference\" policy, does not tie trade and investment to any reform conditions."
        },
        {
            "text": "Additionally, Chinese manufactured firms could displace their African competitors in case they produce similar goods. "
        },
        {
            "text": "Both exchange rate overvaluations and low-cost competition from China threaten African suppliers in manufacturing. "
        },
        {
            "text": "Depending on the country considered, this applies in particular to textiles, furniture, footwear, or ceramic products (Morrissey and Zgovu, 2011). ",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "(Morrissey and Zgovu, 2011)"
                }
            ]
        },
        {
            "text": "Either the home market of African suppliers could be contested by Chinese firms or African exports to third markets, for instance in Europe or America, could be displaced (Giovannetti and Sanfilippo, 2009). ",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(Giovannetti and Sanfilippo, 2009)"
                }
            ]
        },
        {
            "text": "Summing up, there are opportunities and risks that arise from China's various activities in Africa. "
        },
        {
            "text": "This calls for an empirical analysis of the growth effects in African countries."
        },
        {
            "text": "To the best of our knowledge, there has not yet been an econometric analysis on the impact of China's activities on African growth including the three channels, trade, FDI and aid, at the same time. "
        },
        {
            "text": "The existing literature provides strong evidence for the relevance of each of these channels for African growth. "
        },
        {
            "text": "Consequently, our analysis accounts for all three channels of interaction in order to obtain a comprehensive picture of China's impact on Africa. "
        },
        {
            "text": "In terms of methodology, we use panel data for 43 sub-Saharan African countries, the period 1991-2010, a simple Solow-type growth model and two different econometric methods, including an instrumental variable approach."
        },
        {
            "text": "The paper is structured in the following way. "
        },
        {
            "text": "Section II summarizes the related literature on Sino-African trade, FDI and aid relations. "
        },
        {
            "text": "Section III explains the methodology employed in our empirical analysis and introduces the variables and the data used. "
        },
        {
            "text": "The main results as well as various robustness checks and limitations are discussed in Section IV. "
        },
        {
            "text": "Finally, Section V discusses the policy implications of our analysis and concludes."
        },
        {
            "text": "Although China's engagement in Africa has received considerable attention in policy publications (Goldstein et al., 2006;Broadman, 2007;Kaplinsky et al., 2007;Asche and Schüller, 2008;Morrissey and Zgovu, 2011), there are very few econometric analyses on this topic. ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(Goldstein et al., 2006;"
                },
                {
                    "start": 121,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "Broadman, 2007;"
                },
                {
                    "start": 136,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "Kaplinsky et al., 2007;"
                },
                {
                    "start": 159,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "Asche and Schüller, 2008;"
                },
                {
                    "start": 184,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "Morrissey and Zgovu, 2011)"
                }
            ]
        },
        {
            "text": "This is mainly due to the fact that economic relations between China and Africa have only picked up since 2000 and data is not easily available at country level. ",
            "section": "II. LITERATURE REVIEW"
        },
        {
            "text": "The study at hand focuses on the three transmission channels, trade, FDI and aid from China to Africa. ",
            "section": "II. LITERATURE REVIEW"
        },
        {
            "text": "Contrary to our approach, the existing literature does not include all channels at once but rather looks closer at the determinants and effects of each of the channels individually. ",
            "section": "II. LITERATURE REVIEW"
        },
        {
            "text": "This literature review comprises the most important econometric analyses for each of the respective channels.",
            "section": "II. LITERATURE REVIEW"
        },
        {
            "text": "A first group of studies investigates the trade relations between China and Africa. ",
            "section": "II. LITERATURE REVIEW"
        },
        {
            "text": "For instance, Meyersson et al. (2008) investigate the impact of African resource exports to China on African economic and political development. ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 14,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "Meyersson et al. (2008)"
                }
            ]
        },
        {
            "text": "The authors find that African resource exports to the world have no effect on African growth, but exporting natural resources to China as compared to the rest of the world has large positive effects on economic growth and investment in Africa. ",
            "section": "II. LITERATURE REVIEW"
        },
        {
            "text": "Baliamoune-Lutz (2011) also finds that African countries exporting primary products to China benefit more in terms of growth and that imports from China have a positive effect on African growth, contradicting the wide held belief of resource curse and displacement effects. ",
            "section": "II. LITERATURE REVIEW"
        },
        {
            "text": "However, Giovannetti and Sanfilippo (2009) find evidence that Chinese exports displace African exports in third markets, including the European Union and the United States. ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 9,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "Giovannetti and Sanfilippo (2009)"
                }
            ]
        },
        {
            "text": "On the other hand, Drummond and Liu (2013) argue that rising trading links with China have allowed African countries to diversify their export base across countries, away from advanced \"Northern\" economies, which can be viewed as a positive development. ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 19,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "Drummond and Liu (2013)"
                }
            ]
        },
        {
            "text": "However, the authors also find that the increasing dependence on China may lead African countries to become more susceptible to spillovers from China's domestic economy. ",
            "section": "II. LITERATURE REVIEW"
        },
        {
            "text": "For instance, based on the authors' estimations an increase (decline) in China's domestic investment growth is associated with an increase (decline) in African countries' export growth, with the impact being greater for resource-rich economies.",
            "section": "II. LITERATURE REVIEW"
        },
        {
            "text": "A second group of studies concentrates on determinants and effects of Chinese FDI in Africa. ",
            "section": "II. LITERATURE REVIEW"
        },
        {
            "text": "To begin with, Kolstad and Wiig (2011) find that Chinese FDI predominantly flows to African countries with large natural resource endowments. ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "Kolstad and Wiig (2011)"
                }
            ]
        },
        {
            "text": "Cheung et al. (2012) confirm China's resource-seeking investment motive and also find market potential, trade intensity and the presence of Chinese contracted projects to attract Chinese FDI to Africa. ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "Cheung et al. (2012)"
                }
            ]
        },
        {
            "text": "While Sanfilippo (2010) supports market size and resource endowment to be the main drivers of Chinese FDI, he finds that these same motives attract Chinese economic cooperation projects in Africa even more. ",
            "section": "II. LITERATURE REVIEW"
        },
        {
            "text": "Finally, Biggeri and Sanfilippo (2009) argue that Chinese economic activities in Africa are not only driven by a country's resource endowment or market size but also by the strategic interaction of trade, FDI and aid. ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 9,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "Biggeri and Sanfilippo (2009)"
                }
            ]
        },
        {
            "text": "For instance, Chinese infrastructure projects in a particular country increase Chinese FDI to that country, while Chinese FDI in a former period increases trade with that country in the present (or vice versa). ",
            "section": "II. LITERATURE REVIEW"
        },
        {
            "text": "Similar to our approach Biggeri and Sanfilippo (2009) also concentrate on the three dominant economic channels, trade, FDI and aid. ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "Biggeri and Sanfilippo (2009)"
                }
            ]
        },
        {
            "text": "However, they rather analyse how the three channels are intertwined, whereas our paper analyses the respective channels' effects on growth. ",
            "section": "II. LITERATURE REVIEW"
        },
        {
            "text": "Moreover, Whalley and Weisbrod (2012) analyse the impact of Chinese FDI on African growth by employing Solow growth accounting methods. ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "Whalley and Weisbrod (2012)"
                }
            ]
        },
        {
            "text": "Their results suggest that a significant portion of the accelerated growth in some African countries in the years immediately before and after the financial crisis can be attributed to Chinese FDI inflows. ",
            "section": "II. LITERATURE REVIEW"
        },
        {
            "text": "Zhang et al. (2014) also employ a growth accounting approach to examine the impact of Chinese FDI on African GDP growth. ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "Zhang et al. (2014)"
                }
            ]
        },
        {
            "text": "Contrary to Whalley and Weisbrod (2012), Zhang et al. (2014) find that neither total net FDI inflows nor inflows from China alone have a significant impact on African growth. ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "Whalley and Weisbrod (2012)"
                },
                {
                    "start": 41,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "Zhang et al. (2014)"
                }
            ]
        },
        {
            "text": "Moreover, Seyoum et al. (2015) conduct a case study on Chinese FDI spillovers in Ethiopia. ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "Seyoum et al. (2015)"
                }
            ]
        },
        {
            "text": "They find that Chinese firms are more productive than Ethiopian ones and that there are positive productivity spillovers from Chinese FDI into the Ethiopian manufacturing sector provided that absorptive capacity is high. ",
            "section": "II. LITERATURE REVIEW"
        },
        {
            "text": "Kaplinsky and Morris (2009b) argue that the developmental effect of Chinese FDI in Africa largely depends on strategic negotiations and the quality of governance on the part of African governments. ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "Kaplinsky and Morris (2009b)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 14,
                    "end": 20,
                    "rawForm": "Morris",
                    "resp": "whitelist",
                    "id": "e5f17ad2f0-software-simple-w0"
                }
            ]
        },
        {
            "text": "Finally, there is some evidence that FDI from private Chinese enterprises is steadily increasing in Africa (Gu, 2009;Shen, 2013). ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(Gu, 2009;"
                },
                {
                    "start": 117,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "Shen, 2013)"
                }
            ]
        },
        {
            "text": "Shen (2013) also finds that private Chinese FDI is positive for job creation but there is negative perception regarding technological transfer and mixed perception in terms of local industrialization.",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "Shen (2013)"
                }
            ]
        },
        {
            "text": "Finally, a third group of studies provides evidence on Chinese aid in Africa. ",
            "section": "II. LITERATURE REVIEW"
        },
        {
            "text": "Although, numerous qualitative studies on the topic of Chinese economic and development cooperation in Africa exist (Bräutigam, 2009(Bräutigam, , 2011a(Bräutigam, , 2011b, opportunities for econometric analyses were quite limited due to severe data constraints regarding Chinese aid. ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(Bräutigam, 2009"
                },
                {
                    "start": 132,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(Bräutigam, , 2011a"
                },
                {
                    "start": 151,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Bräutigam, , 2011b"
                }
            ]
        },
        {
            "text": "However, recent efforts to create a database of Chinese official finance to Africa has resulted in a number of empirical papers on the topic (Strange et al., 2013). ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "(Strange et al., 2013)"
                }
            ]
        },
        {
            "text": "Overall, the existing literature establishes that although Chinese aid cannot be easily compared with Western aid, it cannot be ruled less effective or \"rogue\" (Dreher et al., 2014). ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(Dreher et al., 2014)"
                }
            ]
        },
        {
            "text": "Moreover, Dreher et al. (2015) argue that it is necessary to distinguish between official development assistance from China to Africa, which is driven by foreign policy agendas, and more commercially-oriented less concessional forms of Chinese financing to Africa, which is primarily driven by economic interests. ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "Dreher et al. (2015)"
                }
            ]
        },
        {
            "text": "Related to that, McCormick (2008) analyses the impact of aid from China compared to India, on the development of Africa. ",
            "section": "II. LITERATURE REVIEW",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "McCormick (2008)"
                }
            ]
        },
        {
            "text": "The author finds that, compared to India, China offers a wider range of financial and technical assistance to Africa. ",
            "section": "II. LITERATURE REVIEW"
        },
        {
            "text": "The effects of Chinese and Indian aid seem significant for African development but do depend to a large extent on the institutional and structural conditions in the recipient country.",
            "section": "II. LITERATURE REVIEW"
        },
        {
            "text": "Before embarking upon the empirical analysis it is worthwhile to analyse descriptive statistics of trade, FDI and aid between China and Africa over the last two decades. ",
            "section": "Descriptive Overview"
        },
        {
            "text": "This also lends support to our approach to single out China's impact compared to other major economies that have economic relations with Africa.",
            "section": "Descriptive Overview"
        },
        {
            "text": "Trade While Sino-African trade volumes were negligible before 2000, bilateral trade increased significantly in the last decade from $3 billion in 1995 to $125 billion in 2012 (see Figure 1). ",
            "section": "Descriptive Overview",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 188,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Figure 1 presents African trade with its major trading partners over the last twenty years. ",
            "section": "Descriptive Overview",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "It is evident that no other trading partner has increased its trade volume in the same period as much as China did.",
            "section": "Descriptive Overview"
        },
        {
            "text": "With regards to trade structure Sino-African trade is largely concentrated on a few countries and product groups. ",
            "section": "Descriptive Overview"
        },
        {
            "text": "In 2012 natural resources accounted for 66 percent of Africa's exports to China. ",
            "section": "Descriptive Overview"
        },
        {
            "text": "2 Major resource exporters to China in 2012 were Angola, South Africa, the Republic of Congo, the Democratic Republic of Congo, and Zambia. ",
            "section": "Descriptive Overview"
        },
        {
            "text": "With the exception of South Africa, resource exports accounted for well over 90 percent of the aforementioned countries total exports to China, reflecting the high concentration of trade in natural resources. ",
            "section": "Descriptive Overview"
        },
        {
            "text": "When looking at African imports from China, the trade pattern is mirror-inverted, that is, African countries import mainly non-resource products from China (97 percent of total imports in 2012). ",
            "section": "Descriptive Overview"
        },
        {
            "text": "Africa's heavy concentration on resource exports and non-resource imports reflects a traditional Heckscher-Ohlin-type trade pattern. ",
            "section": "Descriptive Overview"
        },
        {
            "text": "Africa concentrates on the export of natural resources where it has a comparative advantage, and in turn imports labour-intensive manufactured goods from China which is labour-abundant. ",
            "section": "Descriptive Overview"
        },
        {
            "text": "Interestingly, South Africa's trade with   Major African host countries in terms of Chinese FDI stock are South Africa, Sudan, Nigeria, and Zambia. ",
            "section": "Descriptive Overview"
        },
        {
            "text": "As is the case with Sino-African trade, Chinese FDI in Africa is also concentrated on resource-rich African economies with the exception of South Africa. ",
            "section": "Descriptive Overview"
        },
        {
            "text": "Moreover, Chinese FDI is promoted by strategic national policy objectives, such as the Going Global Policy or the Forum on China Africa Cooperation, resulting in large and long-term oriented investments, complicating a comparison between Chinese FDI with FDI from the rest of the world. ",
            "section": "Descriptive Overview",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 114,
                    "end": 119,
                    "rawForm": "Forum",
                    "resp": "whitelist",
                    "id": "e5f17ad2f0-software-simple-w1"
                }
            ]
        },
        {
            "text": "4 Economic Cooperation (Aid) Additionally, Chinese aid initiatives in Africa in the form of economic or technical cooperation have also increased remarkably in the last decade. ",
            "section": "Descriptive Overview",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "4"
                }
            ]
        },
        {
            "text": "According to China's National Bureau of Statistics (NBS, 2013), the turnover on economic cooperation projects in Africa reached $35 billion in 2012 compared to $1.2 billion in 2000. ",
            "section": "Descriptive Overview"
        },
        {
            "text": "The Chinese government supports economic cooperation projects in Africa and often links them with FDI and trade activities further reflecting its political objectives on the continent (Biggeri and Sanfilippo, 2009;Sanfilippo, 2010). ",
            "section": "Descriptive Overview",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(Biggeri and Sanfilippo, 2009;"
                },
                {
                    "start": 214,
                    "end": 231,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "Sanfilippo, 2010)"
                }
            ]
        },
        {
            "text": "Areas of economic cooperation where China is most active in Africa include infrastructure (railways, roads, telecommunication) and facility construction projects (government buildings, stadiums, hospitals, schools) (Biggeri and Sanfilippo, 2009).",
            "section": "Descriptive Overview",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(Biggeri and Sanfilippo, 2009)"
                }
            ]
        },
        {
            "text": "3. The sharp decline in 2009 may suggest that Chinese FDI flows decreased after the financial crisis. ",
            "section": "Descriptive Overview"
        },
        {
            "text": "In fact, it is rather due to an exceptionally large investment in South Africa's Standard Bank in 2008 making South Africa the country with the largest Chinese FDI stock in Africa. ",
            "section": "Descriptive Overview"
        },
        {
            "text": "4. The importance of Africa in China's foreign policy culminated in the establishment of the Forum on China-Africa Cooperation (FOCAC) in 2000. ",
            "section": "Descriptive Overview",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 93,
                    "end": 98,
                    "rawForm": "Forum",
                    "resp": "whitelist",
                    "id": "e5f17ad2f0-software-simple-w2"
                }
            ]
        },
        {
            "text": "The forum holds ministerial conferences every three years and is an important platform to implement specific economic policy programs with Africa. ",
            "section": "Descriptive Overview"
        },
        {
            "text": "Moreover, China's \"Going-Global\" policy, announced in 2001, also contributed to the rise in Sino-African economic relations. ",
            "section": "Descriptive Overview"
        },
        {
            "text": "In order to encourage foreign trade and outward FDI, the policy provides Chinese firms with easy access to loans, foreign exchange and preferential policies for taxation, imports and exports (UNCTAD and UNDP, 2007).",
            "section": "Descriptive Overview",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 214,
                    "type": "bibr",
                    "text": "(UNCTAD and UNDP, 2007)"
                }
            ]
        },
        {
            "text": "Furthermore, China provides financial aid in the form of grants, zero-interest loans, debt relief, and concessional loans as well as preferential export credits, market-rate export buyers' credits, and commercial loans from Chinese banks (Bräutigam, 2011b). ",
            "section": "Descriptive Overview",
            "ref_spans": [
                {
                    "start": 238,
                    "end": 256,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Bräutigam, 2011b)"
                }
            ]
        },
        {
            "text": "Although China publishes annual data on the turnover of economic cooperation projects at a country-level, it is difficult to compare with aid disbursements from Western donors. ",
            "section": "Descriptive Overview"
        },
        {
            "text": "5 On the other hand, China's main objectives in Africa are not primarily geared towards financial aid but rather towards a form of South-South Cooperation. ",
            "section": "Descriptive Overview",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "5"
                }
            ]
        },
        {
            "text": "Chinese companies often work on contracted projects in Africa as a result of a greater finance or trade deal the Chinese government agreed upon with the government of a particular African country which entails some sort of economic or technical cooperation. ",
            "section": "Descriptive Overview"
        },
        {
            "text": "In the absence of other appropriate data sources, we argue that data on economic cooperation may serve as an adequate proxy for the level of Chinese development cooperation activities in Africa.",
            "section": "Descriptive Overview"
        },
        {
            "text": "To assess the impact of the various Chinese activities on economic growth in Africa, we use a simple Solow-type growth model. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "We exploit the times-series dimension in the data by using a panel data approach. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "In line with large parts of the relevant literature, for example, Mankiw et al. (1992), Islam (1995) and  5. ",
            "section": "Empirical Model, Variables and Data",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "Mankiw et al. (1992)"
                },
                {
                    "start": 88,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "Islam (1995)"
                }
            ]
        },
        {
            "text": "As Bräutigam (2011b) points out, economic cooperation data does not refer to something provided by the Chinese government, but rather to revenues earned by Chinese firms in contracted economic cooperation projects abroad, and should therefore not be confused with data on financial flows from the Chinese government. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "Hoeffler (2002), we use real GDP per capita growth rates as our dependent variable, that is, changes in the log of real income per capita y in country i over time t, or lny it -lny it-1 . ",
            "section": "Empirical Model, Variables and Data",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "Hoeffler (2002)"
                }
            ]
        },
        {
            "text": "Essential independent variables in this growth model are initial income per capita (lny it-1 ), the population growth rate n, changes in technology g, the depreciation rate of the capital stock δ, and the savings rate s. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "We add further control variables and the variables of interest X it explained below. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "The basic model reads as follows:",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "The model includes period-specific effects λ t (for example, technology shocks affecting all countries), country-specific fixed-effects μ i and an independent and identically distributed error term ε it . ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "In line with Mankiw et al. (1992), we assume that changes in technology and the depreciation rate of the capital stock are constant over time and equal to 0.05. ",
            "section": "Empirical Model, Variables and Data",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "Mankiw et al. (1992)"
                }
            ]
        },
        {
            "text": "Equation 1 can then be rewritten as:",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "To test this model empirically, we use GDP per capita for income levels and the share of investment in GDP for the savings rate. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "In line with the predictions of the Solow model and the results of previous empirical growth papers, we expect a negative impact of income levels in the previous period on growth rates (due to convergence effects), a positive impact of investment and a negative effect of an increase in the population.",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "For our main variables of interesttrade, FDI and aidwe distinguish between flows from China and the rest of the world (ROW). ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "To control for Sino-African trade flows, we use two different sets of variables. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "Firstly, we employ total African exports to (and imports from) China and control for respective African trade with the rest of the world. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "These variables are meant to capture the effects of total African trade with China, though we distinguish between imports and exports, which can have different effects. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "Secondly, we differentiate between natural resource exports and imports, and non-resource exports and imports. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "Due to the importance of natural resources in Sino-African trade, we are interested in the effects of trade in different commodities. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "Natural resource exports comprise, among others, fuel, various mineral products, and non-ferrous metals. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "6 We normalised all trade variables by the GDP of the respective African country.",
            "section": "Empirical Model, Variables and Data",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "6"
                }
            ]
        },
        {
            "text": "6. See Appendix A for an exact definition of natural resource trade and all other variables as well as data sources. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "Descriptive statistics are displayed in Appendix B.",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "For foreign investment, we again differentiate between Chinese FDI and FDI from the ROW to African countries, both normalized by the host country's GDP. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "Chinese outward FDI data at the country-level is available from 1991. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "There are two sets of Chinese FDI data: (1) Chinese Approved Overseas Investment data for 1991-2005, and (2) Chinese Outward FDI data reported in IMF-OECD format since 2003. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "7 We combine the two sets of data by using the first set for the years 1991-2002 and the second set for the years 2003-2010. ",
            "section": "Empirical Model, Variables and Data",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "text": "7"
                }
            ]
        },
        {
            "text": "Even though the data in the two datasets could differ at a country level, the deviations are fairly small. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "This allows us to exploit a longer time series since 1991. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "To include as many observations as possible, we fill missing values with zero assuming that there was no FDI in that case (and add one before taking the log). ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "8 To control for FDI from the ROW, we subtract Chinese FDI flows from total FDI flows to African countries.",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "Finally, we test for the effects of Chinese economic cooperation projects in African countries, again, normalized by the respective country's GDP. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "Data is taken from various issues of the China Statistical Yearbook published by China's National Bureau of Statistics. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "Following Biggeri and Sanfilippo (2009) and Sanfilippo 2010, we use data on economic cooperation as a proxy for Chinese aid due to the lack of other official data. ",
            "section": "Empirical Model, Variables and Data",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "Biggeri and Sanfilippo (2009)"
                },
                {
                    "start": 55,
                    "end": 59,
                    "text": "2010"
                }
            ]
        },
        {
            "text": "Although there have been Chinese economic cooperation projects in Africa for several decades, country-level data on economic cooperation has only been published since 1998. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "In order to keep the time frame of our analysis as long as possible, we computed data at a country level for 1991-1997. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "More specifically, we assume that the country breakdown of China's total economic cooperation before 1998 is similar to that in the period 1998-2001. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "As China's economic cooperation projects started soaring after the Going Global Policy in 2001, we find it reasonable to assume that in the years before 2002 the level of economic cooperation in Africa as compared to the ROW was more or less constant. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "Importantly, this procedure does not affect the main results reported below. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "If we exclude the years before 1998, the results do not change much in terms of the sign and significance of the main variables of interest. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "Besides China's economic cooperation, we control for foreign aid received by African countries from the ROW.",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "The additional control variables include changes in the terms-of-trade, the inflation rate for macroeconomic distortions, and the number of battle deaths for the occurrence and intensity of conflicts. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "The latter variable has been included to control for the relatively high conflict intensity in sub-Saharan Africa. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "We take logs of all variables but changes in the terms-of-trade, as there are many negative observations for this variable. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "Changes in the terms-of-trade should have ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "a 7. For a discussion of China's FDI data see Cheung et al. (2012). ",
            "section": "Empirical Model, Variables and Data",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "Cheung et al. (2012)"
                }
            ]
        },
        {
            "text": "8. We inserted a zero in 47 out of 151 observations. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "While excluding the zero observations does not affect the results reported below, it would reduce the sample significantly.",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "positive impact of growth, whereas the opposite is expected for the inflation rate and conflict intensity. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "Due to lack of adequate data for many African countries, we do not include measures for education. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "9 With regards to institutional quality we also face issues as measures are either not available for the majority of the sampled countries or for the whole period in question (1991-2010). ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "10 In order to keep our sample as large as possible we do not include these measures in our main regressions. ",
            "section": "Empirical Model, Variables and Data",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "10"
                }
            ]
        },
        {
            "text": "However, we control for institutional quality in additional regressions (robustness checks) by using the rule of law indicator of the World Bank (2014b) Good Governance indicators, which covers basically all African countries and is available from 1996. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "11 At the same time, we use the rule of law indicator to explore country heterogeneity by using interactive terms with our FDI and aid variables.",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "The period under consideration in the baseline regressions is restricted to 1991-2010 by the availability of Chinese investment and economic cooperation data. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "To control for business cycle effects, we compute five-year averages for all variables, which results to four observations for the period 1991 to 2010. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "For the lagged dependent variable, we also use information for the previous period 1986 to 1990. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "In further regressions, we use four-year averages (five observations for 1991 to 2010). ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "12 The sample consists of 43 sub-Saharan African countries, that is, all 48 countries in that region apart from Liberia, Sao Tome and Principe, Seychelles, Somalia, and South Sudan. ",
            "section": "Empirical Model, Variables and Data",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "12"
                }
            ]
        },
        {
            "text": "While trade figures for Liberia are highly distorted, the last four had to be excluded due to missing data for key variables such as GDP per capita or investment, or simply did not exist as a country for the larger part of the period under consideration. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "In extensions and robustness checks, we both enlarge the sample by including North African countries and reduce the sample by excluding sub-Saharan African islands. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "13 In terms of the methodology, we use a standard OLS fixed-effects model. ",
            "section": "Empirical Model, Variables and Data",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "13"
                }
            ]
        },
        {
            "text": "This approach allows a robust estimation of the various linkages and ensures to control for unobserved time-invariant country fixed-effects. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "In a dynamic fixed-effects ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "9. The sample would decline by more than one third if we included, for instance, the Barro and Lee (2013) educational attainment variables. ",
            "section": "Empirical Model, Variables and Data",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "Barro and Lee (2013)"
                }
            ]
        },
        {
            "text": "Data on gross or net school enrolment ratios are fairly incomplete and of heterogeneous quality for African countries which would also lead to a decreased sample. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "10. The International Country Risk Group data (PRS Group, 2014) for political risk, is available for the period in question but only covers around 30 African countries. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "Using this data would imply cutting our sample by one third. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "11. Using the rule of law indicator in our main regressions would cut our time series by five years or 25 percent of the total. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "12. While we do have data for Chinese FDI and economic corporation data available until 2012, that is not sufficient to compute an additional fiveor four-year period. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "13. See Appendix C for the country sample. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "model, it is well known that the inclusion of the lagged dependent variable can lead to biased estimates (Nickell, 1981). ",
            "section": "Empirical Model, Variables and Data",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(Nickell, 1981)"
                }
            ]
        },
        {
            "text": "This bias mainly affects the lagged income per capita variable, which is not the variable of principle interest in our paper. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "Still, the size of the impact of the various trade, FDI and aid variables of main interest could be affected, for example, by using the lagged dependent variable to calculate the long-run effects. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "More worryingly, there might be another bias due to the endogeneity of some of the explanatory variables. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "Depending on the partner country or product type, trade, FDI and aid are likely to be endogenous with respect to economic growth. ",
            "section": "Empirical Model, Variables and Data"
        },
        {
            "text": "To mitigate both concerns, we also use the system Generalized Methods of Moments (GMM) estimator, introduced by Arellano and Bover (1995) and Blundell and Bond (1998).",
            "section": "Empirical Model, Variables and Data",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "Arellano and Bover (1995)"
                },
                {
                    "start": 142,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "Blundell and Bond (1998)"
                }
            ]
        },
        {
            "text": "We begin by reporting fixed-effects regressions using five-year averages in Table 1. ",
            "section": "Baseline Regressions",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Column 1 presents our baseline specification including only the basic Solow model variables. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "The results are predominantly in line with the theoretical model predictions suggesting that the Solow model fits well for the African economies' dataset employed. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "The lagged dependent variable has a positive and highly significant coefficient of 0.868. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Our estimate is close to other findings of Solow growth regressions where African countries are explicitly included, for example, Hoeffler (2002). ",
            "section": "Baseline Regressions",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "Hoeffler (2002)"
                }
            ]
        },
        {
            "text": "14 As expected, the investment variable is positive and highly significant. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Contrary to the theory, the estimate for population growth is positive, albeit, not significant and relatively small in size. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Finally, regarding the within R-squared (which is at 0.75), we find that the regressors explain a high portion of the within country variation in GDP per capita growthmeaning that the model fits relatively well.",
            "section": "Baseline Regressions"
        },
        {
            "text": "In the next step, we extend our model by including the variables of principle interest in Column 2. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Namely, the specification includes the terms-of-trade growth rate of African countries, FDI flows from China and the ROW, the presence of Chinese economic cooperation projects, aid flows from the ROW as well as total imports from and total exports to China and the ROW, respectively. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "By including these additional variables, we lose 18 observations due to missing data for these measures. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Nevertheless, the data loss is small, the sign and significance levels of the main controls do not change much and the model fit increases to 0.85 for the within R-squared.",
            "section": "Baseline Regressions"
        },
        {
            "text": "14. In order to assess the effect of the lagged GDP per capita variable on GDP per capita growth, we have to correct the estimated coefficient by subtracting 1 and obtain -0.132. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "In a corresponding fixed-effects regression, Hoeffler (2002, p. 147) finds a coefficient which is equal to -0.230. ",
            "section": "Baseline Regressions",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 67,
                    "type": "bibr",
                    "text": "Hoeffler (2002, p. 147"
                }
            ]
        },
        {
            "text": "The difference in magnitude is likely to be due to the fact that her study includes 85 developing countries including also a set of non-African countries.",
            "section": "Baseline Regressions"
        },
        {
            "text": "Both estimates for FDI have a positive sign while those for foreign aid from the ROW and Chinese economic cooperation have a negative sign. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Yet all four coefficients are insignificant indicating that these factors do not play a big role in explaining the within variation of African countries growth rates. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Turning towards the trade measures, we find effects that matter for economic growth. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "While the coefficient of Africa's total exports to China is positive but insignificant, total imports from China have a significant and negative impact on growth rates. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "At the same time, we analyse the trade relations with the ROW. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "The effects are somehow contrary to those with China. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Again, the exports' estimate has a positive sign and the imports' coefficient has a negative sign, but the statistical significance has changed. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Total African exports to the ROW are significant whereas total imports from the ROW are insignificant indicating that exports to the ROW might foster economic growth in Africa. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "15 For the moment, however, these results should be treated as correlations rather than causations.",
            "section": "Baseline Regressions",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "15"
                }
            ]
        },
        {
            "text": "In Column 3 we include further variables to control for macroeconomic distortions as well as for the occurrence and intensity of conflicts. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "The estimates of the two measures enter with the expected negative sign in our specification, but they are statistically insignificant. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Most notably regarding this regression, the outcome for the other estimatesin particular those for our variables of principle interestare not affected by including the inflation rate and the number of battle deaths although we lose four further observations.",
            "section": "Baseline Regressions"
        },
        {
            "text": "Finding evidence for potential growth effects related to our trade measures, we next differentiate between resource and non-resource trade (Column 4). ",
            "section": "Baseline Regressions"
        },
        {
            "text": "We replace the four total trade variables by eight disaggregated imports/exports variables for resource and non-resource trade. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Only one of the eight coefficients is statistically significant indicating a correlation with economic growth, that is, non-resource imports from China which has a negative sign. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "The negative correlation between total imports from China and economic growth across Africa, as shown in Columns 2 and 3, seems to arise from imports in non-resource sectors. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Given the dominance of non-resource goods in total imports from China (97 percent in 2012), this result is hardly surprising. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Still it points to potential displacement effects of African firms by their Chinese competitors. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Though the findings in Columns 2 and 3 indicate a significant positive effect of total exports to the ROW, the disaggregated results for resource and non-resource exports to the ROW are not significant.",
            "section": "Baseline Regressions"
        },
        {
            "text": "The terms-of-trade growth's estimate is positive and significant at the five percent level (or better), indicating that African exporters of natural resources have benefited from higher world market prices for their export products. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "This outcome is in line with the results of Zafar (2007) who showed that demand from 15. ",
            "section": "Baseline Regressions",
            "ref_spans": [
                {
                    "start": 44,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "Zafar (2007)"
                }
            ]
        },
        {
            "text": "T-tests confirm that each flow from China is significantly different from the corresponding flow from the ROW. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "This applies to all other regressions as well.",
            "section": "Baseline Regressions"
        },
        {
            "text": "China has contributed considerably to the increase in prices of raw materials, particularly for oil and metals from Africa, which then led to an increase in the terms-of-trade. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "This result is supported by Farooki and Kaplinsky (2013), who also analysed the (positive) impact of China on various commodity prices. ",
            "section": "Baseline Regressions",
            "ref_spans": [
                {
                    "start": 28,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Farooki and Kaplinsky (2013)"
                }
            ]
        },
        {
            "text": "At the same time, the improvements in the terms-of-trade of African countries could also arise from lower import prices, for example, from low-cost Chinese manufactured goods, as imports of these goods increased significantly over the last 15 years. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "What matters is the positive correlation of changes in the termsof-trade and economic growth in African countries. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "16 To analyse the terms-of-trade effects in more detail, we computed interaction terms, that is, we multiply changes in the terms-of-trade with all respective trade variables, to examine non-linear effects. ",
            "section": "Baseline Regressions",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "16"
                }
            ]
        },
        {
            "text": "While most interaction terms, whether at an aggregated or disaggregated level are not significant, two exceptions stand out: the interaction terms with total exports to China and resource exports to China, respectively, which are positive and highly significant at the one percent level (Columns 5 and 6). ",
            "section": "Baseline Regressions"
        },
        {
            "text": "This outcome is robust to including all respective interaction terms at the same time (not reported) and indicates that exporting natural resources to China indeed is associated with higher growth rates. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "But this result shows up either directly through changes in the terms-of-trade or indirectly through the interaction term. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "17 System-GMM Results Next, we replicate all six specifications using (two-step) system GMM regressions in order to address endogeneity concerns (and the bias due to the inclusion of the lagged dependent variable). ",
            "section": "Baseline Regressions",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "17"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 3,
                    "end": 9,
                    "rawForm": "System",
                    "resp": "whitelist",
                    "id": "e5f17ad2f0-software-simple-w3"
                }
            ]
        },
        {
            "text": "In these regressions we treat the lagged dependent variable, investment, population growth, inflation, all four total import and export variables, all non-resource import and export variables, as well as FDI and aid from the ROW as endogenous. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "To reduce the number of endogenous variables (and thus the number of instruments used), we set changes in the terms-of-trade, battle deaths, and all natural resource export variables as exogenous. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "We assume that African countries are too small to have an impact on world market prices (that is, their terms-of-trade) and that conflicts mainly have an impact on economic growth but not vice versa. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Yet switching the status of both variables from exogenous to endogenous hardly affects the results. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Natural resource exports are mainly driven by the fact whether a country has natural resource endowments or not. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Reverse causality is less of an issue in this case. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Again, the main results are not affected by declaring all trade variables ",
            "section": "Baseline Regressions"
        },
        {
            "text": "16. It is beyond the scope of this paper to analyze the impact of China on prices of manufacturing goods and raw materials in detail. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "See Section 4.3 for a discussion of the limitations of our approach. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "17. Columns 5 and 6 are our preferred model specifications. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "As they include all controls, the various aggregated and disaggregated trade variables and the two interaction terms.",
            "section": "Baseline Regressions"
        },
        {
            "text": "Using a large number of instruments may overfit endogenous variables and may weaken the Hansen J-test of the instruments' joint validity. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "To keep the number of instruments at a minimum, we use the collapse option in STATA in all regressions (Roodman, 2009). ",
            "section": "Baseline Regressions",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 118,
                    "type": "bibr",
                    "text": "(Roodman, 2009)"
                }
            ],
            "entity_spans": [
                {
                    "start": 78,
                    "end": 83,
                    "type": "software",
                    "rawForm": "STATA",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "e5f17ad2f0-software-1",
                    "cert": "1.0"
                },
                {
                    "type": "software",
                    "start": 78,
                    "end": 83,
                    "rawForm": "STATA",
                    "resp": "whitelist",
                    "id": "e5f17ad2f0-software-simple-w4"
                }
            ]
        },
        {
            "text": "19 This ensures that the number of instruments is always well below the number of countries. ",
            "section": "Baseline Regressions",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "19"
                }
            ]
        },
        {
            "text": "Overall, the results, reported in Table 2, are broadly in line with the fixed-effects results. ",
            "section": "Baseline Regressions",
            "ref_spans": [
                {
                    "start": 34,
                    "end": 41,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The lagged dependent variable is always significant at the one percent level. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Depending on the model specification, the estimated coefficient is slightly above or below one, implying no strong evidence for convergence in sub-Saharan African countries. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "This finding is in line with the results of McCoskey (2002), who also found no convergence for economic growth in sub-Saharan Africa, although smaller \"convergence clubs\" do exist.",
            "section": "Baseline Regressions",
            "ref_spans": [
                {
                    "start": 53,
                    "end": 59,
                    "text": "(2002)"
                }
            ]
        },
        {
            "text": "In five out of six model specifications, investment has a positive and significant impact on economic growth. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "In contrast to the fixed effects results, total African exports to the ROW are not significant. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Importantly, total imports from China and non-resource imports from China haveas beforea negative and significant impact on growth. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "This implies that we do observe displacement effects of African products by Chinese imports, even if we control for endogeneity. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "While changes in the terms-of-trade are no longer positively associated with growth (apart from one model specification), both interaction terms with terms-of-trade growth are positive and significant at the five or ten percent level. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "This result underlines the importance of changes in the terms-of-trade with respect to economic growth when looking at African exports of natural resources to China.",
            "section": "Baseline Regressions"
        },
        {
            "text": "The test statistics for the system GMM estimator (Hansen J-test) indicate that the instruments used are valid. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "However, we do have econometric problems regarding autocorrelation. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "The system GMM estimator requires high first-order but no second-order autocorrelation. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "While the p-values for the AR(2) indicate that, indeed, we do not have second-order autocorrelation, the corresponding p-values for the AR(1) show that we cannot reject the null hypothesis, in three out of six model specifications, though the p-values are only slightly above 0.10 in two model specifications. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "These results thus have to be viewed with caution. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Still, all test statistics for our preferred model specifications (Columns 5 and 6) indicate that the estimations are valid.",
            "section": "Baseline Regressions"
        },
        {
            "text": "18. All non-reported results can be obtained from the authors upon request. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "19. In all system GMM regressions, we use the Windmeijer (2005) finite-sample correction to the reported standard errors in the two-step estimation.       ",
            "section": "Baseline Regressions",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "Windmeijer (2005)"
                }
            ]
        },
        {
            "text": "Notes: All regressions include country-and period-specific dummies. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "We always use the two-step system GMM with Windmeijer's (2005) finite sample correction. ",
            "section": "Baseline Regressions",
            "ref_spans": [
                {
                    "start": 43,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "Windmeijer's (2005)"
                }
            ]
        },
        {
            "text": "tvalues reported in parentheses The p-values reported for AR(1) and AR(2) refer to first-and second-order autocorrelated disturbances in the first differences equations. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "*significant at the 10% level; **significant at the 5% level; ***significant at the 1% level. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "By using the system GMM technique, we can calculate the size of the impact of our variables of principal interest on economic growth. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "For example, an increase in the volume of non-resource imports from China divided by total GDP (Table 2, Column ",
            "section": "Baseline Regressions",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "(Table 2"
                }
            ]
        },
        {
            "text": "6) by one percent is associated with a decrease in GDP per capita growth of 0.1 percent over a period of five years across countries. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "The quantitative effect of importing more non-resource goods from China on economic growth is thus modest but by no means negligible.",
            "section": "Baseline Regressions"
        },
        {
            "text": "Our results for a negative impact of non-resource imports from China are at odds with those reported by Baliamoune-Lutz (2011) who found a positive impact of imports from China on African growth. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "We believe that this can be partly explained by the fact that Baliamoune-Lutz (2011) does not distinguish between resource and non-resource goods. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "At the same time we use a longer period of time (1991-2010 instead of 1995-2008) and a different methodology. ",
            "section": "Baseline Regressions",
            "ref_spans": [
                {
                    "start": 48,
                    "end": 80,
                    "type": "bibr",
                    "text": "(1991-2010 instead of 1995-2008)"
                }
            ]
        },
        {
            "text": "On the other hand, our results for displacement effects are more in line with those of Giovannetti and Sanfilippo (2009). ",
            "section": "Baseline Regressions",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "Giovannetti and Sanfilippo (2009)"
                }
            ]
        },
        {
            "text": "Yet they concentrate on displacement effects for African exports in third markets but do not investigate these effects in African countries' domestic markets.",
            "section": "Baseline Regressions"
        },
        {
            "text": "For the growth effects of foreign investment, we cannot confirm the positive effects found by Whalley and Weisbrod (2012). ",
            "section": "Baseline Regressions",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "Whalley and Weisbrod (2012)"
                }
            ]
        },
        {
            "text": "Again, this can be explained by the different methodologies employed. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Since they use Solow growth accounting methods to analyse the impact of Chinese FDI on African economic growth, they are more likely to investigate (and find evidence for) the short-run growth impact of Chinese investment. ",
            "section": "Baseline Regressions"
        },
        {
            "text": "Also, their methodology allows them to account for the impact of even relatively small changes in FDI and its impact on economic growth.",
            "section": "Baseline Regressions"
        },
        {
            "text": "In order to examine the robustness of the obtained results, we run numerous additional regressions. ",
            "section": "Robustness Checks"
        },
        {
            "text": "In terms of the methodology, we prefer to present the results for the fixed-effects estimator only. ",
            "section": "Robustness Checks"
        },
        {
            "text": "In fact, we have tested the validity of the system GMM estimator in numerous additional regressions. ",
            "section": "Robustness Checks"
        },
        {
            "text": "Using different model specifications, different lag structures, taking different time periods or annual averages, the test statistics never ensure a proper specification in all six models at the same time. ",
            "section": "Robustness Checks"
        },
        {
            "text": "Partly, this is due to the relatively small number of countries as well as the short time period. ",
            "section": "Robustness Checks"
        },
        {
            "text": "While the results for the principle variables of interest are not much affected, the fixed-effects model seems to be more robust than the GMM estimator. ",
            "section": "Robustness Checks"
        },
        {
            "text": "Still, the fixed-effects estimator does not control for the potential endogeneity of some of the explanatory variables. ",
            "section": "Robustness Checks"
        },
        {
            "text": "But since the GMM estimations support the basic outcome for the various trade variables, we are still convinced that endogeneity issues are not a major problem and that our findings can be viewed as causal effects as well.     ",
            "section": "Robustness Checks"
        },
        {
            "text": "obtained from (cluster-)robust standard errors in parentheses. ",
            "section": "Robustness Checks"
        },
        {
            "text": "*significant at the 10% level; **significant at the 5% level; ***significant at the 1% level.",
            "section": "Robustness Checks"
        },
        {
            "text": "In the interest of saving space, we restrict the presentation of our extensions and robustness checks to four dimensions: different country samples, different period averages, lagged effects of aid and FDI as well as country heterogeneity in terms of institutional quality. ",
            "section": "Robustness Checks"
        },
        {
            "text": "We begin with the sample variations, presented in Table 3. ",
            "section": "Robustness Checks",
            "ref_spans": [
                {
                    "start": 50,
                    "end": 57,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "First, we extend our sample and add six North African countries (Columns 1 and 2). ",
            "section": "Robustness Checks"
        },
        {
            "text": "20 This allows us to examine whether our results are sensitive to a larger sample size that includes basically all African countries for which we have data. ",
            "section": "Robustness Checks"
        },
        {
            "text": "Although North African countries differ from those below the Sahara, they, too, have considerable trade and investment links with China.",
            "section": "Robustness Checks"
        },
        {
            "text": "In Columns 3 and 4, we refer to the initial sub-Saharan Africa sample again but exclude all four African islands. ",
            "section": "Robustness Checks"
        },
        {
            "text": "It can be argued that small islands, such as Cape Verde, the Comoros or Mauritius, differ from the sub-Saharan African mainland. ",
            "section": "Robustness Checks"
        },
        {
            "text": "Arguably, this may apply to Madagascar as well. ",
            "section": "Robustness Checks"
        },
        {
            "text": "Historically, Madagascar and Mauritius have had a large Asian diaspora which may influence the effect of Chinese economic interactions in the present. ",
            "section": "Robustness Checks"
        },
        {
            "text": "What is more, the island economies' trade composition is very different from mainland Africa. ",
            "section": "Robustness Checks"
        },
        {
            "text": "For example, Mauritius has higher trade/GDP levels and exports much more manufactured goods than the rest of sub-Saharan Africa (Subramanian, 2013).",
            "section": "Robustness Checks",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "(Subramanian, 2013)"
                }
            ]
        },
        {
            "text": "Finally, in Columns 5 and 6 we exclude South Africa from our sub-Saharan Africa sample. ",
            "section": "Robustness Checks"
        },
        {
            "text": "As explained in Section 2, China's motives for trade and investment in South Africa differ compared to other Chinese trading partners and investment destinations in Africa. ",
            "section": "Robustness Checks"
        },
        {
            "text": "Partly due to higher income levels, South Africa is a larger market for Chinese exports of manufacturing products. ",
            "section": "Robustness Checks"
        },
        {
            "text": "This may affect our results, in particular the trade variables. ",
            "section": "Robustness Checks"
        },
        {
            "text": "Moreover, Chinese decisions to invest in South Africa are also more likely to be driven by horizontal motives in contrast to other African countries.",
            "section": "Robustness Checks"
        },
        {
            "text": "To facilitate a comparison of the results, Columns 1, 3 and 5 (2, 4 and 6) in Table 3 refer to our preferred specifications, that is, Column 5 (6) in Table 1. ",
            "section": "Robustness Checks",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "Table 3"
                },
                {
                    "start": 150,
                    "end": 157,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The sample variations in Table 3 clearly confirm our baseline findings as we are able to almost replicate the results. ",
            "section": "Robustness Checks",
            "ref_spans": [
                {
                    "start": 25,
                    "end": 32,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Throughout the six regressions we have the same qualitative outcome for all significant measures. ",
            "section": "Robustness Checks"
        },
        {
            "text": "This applies to the various trade variables as well as the two interaction terms with changes in the terms-of-trade. ",
            "section": "Robustness Checks"
        },
        {
            "text": "Furthermore, not only are the same variables significant at a comparable level, the magnitude of these estimates is also similar.",
            "section": "Robustness Checks"
        },
        {
            "text": "Turning towards the robustness checks with different period averages, we re-run the regressions for our two preferred specifications, using four-year averages. ",
            "section": "Robustness Checks"
        },
        {
            "text": "While this procedure may not fully control for business cycle effects, it allows us to exploit more variation in the data over time (Columns 1 and 2 in Table 4). ",
            "section": "Robustness Checks",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 159,
                    "type": "table",
                    "ref_id": "tab_10",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Additionally, the larger T allows us to conduct two additional robustness checks with variables that are only available for a shorter time period. ",
            "section": "Robustness Checks"
        },
        {
            "text": "First, we lag all FDI and aid 20. ",
            "section": "Robustness Checks"
        },
        {
            "text": "The included North African countries are Algeria, Djibouti, Egypt, Libya, Morocco, and Tunisia.",
            "section": "Robustness Checks"
        },
        {
            "text": "China's Impact on African Economic Growth, Fixed Effects and Four-year Averages  ",
            "section": "Table 4"
        },
        {
            "text": "(3) variables by one period (Columns 3 and 4). ",
            "section": "Table 4"
        },
        {
            "text": "21 It could be argued that both foreign investment and aid could have growth effects but that these effects occur with a time lag, for example, countries may need some time to benefit from technology spillovers or improvements in infrastructure, institutions or education. ",
            "section": "Table 4"
        },
        {
            "text": "Second, we explore the heterogeneity of African countries by including interaction terms. ",
            "section": "Table 4"
        },
        {
            "text": "While there are many possible variables for interaction terms, we focus on the interaction of the fundamental institutional indicator (rule of law) with all four FDI and aid variables (Columns 5 and 6). ",
            "section": "Table 4"
        },
        {
            "text": "22 As with sample variations, using four-year averages provide clear support for our main results (Columns 1 and 2 in Table 4). ",
            "section": "Table 4",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "22"
                },
                {
                    "start": 118,
                    "end": 125,
                    "type": "table",
                    "ref_id": "tab_10",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Sign and significance levels of all control variables are not affected much. ",
            "section": "Table 4"
        },
        {
            "text": "The exception is the inflation rate, which is now negatively associated with growth rates. ",
            "section": "Table 4"
        },
        {
            "text": "Regarding the variables of principle interest, we still find displacements effects for (non-resource) imports from China. ",
            "section": "Table 4"
        },
        {
            "text": "Yet, total exports to the rest of the world are no longer positively correlated with growth. ",
            "section": "Table 4"
        },
        {
            "text": "In contrast to the previous section, we find FDI inflows from China to be positive and significant at the ten percent level when including disaggregated trade variables (Column 2). ",
            "section": "Table 4"
        },
        {
            "text": "Yet this result is not robust if we use more aggregated trade variables or lagged FDI (Columns 1, 3 and 4). ",
            "section": "Table 4"
        },
        {
            "text": "Once we lag all FDI and aid variables, we obtain a positive (and significant) coefficient for aid from China (Column 3), which is, however, not robust to including the disaggregated trade indicators (Column 4). ",
            "section": "Table 4"
        },
        {
            "text": "Since the estimated coefficient just falls short of the conventional ten percent significance level, there is some evidence that FDI from China could have positive growth effects but that it takes time to materialise. ",
            "section": "Table 4"
        },
        {
            "text": "Lagging the aid variables indicates that aid from the ROW could be negatively associated with economic growth, but this outcome, again, is not robust to different model specifications.",
            "section": "Table 4"
        },
        {
            "text": "With regards to institutional quality, we find that countries with a stronger rule of law may benefit from aid from the ROW while countries with low levels of rule of law may be adversely affected (Column 5). ",
            "section": "Table 4"
        },
        {
            "text": "23 These results support the effectiveness of Western aid conditional on strong institutions. ",
            "section": "Table 4",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "23"
                }
            ]
        },
        {
            "text": "Furthermore, Chinese FDI benefits African countries with a stronger rule of law (Column 6). ",
            "section": "Table 4"
        },
        {
            "text": "24 This outcome is in accordance with the findings of Dort et al. (2014) that investment increases growth more in countries with high institutional quality.",
            "section": "Table 4",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "24"
                },
                {
                    "start": 54,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Dort et al. (2014)"
                }
            ]
        },
        {
            "text": "21. As FDI and aid values are only available since 1991, including lags for FDI and aid in the baseline regressions with five-year averages would reduce our dataset to three periods and only 115 observations. ",
            "section": "Table 4"
        },
        {
            "text": "The corresponding results would be less reliable. ",
            "section": "Table 4"
        },
        {
            "text": "22. We tested numerous interaction terms of all three main variables (trade, FDI and aid) with various institutional indicators (corruption, government effectiveness, regulatory quality, and democracy).",
            "section": "Table 4"
        },
        {
            "text": "The coefficients of most interaction terms were either not significant or not robust to changes in the model specification. ",
            "section": "Table 4"
        },
        {
            "text": "The exception is the interaction term with rule of law, which we display in Table 4. ",
            "section": "Table 4",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "type": "table",
                    "ref_id": "tab_10",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "23. The net impact from aid from the ROW on growth is slightly positive (-0.079 + 0.0266*3.00 = 0.0008). ",
            "section": "Table 4"
        },
        {
            "text": "24. Again, the net impact of Chinese FDI on growth is positive (0.0009).",
            "section": "Table 4"
        },
        {
            "text": "Due to our empirical approach and the topic at hand our analysis is restricted by certain limitations. ",
            "section": "Limitations"
        },
        {
            "text": "Broadly, they fall into two main categories. ",
            "section": "Limitations"
        },
        {
            "text": "First of all, our modelling framework only accounts for the direct effects of trade, FDI and aid on growth. ",
            "section": "Limitations"
        },
        {
            "text": "The indirect effects that arguably exist are much harder to quantify. ",
            "section": "Limitations"
        },
        {
            "text": "Chinese trade, FDI and aid can very well have an impact on African capital formation (investment) and/or the terms-of-trade of African economies which in turn can affect economic growth rates.",
            "section": "Limitations"
        },
        {
            "text": "China's economic activity is often seen as having a large impact on world commodity prices which in turn can affect inflation and the terms-of-trade at the global level. ",
            "section": "Limitations"
        },
        {
            "text": "These changes can have possibly large effects on other emerging and developing economies (Roache, 2012). ",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "(Roache, 2012)"
                }
            ]
        },
        {
            "text": "For instance, Villoria (2009) finds that the economic rise of China has resulted in a decrease in world prices for manufacturing goods. ",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 14,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "Villoria (2009)"
                }
            ]
        },
        {
            "text": "In addition to rising commodity prices due to China's considerable demand for raw materials, this has had a positive impact on the terms-of-trade of African resource exporters (Kaplinsky, 2009). ",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(Kaplinsky, 2009)"
                }
            ]
        },
        {
            "text": "But even African countries that are not major exporters of raw materials haven been able to take advantage of lower prices of manufactured goods.",
            "section": "Limitations"
        },
        {
            "text": "With regards to indirect effects through investment, Chinese FDI and aid are seen as important sources of capital for African economies, and also trade can increase a country's capital stock. ",
            "section": "Limitations"
        },
        {
            "text": "China is very active in infrastructure and facility construction and provides increasing foreign direct investment to Africa. ",
            "section": "Limitations"
        },
        {
            "text": "One may argue that these efforts can improve the capital stock and hence domestic investment in African economies which in turn may improve GDP per capita growth rates. ",
            "section": "Limitations"
        },
        {
            "text": "The empirical evidence on the relationship between FDI and domestic investment is mixed. ",
            "section": "Limitations"
        },
        {
            "text": "Morrissey and Udomkerdmongkol (2012) find that FDI crowds out domestic investment whereas Al-Sadig (2012) shows that FDI stimulates private domestic investment in developing host economies.",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "Morrissey and Udomkerdmongkol (2012)"
                }
            ]
        },
        {
            "text": "We check for potential indirect effects through investment and/or terms-oftrade in two ways. ",
            "section": "Limitations"
        },
        {
            "text": "First, we drop investment and terms-of-trade and related interaction variables (both separately as well as simultaneously) from the model and analyse whether our main results change. ",
            "section": "Limitations"
        },
        {
            "text": "Second, we follow Baron and Kenny (1986) and analyse whether the effects of Chinese trade, FDI and aid on African growth are mediated by domestic investment and terms-of-trade. ",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "Baron and Kenny (1986)"
                }
            ]
        },
        {
            "text": "25 Both extensions confirm the robustness of the significant negative growth effects of (non-resource) imports from China, the positive terms-of-trade interaction effects with (resource) exports to China, and positive growth effects of exports to the ROW from our baseline regressions. ",
            "section": "Limitations"
        },
        {
            "text": "In fact, dropping investment and/or terms-of-trade and related interaction terms lead to very small changes in the significance or 25. ",
            "section": "Limitations"
        },
        {
            "text": "Due to space constraints, we do not display results for these extensions. ",
            "section": "Limitations"
        },
        {
            "text": "magnitude of the variables in question. ",
            "section": "Limitations"
        },
        {
            "text": "In addition, the mediator analysis confirms that the significant effects from these variables are not intervened (mediated) by investment or terms-of-trade. ",
            "section": "Limitations"
        },
        {
            "text": "At the same time, we gain an additional result from the mediator analysis that exports to China are positively mediated by investment's effect on growth, i.e., revenues from rising exports to China increase capital in African economies which in turn can be invested to increase economic growth. ",
            "section": "Limitations"
        },
        {
            "text": "26 A detailed assessment of whether China's effect on African growth is direct or indirect through variables such as investment and terms-of-trade is an important area for further research but beyond the scope of this paper. ",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "26"
                }
            ]
        },
        {
            "text": "Although we do not account for the effects of trade, FDI and aid on investment and terms-of-trade, we did include interaction variables of terms-of-trade with our trade variables. ",
            "section": "Limitations"
        },
        {
            "text": "These terms show how improved terms-of-trade, for various reasons that we cannot account for, enlarge the growth effects of total (resource) exports to China, that is, resource exports to China are positive for African growth, even more so if the country's terms-of-trade are favourable.",
            "section": "Limitations"
        },
        {
            "text": "The second major limitation of our approach concerns the time frame. ",
            "section": "Limitations"
        },
        {
            "text": "In our analysis, we include a period of just 20 years, half of which has seen a major increase in China's economic activities and engagement in Africa. ",
            "section": "Limitations"
        },
        {
            "text": "It could very well take a much longer period of time before changes in the volume, structure and pattern of African trade, FDI and aid due to China's economic rise will have a more profound impact on African economies. ",
            "section": "Limitations"
        },
        {
            "text": "Such an investigation of the long-run effects would require data for at least another couple of decades. ",
            "section": "Limitations"
        },
        {
            "text": "Still, our analysis, which refers more to short-to mid-run, can be highly useful when it comes to averting the potentially negative effects (for example, in non-resource imports) and to enlarge the positive impacts in exports of natural resources.",
            "section": "Limitations"
        },
        {
            "text": "In this paper we investigated how Chinese trade, FDI and aid in Africa affect African economic growth. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Contrary to other empirical studies in this context, we examine the impact of the three main channels of China's activities simultaneously. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Our empirical findings can be summarised as follows. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Generally, FDI flows from China and the rest of the world, Chinese economic cooperation, and foreign aid from other countries seem to play no major role for African countries' economic development. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Although we do find some positive effects of Chinese economic corporation when using lagged aid flows, these results are not robust. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Sino-African trade, however, has an important impact. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Our results indicate that African imports from China, particularly non-resource imports, have a negative impact on economic growth in Africa. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "This finding is robust to using different samples and period averages as well as an instrumental variable approach. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Although not robust in all specifications, African exports to the world (excluding China) are positively associated with growth in Africa. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "We also find that African economies that export natural resources benefit from China's rising demand for raw materials due to both positive changes in their terms-of-trade and increasing exports of natural resources to China, when using interaction terms. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Finally, our results indicate that there is some heterogeneity in the country sample. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "African countries with a stronger rule of law benefit more from aid from the ROW and from Chinese FDI.",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "In terms of policy implications, these results clearly demonstrate the opportunities and challenges that African countries are facing when dealing with a new partner like China. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "African exports of natural resources are an obvious example for both. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "The opportunities arise due to higher (total) export earnings of resource-rich African countries. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "These additional funds have to be spent well, for example, on development purposes, such as improvements in infrastructure or education. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "The downside and thus the main challenge is to escape the resource curse that arises too often in African countries with weak institutions (Carmignani and Chowdhury, 2012).",
            "section": "V. DISCUSSION AND CONCLUSIONS",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(Carmignani and Chowdhury, 2012)"
                }
            ]
        },
        {
            "text": "Likewise, African consumers benefit from low-cost imports of non-resource goods from China. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "This applies to African producers importing low-cost intermediate goods from China as well. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Therefore, welfare levels of consumers rise and producers can be more competitive. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "In contrast, we find strong evidence for displacement effects, as African producers might not be able to compete with their Chinese counterparts. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "This applies in particular to specific labour-intensive manufactured goods, such as textiles, footwear or furniture, where African producers have had a considerable market share in local markets so far (Morrissey and Zgovu, 2011). ",
            "section": "V. DISCUSSION AND CONCLUSIONS",
            "ref_spans": [
                {
                    "start": 202,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "(Morrissey and Zgovu, 2011)"
                }
            ]
        },
        {
            "text": "While a temporary increase in trade protection levels (tariffs and non-tariff trade barriers) could allow African producers to keep market shares, a suitable (long-run) policy option must be grounded on an increase in competitiveness levels. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "In this regard, African firms are far behind their Chinese competitors. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "These displacement effects have to be seen in perspective as Chinese firms dominate many sectors/product categories where there are no African competitors. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Still, the question arises whether China's rise on world markets may obstruct export opportunities for African firms in (other) labour-intensive products, partly by export diversification or by moving up the value chain. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "So far, the evidence is not that favourable for African countries, as China (and other Asian countries) may block that market segment (Kaplinsky and Morris, 2009a).",
            "section": "V. DISCUSSION AND CONCLUSIONS",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(Kaplinsky and Morris, 2009a)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 149,
                    "end": 155,
                    "rawForm": "Morris",
                    "resp": "whitelist",
                    "id": "e5f17ad2f0-software-simple-w5"
                }
            ]
        },
        {
            "text": "In terms of foreign direct investment, many developing countries have benefited greatly from FDI, especially China. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "The insignificant results from our regressions concerning FDI from both China and the rest of the world may point to an insufficient FDI environment in African countries rather than a display of FDI not playing a role for African growth. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "So far, most foreign investment in Africa has been resource-seeking FDI with few linkages to other sectors. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "African governments should thus focus on attracting efficiency-seeking (or vertical) FDI by creating a better environment for the private sector. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "This could be achieved by providing a simpler and more transparent regulatory environment, building and upgrading infrastructure, enhancing educational levels and/or offering investment incentives, such as tax exemptions or the establishment of Special Economic Zones that have worked in other developing countries, most notably China. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "African governments have to ensure that they harness the potentially positive effects of foreign investment. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "So far, Chinese investment is often isolated from the rest of the local economy. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Improving linkages between foreign firms and the domestic economy is thus vital to improve the growth effects of foreign investment. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "This could improve technology spillovers to domestic firms. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Similar to trade, African governments should target specific sectors that are important for economic development and then direct foreign investment to these sectors. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "This could enhance productive capacity and domestic investment, boost local employment levels, and foster the integration of African firms into the global economy (UNCTAD, 2010). ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Importantly, a coherent regional integration policy and framework would be highly important to both increase FDI flows and enhance the spillover effects.",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Although we could not find any significant growth effects of Chinese aid to Africa, it is nevertheless an important part of China's Africa Policy and its \"package deals\" to Africa. ",
            "section": "V. DISCUSSION AND CONCLUSIONS",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 155,
                    "end": 162,
                    "rawForm": "package",
                    "resp": "whitelist",
                    "id": "e5f17ad2f0-software-simple-w6"
                }
            ]
        },
        {
            "text": "Chinese economic cooperation projects in Africa are steadily growing, particularly in the field of infrastructure, but its effects on African growth may still need some years to emerge. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Although widely criticized by Western donors for its aid practices in African countries (with poor human rights and/or governance records), China's economic cooperation projects provide a viable alternative for many African countries. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "This implies that Western donors may have to adjust their aid policies in Africa to a growing Chinese presence on the continent. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "For African policymakers, on the other hand, it implies that they could be less dependent on Western aid and the conditions attached. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "No matter the source, in general the effect of aid on economic growth is controversial and depends a great deal on how the host country utilizes it.",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Up to now, most African governments lack a clear and coherent strategy when dealing with a new partner such as China. ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "Unfortunately, that implies that they are not taking full advantage of the opportunities that arise from China's activities in Africa.  ",
            "section": "V. DISCUSSION AND CONCLUSIONS"
        },
        {
            "text": "This paper investigates the impact of Chinese activities in sub-Saharan African countries with respect to the growth performance of economies in that region. ",
            "section": "SUMMARY"
        },
        {
            "text": "Using a Solow-type growth model and panel data for the period 1991 to 2010, we find that African economies that export natural resources have benefited from positive terms-of-trade effects. ",
            "section": "SUMMARY"
        },
        {
            "text": "In addition, there is evidence for displacement effects of African firms due to competition from China. ",
            "section": "SUMMARY"
        },
        {
            "text": "On the other hand, Chinese foreign investment and aid in Africa does not appear to have a significant impact on African growth.  ",
            "section": "SUMMARY"
        },
        {
            "text": "Equatorial Guinea, Eritrea, Ethiopia, Gabon, Gambia, Ghana, Guinea, Guinea-Bissau, Kenya, Lesotho, Libya, Madagascar, Malawi, Mali, Mauritania, Mauritius, Morocco, Mozambique, Namibia, Niger, Nigeria, Rwanda, Senegal, Sierra Leone, South Africa, Sudan, Swaziland, Tanzania, Togo, Tunisia, Uganda, Zambia, Zimbabwe ",
            "section": "SUMMARY",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 313,
                    "type": "bibr",
                    "text": "Equatorial Guinea, Eritrea, Ethiopia, Gabon, Gambia, Ghana, Guinea, Guinea-Bissau, Kenya, Lesotho, Libya, Madagascar, Malawi, Mali, Mauritania, Mauritius, Morocco, Mozambique, Namibia, Niger, Nigeria, Rwanda, Senegal, Sierra Leone, South Africa, Sudan, Swaziland, Tanzania, Togo, Tunisia, Uganda, Zambia, Zimbabwe"
                }
            ]
        },
        {
            "text": "Figure 1",
            "section": "Figure 1"
        },
        {
            "text": "Figure 2",
            "section": "Figure 2"
        },
        {
            "text": "inflows to Africa by Major Investors, 2001-2012. ",
            "section": "FDI"
        },
        {
            "text": "Note: FDI inflows to Africa in billion US$. ",
            "section": "FDI"
        },
        {
            "text": "Data source: UNCTAD (2014)",
            "section": "FDI"
        },
        {
            "text": "regressions include country and period-specific dummies. "
        },
        {
            "text": "t-values"
        },
        {
            "text": "China differs from that of other African countries in the sense that both South African exports to and imports from China concentrate mainly on non-resource goods. "
        },
        {
            "text": "In terms of resource trade, Angola was China's most important African trading partner in 2012 (42 percent of total Sino-African resource trade)."
        },
        {
            "text": "China's Impact on African Economic Growth, Baseline Regressions, Fixed Effects and Five-year Averages",
            "section": "Table 1"
        },
        {
            "text": "China's Impact on African Economic Growth, System GMM and Five-year Averages",
            "section": "Table 2",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 43,
                    "end": 49,
                    "rawForm": "System",
                    "resp": "whitelist",
                    "id": "e5f17ad2f0-software-simple-w7"
                }
            ]
        },
        {
            "text": "China's Impact on African Economic Growth, Sample Variations, Fixed Effects and Five-year Averages",
            "section": "Table 3"
        },
        {
            "text": "(Continued)    ",
            "section": "Table 0 ."
        },
        {
            "text": "Table A.1 "
        },
        {
            "text": "APPENDIX Table B.1. "
        },
        {
            "text": "Descriptive Statistics"
        },
        {
            "text": "(Continued)    ",
            "section": "Table 0 ."
        },
        {
            "text": "Algeria, Angola, Benin, Botswana, Burkina Faso, Burundi, Cameroon, Cape Verde, Central African Republic, Chad, Comoros, Dem. ",
            "section": "Table 0 ."
        },
        {
            "text": "Rep. of Congo, Rep. of Congo, Cote d'Ivoire, Djibouti, Egypt,",
            "section": "Table 0 ."
        },
        {
            "text": "© 2016 John Wiley & Sons Ltd.",
            "section": "Table 0 ."
        },
        {
            "text": "MATTHIAS BUSSE/CEREN ERDOGAN/HENNING MÜHLEN © 2016 John Wiley & Sons Ltd.",
            "section": "Table 0 ."
        },
        {
            "text": ". In fact, dropping investment from the model also yields a positive significant growth effect of total exports to China, confirming the result of the mediator analysis.",
            "section": "Table 0 ."
        }
    ]
}