{
    "id": "da8a45d63e",
    "abstract": [],
    "body_text": [
        {
            "text": "While stock returns in the United States this past century have exceeded Treasury returns by an average of about 6% annually, in the last few years they have done so by more than 12% annually. ",
            "section": "Introduction"
        },
        {
            "text": "Commentators have suggested a variety of explanations for the dramatic stock-market run-up that accompanied these high returns. ",
            "section": "Introduction"
        },
        {
            "text": "The baby boom is entering peak savings years, productivity has escalated worldwide due to technological improvements and political change, and stock-market participation rates are on the rise. ",
            "section": "Introduction"
        },
        {
            "text": "The growth of mutual funds has lowered transaction costs and made diversification feasible. ",
            "section": "Introduction"
        },
        {
            "text": "Public awareness of the benefits of stockmarket investing is high. ",
            "section": "Introduction"
        },
        {
            "text": "On the other hand, irrational exuberance could be fueling the price rise, with inexperienced investors expecting doubledigit returns to continue indefinitely or at least long enough to reap a substantial gain.",
            "section": "Introduction"
        },
        {
            "text": "Whether the price rise is due primarily to fundamentals or whether it is the result of a bubble is important to policymakers concerned with avoiding the real disruption a sharp stock-market decline could precipitate. ",
            "section": "Introduction"
        },
        {
            "text": "It is also important to the academic debate over the determinants of stock valuations. ",
            "section": "Introduction"
        },
        {
            "text": "Because this paper is about the relations between stock prices and fundamentals, we emphasize three broad categories of explanations for the recent price rise: changes in corporate earnings growth, changes in consumer preferences, and changes in stock-market participation patterns. ",
            "section": "Introduction"
        },
        {
            "text": "The goal in qualifying the importance of fundamental effects is to better understand whether a combination of fundamentals and statistical fluctuation can plausibly explain the observed magnitudes, or whether a bubble is the likely cause of the price rise.",
            "section": "Introduction"
        },
        {
            "text": "Although the paper touches on a variety of issues, its main contribution is to look more closely at how participation patterns have changed, and at how they are expected to affect required returns in a stochastic equilibrium model. ",
            "section": "Introduction"
        },
        {
            "text": "We interpret participation broadly to include both the fraction of the population that holds any stocks, and the degree of diversification of a typical stockholder. ",
            "section": "Introduction"
        },
        {
            "text": "To review the evidence, we use data from the Survey of Consumer Finances (SCF) to document changes in stockholding patterns and reported attitudes toward risk from 1989 to 1995. ",
            "section": "Introduction"
        },
        {
            "text": "Consistent with previous studies (e.g., Poterba, 1993;Vissing-Jorgensen, 1997), we see an increasing rate of stock-market participation over time. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "Poterba, 1993;"
                },
                {
                    "start": 54,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "Vissing-Jorgensen, 1997)"
                }
            ]
        },
        {
            "text": "Participation rates among the wealthy, who own the majority of stock, however, have increased only slightly. ",
            "section": "Introduction"
        },
        {
            "text": "Foreign participation changes may also influence required returns. ",
            "section": "Introduction"
        },
        {
            "text": "Using data from the U.S. Treasury, we find that net purchases of stocks by foreigners have been relatively high in recent years, but small in comparison with total trading volume. ",
            "section": "Introduction"
        },
        {
            "text": "Finally, flow-of-funds data show that diversification has increased markedly, with large outflows of individual stocks from household portfolios moving into mutual funds and other institutional accounts.",
            "section": "Introduction"
        },
        {
            "text": "To quantify the potential impact of these changes, we calibrate an overlapping-generations model that allows for considerable heterogeneity in the cross section of nonmarketable income risk, preferences, diversification, and participation. ",
            "section": "Introduction"
        },
        {
            "text": "This extends the analyses of Basak and Cuoco (1998), Saito (1995), and Vissing-Jorgensen (1997), all of whom consider the effect of participation when traded securities span income realizations. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 29,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "Basak and Cuoco (1998)"
                },
                {
                    "start": 53,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Saito (1995)"
                }
            ]
        },
        {
            "text": "We use this framework to experiment with changes in stock-market participation rates, changes in background risk, changes in preferences, and changes in the expected dividend process reflecting changes in diversification. ",
            "section": "Introduction"
        },
        {
            "text": "We find that for realistic changes in raw participation rates, expected stock returns change very little. ",
            "section": "Introduction"
        },
        {
            "text": "Within the range of riskaversion parameters normally considered, preference changes also have little effect on expected return differentials. ",
            "section": "Introduction"
        },
        {
            "text": "Changing the rate of time preference has a significant effect on the level of all returns, but not on the differential between stock and bond returns. ",
            "section": "Introduction"
        },
        {
            "text": "One factor that appears to have a significant effect on required returns is the degree of assumed diversification. ",
            "section": "Introduction"
        },
        {
            "text": "This suggests that one fundamental reason for the stock price run-up may be the rapid growth of mutual funds and the accompanying large increase in diversification.",
            "section": "Introduction"
        },
        {
            "text": "The remainder of the paper is organized as follows. ",
            "section": "Introduction"
        },
        {
            "text": "In Section 2 we review the statistical evidence on whether the current stock price level is anomalous. ",
            "section": "Introduction"
        },
        {
            "text": "In Section 3, we discuss some possible explanations for the stock price increase in the context of a simple discounted-cash-flow model, and present some evidence from the SCF and other sources on changes in stock-market participation patterns. ",
            "section": "Introduction"
        },
        {
            "text": "The influence of participation rates, extent of diversification, background income risk, and preferences on stock prices is examined in Section 4 in an overlappinggenerations model. ",
            "section": "Introduction"
        },
        {
            "text": "By considering a variety of scenarios reflecting simultaneous changes in several of these factors, we show that changes in fundamentals can account for perhaps half of the observed increase in price-dividend ratios in the model. ",
            "section": "Introduction"
        },
        {
            "text": "Section 5 concludes.",
            "section": "Introduction"
        },
        {
            "text": "Historically stocks have returned a substantial premium over bonds. ",
            "section": "Empirical Facts"
        },
        {
            "text": "Over the period 1871 to 1998, the average annual (log) real return on a broadbased index of U.S. stocks was 7.3%, compared to an average (log) real return on bonds of about 3%.1 ",
            "section": "Empirical Facts"
        },
        {
            "text": "The return on stocks over the last few years has exceeded this historical average. ",
            "section": "Empirical Facts"
        },
        {
            "text": "For example, since 1991, the average real return on stocks was 17% per year. ",
            "section": "Empirical Facts"
        },
        {
            "text": "This has led many observers to question whether expected returns looking forward are lower than they have been in the past.",
            "section": "Empirical Facts"
        },
        {
            "text": "A related issue is the composition of recent returns, which have been mostly the result of capital gains rather than increased dividend payments. ",
            "section": "Empirical Facts"
        },
        {
            "text": "To illustrate this, Figure 1 plots the ratios of prices to dividends and prices to earnings for aggregate U.S. stocks. ",
            "section": "Empirical Facts",
            "ref_spans": [
                {
                    "start": 20,
                    "end": 28,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "(For the years since 1926 this is based on the S&P 500 index.) ",
            "section": "Empirical Facts"
        },
        {
            "text": "Notice that the price-dividend ratio for this index has increased to an unprecedented level since about 1995. ",
            "section": "Empirical Facts"
        },
        {
            "text": "The increase in this ratio is significant because in a discountedcash-flow model of stock valuation, it indicates a reduction in the expected rate of return or an increase in the dividend growth rate (see Section 3). ",
            "section": "Empirical Facts"
        },
        {
            "text": "Because dividends are discretionary and only one of the ways in which corporations distribute cash to shareholders, it may be more informative to look at price-earnings ratios. ",
            "section": "Empirical Facts"
        },
        {
            "text": "Figure 1 also shows the ratio of prices to earnings. ",
            "section": "Empirical Facts",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "This ratio is also at a relatively high level, but the change has not been as dramatic as for dividends.",
            "section": "Empirical Facts"
        },
        {
            "text": "A notable aspect of the rise in the price-dividend ratio is that there is substantial evidence that a large value of the price-dividend ratio predicts lower stock returns in the future. ",
            "section": "Empirical Facts"
        },
        {
            "text": "For example, Table 1 reports the results of regressing annual (log) stock returns on a constant and the log of the price-dividend ratio lagged one year for the period 1887 to 1998. ",
            "section": "Empirical Facts",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 20,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Notice that the coefficient on the dividend-price ratio is negative. ",
            "section": "Empirical Facts"
        },
        {
            "text": "This is consistent with a large body of evidence (e.g., Campbell and Shiller, 1988;Hodrick, 1992;Lamont, 1998). ",
            "section": "Empirical Facts",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Campbell and Shiller, 1988;"
                },
                {
                    "start": 83,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "Hodrick, 1992;"
                },
                {
                    "start": 97,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "Lamont, 1998)"
                }
            ]
        },
        {
            "text": "At the current high level of the  1860  1880  1900  1920  1940  1960  1980  2000 price-dividend ratio, this regression predicts a substantial decline in the stock market over the next year. ",
            "section": "Empirical Facts",
            "ref_spans": [
                {
                    "start": 34,
                    "end": 80,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "1860  1880  1900  1920  1940  1960  1980  2000"
                }
            ]
        },
        {
            "text": "In fact, since 1995 this regression has consistently predicted a decline in the stock market. ",
            "section": "Empirical Facts"
        },
        {
            "text": "On the other hand, due to the substantial variability in stock returns, it is possible that the recent returns are within the bounds of normal statis- aCorrected for conditional heteroskedasticity and autocorrelation using the procedure of Newey and West (1987) and two years of lags.",
            "section": "Empirical Facts",
            "ref_spans": [
                {
                    "start": 240,
                    "end": 261,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Newey and West (1987)"
                }
            ]
        },
        {
            "text": "tical fluctuations, without any change in the underlying driving processes. ",
            "section": "Empirical Facts"
        },
        {
            "text": "For example, the standard deviation of the annual premium of stock returns over bond returns over the period 1871 to 1998 was 18%. ",
            "section": "Empirical Facts"
        },
        {
            "text": "Therefore, it is not improbable that one would observe several years of premiums in excess of 20% per year, even with no change in the underlying statistical process. ",
            "section": "Empirical Facts"
        },
        {
            "text": "Since there is not a statistically definitive answer to the question of whether returns have been abnormally high, we focus below on whether recent changes in various aspects of the economy are large enough to suggest a fundamental change in expected returns.",
            "section": "Empirical Facts"
        },
        {
            "text": "In this section, we discuss some of the potential explanations that have been offered for the stock price run-up, and begin to evaluate their likely quantitative importance in the context of a simple discounted-cash-flow model. ",
            "section": "Possible Explanations"
        },
        {
            "text": "We also present some evidence on changes in market participation patterns that may be influencing required returns.",
            "section": "Possible Explanations"
        },
        {
            "text": "The Gordon growth model is perhaps the simplest fundamentals-based approach to predicting stock prices.2 ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "In this model, stock prices are based on the discounted present value of future expected dividend payments. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "It is assumed that dividends grow, on average, at a constant rate, g, and investors discount dividends at a constant rate, r. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Dividends, earnings, and growth are connected by two equations: DIV = (1p)E and g = p(ROE), where DIV is dividends, E is earnings, p is the proportion of earnings reinvested, and ROE is the marginal physical product of capital. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "If the marginal physical product of capital is constant, and if the fraction of reinvested earnings is constant, then, all else equal, dividend growth is constant. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Then the price-dividend ratio equals 1/(rg).",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "The model highlights two of the fundamental reasons that the pricedividend ratio can change. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "The first is due to changes in dividend growth, reflected in the choice of g. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "The second is due to changes in preferences that affect the subjective rate of time preference or the premium demanded for risk, reflected in the choice of r.",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Expectations of g may be higher than in the past for several reasons. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "A major determinant of dividend growth is the availability of profitable investment projects. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "The potential for sustained economic growth in excess of historical precedent has been attributed to the opening and 2. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "This valuation model, a staple of market analysts, is described, for instance, in Brealey and Myers (1996).",
            "section": "GORDON GROWTH MODEL",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "Brealey and Myers (1996)"
                }
            ]
        },
        {
            "text": "integration of world markets, continuing technological advances, and an increasingly educated labor force. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "In fact, U.S. per capita GDP growth has been slightly higher than average in recent years, averaging 2.3% from 1995 to 1998, compared with 2.0% from 1947 to 1998. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Other considerations suggest that r may be lower than in the past. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "One possibility is that aggregate preferences have changed. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Either a decrease in risk aversion or an increase in patience could contribute to the run-up in stock prices. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Risk aversion could vary across generations due to their varying experiences and circumstances. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "For example, baby boomers do not share their parents' first-hand experience with the Great Depression. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Some have argued that the economy is more stable, reducing the exposure to background risk, and possibly reducing the risk to dividends. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Davis and Willen (1998) show, for example, that the income risk for households with various educational attainments has changed over time. ",
            "section": "GORDON GROWTH MODEL",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "Davis and Willen (1998)"
                }
            ]
        },
        {
            "text": "Reduced transaction costs in financial markets make diversification easier, which, as discussed below, can reduce effective aversion to the risk of holding stocks as people hold more diversified portfolios.",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "It should be noted that these types of changes affect the risk-free rate as well as the expected return on stocks. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Since the risk-free rate has been relatively stable over the period of the recent stock price run-up, in much of what follows we focus on factors that affect the equity premium, rather than the absolute level of rates.3",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "The Survey of Consumer Finances (SCF) is one of the few data sources that provides some direct survey evidence on peoples' attitude towards financial risk and how it has changed over time. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Respondents to the SCF answer detailed questions, both quantitative and qualitative, about their financial situation. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "The survey is conducted by the Federal Reserve Board every three years, with different households in each survey year. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Here we focus on the question:",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Which of the statements on this page comes closest to the amount offinancial risk that you (and your husband/wife) are willing to take when you save or make investments? ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "If more than one box checked, code smallest category #.",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "1. take substantial financial risks expected to earn substantial returns ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "2. take above average financial risks expecting to earn above average returns ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "3. take average financial risks expecting to earn average returns ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "4. not willing to take any financial risks  Table 2 reports the average response by age and survey year. ",
            "section": "GORDON GROWTH MODEL",
            "ref_spans": [
                {
                    "start": 44,
                    "end": 51,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The implied population standard deviation across responses is reported in parentheses. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Since the population represented by the survey totals approximately 90 million households, the standard errors of the estimates of the means are quite small. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Consistent with the idea that risk tolerance has increased, the average reported aversion to risk has decreased slightly for each age category over time. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Older households own significantly more stock than younger households, and reported risk aversion increases with age in each survey year. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "When a similar tabulation (not reported here) is done conditional on households that own at least $500 in stocks, the same patterns emerge with respect to age and time. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "The average reported level of risk tolerance, however, is higher when we condition on stockholders. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "For instance, in 1995 the average risk attitude for stockholders over age 65 was 3.17, as compared to 3.58 for all households over 65. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "This suggests that those who already own stocks are more risk-tolerant as a group than nonparticipants. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Hence, the entry of new stockholders may slightly decrease the average level of risk tolerance. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "One would expect this to mitigate the effect of wider participation in reducing the equity premium. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "There are objective reasons why the underlying subjective rate of time preference also may be changing. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Increases in life expectancy beyond retirement would likely increase the incentive to save and thereby reduce required returns. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Mortality, for example, has declined at an average annual rate of 3.3% over the period 1900 to 1988 (Social Security Administration). ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Past improvements in health and life expectancy might understate expected improvements in these factors that are premised on continued medical progress.4 ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "As with the other explanations considered for the stock price run-up, however, it is hard to point to events that would trigger a large change in aggregate preferences over the course of only a few years.",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Calibrating the Gordon growth model gives a rough sense of how far earnings growth rates or stock returns would have to deviate from their historical averages to justify current price levels. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "This approach has the advantage that it allows one to avoid taking a definitive stand on the magnitude of technology or preference parameter changes. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "In the tabulations presented here, we focus on earnings-adjusted price-dividend ratios rather than actual price-dividend ratios because earnings are likely to be a more stable proxy for long-run payments to shareholders. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Consistent with the average ratio of dividends to earnings over the period 1947 to 1997, we assume an average reinvestment rate of 50%. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Hence, the adjusted price-dividend ratio is defined as twice the price-earnings ratio.5",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Over the past century, real earnings growth has averaged about 1.4% annually, with a standard deviation of about 25%. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Table 3 shows the required growth rate in the future to match current and historical adjusted price-dividend ratios, for various levels of required returns. ",
            "section": "GORDON GROWTH MODEL",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "For r ranging from 5% to 15%, column 2 reports the growth rate g that is consistent with the adjusted price-dividend ratio of 28 for the period 1872 to 1998. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Column 3 reports the growth rate necessary to match the adjusted price-dividend ratio of 48 in January 1998 (the ratio in January 1999 is even higher at 58). ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "For instance, to realize a real stock return of 7% (consistent with a 6% equity premium and a 1% real risk-free rate) and to match the average historical adjusted price-dividend ratio of 28 requires growth of 3.4%. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "To match the 1998 adjusted price-dividend ratio of 48, assuming a real risk-free rate of 3% and an equity premium of 6%, requires perpetual growth of 6.9%. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "This is a large number by historical standards, suggesting that, at least in this simple model, a plausible increase in the expected long-run growth rate is unlikely to be the sole explanation for the increase in stock prices.",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "The growth rate and required return enter symmetrically in these calculations. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Therefore, another interpretation of the results in Table 3 is that if growth rates are expected to be similar to historical averages, the expected real return on the stock market is now less than 5%. ",
            "section": "GORDON GROWTH MODEL",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 59,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Again assuming a risk-free return of 3%, this implies an equity premium below 2%. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "This large a change in expected returns also seems unlikely to have taken place over the period of only a few years.",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "One shortcoming of this model is the restriction that the expected 5. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "While stock prices depend on the long-run behavior of dividends, properly measured, in the short run dividends can vary due to temporary changes in payout policy (for instance, in response to changes in the tax law). ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Therefore, it is common to focus on the price-earnings ratio, adjusted for reinvestment rates, to approximate long-run pricedividend ratios.",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Stock Prices and Fundamentals -221 A minor variation on the model is to assume a higher growth rate for some number of years, followed by a return to a lower long-run growth rate. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Column 4 of Table 3 reports, for each value of r in column 1, the growth rate over 10 years necessary to explain the adjusted pricedividend ratio in January 1998. ",
            "section": "GORDON GROWTH MODEL",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The calculation assumes that the growth rate returns to the long-run average of 2% from year 10 onward. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "In this case achieving a 9% average rate of return requires a growth rate of 18.9% for ten years! ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Although these calculations are admittedly primitive, more detailed analyses along similar lines produce qualitatively similar conclusions. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "For instance, Lee and Swaminathan (1999) estimate the value of individual stocks in the Dow Jones Industrial Average, projecting cash flows using accounting data and analysts' forecasts, and discounting using the CAPM. ",
            "section": "GORDON GROWTH MODEL",
            "ref_spans": [
                {
                    "start": 14,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "Lee and Swaminathan (1999)"
                }
            ]
        },
        {
            "text": "They conclude that the index is about 1.6 times the fundamental value predicted by their analysis.",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Despite the apparently large changes in parameters necessary to explain current price levels, these results do not preclude a fundamentalsbased explanation. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "It is possible that there have been a simultaneous increase in expected growth rates and a reduction in required returns. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "For instance, if the long-run growth rate is realistically expected to be about 2.4% and if expected returns fall to about 6.6%, current prices are in line with fundamentals. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "Our focus in the rest of the paper is on whether such a change in expected returns can be attributed to measurable changes in the economy, in the context of an equilibrium model. ",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "One factor of particular interest is the change in stock-market participation patterns, which is the topic of the next subsection.",
            "section": "GORDON GROWTH MODEL"
        },
        {
            "text": "It is well documented that a large fraction of the U.S. population holds little or no stocks (Bertaut and Haliassos, 1995;Blume and Zeldes, 1993) and that participation varies systematically with factors such as wealth and age (Gentry and Hubbard, 1998;King and Leape, 1987). ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(Bertaut and Haliassos, 1995;"
                },
                {
                    "start": 122,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "Blume and Zeldes, 1993)"
                },
                {
                    "start": 227,
                    "end": 253,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(Gentry and Hubbard, 1998;"
                },
                {
                    "start": 253,
                    "end": 274,
                    "type": "bibr",
                    "text": "King and Leape, 1987)"
                }
            ]
        },
        {
            "text": "As noted in several recent studies (e.g., Basak and Cuoco, 1998;Constantinides, Donaldson, and Mehra, 1998;Saito, 1995;Polkovnichencko, 1998;Vissing-Jorgensen, 1997), an increase in the stock-market participation rate has, in theory, the potential to decrease the required risk premium on stocks because it spreads market risk over a broader population.6 ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 42,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "Basak and Cuoco, 1998;"
                },
                {
                    "start": 64,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "Constantinides, Donaldson, and Mehra, 1998;"
                },
                {
                    "start": 107,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Saito, 1995;"
                },
                {
                    "start": 119,
                    "end": 141,
                    "type": "bibr",
                    "text": "Polkovnichencko, 1998;"
                },
                {
                    "start": 141,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "Vissing-Jorgensen, 1997)"
                }
            ]
        },
        {
            "text": "Not only has the number of participants been rising, but the nature of participation has changed. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "A typical stockholder today has a more diversified portfolio than in the past, presumably due to the lower cost of diversification. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Thus, the effective risk of the typical portfolio may have declined. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "In this subsection, we review some of the evidence on these changes.",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "The best source of data on market participation rates in the United States is perhaps the SCF, which reports detailed information about household wealth composition every three years. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Using these data, Poterba (1998) reports that in 1995 there were approximately 69.3 million shareholders in the United States, compared to 61.4 million in 1992 and 52.3 million in 1989. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "Poterba (1998)"
                }
            ]
        },
        {
            "text": "There is also evidence that people are entering the market at a younger age. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Poterba and Samwick (1997) show that baby boomers are participating more heavily in the market than previous generations at a similar age. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 26,
                    "type": "bibr",
                    "text": "Poterba and Samwick (1997)"
                }
            ]
        },
        {
            "text": "Baby boomers are entering peak savings years and directing some of their savings into stocks. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "More generally, the aging of the population should result in a greater demand for stocks, since older people hold proportionally more of their wealth in the market than do younger people (see, e.g., Heaton and Lucas, 1998). ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "Heaton and Lucas, 1998)"
                }
            ]
        },
        {
            "text": "Finally, foreign participation in the U.S. markets has increased, further spreading the risk across a broader population.",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Market participants are also holding more diversified portfolios, which reduces their exposure to risk from their stockholdings. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "This is potentially important, since holders of diversified portfolios may demand a lower average return. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Historical evidence on this phenomenon of improving diversification is summarized in Allen and Gale (1994). ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "Allen and Gale (1994)"
                }
            ]
        },
        {
            "text": "Friend and Blume (1975) found that a large proportion of investors had only one or two stocks in their portfolios and very few had more than ten. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Friend and Blume (1975)"
                }
            ]
        },
        {
            "text": "At the time, this lack of diversification in individual stockholdings could not be justified by the claim that these investors achieved diversification through unreported mutual-fund holdings. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "In fact, King and Leape (1984) found that 6. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 9,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "King and Leape (1984)"
                }
            ]
        },
        {
            "text": "Bakshi and Chen (1994) note that to the extent that demographic changes have an effect on the demand for stocks, they will have a predictable effect on asset prices. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "Bakshi and Chen (1994)"
                }
            ]
        },
        {
            "text": "Bodie, Merton, and Samuelson (1992) provide a theoretical justification for the demand for stocks to vary with age.",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "Bodie, Merton, and Samuelson (1992)"
                }
            ]
        },
        {
            "text": "only 1% of investors' wealth was in mutual funds at around that time. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "In contrast, Poterba (1998) reports a sharp increase in the proportion of stock held in mutual funds over time and a reduction in directly held stocks. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "Poterba (1998)"
                }
            ]
        },
        {
            "text": "For instance, while the total number of individuals holding stock increased from 61.4 million to 69.3 million from 1992 to 1995, the number of individuals holding stock directly fell from 29.2 million to 27.4 million over the same period. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "In the calibrations presented below, we will look at whether this diversification effect is significant by comparing stock prices with different underlying assumptions about dividend volatility, where high assumed dividend volatility proxies for less diversification. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Although these statistics point to an increase in participation and a reduction in risk exposure, it is questionable how significant these effects are quantitatively. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "The change from 52 million to 69 million participants is a 33% increase, but when the numbers are wealth-weighted, the increase is much smaller. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Now as in the past, the vast majority of stocks are held by wealthy individuals. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "For instance, Poterba (1998) finds that in the 1995 SCF, 82% of stock was held by households with a stock portfolio exceeding $100,000, and 54% of stock was held by households with annual income over $100,000. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 14,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "Poterba (1998)"
                }
            ]
        },
        {
            "text": "This suggests that stockholdings remain extremely concentrated. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Figures 2 and 3 present a more complete picture of how the distribution of stockholdings vs. wealth and income has changed over the period 1989 to 1995 (see also Table 4). ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 169,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Using data from the SCF, we plot the share of stocks held against the share of income or wealth. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Stockholding looks more democratic when measured relative to income than relative to wealth, since as noted in Vissing-Jorgensen (1997), lower-labor-income households own a larger share of the market than in the past. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "When the metric is wealth, however, there has been very little change-holdings were and are extremely concentrated.   ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Ideally, one would like to measure the net investment in the stock market in recent years on behalf of households. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "If net inflows were large, one could perhaps conclude that the demand for stocks had significantly increased. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "The fact that aggregate savings rates are low is indirect evidence that these net inflows cannot be large. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Still, there could be substitution out of money and bonds into stocks, increasing the net flow into stocks. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "According to the flow-of-funds accounts, U.S. Treasury securities are the only category of fixed-income investment that had a large net outflow from the household sector in recent years. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Calculating flows into stocks directly is tricky because there have been large changes in the institutional structure of the investment industry. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Table 5, using data from the Investment Company Institute, shows net purchases of stocks, purchases made through mutual funds, and purchases made outside mutual funds, by households, from 1995 to 1997. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "While purchases made through mutual funds increased significantly over the period, net purchases of equities by households were actually negative in each year. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "This is because households were net sellers of equities to institutions.",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Changes in foreign participation in the U.S. market may also affect expected returns. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Assuming that foreign participants are similar to U.S. stockholders in their attitude towards risk and their ex ante risk exposure, an increase in foreign participation should lower expected returns by increasing opportunities for diversification. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Net foreign purchases of stock have spiked sharply in recent years (see Figure 4), and these inflows, over the period January 1988 to February 1999, have a correlation of 0.13 with monthly returns on the S&P 500. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 81,
                    "type": "figure",
                    "text": "Figure 4)"
                }
            ]
        },
        {
            "text": "The average monthly net inflow between January 1996 and February 1999 is $3.8 billion, compared to only $349 million from the period January 1988 to December 1995. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Although the inflows have increased significantly, they still represent a small fraction of total market transactions, which totaled approximately $479 billion per month in 1997 on the New York Stock Exchange alone.7 ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "In this section, we ask whether changing stock-market participation patterns and increased diversification can have a quantitatively important effect on stock prices in an equilibrium model. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "We calibrate an overlapping-generations (OLG) model in which agents face both aggregate and idiosyncratic income risk, and a variable subset of agents has limited access to financial markets. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "The effects of limited participation in financial markets has been considered by a number of authors, including Basak and Cuoco (1998), Saito (1995), andVissing-Jorgensen (1997). ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "Basak and Cuoco (1998)"
                },
                {
                    "start": 136,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Saito (1995), and"
                },
                {
                    "start": 153,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "Vissing-Jorgensen (1997)"
                }
            ]
        },
        {
            "text": "In these papers, aggregate consumption is completely traded in financial markets in the form of dividends. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Only a limited number of agents can trade claims on this dividend flow directly. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "The other agents participate in financial markets only by trading claims to risk-free bonds. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "The result is incomplete sharing of aggregate risk, with stockholders often taking leveraged posi-tions to accommodate the demand for bonds by nonparticipants. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Because of this, a larger risk premium is necessary to induce those in the stock market to hold all of the aggregate risk. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "It is difficult to justify the magnitude of the observed equity premium in these models, however, unless one assumes very high risk aversion or very low participation rates.",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "One way to increase the effects of limited participation is to include other sources of uninsurable income risk. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "For instance, income from wages and/or privately held businesses constitutes the majority of income for most households (Heaton and Lucas, 1998). ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(Heaton and Lucas, 1998)"
                }
            ]
        },
        {
            "text": "These income flows are difficult to contract upon, and a large component of this income risk is specific to each individual of household. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "We refer to the sum of labor income and privately held business income as nonmarketed income. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Potential differences in the properties of this income for participants versus nonparticipants are likely to influence the effects of limited participation on asset returns. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "This is consistent with the empirical observation that the consumption of stockholders is more volatile than that of nonstockholders (Mankiw and Zeldes, 1991). ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(Mankiw and Zeldes, 1991)"
                }
            ]
        },
        {
            "text": "Polkovnichenko (1998) demonstrates how differential income risk and risk aversion can affect asset prices in a model with infinite-lived heterogeneous agents. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 21,
                    "type": "bibr",
                    "text": "Polkovnichenko (1998)"
                }
            ]
        },
        {
            "text": "He shows that a small fixed transaction cost that endogenously limits stock-market participation can interact with idiosyncratic risk to result in a bigger equity premium than in a representative agent model, although matching the observed premium is still elusive.",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "The model presented here allows us to examine the effect of participation and diversification while considering a greater degree of crosssectional heterogeneity than in the previous literature, due to the simplifying assumption of two-period lives. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "Unlike the papers discussed above, which focus on whether limited participation can explain the historical equity premium, we focus on the question of to what extent observed changes in participation rates can explain the recent run-up in stock prices. ",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "We also emphasize the effect of changes in the degree of portfolio diversification.",
            "section": "STOCK-MARKET PARTICIPATION PATTERNS"
        },
        {
            "text": "At each time period, t, a generation of J \"young\" agents are born and live for two periods.8 ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "Let C(j,t) be the consumption of agent j when young, 8. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "Storesletten, Telmer, and Yaron (1998) consider an OLG model in which the agents face nontradable idiosyncratic risk and live for a large number of periods. ",
            "section": "STRUCTURE OF THE MODEL",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "Storesletten, Telmer, and Yaron (1998)"
                }
            ]
        },
        {
            "text": "We limit ourselves to a smaller number of periods to make numerical solution of the model easier.",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "and C'(j,t + 1) be the consumption of agent j when old (j = 1,2, . . . , J).",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "The utility specification for agent j distinguishes between risk aversion and the elasticity of intertemporal substitution. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "We use the parametric form proposed by Epstein and Zin (1989) and Weil (1990):",
            "section": "STRUCTURE OF THE MODEL",
            "ref_spans": [
                {
                    "start": 39,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "Epstein and Zin (1989)"
                },
                {
                    "start": 66,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "Weil (1990)"
                }
            ]
        },
        {
            "text": "where 3j > 0 and aj > 0. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "Here 5(t) is the information available at time t and is assumed to be common across agents. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "As discussed by Epstein and Zin (1989), the parameter aj is the coefficient of relative risk aversion. ",
            "section": "STRUCTURE OF THE MODEL",
            "ref_spans": [
                {
                    "start": 16,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "Epstein and Zin (1989)"
                }
            ]
        },
        {
            "text": "The elasticity of intertemporal substitution equals one. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "In the experiments considered below, changes in participation affect the equilibrium volatility of individual consumption in the second period. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "In general, this affects both the level of interest rates and the equity premium. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "By distinguishing between risk aversion and the elasticity of intertemporal substitution, the effect of the income process on the equity premium is to some extent separated from its effect on the risk-free rate.",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "Each agent j(j = 1,2, . . ., J) is endowed with random nonmarketed income Y(j,t) at time t and random nonmarketed income Yo(j,t + 1) when old at time t + 1. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "The details of the individual income processes are described below. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "The agents trade in financial markets in an attempt to smooth consumption over time. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "There are two securities that can be traded: a stock and a risk-free bond. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "At time t the stock represents a claim to future dividends {D(t + 7) : T = 1,2, . . . }. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "The total supply of stock is normalized to one. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "The bond is assumed to be in zero net supply. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "Each agent is exposed to nonmarketed income risk that has both an aggregate component and an idiosyncratic component. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "Aggregate nonmarketed income at time t is denoted by Ya(t), where J J ya(t) = Y(jt) + EY(jt).",
            "section": "STRUCTURE OF THE MODEL",
            "ref_spans": [
                {
                    "start": 53,
                    "end": 58,
                    "type": "bibr",
                    "text": "Ya(t)"
                }
            ]
        },
        {
            "text": "j= 1 j= 1",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "In equilibrium, this endowment plus dividends equals aggregate consumption at time t. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "The properties of individual nonmarketed income Y(j,t) and Yo(j,t) will be potentially important in assessing the effects of changing participation and background income risk on equilibrium returns. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "At time t each young agent maximizes utility (1) subject to a constraint that depends on the agent's access to financial markets. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "Let Ps(t) be the price of the stock at time t, and pb(t) be the price of a bond that pays one unit of consumption at time t + 1 for sure. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "If agent j has access to both financial markets, then the agent's flow wealth constraints are C(j,t) = Y(j,t) -S(j,t)ps(t) -B(j,t)pb(t), (3a) Co(j,t + 1) = Yo(j,t + 1) + S(j,t)[Ps(t + 1) + D(t + 1)] + B(j,t),",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "where S(j,t) gives the stockholdings of agent j, and B(j,t) gives the bondholdings of agent j. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "A subset of the agents is assumed to have only limited access to financial markets and can trade only in bonds. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "In this case the constraints (3) are replaced by",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "Co(j,t + 1) = Yo(j,t + 1) + B(j,t).",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "An equilibrium is given by processes for stock and bond prices {Ps(t) : t = 0,1, ... } and {Pb(t) : t = 0,1, . ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": ". } such that SS*(j,t) = 1,",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "where {S*(j,t),B*(j,t)} maximizes (1) subject to (3) if the agent can trade in both markets, or subject to (4) if the agent can trade only in the bond market.",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "We assume that nonmarketed income {Ya(t) : t = 0,1, . . . } and dividend income grow over time in such a way that the growth rate of aggregate income is a stationary process. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "Consistent with this, we assume that at time t we have Y(j,t) = y(j,t)Ya(t) and D(t) = d(t)Ya(t), where y(j,t) denotes the share of individual j's income in aggregate income, and d(t) the dividend relative to aggregate nonmarketed income. ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "Similarly we assume that Yo(j,t) = ya(j,t)Ya(t). ",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "This implies that one can look for an equilibrium in which the stock price also scales with aggregate income, so that PS(t) = ps(t)Ya(t). ",
            "section": "STRUCTURE OF THE MODEL",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 118,
                    "end": 120,
                    "rawForm": "PS",
                    "resp": "whitelist",
                    "id": "da8a45d63e-software-simple-w0"
                }
            ]
        },
        {
            "text": "Finally, we assume that the face value of a bond purchased at time t is given by Ya(t), so that B(j,t) = b(j,t)Y'(t),",
            "section": "STRUCTURE OF THE MODEL",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 86,
                    "type": "bibr",
                    "text": "Ya(t)"
                }
            ]
        },
        {
            "text": "where b(j,t) gives the quantity of these \"rescaled\" bonds purchased by agent j.",
            "section": "STRUCTURE OF THE MODEL"
        },
        {
            "text": "In this subsection, we calibrate the model in order to revisit quantitatively some of the questions discussed in Section 3. ",
            "section": "CALIBRATION"
        },
        {
            "text": "How much do assumed changes in participation rates affect the predicted equity premium and expected returns (and hence prices)? ",
            "section": "CALIBRATION"
        },
        {
            "text": "How does the degree of portfolio diversification affect required returns? ",
            "section": "CALIBRATION"
        },
        {
            "text": "Can small changes in preference parameters, reflecting changes in patience or risk aversion, result in large changes in required returns? ",
            "section": "CALIBRATION"
        },
        {
            "text": "How important is heterogeneity in income risk? ",
            "section": "CALIBRATION"
        },
        {
            "text": "To answer these questions, the model is solved numerically using standard techniques. ",
            "section": "CALIBRATION"
        },
        {
            "text": "Although we assume considerable heterogeneity in the cross section, the fact that agents only live for two periods makes the problem numerically tractable.9",
            "section": "CALIBRATION"
        },
        {
            "text": "We begin by describing the parameterization of the income processes and preferences. ",
            "section": "CALIBRATION"
        },
        {
            "text": "Parameters are chosen to reflect limited stock-market participation, and to try to match gross features of the data with respect to stock returns, the risk-free rate, and the driving processes for nonmarketed income and dividends.",
            "section": "CALIBRATION"
        },
        {
            "text": "As in most exercises of this type, the equity-premium puzzle remains a serious problem. ",
            "section": "CALIBRATION"
        },
        {
            "text": "For income and dividend processes and participation rates based on historical data, the model predicts an unrealistically small equity premium. ",
            "section": "CALIBRATION"
        },
        {
            "text": "We have increased the assumed volatility of aggregate income to increase the predicted premium, but want to emphasize that this may not be a neutral adjustment with respect to the other quantities of interest.10 4.2.1 Income and Preferences Let y(t) -log[Ya(t)/Ya(t -1)] be the growth rate of aggregate nonmarketed income at time t. ",
            "section": "CALIBRATION"
        },
        {
            "text": "Then the aggregate state of the economy is given by z(t) = [y(t) d(t)]', which is assumed to be generated by a Markov chain. ",
            "section": "CALIBRATION"
        },
        {
            "text": "To calibrate a process for z(t) we assume that a period corresponds to 25 years. ",
            "section": "CALIBRATION"
        },
        {
            "text": "The first period roughly corresponds to the working years between age 40 and retirement, and the second period is the time in retirement. ",
            "section": "CALIBRATION"
        },
        {
            "text": "Over the period 1889 to 1985, the average annual (log) growth rate in real aggregate consumption was 1.7% with a standard deviation of 3.5%. ",
            "section": "CALIBRATION"
        },
        {
            "text": "So that the model will produce a nonnegligible equity premium, we assume that the standard deviation of the aggregate growth rate in the model is 1.5 times the historical standard deviation of aggregate ",
            "section": "CALIBRATION"
        },
        {
            "text": "9. The Matlab code is available upon request. ",
            "section": "CALIBRATION",
            "entity_spans": [
                {
                    "start": 7,
                    "end": 13,
                    "type": "software",
                    "rawForm": "Matlab",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "da8a45d63e-software-simple-0"
                },
                {
                    "type": "software",
                    "start": 7,
                    "end": 13,
                    "rawForm": "Matlab",
                    "resp": "whitelist",
                    "id": "da8a45d63e-software-simple-w1"
                }
            ]
        },
        {
            "text": "10. Recently Campbell and Cochrane (1998) suggested that time-varying habit provides a higher estimate of the equity premium in a model based on aggregate consumption. ",
            "section": "CALIBRATION",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 41,
                    "type": "bibr",
                    "text": "Campbell and Cochrane (1998)"
                }
            ]
        },
        {
            "text": "However, Cochrane (1997) claims that this preference specification cannot account for the recent run-up in stock prices.consumption. ",
            "section": "CALIBRATION",
            "ref_spans": [
                {
                    "start": 9,
                    "end": 24,
                    "type": "bibr",
                    "text": "Cochrane (1997)"
                }
            ]
        },
        {
            "text": "For the same reason, we assume that annual income growth is independently and identically distributed over time, although in fact it is slightly negatively autocorrelated. ",
            "section": "CALIBRATION"
        },
        {
            "text": "This implies a 25-year average (log) growth rate of 42.5% with a standard deviation of 17.5%. ",
            "section": "CALIBRATION"
        },
        {
            "text": "This distribution is discretized by assuming that y takes on the values 0.16 and 0.69 with equal conditional probability. ",
            "section": "CALIBRATION"
        },
        {
            "text": "The capital share in total income averages approximately 30%. ",
            "section": "CALIBRATION"
        },
        {
            "text": "Consistent with the aggregate statistics reported in Heaton and Lucas (1998), we assume that only half of this capital income is actually tradable. ",
            "section": "CALIBRATION",
            "ref_spans": [
                {
                    "start": 53,
                    "end": 76,
                    "type": "bibr",
                    "text": "Heaton and Lucas (1998)"
                }
            ]
        },
        {
            "text": "The nontradable portion, generated by private business holdings, is accounted for in nonmarketed income. ",
            "section": "CALIBRATION"
        },
        {
            "text": "Since dividends in the model are scaled relative to nonmarketed income, this means that we require d(t) to average 18%. ",
            "section": "CALIBRATION"
        },
        {
            "text": "In most of the calculations d(t) is fixed at 18%. ",
            "section": "CALIBRATION"
        },
        {
            "text": "In other experiments described below, we assume a more volatile dividend process to proxy for a lack of diversification.11",
            "section": "CALIBRATION"
        },
        {
            "text": "consumption. ",
            "section": "CALIBRATION"
        },
        {
            "text": "For the same reason, we assume that annual income growth is independently and identically distributed over time, although in fact it is slightly negatively autocorrelated. ",
            "section": "CALIBRATION"
        },
        {
            "text": "This implies a 25-year average (log) growth rate of 42.5% with a standard deviation of 17.5%. ",
            "section": "CALIBRATION"
        },
        {
            "text": "This distribution is discretized by assuming that y takes on the values 0.16 and 0.69 with equal conditional probability. ",
            "section": "CALIBRATION"
        },
        {
            "text": "The capital share in total income averages approximately 30%. ",
            "section": "CALIBRATION"
        },
        {
            "text": "Consistent with the aggregate statistics reported in Heaton and Lucas (1998), we assume that only half of this capital income is actually tradable. ",
            "section": "CALIBRATION",
            "ref_spans": [
                {
                    "start": 53,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "Heaton and Lucas (1998)"
                }
            ]
        },
        {
            "text": "The nontradable portion, generated by private business holdings, is accounted for in nonmarketed income. ",
            "section": "CALIBRATION"
        },
        {
            "text": "Since dividends in the model are scaled relative to nonmarketed income, this means that we require d(t) to average 18%. ",
            "section": "CALIBRATION"
        },
        {
            "text": "In most of the calculations d(t) is fixed at 18%. ",
            "section": "CALIBRATION"
        },
        {
            "text": "In other experiments described below, we assume a more volatile dividend process to proxy for a lack of diversification.11",
            "section": "CALIBRATION"
        },
        {
            "text": "The relative nonmarketed income of young agent j and of old agent k at time t are given by",
            "section": "CALIBRATION"
        },
        {
            "text": "where I I E(j,t) = 1 and ~ ~(k,t)=1.",
            "section": "CALIBRATION"
        },
        {
            "text": "j=1 k=1",
            "section": "CALIBRATION"
        },
        {
            "text": "Under this normalization, q(t) gives the share of old individuals' nonmarketed income in total nonmarketed income. ",
            "section": "CALIBRATION"
        },
        {
            "text": "The analysis is sensitive to this parameter because the amount of nonmarketed income influences agents' attitude towards the risk of investment income. ",
            "section": "CALIBRATION"
        },
        {
            "text": "For the basic analyis we assume that qj = 0.2 for all t, reflecting the observation that noninvestment wealth is relatively small for retirees. ",
            "section": "CALIBRATION"
        },
        {
            "text": "In the sensitivity analysis, this parameter is varied to a maximum of 0.3.",
            "section": "CALIBRATION"
        },
        {
            "text": "The process for E(j,t) and e'(k,t) captures idiosyncratic income risk across agents. ",
            "section": "CALIBRATION"
        },
        {
            "text": "We know from earlier work (e.g., Constantinides and Duffie, 1996) that asset returns are potentially sensitive to the persistence of idiosyncratic income shocks and to the correlation and conditional covariance of idiosyncratic and aggregate shocks. ",
            "section": "CALIBRATION",
            "ref_spans": [
                {
                    "start": 33,
                    "end": 65,
                    "type": "bibr",
                    "text": "Constantinides and Duffie, 1996)"
                }
            ]
        },
        {
            "text": "We assume a process for individual income risk based in part on the estimations re-ported in Deaton (1992) and adjusted for the assumed 25-year period length. ",
            "section": "CALIBRATION",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Deaton (1992)"
                }
            ]
        },
        {
            "text": "Deaton reports a standard deviation of shocks for an MA(1) specification of individual income growth of 15%, and an MA coefficient of -0.4. ",
            "section": "CALIBRATION"
        },
        {
            "text": "Based on this, the idiosyncratic income shocks for both the young and the old are assumed to have a standard deviation of 45% over each 25-year period. ",
            "section": "CALIBRATION"
        },
        {
            "text": "The shock when young is assumed to be completely persistent, so that E?",
            "section": "CALIBRATION"
        },
        {
            "text": "(j,t + 1) = e(j,t)Wo(j,t + 1),",
            "section": "CALIBRATION"
        },
        {
            "text": "where w(j,t + 1) is the further 45%-standard-deviation shock to relative nonmarketed income that agent j faces when old. ",
            "section": "CALIBRATION"
        },
        {
            "text": "In experiments below, we also consider the situation in which the idiosyncratic shocks of a subset of the population are correlated with dividends. ",
            "section": "CALIBRATION"
        },
        {
            "text": "This captures the possibility that certain classes of agents, such as business owners or executives who own large shares of stock in their own corporation, face risks that are more correlated with the market than a typical individual. ",
            "section": "CALIBRATION"
        },
        {
            "text": "Because preferences are homothetic, when agents are assumed to be homogeneous only the w-shock affects prices and portfolio choice. ",
            "section": "CALIBRATION"
        },
        {
            "text": "When the wealth and income of participants and nonparticipants differ, however, the income distribution of the young can affect predicted returns. ",
            "section": "CALIBRATION"
        },
        {
            "text": "For most of the analysis, preferences are parametrized with P3, = 0.9525 and a, = 5 for all j. ",
            "section": "CALIBRATION"
        },
        {
            "text": "These parameters are also varied in the sensitivity analysis. ",
            "section": "CALIBRATION"
        },
        {
            "text": "Table 6 shows what happens when the assumed participation rate in the stock market is varied between 30% and 100% of the population, assuming the preference specification and processes for individual and aggregate income described above. ",
            "section": "CALIBRATION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_6",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "As one would expect, increased participation lowers the equity premium. ",
            "section": "CALIBRATION"
        },
        {
            "text": "Notice, however, that the effect is small in the region of participation rates that correspond to the data. ",
            "section": "CALIBRATION"
        },
        {
            "text": "For example, when participation increases from 50% to 80% of the population, the equity premium and the absolute level of equity returns are reduced by less than a tenth of a percent. ",
            "section": "CALIBRATION"
        },
        {
            "text": "Changing participation also has a small effect on the level of the risk-free rate, with an increase in participation increasing the average rate of return. ",
            "section": "CALIBRATION"
        },
        {
            "text": "This can be attributed to a precautionary effect that decreases when risk is spread more evenly over the population. ",
            "section": "CALIBRATION"
        },
        {
            "text": "Although small, this effect is in keeping with the observation that the risk-free rate has risen in recent years.",
            "section": "CALIBRATION"
        },
        {
            "text": "Consistent with the literature on the equity-premium puzzle, aggre- gate income and dividend risk alone are not sufficient to generate a sizable equity premium. ",
            "section": "Varying Participation Rates"
        },
        {
            "text": "This is true even under the assumption of extremely limited participation, inflated aggregate risk, and nonmarketed income risk. ",
            "section": "Varying Participation Rates"
        },
        {
            "text": "Still, the premium predicted here is higher than in Mehra and Prescott (1985) by about 1%. ",
            "section": "Varying Participation Rates",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "Mehra and Prescott (1985)"
                }
            ]
        },
        {
            "text": "Experiments not reported here indicate that this difference is due primarily to the assumption that aggregate risk is higher than that observed in the data, rather than to limited participation or exposure to idiosyncratic income risk.",
            "section": "Varying Participation Rates"
        },
        {
            "text": "In the experiments that follow, we examine other stochastic steady states based on different degrees of diversification, risk aversion, etc. ",
            "section": "Varying Participation Rates"
        },
        {
            "text": "Although looking across steady states does not allow one to watch returns gradually changing over time as parameters gradually change, it does provide an upper bound on the size of these effects. ",
            "section": "Varying Participation Rates"
        },
        {
            "text": "Thus, one can give a temporal interpretation to some of the experiments. ",
            "section": "Varying Participation Rates"
        },
        {
            "text": "For instance, we will compare the stylized historical past, with low diversification and low participation rates, to the stylized present, with greater diversification, more complete participation, and greater patience.",
            "section": "Varying Participation Rates"
        },
        {
            "text": "As a proxy for the increased diversification of a typical market participant over time, we vary the assumed volatility of the dividend process. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "It is an empirical fact that the variability of returns falls dramatically as diversification increases. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "Based on CRSP monthly data from 1962 to 1997, Table 7 shows the effect of diversification on a typical portfolio's annual standard deviation. ",
            "section": "Increasing Diversification",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 53,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "Table 7"
                }
            ]
        },
        {
            "text": "In monthly data, we find an average individual stock standard deviation of 16% and an average pairwise covariance of 0.01. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "The portfolio standard devia- Monthly returns are annualized under the assumption that they are independent. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "These calculations show that holding a one-stock portfolio results in an annual standard deviation of 55%, while increasing holdings to five stocks decreases the standard deviation to 28%, and holding 500 stocks brings it down to 14%. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "The above statistics on portfolio returns do not translate directly into parameter values, since the inputs into the model are income and dividend processes, whereas returns are endogenous. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "One assumption about dividends that produces returns consistent with those observed in CRSP data is that d(t) is variable over time, taking on the values 0.11 and 0.25 with equal probability. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "This level of variation essentially brackets the variation in dividends' share in total income, based on the S&P 500 dividend flow and U.S. gross domestic product since 1947. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "We call this the case of high dividend volatility. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "It implies variation that is approximately consistent with a three-stock portfolio under the parametrizations we focus on.",
            "section": "Increasing Diversification"
        },
        {
            "text": "Second, we consider a situation referred to as correlated high dividend volatility. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "Here the aggregate dividend is assumed to be correlated with nonmarketed income, taking on the value 0.11 in the low-nonmarketedincome state and 0.25 in the high-nonmarketed-income state. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "These first two cases bracket two views of the relation between dividend growth and income growth. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "The first is that there is very little correlation between income growth and dividend growth on an annual basis. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "The second is that over longet time periods, such as the 25-year periods considered here, there is a positive correlation between dividends and income.12",
            "section": "Increasing Diversification"
        },
        {
            "text": "Finally, we represent the increased volatility in a poorly diversified portfolio by assuming a skewed distribution of dividends. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "The dividend share, 8, is fixed at 0.1865 for 95% of the time, but falls to 0.06 for 5% of the time, independent of the aggregate state. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "This skewed dividend case represents bankruptcy of a poorly diversified portfolio. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "It is further assumed that zero is an absorbing state for the value of a bankrupt portfolio after this small dividend is paid. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "To maintain stationarity, bankrupt shares are replaced by new shares in the new generation. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "These new shares are held in the portfolios of the young, but cannot be sold until the following period. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "The reason to consider a more skewed distribution of payoffs is twofold. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "First, although catastrophic outcomes are rare for the U.S. stock market as a whole, individual firms fail quite frequently. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "Secondly, the properties of the utility function suggest that skewed outcomes will have a much different effect on asset prices than a symmetric distribution with the same variance. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "In fact, the implied volatility of returns in this case is set to be similar to that in the case of high dividend volatility. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "Table 8 is similar to Table 6, but reports results under the assumptions of high dividend volatility, correlated high dividend volatility, and skewed dividends. ",
            "section": "Increasing Diversification",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_8",
                    "text": "Table 8"
                },
                {
                    "start": 22,
                    "end": 29,
                    "type": "table",
                    "ref_id": "tab_6",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "Panel A reproduces the predicted returns under the base-case set of assumptions for participation rates of 50% and 100%. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "Relative to panel A, assuming high dividend volatility (panel B) has the effect of decreasing the risk-free rate by 0.61% and 0.82% for participation levels of 100% and 50% respectively. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "It increases the equity premium by 0.71% and 0.97%, respectively, for the same participation rates. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "These results are consistent with the view that increased diversification has significantly reduced the required equity premium, although for these parameters it suggests only a slight decrease in the level of the required return on equities. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "For the case of correlated high dividend volatility (panel C), the effect on the equity premium of an increase in dividend volatility is even larger.",
            "section": "Increasing Diversification"
        },
        {
            "text": "Notice that for high dividend volatility an increase in participation results in a larger decline in the equity premium than for low dividend volatility. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "This occurs in part because with high dividend volatility case there is more risk to be shared, and hence a greater benefit from spreading 12. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "As one would expect, predicted returns are sensitive to the assumed degree of correlation between dividends and nonmarketed income. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "It is not obvious, however, whether the dividends from a poorly diversified portfolio are likely to be more or' less highly correlated with nonmarketed income than for a well-diversified portfolio. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "If, for instance, households own stock primarily in the companies for which they work (a common phenomenon), the correlation may be relatively high. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "HEATON & LUCAS this risk to new participants with no initial exposure to market risk. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "For correlated high dividend volatility, however, changes in participation have a smaller effect on the equity premium than for uncorrelated high dividend volatility. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "This is because the new entrants are less willing to bear stock-market risk when it is correlated with their nonmarketed risk. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "Finally, the much more dramatic results in the skewed-dividend case are shown in panel D. The small risk of a catastrophic outcome reduces the risk-free rate to 0.47% and increases the equity premium to 6.46% with 50% participation. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "With 100% participation, the risk-free rate equals 1.54% and the equity premium is 4.63%. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "This assumption therefore allows one to match the historical equity premium. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "It also suggests that in this region of parameter space the premium is more sensitive to changes in participation rates. ",
            "section": "Increasing Diversification"
        },
        {
            "text": "This points to changes in diversification as a potentially large factor in explaining changes in expected returns.",
            "section": "Increasing Diversification"
        },
        {
            "text": "The potential effects of changing risk attitudes are explored by changing the coefficient of relative risk aversion, aj. ",
            "section": "Preference-Parameter Changes"
        },
        {
            "text": "Recall that in all the results reported above a1 is set to 5. ",
            "section": "Preference-Parameter Changes"
        },
        {
            "text": "If ac is increased to 10, with all else as in the high-dividend-volatility case and at a 50% participation rate, the equity premium rises by only 0.16%. ",
            "section": "Preference-Parameter Changes"
        },
        {
            "text": "The risk-free rate falls by 0.3%. ",
            "section": "Preference-Parameter Changes"
        },
        {
            "text": "It is clear that over the range of risk-aversion coefficients usually considered, a change in risk aversion does not account for large changes in stock prices in this model. ",
            "section": "Preference-Parameter Changes"
        },
        {
            "text": "As discussed in Section 3, increases in life expectancy may affect the subjective rate of discount. ",
            "section": "Preference-Parameter Changes"
        },
        {
            "text": "Varying 13, is a proxy for these changes.",
            "section": "Preference-Parameter Changes"
        },
        {
            "text": "Unlike in an infinite-horizon model, where P3 generally does not have a first-order effect on the equity premium, varying P here influences the equity premium as well as the general level of returns. ",
            "section": "Preference-Parameter Changes"
        },
        {
            "text": "The reason is that when 83 increases, the value of future dividends and nonmarketable income increases relative to the value of first-period income. ",
            "section": "Preference-Parameter Changes"
        },
        {
            "text": "This changes the share of capital in wealth and increases the importance of second-period income risk. ",
            "section": "Preference-Parameter Changes"
        },
        {
            "text": "For the parameters we consider, this results in a lower equity premium in levels, but a higher premium relative to the risk-free rate. ",
            "section": "Preference-Parameter Changes"
        },
        {
            "text": "For instance, increasing P from 0.9525 to 0.9625, with 50% participation, high dividend volatility, a equal to 5, and q7 equal to 0.2, moves the equity premium from 2.16% to 2.02%, and the risk-free rate from 3.51% to 3.05%. ",
            "section": "Preference-Parameter Changes"
        },
        {
            "text": "We interpret the increase in the relative premium as a response to the increased exposure to market risk. ",
            "section": "Preference-Parameter Changes"
        },
        {
            "text": "The reduction in the absolute premium reflects the increased precautionary demand for savings with the increase in risk, which lowers all required rates of return.",
            "section": "Preference-Parameter Changes"
        },
        {
            "text": "Varying qj, the share of nonmarketed income accruing to the elderly, similarly affects risk and hence returns. ",
            "section": "Preference-Parameter Changes"
        },
        {
            "text": "For instance, increasing 77 from 0.2 to 0.3, with 03 equal to 0.9525 and all else as in the case above, moves the equity premium from 2.16% to 2.49% and the risk-free rate from 3.51% to 4.14%.",
            "section": "Preference-Parameter Changes"
        },
        {
            "text": "Income Shocks An interesting question is whether background income risk (i.e., nonmarketable risk) is different for stockholders and nonstockholders, and whether this difference interacts with the effect of participation changes on asset returns. ",
            "section": "Heterogeneity in Idiosyncratic"
        },
        {
            "text": "In Heaton and Lucas (1998) we present evidence that many large stockholders depend more heavily on income from privately held businesses than on labor income. ",
            "section": "Heterogeneity in Idiosyncratic",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "Heaton and Lucas (1998)"
                }
            ]
        },
        {
            "text": "Business income is more volatile and more highly correlated with stock returns than is labor income. ",
            "section": "Heterogeneity in Idiosyncratic"
        },
        {
            "text": "Hence, the equity premium is likely to fall more sharply if new entrants who are otherwise similar to stockholders depend predominantly on labor income. ",
            "section": "Heterogeneity in Idiosyncratic"
        },
        {
            "text": "As discussed in Section 3.2, in recent years there has been an increase in participation by middle-income households, which are likely to contain wage earners. ",
            "section": "Heterogeneity in Idiosyncratic"
        },
        {
            "text": "We investigate the potential quantitative effect of this change by assuming a different idiosyncratic income process for a subset of the stockholders and for nonstockholders.13",
            "section": "Heterogeneity in Idiosyncratic"
        },
        {
            "text": "13. Ideally we would make participation endogenous and hence a function of the assumed income process, as in Polkovnichenko (1998). ",
            "section": "Heterogeneity in Idiosyncratic",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 130,
                    "type": "bibr",
                    "text": "Polkovnichenko (1998)"
                }
            ]
        },
        {
            "text": "This tends reduce the risk-sharing capacity of new entrants, since the most risk-tolerant agents already hold stocks when entry To implement this, we assume that a fixed number of participants have nonmarketed income that is correlated with the dividend flow from stocks. ",
            "section": "Heterogeneity in Idiosyncratic"
        },
        {
            "text": "New entrants to the stock market and nonparticipants have a less correlated income process. ",
            "section": "Heterogeneity in Idiosyncratic"
        },
        {
            "text": "More precisely, we assume that 25% of the population receive idiosyncratic income when old, with a standard deviation of 67.5% and a correlation with dividends' share in aggregate income of 0.2. ",
            "section": "Heterogeneity in Idiosyncratic"
        },
        {
            "text": "this group is always assumed to hold stocks.14 ",
            "section": "Heterogeneity in Idiosyncratic"
        },
        {
            "text": "The rest of the population receives idiosyncratic shocks that have a standard deviation of 45% as before, and a correlation with dividends of -0.1. ",
            "section": "Heterogeneity in Idiosyncratic"
        },
        {
            "text": "This negative correlation is necessary to produce an average correlation that is consistent with data. ",
            "section": "Heterogeneity in Idiosyncratic"
        },
        {
            "text": "In annual data, one does in fact see a slight negative correlation between labor income and stock returns. ",
            "section": "Heterogeneity in Idiosyncratic"
        },
        {
            "text": "Table 9 reports results under these assumptions for high dividend volatility (panel A), correlated high dividend volatility (panel B), and skewed dividends (panel C). ",
            "section": "Heterogeneity in Idiosyncratic",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_9",
                    "text": "Table 9"
                }
            ]
        },
        {
            "text": "In each case, the experiment is to move from a situation in which 50% of the stockholding population is exposed to high background risk to one in which 25% has this exposure. ",
            "section": "Heterogeneity in Idiosyncratic"
        },
        {
            "text": "Changes in participation now have only slightly more effect than in Table 8 for high dividend volatility. ",
            "section": "Heterogeneity in Idiosyncratic",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "type": "table",
                    "ref_id": "tab_8",
                    "text": "Table 8"
                }
            ]
        },
        {
            "text": "The effect of a change in participation is slightly smaller for skewed dividends. ",
            "section": "Heterogeneity in Idiosyncratic"
        },
        {
            "text": "The effect of an increase in participation on the premium relative to the risk-free rate is higher in each case, is endogenous. ",
            "section": "Heterogeneity in Idiosyncratic"
        },
        {
            "text": "For simplicity, and to put an upper bound on this effect, we assume that participation is completely exogenous. ",
            "section": "Heterogeneity in Idiosyncratic"
        },
        {
            "text": "14. These parameter assumptions are consistent with the estimates reported by Heaton and Lucas (1998).",
            "section": "Heterogeneity in Idiosyncratic",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "Heaton and Lucas (1998)"
                }
            ]
        },
        {
            "text": "however, because of the greater volatility of the nonmarketed income of stockholders. ",
            "section": "Heterogeneity in Idiosyncratic"
        },
        {
            "text": "As in Table 8, the greatest effect of participation is in the case of skewed dividends, where the equity premium falls by 1.71% when participation increases from 50% to 100%.",
            "section": "Heterogeneity in Idiosyncratic",
            "ref_spans": [
                {
                    "start": 6,
                    "end": 13,
                    "type": "table",
                    "ref_id": "tab_8",
                    "text": "Table 8"
                }
            ]
        },
        {
            "text": "As discussed in the introduction, each of the factors that we have looked at individually has been suggested as a fundamental reason for the stock price run-up. ",
            "section": "Simultaneous Changes"
        },
        {
            "text": "We have seen that none of these factors alone is sufficient to produce a large change in required equity returns, and hence the large run-up in stock prices. ",
            "section": "Simultaneous Changes"
        },
        {
            "text": "Here we examine the best case for the model, simultaneously changing a number of parameters. ",
            "section": "Simultaneous Changes"
        },
        {
            "text": "The stylized historical past is characterized by a P of 0.9525, dividends as described in the skewed-dividend case, and a participation rate of 50%. ",
            "section": "Simultaneous Changes"
        },
        {
            "text": "Income processes are heterogeneous as described in the previous subsection, so that 50% of stockholders have highly volatile income that is correlated with dividends. ",
            "section": "Simultaneous Changes"
        },
        {
            "text": "The risk aversion a is fixed at 5, and 77 is fixed at 0.2. ",
            "section": "Simultaneous Changes"
        },
        {
            "text": "The stylized present is described by a P of 0.9625, reflecting an upward revision of expected life expectancy, low-volatility dividends as in Table 6 reflecting a considerable increase in diversification, and a participation rate of 80%. ",
            "section": "Simultaneous Changes",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 149,
                    "type": "table",
                    "ref_id": "tab_6",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "All else is as in the past. ",
            "section": "Simultaneous Changes"
        },
        {
            "text": "This results in a risk-free rate that rises from 0.17% to 3.73%, and an expected return on stocks that decreases from 6.82% to 4.84%. ",
            "section": "Simultaneous Changes"
        },
        {
            "text": "The equity premium is substantially reduced, from 6.65% to 1.11%. ",
            "section": "Simultaneous Changes"
        },
        {
            "text": "We conclude, then, that assuming reasonable changes in a number of variables simultaneously can account for changes in expected returns in keeping with what appears to be the case in the U.S. economy.",
            "section": "Simultaneous Changes"
        },
        {
            "text": "In this paper, we have looked at a number of potential fundamentalsbased explanations for the recent stock price run-up. ",
            "section": "Conclusions"
        },
        {
            "text": "In particular, we focused on whether changes in market participation patterns or changes in portfolio diversification are likely to account for a substantial fraction of the rise in stock prices. ",
            "section": "Conclusions"
        },
        {
            "text": "We conclude that the changes in participation that have occurred over this decade are unlikely to be a major part of the explanation. ",
            "section": "Conclusions"
        },
        {
            "text": "This conclusion is based both on the data, which suggest only small changes in participation for wealthy households, and the model, which implies that participation changes have to be quite extreme to substantially affect expected returns. ",
            "section": "Conclusions"
        },
        {
            "text": "Increased portfolio diversification, however, is likely to have had a larger effect. ",
            "section": "Conclusions"
        },
        {
            "text": "There is empirical evidence that households have significantly diversified their portfolios, selling individual stocks and buying mutual funds. ",
            "section": "Conclusions"
        },
        {
            "text": "An important differ-ence between poorly diversified portfolios and a market index is the likelihood of catastrophic outcomes. ",
            "section": "Conclusions"
        },
        {
            "text": "When this difference is reflected in model parameters, the expected equity premium falls by more than 4%. ",
            "section": "Conclusions"
        },
        {
            "text": "More generally, we can construct scenarios that are loosely consistent with the data in which the required return on stocks falls by 2%. ",
            "section": "Conclusions"
        },
        {
            "text": "As shown in Section 3.1 using a calibrated Gordon growth model, this amount of change in expected returns goes at least halfway towards justifying the current high level of the price-dividend ratio in the U.S. market. ",
            "section": "Conclusions"
        },
        {
            "text": "We interpret this as quite a positive result, especially because it is difficult to produce much variation in the predicted equity premium in this class of models. ",
            "section": "Conclusions"
        },
        {
            "text": "The model also predicts an increase in the real risk-free rate, which also appears to be consistent with the data.",
            "section": "Conclusions"
        },
        {
            "text": "These results depend in an important way on changes in diversification and, to a lesser extent, on income heterogeneity. ",
            "section": "Conclusions"
        },
        {
            "text": "There is evidence that entrepreneurs and managers tend to be large stockholders who bear a sizable amount of undiversifiable risk in the form of their own businesses. ",
            "section": "Conclusions"
        },
        {
            "text": "Still, we do not have a complete picture of the income and wealth characteristics of large stockholders, and we are uncertain about the extent of their diversification. ",
            "section": "Conclusions"
        },
        {
            "text": "We also do not have a satisfactory understanding of how older stockholders, who own a substantial fraction of the market, view the risk of stock ownership. ",
            "section": "Conclusions"
        },
        {
            "text": "Looking even more closely at the characteristics of large stockholders remains a useful direction for future research.",
            "section": "Conclusions"
        },
        {
            "text": "During the period 1995-1998 the U.S. stock market experienced four consecutive years with real stock returns above 20%. ",
            "section": "Introduction"
        },
        {
            "text": "Suppose as a rough approximation that annual real log gross stock returns are normally distributed and independent over time. ",
            "section": "Introduction"
        },
        {
            "text": "With a mean and variance of this distribution equal to the historical values for the period 1871-1994, the probability of observing four years of above 20% returns is 0.4%.1 ",
            "section": "Introduction"
        },
        {
            "text": "The high returns have come primarily from capital gains driving pricedividend and price-earnings ratios to historical highs (the latest numbers from August 9 for the S&P 500 are P/D = 78.5 and P/E = 31.9). ",
            "section": "Introduction"
        },
        {
            "text": "Thus, even taking into account statistical fluctuation, it is becoming increasingly unlikely that nothing has changed. ",
            "section": "Introduction"
        },
        {
            "text": "The only period since 1871 with as impressive returns was 1924-1928, with five years of above 20% real stock returns. ",
            "section": "Introduction"
        },
        {
            "text": "Over the three-year period following that event, real stock returns averaged -15.4% annually.",
            "section": "Introduction"
        },
        {
            "text": "In the present paper Heaton and Lucas ask whether the recent stockmarket boom can be explained by changes in economic fundamentals. ",
            "section": "Introduction"
        },
        {
            "text": "Three candidates are considered: changes in corporate earnings growth, changes in consumer preferences, and changes in stock-market participation patterns. ",
            "section": "Introduction"
        },
        {
            "text": "Participation is defined broadly as concerning both the level of stock-market participation and the amount of diversification among participants. ",
            "section": "Introduction"
        },
        {
            "text": "Poor diversification is found to have large effects on equilibrium returns in an overlapping generations exchange economy. ",
            "section": "Introduction"
        },
        {
            "text": "The main conclusion of the paper is that increased diversification by itself can explain at least half of the increase in the adjusted P/D ratio. ",
            "section": "Introduction"
        },
        {
            "text": "This is an interesting finding, not only for interpreting the recent past but also seen in the context of the literature on the equity premium",
            "section": "Introduction"
        }
    ]
}