{
    "level": "sentence",
    "id": "a8d258951b",
    "abstract": [
        {
            "text": "The aim of this study was to identify the main factor affecting compliance and intimamedia thickness of the elastic common carotid artery in continuous ambulatory peritoneal dialysis patients. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Increased intima-media thickness and decreased arterial compliance are associated with elevated risk of cardiovascular disease. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "This study included 20 patients and 20 age-and sex-matched healthy control subjects. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The compliance and intima-media thickness of the right common carotid artery within 1 cm to the bifurcation were measured three times using high-resolution B-mode echocardiography. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Blood samples were obtained to measure levels of hemoglobin, phosphorus, total calcium, total CO2, serum albumin, C-reactive protein, serum total cholesterol, LDL-and HDL-cholesterol and triglycerides. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "We found that the compliance of common carotid artery was lower in the patient group than in the control group. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "In the patient group, the compliance of common carotid artery was positively correlated with serum albumin concentration, and intima-media thickness of common carotid artery was negatively correlated with serum albumin levels. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Stepwise regression analysis showed that serum albumin concentration was independently related to the compliance of common carotid artery, suggesting hypoalbuminemia can independently give deleterious effects on the arterial wall in continuous ambulatory peritoneal dialysis patients.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 1
        },
        {
            "text": "Despite renal replacement treatment, cardiovascular disease is the prime cause of morbidity and mortality among endstage renal disease patients, leading to more than 50% of the deaths in such patients (1). ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "Structural and functional changes such as increased intima-media thickness and decreased arterial compliance are associated with a significant increase in morbidity and mortality of cardiovascular disease (2). ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "A carotid intima-media thickness of >0.09 cm and/or the presence of discrete plaques are markers of generalized atherosclerosis and have a positive graded association with cardiovascular risk factors (3). ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 200,
                    "end": 203,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "Arterial compliance, an important vessel wall property, reflects the buffering capacity of a vessel. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "A low arterial compliance caused by arterial stiffening widens pulse pressure amplitude by increasing systolic blood pressure and decreasing diastolic blood pressure. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Increased systolic blood pressure induces left ventricular hypertrophy, whereas decreased diastolic blood pressure impairs coronary blood flow. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Wide pulse pressure may be a major predictor of cardiac risk, especially coronary mortality (4)(5)(6).",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                },
                {
                    "start": 95,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                },
                {
                    "start": 98,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "Recent prospective studies have demonstrated that arterial stiffness and early wave reflections are independent predictors of all-cause and cardiovascular mortality in end-stage renal disease patients and in the general population (7)(8)(9)(10)(11). ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7)"
                },
                {
                    "start": 234,
                    "end": 237,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8)"
                },
                {
                    "start": 237,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9)"
                },
                {
                    "start": 240,
                    "end": 244,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10)"
                },
                {
                    "start": 244,
                    "end": 248,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11)"
                }
            ]
        },
        {
            "text": "Arterial wall properties in end-stage renal disease patients may be associated with many factors including non-specific factors such as age, gender, smoking, blood pressure and diabetes, as well as alterations more specific to end-stage renal disease, such as fluid overload, hyperphosphatemia, parathyroid hormone activity, microinflammation and alterations in blood lipids (12). ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(12)"
                }
            ]
        },
        {
            "text": "The aim of the present study was to identify the main factor affecting wall properties of the elastic common carotid artery in continuous ambulatory peritoneal dialysis patients.",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "MATERIALS AND METHODS",
            "section_rank": 2
        },
        {
            "text": "Study subjects",
            "section_rank": 3
        },
        {
            "text": "We enrolled 20 continuous ambulatory peritoneal dialysis patients and 20 healthy, normotensive, age-and sex-matched controls. ",
            "section": "Study subjects",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Subject characteristics are listed in Table 1. ",
            "section": "Study subjects",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The patient group comprised 10 men and 10 women, with a mean age of 53.9±12.4 yr and a mean time undergoing continuous ambulatory peritoneal dialysis of 16 months (range: 4-120 months).",
            "section": "Study subjects",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Individuals with the following medical conditions were excluded; cardiac failure (New York Heart Association [NYHA] class II and higher), unstable angina pectoris (NYHA class II and higher), peripheral vascular disease, peripheral pitting edema and pulmonary edema, above stage 3 hypertension (systolic blood pressure >180 mmHg or diastolic blood pressure >110 mmHg), severe malnutrition (serum albumin <2.5 gm/dL), established infection and high-sensitivity C-reactive protein levels >5 mg/L, intact parathyroid hormone levels >200 pg/mL, serum total calcium levels >11 mg/dL, and serum phosphate levels >7 mg/dL. ",
            "section": "Study subjects",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "In 11 patients the primary kidney disease was associated with diabetes mellitus, while in 9 patients it was not diabetes-related.",
            "section": "Study subjects",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Methods",
            "section_rank": 4
        },
        {
            "text": "We compared arterial wall properties of controls and patients. ",
            "section": "Methods",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "After 15 min of supine rest, the compliance and intimamedia thickness of the right common carotid artery within 1 cm to the bifurcation were measured three times using a high-resolution B-mode 7.5-MHz transducer. ",
            "section": "Methods",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Patients were asked not to smoke, eat or drink for 4 hr before measurements were performed, but were allowed to take their regular medication. ",
            "section": "Methods",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "11 of 20 patients were administered antihypertensive drugs (calcium channel blocker, ACE inhibitor, beta-blocker, alpha-blocker). ",
            "section": "Methods",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "None of the antihypertensives nor other vasoactive drugs (calcium containing phosphorus binder, etc.) of the patients were changed over 1 month. ",
            "section": "Methods",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Blood pressure was measured 5 times consecutively in a sitting position using a con-ventional sphygmomanometer by the same nurse on each occasion. ",
            "section": "Methods",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Mean arterial pressure was calculated using the following formula: (systolic blood pressure+2×diastolic blood pressure)/3. ",
            "section": "Methods",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Pulse pressure was calculated using the following formula: systolic blood pressure-diastolic blood pressure.",
            "section": "Methods",
            "paragraph_rank": 7,
            "section_rank": 4,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 5,
                    "rawForm": "Pulse",
                    "resp": "whitelist",
                    "id": "a8d258951b-software-simple-w0"
                }
            ]
        },
        {
            "text": "Intima-media thickness was defined as the distance from the leading edge of the lumen-intima interface of the far wall to the leading edge of the media-adventitia interface of the far wall as validated by Pignoli et al. (13).",
            "section": "Methods",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(13)"
                }
            ]
        },
        {
            "text": "Arterial compliance was defined by the arterial volume change per unit of pressure. ",
            "section": "Methods",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Systolic and end-diastolic arterial diameter were measured three times and the compliance of the common carotid artery was calculated using the Hayoz formula 14:",
            "section": "Methods",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "text": "14"
                }
            ]
        },
        {
            "text": "Arterial compliance (mm 2 /kPa)=( D× D)/2 P; where D=arterial diameter (mm), D=changes in systolic and diastolic arterial diameter, and P=pulse pressure.",
            "section": "Methods",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Stroke volume was measured using 2-dimensional echocardiography. ",
            "section": "Methods",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Stroke volume=left ventricular outflow tract area ×the systolic velocity integral; where left ventricular outflow tract area= (D/2) 2 (D=LV diameter).",
            "section": "Methods",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Baseline echocardiography was performed using a Hewlett-Packard Sonos 100 device equipped with a 2.25-MHz probe, allowing M-mode, 2-dimensional and pulsed Doppler measurements. ",
            "section": "Methods",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Measurements were made according to the recommendations of the American Society of Echocardiography (15). ",
            "section": "Methods",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "Left ventricular mass was calculated according to the Penn convection (16). ",
            "section": "Methods",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(16)"
                }
            ]
        },
        {
            "text": "Left ventricular hypertrophy was defined as a left ventricular mass index >136 g/m 2 in men and >110 g/m 2 in women.",
            "section": "Methods",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "In the patient group, blood hemoglobin levels were determined using a Coulter-Genis (Coulter, CA, U.S.A.) machine. ",
            "section": "Methods",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Blood phosphorus, total calcium and total CO2 levels were measured using a Hitachi 747 automatic analyzer, with normal values considered 1.9-4.4 mg/dL, 8.2-10.4 mg/dL and 22-28 mol/ L, respectively. ",
            "section": "Methods",
            "paragraph_rank": 13,
            "section_rank": 4,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 156,
                    "end": 160,
                    "rawForm": "10.4",
                    "resp": "whitelist",
                    "id": "a8d258951b-software-simple-w1"
                }
            ]
        },
        {
            "text": "Intact parathyroid hormone was measured using a commercial immunoradiometric assay (Diagnostic products corporation, Los Angeles, CA, U.S.A.), with the normal range considered 12-72 pg/mL. ",
            "section": "Methods",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Serum albumin was measured using a Hitachi 736-740 autoanalyzer (Hitachi Ltd, Tokyo, Japan), and high-sensitivity C-reactive protein was measured using the N High Sensitivity CRP kit (Dade Behring, Marburg, Germany) which has a lower limit of 0.15 mg/L. ",
            "section": "Methods",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Serum total cholesterol, LDL-cholesterol, HDL-cholesterol and triglyceride levels were measured enzymatically using a Hitachi 736-740 autoanalyzer. ",
            "section": "Methods",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Analysis of the mean of the previous three samples over the preceding 3-month period was included.",
            "section": "Methods",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "To evaluate the total Kt/V urea index (Kt/V) in the patient group, the sum of the 24 hr residual and dialytic urea clearances were divided by the urea distribution volume which was calculated using Watson's normogram. ",
            "section": "Methods",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Residual renal function was estimated using the mean values of residual urea and creatinine clearances.Statistical analysis was performed using Student's unpaired t-tests and Mann-Whitney U tests (SPSS Windows version9.0). ",
            "section": "Methods",
            "paragraph_rank": 14,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "a8d258951b-software-0",
                    "cert": "0.9"
                },
                {
                    "start": 217,
                    "end": 220,
                    "type": "version",
                    "rawForm": "9.0",
                    "resp": "#annotator2",
                    "id": "#a8d258951b-software-0"
                },
                {
                    "type": "software",
                    "start": 197,
                    "end": 201,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "a8d258951b-software-simple-w2"
                },
                {
                    "type": "software",
                    "start": 202,
                    "end": 209,
                    "rawForm": "Windows",
                    "resp": "whitelist",
                    "id": "a8d258951b-software-simple-w3"
                }
            ]
        },
        {
            "text": "Relationships between different parameters were assessed using Spearman's correlation coefficient. ",
            "section": "Methods",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Where appropriate, stepwise regression analysis was performed to assess the contribution of various variables to arterial wall properties. ",
            "section": "Methods",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Results are expressed as mean±SD or median (range). ",
            "section": "Methods",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Differences were considered significant if the p value was less than 0.05.",
            "section": "Methods",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "RESULTS",
            "section_rank": 5
        },
        {
            "text": "We found that for the control group, the common carotid artery compliance was 0.268±0.127 mm 2 /kPa, which was higher than that observed in the patient group, 0.163±0.082 mm 2 /kPa (p=0.018) ( Table 2). ",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 193,
                    "end": 200,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The intima-media thickness of the common carotid artery was lower in the control group (0.06±0.03 cm) than in the patient group (0.08±0.02 cm; p=0.025). ",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The control group left ventricular mass index (111.0 ±24.7 gm/m 2 ) was lower than that of the patient group (174.0±54.8 gm/m 2 ; p=0.01) ( Table 2). ",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 140,
                    "end": 147,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "In the control group, systolic blood pressure, diastolic blood pressure, mean arterial pressure and pulse pressure were 126±16 mmHg, 78±9 mmHg, 94±11 mmHg and 48±9 mmHg respectively, with each being lower than the corresponding pressure in the patient group; 152±18 mmHg, 88±10 mmHg, 109±12 mmHg and 63±13 mmHg, respectively (p=0.008, p=0.028, p=0.031, p=0.015, respectively) ( Table 2). ",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 378,
                    "end": 386,
                    "type": "table",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "Stroke volumes were similar in each group; 66.32±26.85 mL/m 2 in the control group and 66.10±25.75 mL/m 2 in the patient group (p= 0.45). ",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Similarly, ejection fractions were similar for each group; 60.32±6.35% in the control group and 61.10±20.75% in the patient group (p=0.65) ( Table 2).",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 148,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "In the patient group, common carotid artery compliance was positively correlated with serum albumin concentration (r=0.443; p=0.018) (Fig. 1), and common carotid artery intima-media thickness was negatively correlated with serum albumin concentration (r=-0.418; p=0.025) (Fig. 2).",
            "section": "RESULTS",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1)"
                },
                {
                    "start": 271,
                    "end": 279,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "Stepwise regression analysis showed that the serum albumin concentration ( =0.467, p=0.044) was independently associated with common carotid artery compliance (Table 3).    ",
            "section": "RESULTS",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 159,
                    "end": 168,
                    "type": "table",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "DISCUSSION",
            "section_rank": 6
        },
        {
            "text": "The present study showed that common carotid artery compliance and intima-media thickness differed between normal individuals and continuous ambulatory peritoneal dialysis patients. ",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "In addition, the study revealed that in the patient group, the compliance and the intima-media thickness were related to the serum albumin level.",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "Our finding that arterial wall compliance was lower in the patient group compared to controls is in agreement with the findings of others (8,12,17), and there are probably multiple factors which contribute to this reduced compliance in renal patients (12). ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8,"
                },
                {
                    "start": 141,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12,"
                },
                {
                    "start": 144,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17)"
                },
                {
                    "start": 251,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(12)"
                }
            ]
        },
        {
            "text": "In the present study, we found that serum albumin concentration was an independent factor in reduced compliance of the common carotid artery. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "This finding is consistent with recent data suggesting hypoalbuminemia may represent a state of accelerated atherosclerosis in dialysis patients (18). ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(18)"
                }
            ]
        },
        {
            "text": "It appears longitudinal studies are needed to confirm the nature of the association between albumin levels and atherosclerosis, and to elucidate the role of inflammation in that association (18).",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(18)"
                }
            ]
        },
        {
            "text": "Traditionally, low albumin levels were believed to be the result of inflammation, and there is evidence that atherosclerosis is an inflammatory process (19,20). ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(19,"
                },
                {
                    "start": 156,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20)"
                }
            ]
        },
        {
            "text": "In the dialysis population, there is increasing evidence of a link between inflammation, signified by elevated C-reactive protein or interleukin-6 levels, and cardiovascular mortality (21,22). ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21,"
                },
                {
                    "start": 188,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22)"
                }
            ]
        },
        {
            "text": "Therefore, it is possible that poor nutrition, serum albumin levels and atherosclerosis could be interlinked by inflammation. ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "However, in contrast, a recent study (23) showed that protein malnutrition (diagnosed based upon total body nitrogen levels) and hypoalbuminemia were independently predictive of mortality, whereas only hypoalbuminemia was predictive of vascular morbidity. ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(23)"
                }
            ]
        },
        {
            "text": "That study suggested hypoalbuminemia itself was pathogenically associated with vascular disease, but dissociated this effect from protein malnutrition (23). ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(23)"
                }
            ]
        },
        {
            "text": "In the present study, we excluded patients with severe malnutrition and those with a level of established infection above the upper level of that observed in normal controls. ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "Our data revealed no relationship between serum high sensitivity C-reactive protein levels and common carotid artery compliance in the patient group. ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "This finding suggests that the serum albumin level itself is related to changes in compliance and intimamedia thickness in the elastic common carotid artery.",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "Hypoalbuminemia may result in a hypercoagulable state (24) and may deplete L-arginine stores with a subsequent reduction in nitric oxide synthesis (24). ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                },
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "Nitric oxide causes equipotent relaxation of arterial smooth muscle (25) and inhibits platelet aggregation (26). ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(25)"
                },
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "In our stepwise regression analysis, serum albumin levels were correlated with common carotid artery compliance independent of age, blood pressure, common carotid artery intima-media thickness, calcium and phosphorus levels, lipid profile and high-sensitivity C-reactive protein levels. ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "Furthermore, the common carotid artery intima-media thickness was found to be inversely proportional to serum albumin levels. ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "These results suggest that in the patient group, the wall properties of the common carotid artery are linked to serum albumin concentration.",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "In the present study, although blood pressure in the patient group was higher than in controls, there was no relationship between blood pressure and compliance or intima-media thickness of the common carotid artery. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "This finding that factors other than blood pressure per se affect arterial wall compliance is consistent with findings of the Tassin population study showing that arterial compliance was lower in long-term normotensive hemodialysis patients (27).",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(27)"
                }
            ]
        },
        {
            "text": "The design of the present study (cross-sectional) meant that it was unable to address whether hypoalbuminemia itself reflects vascular events and mortality in the patient group. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Therefore, to determine the relationship between serum albumin level and vascular events in the patient group, longitudinal follow-up studies with addition of nutritional markers are needed. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "In addition, future studies will ideally have larger and more homogenous subject groups compared to the present study. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "While the present study did not examine patient volume status using reliable and objective methods, continuous ambulatory peritoneal dialysis patients have relatively stable volume status compared to hemodialysis patients, and we excluded patients with peripheral pitting edema and pulmonary edema. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Therefore, we believe the results obtained in this study were not influenced by patient volume status.",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "In conclusion, the present study showed that common carotid artery wall properties were independently associated with serum albumin levels, suggesting that independent of other factors, hypoalbuminemia can cause deleterious effects on arterial wall properties in continuous ambulatory peritoneal dialysis patients.",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 7
        },
        {
            "text": "Serum albumin concentration (g/dL) Correlation between common carotid artery compliance and serum albumin concentration. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "CCA-AC, common carotid artery compliance.",
            "section": "Fig. 1 .",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 8
        },
        {
            "text": "Serum albumin concentration (g/dL) Correlation between common carotid artery intima-media thickness and serum albumin concentration. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "CCA-IMT, common carotid artery intima-media thickness.r=-0.418 p=0.025",
            "section": "Fig. 2 .",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "Table 1 .",
            "section_rank": 9
        },
        {
            "text": "Subject characteristics",
            "section": "Table 1 .",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "Figures represent mean±S.D or median (range), *p<0.05 versus control group.h-s CRP, high sensitivity C-reactive protein; Ca×P product, calcium× phosphorus product; LDL, low density lipoprotein; HDL, high density lipoprotein; PTH, parathyroid hormone.",
            "section": "Table 1 .",
            "paragraph_rank": 28,
            "section_rank": 9
        }
    ]
}