{
    "id": "c212845b5e",
    "abstract": [],
    "body_text": [
        {
            "text": "Terminal differentiation is usually coupled with permanent exit from the cell cycle and represents the most common cellular state in adult animals. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 29,
                    "end": 36,
                    "type": "figure",
                    "text": "Fig. S1"
                },
                {
                    "start": 130,
                    "end": 137,
                    "type": "figure",
                    "text": "Fig. S2"
                }
            ]
        },
        {
            "text": "How terminal differentiation controls the cell cycle machinery to maintain a stable postmitotic state remains unclear. Evidence from several model organisms suggests that inhibition of the E2F transcription factor and/or the G1-S cyclin, cyclin E (CycE), is a key event for coordinating cell cycle exit and differentiation (for reviews see Miller et al., 2007;Onoyama and Nakayama, 2008;Pajalunga et al., 2008;van den Heuvel and Dyson, 2008). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 122,
                    "type": "figure",
                    "text": "Fig. S3"
                }
            ]
        },
        {
            "text": "Yet, activation of E2F or CycE in many contexts is insufficient to abrogate exit (Akli et al., 1999;Pajalunga et al., 1999;Latella et al., 2001;Camarda et al., 2004;Balsitis et al., 2006;Gibbs et al., 2008).",
            "section": "Introduction",
            "entity_spans": [
                {
                    "start": 0,
                    "end": 14,
                    "type": "software",
                    "rawForm": "JCB DataViewer",
                    "resp": "#annotator3",
                    "id": "c212845b5e-software-simple-4",
                    "cert": "0.8"
                }
            ]
        },
        {
            "text": "E2F transcription factors play key roles in regulating the cell cycle as many genes required for S, G2, and M phases are targets of E2F (Ishida et al., 2001;Polager et al., 2002;Ren et al., 2002;Dimova et al., 2003). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "(Ishida et al., 2001;"
                },
                {
                    "start": 157,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "Polager et al., 2002;"
                },
                {
                    "start": 178,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "Ren et al., 2002;"
                },
                {
                    "start": 195,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "Dimova et al., 2003)"
                }
            ]
        },
        {
            "text": "Importantly, E2F complexes (made up of an E2F subunit and its dimerization partner [DP]) can act as both transcriptional activators and repressors of the same targets. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "text": "[DP]"
                }
            ]
        },
        {
            "text": "Association with the retinoblastoma tumor suppressor proteins (RBs) can convert E2F-DP complexes to transcriptional repressors by recruiting repressive chromatin-modifying complexes (Dyson, 1998), whereas the G1 cyclin-Cdk complexes, CycD-Cdk4 and CycE-Cdk2, promote E2F activity by phosphorylating and inhibiting the association of RBs with E2F-DP complexes (Du and Pogoriler, 2006). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "(Dyson, 1998)"
                },
                {
                    "start": 359,
                    "end": 383,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(Du and Pogoriler, 2006)"
                }
            ]
        },
        {
            "text": "CycE-Cdk2 activity is also directly essential for S-phase entry, as it regulates critical components to initiate S phase in both kinase-dependent T erminally differentiated cells in Drosophila melanogaster wings and eyes are largely resistant to proliferation upon deregulation of either E2F or cyclin E (CycE), but exogenous expression of both factors together can bypass cell cycle exit. ",
            "section": "Introduction"
        },
        {
            "text": "In this study, we show this is the result of cooperation of cell cycle control mechanisms that limit E2F-CycE positive feedback and prevent cycling after terminal differentiation. ",
            "section": "Introduction"
        },
        {
            "text": "Aberrant CycE activity after differentiation leads to the degradation of E2F activator complexes, which increases the proportion of CycE-resistant E2F repressor complexes, resulting in stable E2F target gene repression. ",
            "section": "Introduction"
        },
        {
            "text": "If E2F-dependent repression is lost after differentiation, high anaphase-promoting complex/cyclosome (APC/C) activity degrades key E2F targets to limit cell cycle reentry. ",
            "section": "Introduction"
        },
        {
            "text": "Providing both CycE and E2F activities bypasses exit by simultaneously inhibiting the APC/C and inducing a group of E2F target genes essential for cell cycle reentry after differentiation. ",
            "section": "Introduction"
        },
        {
            "text": "These mechanisms are essential for proper development, as evading them leads to tissue outgrowths composed of dividing but terminally differentiated cells.",
            "section": "Introduction"
        },
        {
            "text": "cell cycle on time (Frolov et al., 2001), and mitotic tissues of e2f1 su89 ,e2f2 double mutant animals, thought to lack all E2F repressive function, exit the cell cycle normally (Weng et al., 2003). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 19,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "(Frolov et al., 2001)"
                },
                {
                    "start": 178,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b88",
                    "text": "(Weng et al., 2003)"
                }
            ]
        },
        {
            "text": "Therefore, we sought to reveal a more subtle role for E2F2 in blocking CycE-E2F feedback specifically after cell cycle exit and influencing exit flexibility in the presence of high CycE-Cdk2 activity.",
            "section": "Introduction"
        },
        {
            "text": "Clones of cells overexpressing CycE and Cdk2 were generated in an e2f2 76Q1/G5.1 -null background using the heat shock (hs)-FLP Gal4 method (Pignoni and Zipursky, 1997), where clones are negatively marked by the CD2 (cluster of differentiation 2) antigen and CycE and Cdk2 are expressed under the control of a Gal4 responsive upstream activating sequence (UAS). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "(Pignoni and Zipursky, 1997)"
                }
            ]
        },
        {
            "text": "E2F transcriptional activity was monitored in wings at stages after cell cycle exit, using a reporter containing an E2F-responsive proliferating cell nuclear antigen (PCNA) promoter fused to GFP (Thacker et al., 2003). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b85",
                    "text": "(Thacker et al., 2003)"
                }
            ]
        },
        {
            "text": "In the absence of e2f2, CycE-Cdk2 was able to activate the E2F reporter in clones within the wing after terminal differentiation at 36 h after puparium formation (APF; Fig. 1 A), an effect absent in wild-type (WT) wings. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 177,
                    "type": "figure",
                    "text": "Fig. 1 A)"
                }
            ]
        },
        {
            "text": "However, the CycE-Cdk2-induced E2F activity in e2f2 mutant wings was temporary, as CycE-Cdk2 was unable to sustain E2F activity beyond 40 h APF in the absence of e2f2 (Fig. 1 B).",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 177,
                    "type": "figure",
                    "text": "(Fig. 1 B)"
                }
            ]
        },
        {
            "text": "We next examined whether the loss of e2f2 influenced the flexibility of cell cycle exit in the presence of high CycE-Cdk2 activity. ",
            "section": "Introduction"
        },
        {
            "text": "GFP-marked e2f2-null mutant clones expressing CycE-Cdk2 were generated using the mosaic analysis with a repressible cell marker (MARCM) system (Lee and Luo, 2001) and examined for ectopic mitoses after normal cell cycle exit in pupal eyes and wings by staining for phosphorylated Ser10 on histone H3 (PH3; Fig. 1, C-E). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b74",
                    "text": "(Lee and Luo, 2001"
                },
                {
                    "start": 306,
                    "end": 312,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Ectopic mitoses were evident in e2f2 / cells expressing CycE-Cdk2 in eyes from 24-44 h APF ( Fig. 1 C, 36 h APF shown), indicating a delay of cell cycle exit 8 h beyond the effect of CycE-Cdk2 expression alone in the eye. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 107,
                    "type": "figure",
                    "text": "Fig. 1 C, 36"
                }
            ]
        },
        {
            "text": "However, mitoses were no longer observed in e2f2 / cells expressing CycE-Cdk2 after 44 h APF in eyes ( Fig. 1 D) or in wings after 36 h APF ( Fig. 1 E and  Table I). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 114,
                    "type": "figure",
                    "text": "Fig. 1 D)"
                },
                {
                    "start": 144,
                    "end": 156,
                    "type": "figure",
                    "text": "Fig. 1 E and"
                },
                {
                    "start": 158,
                    "end": 165,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "This reveals a cell cycle exit function for e2f2 in temporarily limiting CycE activation of E2F but also demonstrates that an e2f2-independent mechanism prevents E2F transcriptional activation after prolonged exit in eyes and wings.",
            "section": "Introduction"
        },
        {
            "text": "Recent work has delineated a Dacapo-and Rbf-independent mechanism limiting E2F1 activity in embryos and proliferating cells. ",
            "section": "Ectopic CycE-Cdk2 activity in terminally differentiated cells leads to E2F1 degradation"
        },
        {
            "text": "E2F1 is degraded each cell cycle during S phase in a PCNA interaction protein motif (PIP) box-dependent manner via a Cul4 ubiquitin ligase complex (Shibutani et al., 2007;2008). ",
            "section": "Ectopic CycE-Cdk2 activity in terminally differentiated cells leads to E2F1 degradation",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b76",
                    "text": "(Shibutani et al., 2007;"
                },
                {
                    "start": 171,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2008)"
                }
            ]
        },
        {
            "text": "We considered whether ectopic CycE-Cdk2 activity could inhibit E2F activity after exit by promoting S-phase initiation and thereby E2F1 degradation. ",
            "section": "Ectopic CycE-Cdk2 activity in terminally differentiated cells leads to E2F1 degradation"
        },
        {
            "text": "This idea was supported by our previous observation that CycE-Cdk2 expression correlated with low E2F1 protein levels in the wing . ",
            "section": "Ectopic CycE-Cdk2 activity in terminally differentiated cells leads to E2F1 degradation"
        },
        {
            "text": "and -independent manners (Lukas et al., 1997;Mailand and Diffley, 2005;Geng et al., 2007).",
            "section": "Ectopic CycE-Cdk2 activity in terminally differentiated cells leads to E2F1 degradation",
            "ref_spans": [
                {
                    "start": 25,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(Lukas et al., 1997;"
                },
                {
                    "start": 45,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "Mailand and Diffley, 2005;"
                },
                {
                    "start": 71,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "Geng et al., 2007)"
                }
            ]
        },
        {
            "text": "Drosophila melanogaster has been a key organism for studies of cell cycle exit in part because its E2F/CycE network is simpler than mammals, consisting of only two RB family (Rbf) members (Rbf and Rbf2), a single Cip/Kip type cyclin-dependent kinase inhibitor, Dacapo (no INK homologues), two E2Fs (one activator, E2F1, and one repressor, E2F2), one DP, and one essential G1-S cyclin, CycE (Duronio and O'Farrell, 1995;de Nooij et al., 1996;Lane et al., 1996;Sawado et al., 1998;Frolov et al., 2001;Stevaux et al., 2002).",
            "section": "Ectopic CycE-Cdk2 activity in terminally differentiated cells leads to E2F1 degradation",
            "ref_spans": [
                {
                    "start": 390,
                    "end": 419,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "(Duronio and O'Farrell, 1995;"
                },
                {
                    "start": 419,
                    "end": 441,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "de Nooij et al., 1996;"
                },
                {
                    "start": 441,
                    "end": 459,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "Lane et al., 1996;"
                },
                {
                    "start": 459,
                    "end": 479,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "Sawado et al., 1998;"
                },
                {
                    "start": 479,
                    "end": 499,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "Frolov et al., 2001;"
                },
                {
                    "start": 499,
                    "end": 520,
                    "type": "bibr",
                    "ref_id": "b81",
                    "text": "Stevaux et al., 2002)"
                }
            ]
        },
        {
            "text": "Investigations into cell cycle exit in Drosophila have demonstrated that RB/E2F repressive activity is not required for permanent exit in vivo (Weng et al., 2003;Frolov et al., 2005). ",
            "section": "Ectopic CycE-Cdk2 activity in terminally differentiated cells leads to E2F1 degradation",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b88",
                    "text": "(Weng et al., 2003;"
                },
                {
                    "start": 162,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "Frolov et al., 2005)"
                }
            ]
        },
        {
            "text": "We have suggested that this is caused by independent but parallel repression of E2F and cyclin-Cdk activities, a mechanism we call double-assurance . ",
            "section": "Ectopic CycE-Cdk2 activity in terminally differentiated cells leads to E2F1 degradation"
        },
        {
            "text": "The restraint of both E2F and CycE activities upon exit partially involve Rbf and Dacapo (Firth and Baker, 2005) but, based on genetic experiments, must also include Rbf-and Dacapo-independent mechanisms .",
            "section": "Ectopic CycE-Cdk2 activity in terminally differentiated cells leads to E2F1 degradation",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "(Firth and Baker, 2005)"
                }
            ]
        },
        {
            "text": "The finding that E2F activity alone is insufficient to maintain cycling of differentiating cells is surprising because E2F activity itself up-regulates CycE and Cdk2 after exit to levels even higher than those in proliferating cells . ",
            "section": "Ectopic CycE-Cdk2 activity in terminally differentiated cells leads to E2F1 degradation"
        },
        {
            "text": "High CycE-Cdk2 activity normally promotes increased E2F activity via phosphorylation of RBs and cooperates with E2Fdependent induction of CycE and Cdk2 to establish a positive E2F-CycE feedback loop for cell cycle entry (Yung et al., 2007;Assoian and Yung, 2008), similar to that of Cln1 and -2 in yeast (Skotheim et al., 2008). ",
            "section": "Ectopic CycE-Cdk2 activity in terminally differentiated cells leads to E2F1 degradation",
            "ref_spans": [
                {
                    "start": 220,
                    "end": 239,
                    "type": "bibr",
                    "ref_id": "b92",
                    "text": "(Yung et al., 2007;"
                },
                {
                    "start": 239,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "Assoian and Yung, 2008)"
                },
                {
                    "start": 304,
                    "end": 327,
                    "type": "bibr",
                    "ref_id": "b80",
                    "text": "(Skotheim et al., 2008)"
                }
            ]
        },
        {
            "text": "However, we have found that E2F-CycE positive feedback appears to be limited after terminal differentiation to prevent ectopic cycling . ",
            "section": "Ectopic CycE-Cdk2 activity in terminally differentiated cells leads to E2F1 degradation"
        },
        {
            "text": "In this study, we examine why both ectopic E2F and CycE activities must be provided to bypass cell cycle exit in Drosophila and uncover specific cell cycle control mechanisms that cooperate to limit E2F-CycE positive feedback and maintain a stable postmitotic state.",
            "section": "Ectopic CycE-Cdk2 activity in terminally differentiated cells leads to E2F1 degradation"
        },
        {
            "text": "CycE induces E2F activity in proliferating and reversibly quiescent cells by preventing the formation of Rbf-E2F repressive complexes. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "However, our previous results indicated that CycE activity could not prevent repression of E2F target genes after cell cycle exit in terminally differentiated eye and wing cells . ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "Rbf-E2F2-mediated repression is somehow resistant to G1 cyclin-Cdks despite G1 cyclin-Cdk phosphorylation of Rbf (Frolov et al., 2003). ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "(Frolov et al., 2003)"
                }
            ]
        },
        {
            "text": "This makes E2F2 complexes prime candidates as factors limiting CycE-dependent activation of E2F after cell cycle exit in differentiated cells. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "Genetic studies of E2F2 have failed to demonstrate a role for E2F2 in cell cycle exit upon differentiation in vivo (Frolov et al., 2001;Weng et al., 2003). ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "(Frolov et al., 2001;"
                },
                {
                    "start": 136,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b88",
                    "text": "Weng et al., 2003)"
                }
            ]
        },
        {
            "text": "e2f2 mutant cells exit from the wing and eye. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "Levels of GFP-E2F1 were determined by detection of the GFP tag using an anti-GFP antibody and compared between GFP-E2F1 WT and GFP-E2F1 PIP3A (Fig. 1, F-H). ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 149,
                    "type": "figure",
                    "text": "(Fig. 1"
                }
            ]
        },
        {
            "text": "We found that levels of GFP-E2F1 PIP3A in the presence of CycE-Cdk2 after To test whether CycE-Cdk2 activity affected degradation of E2F1 after cell cycle exit in a PIP box-dependent manner, we generated clones coexpressing either WT GFP-E2F1 WT or E2F with a mutated PIP box, GFP-E2F1 PIP3A with CycE-Cdk2 in the Figure 1. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit",
            "ref_spans": [
                {
                    "start": 314,
                    "end": 322,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Degradation of E2F1 activator complexes and a switch to E2F2 repressor complexes contributes to the CycE-Cdk2-resistant repression of E2F activity after exit. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "Clones overexpressing CycE-Cdk2 and negatively marked by CD2 (A and B) were generated using hs-FLP act>Gal4/UAS in e2f2 76Q1/G5.1 mutant wings. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "E2F transcriptional activity was monitored at the indicated stages using the PCNA-GFP reporter (A and B). ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "CycE-Cdk2 activity is temporarily able to activate the E2F reporter in the absence of e2f2 (A) but is unable to sustain E2F activity after 40 h APF (B). ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "(C-E) ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "GFP-marked e2f2-null mutant clones expressing CycE-Cdk2 were generated using the MARCM system and examined for ectopic mitoses by staining for PH3. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "Neurons are marked by expression of Elav. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "Ectopic mitoses in e2f2 / cells expressing CycE-Cdk2 are evident in Elav-negative cells in eyes from 24 to 40 h APF (36 h APF shown; C) but are no longer observed by 44 h APF (D). ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "No ectopic mitoses are observed in e2f2 / cells expressing CycE-Cdk2 in wings after 36 h APF (E). ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "(F-H) ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "Clones expressing either GFP-E2F1 WT or GFP-E2F1 PIP3A with CycE-Cdk2 were generated using hs-FLP act>Gal4/UAS in pupal wings (F-H) and eyes (H). ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "Clones were negatively marked by CD2 (F and G), and levels of GFP-tagged E2F1 were compared at 44 h APF. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "All GFP measurements were acquired at the same gain and at roughly similar tissue sections. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "Several samples (n = 7) across three independent experiments were compared for GFP intensity using ImageJ (National Institutes of Health), and representative examples are shown. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 99,
                    "end": 105,
                    "rawForm": "ImageJ",
                    "resp": "whitelist",
                    "id": "c212845b5e-software-simple-w0"
                }
            ]
        },
        {
            "text": "Bars in H indicate the mean GFP intensity across all samples measured, and error bars indicate the standard deviation. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "GFP-E2F1 WT is destabilized in the presence of CycE-Cdk2 after exit in eyes and wings (F-H). ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "Wings expressing either GFP-E2F1 WT or GFP-E2F1 PIP3A in the dorsal domain during pupal stages (under control of ap-Gal4/UAS, tub-Gal80 TS ) were assayed for PH3. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "(I and J) ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "No ectopic mitoses were evident in wings expressing either the stabilized or WT forms of E2F1 after 36 h APF (44 h APF shown). ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "However, several ectopic ELAV + neurons were found in the dorsal posterior margin of all GFP-E2F1 PIP3A -expressing wings (J, arrows). ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "Bars, 50 µm. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "cells, which are believed to lack all E2F-DP transcriptional function (Frolov et al., 2005).",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "(Frolov et al., 2005)"
                }
            ]
        },
        {
            "text": "GFP-labeled Dp / cells overexpressing CycE-Cdk2 did not bypass exit in wings or eyes after 36 h APF and arrested at the G1-S transition with high levels of CycE-Cdk2 activity, as evident by anti-MPM2 (mitotic phosphoprotein marker 2) antibody staining of CycE-Cdk2-phosphorylated targets at the histone locus body (Fig. 2, A and B, arrows indicate examples; White et al., 2007). ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit",
            "ref_spans": [
                {
                    "start": 316,
                    "end": 326,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 2, A"
                },
                {
                    "start": 360,
                    "end": 379,
                    "type": "bibr",
                    "ref_id": "b89",
                    "text": "White et al., 2007)"
                }
            ]
        },
        {
            "text": "The arrest of CycE-Cdk2-expressing Dp mutant cells at the G1-S transition is indistinguishable from normal cells expressing CycE-Cdk2 at 36 h APF. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": ". ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "Because CycE-Cdk2 was insufficient to bypass exit in Dp mutant cells, we next examined whether other cell cycle regulators, particularly regulators of the G2-M transition, could bypass exit in Dp-null cells. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "Expression of the G2-M regulators, CycA, Rca1 (regulator of CycA), and the Cdc25c phosphatase, String (Stg), all failed to bypass exit in Dp-null cells (Fig. S1). ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 160,
                    "type": "figure",
                    "text": "(Fig. S1"
                }
            ]
        },
        {
            "text": "However, some Dp / cells coexpressing CycE and the G2-M regulator Stg continued cycling at 40-44 h APF, as indicated by PH3 and MPM2, with a mitotic index of 0.9% and 3% in the wing and eye, respectively (Fig. 2, C and D, PH3 shown). ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit",
            "ref_spans": [
                {
                    "start": 206,
                    "end": 216,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 2, C"
                }
            ]
        },
        {
            "text": "Importantly, rare ectopic mitoses were also evident in some control WT wings and eyes expressing CycE and Stg (mitotic index up to 0.3% and 1.0% in some wing and eyes, respectively; Fig. 2, G and H). ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 188,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "This suggests that some very low level of cycling, undetected by our previous clonal assays , continues in a small number of cells expressing CycE + Stg. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "This cycling is moderately increased threefold when all E2F-DP function is lost in Dp-null cells. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "Therefore, we questioned whether the loss of E2F2-DP repressive function was responsible for the increased cycling exit were higher in both pupal eyes and wings than GFP-E2F1 WT  (Fig. 1, F-H). ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 177,
                    "type": "bibr",
                    "text": "WT"
                },
                {
                    "start": 179,
                    "end": 191,
                    "type": "figure",
                    "text": "(Fig. 1, F-H"
                }
            ]
        },
        {
            "text": "This suggests that if CycE-Cdk2 is aberrantly activated after exit, it could induce S-phase initiation and PIP box-dependent E2F1 degradation to serve as a selfcorrecting mechanism to limit CycE-E2F positive feedback after exit.",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "To test whether stabilized E2F1 is sufficient to bypass exit, we expressed GFP-E2F1 PIP3A in the dorsal domain of the wing (using Apterous [ap]-Gal4/UAS) during pupal stages and assayed for ectopic mitoses. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "No mitoses were evident in wings expressing either the stabilized or WT forms of E2F1 after 36 h APF (Fig. 1, I and J), suggesting that the stabilized E2F1 cannot delay cell cycle exit further than WT E2F1. ",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 111,
                    "type": "figure",
                    "text": "(Fig. 1, I"
                }
            ]
        },
        {
            "text": "However, stabilized E2F1 did cause a mild phenotype, as several ectopic neurons were found in the dorsal posterior margin of all GFP-E2F1 PIP3Aexpressing wings ( Fig. 1 J, arrows).",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 179,
                    "type": "figure",
                    "text": "Fig. 1 J, arrows)"
                }
            ]
        },
        {
            "text": "These results suggest that a switch to CycE-resistant E2F2 repressive complexes together with the degradation of E2F1 activator complexes underlie the resistance of terminally differentiated cells to G1 cyclin-Cdk-induced proliferation.",
            "section": "E2F2 complexes are partially responsible for CycE-resistant E2F repression after exit"
        },
        {
            "text": "Our results suggest that in the absence of e2f2, aberrant CycE-Cdk2 activity leads to degradation of E2F1, and the subsequent loss of both E2F activator and repressor complexes results in cell cycle exit, even in the face of high cyclin-Cdk activity. ",
            "section": "Bypass of cell cycle exit is limited in the absence of all E2F-DP function"
        },
        {
            "text": "However, because our experiments were performed in the presence of endogenous E2F1, we could not rule out the potential contribution of a novel CycE-resistant E2F1 repressive complex to cell cycle exit. ",
            "section": "Bypass of cell cycle exit is limited in the absence of all E2F-DP function"
        },
        {
            "text": "To address this, we directly examined whether CycE-Cdk2 could bypass cell cycle exit in Dp-null mutant  ",
            "section": "Bypass of cell cycle exit is limited in the absence of all E2F-DP function"
        },
        {
            "text": "We previously tested whether rbf mutant cells expressing CycE-Cdk2 could bypass exit and found continued cycling of differentiated neurons in late-stage pupae but no cycling and an S/G2-phase arrest in the epithelial wing blade (Table I; . ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 228,
                    "end": 236,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table I"
                }
            ]
        },
        {
            "text": "Based on the low level of mitoses seen in Dp mutant cells expressing both CycE and Stg, we reasoned seen in Dp mutant cells expressing CycE + Stg. ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells"
        },
        {
            "text": "However, e2f2null mutant cells expressing CycE + Stg in wings and eyes were indistinguishable from control cells expressing CycE + Stg (Fig. 2, E and F). ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 142,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 2"
                }
            ]
        },
        {
            "text": "The failure of most Dp mutant cells to significantly bypass cell cycle exit, even in the presence of high CycE and Stg, suggests that E2F-DP activity is somehow required for ectopic proliferation of terminally differentiated cells, even though it is not required for proliferation earlier in development (Frolov et al., 2001(Frolov et al., , 2005. ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 304,
                    "end": 324,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "(Frolov et al., 2001"
                },
                {
                    "start": 324,
                    "end": 346,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "(Frolov et al., , 2005"
                }
            ]
        },
        {
            "text": ". Bypass of cell cycle exit is limited in the absence of E2F-DP function. (A-H) GFP-marked control or e2f2-or Dp-null mutant clones expressing the indicated cell cycle regulators were generated using the MARCM system and examined for ectopic mitoses by staining for PH3 (A and C-H) or ectopic CycE-Cdk2 activity indicated by MPM2 foci (B). Neurons are shown by staining for Elav (blue). Dp / cells expressing CycE-Cdk2 do not bypass exit in wings (A) or eyes (B) after 36 h APF (40-44 h shown) and arrest with high levels of CycE-Cdk2 activity, as evident by MPM2-positive nuclear foci (eyes shown; arrows point to examples of foci in B). Some Dp / cells expressing CycE and the G2-M regulator Stg continue cycling at 40 h APF, as indicated by PH3 (C and D) with a mitotic index of 0.9% and 3% in the wing and eye, respectively. A few mitoses are also observed in e2f2-null mutant cells expressing CycE and Stg at 40-44 h APF (E and F). However, similar levels of ectopic mitoses are evident in some control wings (G; mitotic index up to 0.3%) and eyes (H; up to 1.0%) expressing CycE and Stg (40-44 h APF shown). Bars: (A and C-H) 50 µm; (B) 20 µm.",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 2,
                    "end": 8,
                    "rawForm": "Bypass",
                    "resp": "whitelist",
                    "id": "c212845b5e-software-simple-w1"
                }
            ]
        },
        {
            "text": "index up to 20%) in wings and eyes of rbf / cells expressing CycE + Stg at all time points examined, including the latest time point at which we could perform antibody staining, 60 h APF (Fig. 3, A, B, and E-G). ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 202,
                    "type": "figure",
                    "text": "(Fig. 3, A, B"
                }
            ]
        },
        {
            "text": "Overproliferation continued at 60 h APF when ommatidia differentiation, wing adult cuticle, and trichome differentiation were evident (Fig. 3, E and F). ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 141,
                    "type": "figure",
                    "text": "(Fig. 3"
                }
            ]
        },
        {
            "text": "Proliferation of differentiated cells in the late wing generated that expressing CycE and Stg in rbf / cells might completely bypass exit by providing the necessary G2-M activity and E2F activator function. ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells"
        },
        {
            "text": "To test this, we generated GFP-marked rbfnull mutant clones expressing CycE and Stg using the MARCM system and examined them for ectopic S phases (by BrdU incorporation) or mitoses (PH3). ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells"
        },
        {
            "text": "Ectopic cell cycles, including S phases and mitoses, were evident at very high levels (mitotic Figure 3. ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "Loss of rbf together with CycE and Stg prevents cell cycle exit and causes overproliferation of terminally differentiated cells. ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells"
        },
        {
            "text": "(A-G) ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells"
        },
        {
            "text": "GFP-marked rbf-null mutant clones expressing CycE and Stg were generated using the MARCM system and examined for ectopic S phases (BrdU; A) or mitoses (PH3; B, E, and F). ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells"
        },
        {
            "text": "Ectopic cell cycles are evident at high levels (mitotic index up to 20%) in wings (A, B, and F) and eyes (E; 15%) at all time points examined, including the latest time point, 60 h APF. ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells"
        },
        {
            "text": "Bulges and folding of adult cuticle are observed in regions of mutant clones in the thorax (C) and wing (D and inset). ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells"
        },
        {
            "text": "Eye (E) and wing (F) terminal differentiation structures such as lenses, bristles, and wing hairs are evident. ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells"
        },
        {
            "text": "A tangential section of a wing clone shows tissue folding caused by overproliferation (G). ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells"
        },
        {
            "text": "(H and I) ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells"
        },
        {
            "text": "GFP-marked rbf-null mutant clones expressing Stg were generated using the MARCM system and examined for ectopic mitoses at late stages up to 56 h APF (PH3; H and I; 48 h APF shown). ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells"
        },
        {
            "text": "At stages after 40 h APF, a few mitoses were evident in more proximal regions of some clones (H, arrowheads) but not in most clones in the wing (H, insets)  clusters of small cells, resulting in folding of the epithelium, reminiscent of tumor-like overgrowth (Fig. 3 G). ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 155,
                    "type": "bibr",
                    "text": "(H, insets)"
                },
                {
                    "start": 259,
                    "end": 269,
                    "type": "figure",
                    "text": "(Fig. 3 G)"
                }
            ]
        },
        {
            "text": "We also observed outgrowths on adult nota and folding of the adult wing indicative of overproliferation with relatively normal terminal differentiation (Fig. 3, C and D). ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 169,
                    "type": "figure",
                    "text": "(Fig. 3, C and D)"
                }
            ]
        },
        {
            "text": "Importantly, the dramatic bypass of exit observed in rbf / CycE/Stg-expressing cells was not recapitulated in rbf-null mutant clones expressing only Stg. ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells"
        },
        {
            "text": "Cells mutant for rbf expressing Stg exhibited few mitoses restricted to the proximal regions of some clones in the wing at 48 h APF, and no mitoses were observed in eyes after 48 h APF (Fig. 3, H and I).",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 192,
                    "type": "figure",
                    "text": "(Fig. 3"
                }
            ]
        },
        {
            "text": "Our results indicate that the E2F activity provided by the loss of rbf / plays an essential role in bypassing exit. ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells"
        },
        {
            "text": "We confirmed that rbf / cells ectopically activate the E2F-responsive PCNA-GFP reporter after exit, demonstrating aberrantly high E2F1 transcriptional activity (Fig. S2 G). ",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 173,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. S2 G)"
                }
            ]
        },
        {
            "text": "Yet despite the E2F activity, the threshold for both CycE and Stg activities somehow remains high in rbf / cells, and independent activation of both is required to bypass cell cycle exit.",
            "section": "Loss of rbf together with CycE and Stg prevents cell cycle exit and produces tumor-like overproliferation of terminally differentiated cells"
        },
        {
            "text": "Our results with rbf / cells indicate that some level of E2F activator, not simply E2F derepression, is required to bypass cell cycle exit upon terminal differentiation. ",
            "section": "Gene expression changes caused by E2F transcriptional activation and DP loss are highly similar after cell cycle exit"
        },
        {
            "text": "This requirement is specific to the forced proliferation of terminally differentiating cells, as cells lacking all E2F-DP activity can proliferate during normal development (Frolov et al., 2001, 2003, 2005). This suggests that certain critical E2F targets may require the activator function of E2F for expression in differentiating cells. ",
            "section": "Gene expression changes caused by E2F transcriptional activation and DP loss are highly similar after cell cycle exit",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "(Frolov et al., 2001"
                },
                {
                    "start": 193,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "(Frolov et al., , 2003"
                },
                {
                    "start": 215,
                    "end": 237,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "(Frolov et al., , 2005"
                }
            ]
        },
        {
            "text": "Therefore, we chose to compare gene expression changes caused by high E2F activity to those caused by the loss of all E2F-DP function in terminally differentiating cells.",
            "section": "Gene expression changes caused by E2F transcriptional activation and DP loss are highly similar after cell cycle exit"
        },
        {
            "text": ". E2F transcriptional activation and Dp loss are highly similar, except for specific genes that require E2F activity for expression after exit. Using microarrays, we compared gene expression in E2F1-DP-expressing wings (ap-Gal4/UAS-E2F1, UAS-DP, tub-Gal80 TS ) with controls (ap-Gal4/UAS, tub-Gal80 TS ) and Dp mutant wings (w;Dp a1/a2 ) with controls (w) at three time points. (A) Heat map of transcript changes (color range indicates the log 2 ratio of expression compared with controls). All transcripts with a fold change of 1.5 or more (>log 2 ± 0.6) at one or more time points are shown. Gray bars indicate transcripts that were removed from analysis because of high variability among independently replicated experiments (n = 4 for E2F; n = 3 for Dp / ). Transcripts were clustered using Genesis software for hierarchical clustering. Representative genes from each major cluster are listed on the right. Typical group transcripts are up-regulated in E2F-expressing and Dp / wings at 24 and 36 h APF, whereas other transcripts are repressed or inversely regulated. Arrays for E2F and Dp / at 24 and 36 h were highly similar with a correlation coefficient of 0.74. (B) A group of 162 genes was up-regulated >1.75-fold (>log 2 0.82) by E2F activity at one or both time points APF but was not significantly increased in Dp",
            "section": "Gene expression changes caused by E2F transcriptional activation and DP loss are highly similar after cell cycle exit",
            "ref_spans": [
                {
                    "start": 331,
                    "end": 335,
                    "type": "bibr",
                    "text": "TS )"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 382,
                    "end": 386,
                    "rawForm": "Heat",
                    "resp": "whitelist",
                    "id": "c212845b5e-software-simple-w2"
                },
                {
                    "type": "software",
                    "start": 797,
                    "end": 804,
                    "rawForm": "Genesis",
                    "resp": "whitelist",
                    "id": "c212845b5e-software-simple-w3"
                },
                {
                    "type": "software",
                    "start": 805,
                    "end": 813,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "c212845b5e-software-simple-w4"
                }
            ]
        },
        {
            "text": "These include transcripts increased by E2F expression but decreased in Dp mutants, and vice versa. ",
            "section": "Gene expression changes caused by E2F transcriptional activation and DP loss are highly similar after cell cycle exit"
        },
        {
            "text": "Genes up-regulated by high E2F but decreased in Dp mutants could be genes that require E2F1-DP complexes for basal expression as well as activation, and therefore, expression is lost in the absence of Dp. ",
            "section": "Gene expression changes caused by E2F transcriptional activation and DP loss are highly similar after cell cycle exit"
        },
        {
            "text": "In contrast, genes decreased by E2F but increased in Dp mutants could be genes somehow actively repressed by E2F1-DP complexes, repression which is lost upon the loss of Dp. ",
            "section": "Gene expression changes caused by E2F transcriptional activation and DP loss are highly similar after cell cycle exit"
        },
        {
            "text": "Neither subgroup of conversely regulated transcripts exhibited any statistically significant enrichment in GO terms, although several of these genes are known to be important in developmental signaling, differentiation, and proliferation (i.e., HLHm5, scribbled, Toll-9, and glass).",
            "section": "Gene expression changes caused by E2F transcriptional activation and DP loss are highly similar after cell cycle exit",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 107,
                    "end": 109,
                    "rawForm": "GO",
                    "resp": "whitelist",
                    "id": "c212845b5e-software-simple-w5"
                }
            ]
        },
        {
            "text": "A group of 162 genes was up-regulated >1.75-fold (>log 2 0.82) by increased E2F activity at one or both time points after exit but was not significantly increased in Dp mutants at any time point (change <1.3-fold; <log 2 0.4; Fig. 4 B). ",
            "section": "Specific cell cycle genes require E2F activity for expression after exit",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 235,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 4 B)"
                }
            ]
        },
        {
            "text": "This group includes genes that may become limiting for bypass of exit in Dp mutants, which is consistent with the finding that this group is significantly enriched for genes regulating the cell cycle and mitosis (P < 8.07 4 ) but is also enriched for genes involved in RNA processing (P < 7.15 5 ) and chromatin regulation (P < 3.4 4 ). ",
            "section": "Specific cell cycle genes require E2F activity for expression after exit"
        },
        {
            "text": "We noted that cycE and stg were among this group, as well as the cyclin-Cdkactivating kinase component, cdk7, which is important for maximal CycB-Cdk1 activity (Larochelle et al., 1998), and the Cdk target of Stg phosphatase activity, Cdk1 (cdc2). ",
            "section": "Specific cell cycle genes require E2F activity for expression after exit",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b72",
                    "text": "(Larochelle et al., 1998)"
                }
            ]
        },
        {
            "text": "Asterisks in Fig. 4 B indicate several examples of genes in this group that regulate cyclin-Cdk activity or mitosis.",
            "section": "Specific cell cycle genes require E2F activity for expression after exit",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 19,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "Based on our array analysis, E2F activation and Dp loss result in highly similar changes in gene expression upon terminal differentiation. ",
            "section": "Specific cell cycle genes require E2F activity for expression after exit"
        },
        {
            "text": "This is because a major role for DP after cell cycle exit is in forming repressive E2F-DP complexes, and therefore, loss of DP after exit more closely resembles E2F derepression. ",
            "section": "Specific cell cycle genes require E2F activity for expression after exit"
        },
        {
            "text": "However, we found a set of genes important for mitosis, cell cycle progression, and chromatin regulation that specifically require E2F activator function for expression in terminally differentiating cells. ",
            "section": "Specific cell cycle genes require E2F activity for expression after exit"
        },
        {
            "text": "We propose that it is the E2F-dependent transcriptional activation of these genes, together with high CycE and Stg activity, that is required to abrogate cell cycle exit upon terminal differentiation.",
            "section": "Specific cell cycle genes require E2F activity for expression after exit"
        },
        {
            "text": "Although E2F activity induces robust expression of many cell cycle genes after exit, including cycE and stg, the threshold of CycE and Stg activity required to bypass exit is increased in terminally differentiating cells. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "The increased threshold for CycE is not simply a result of an up-regulation of Dacapo because cell cycle exit still occurs in wings and certain cell types in the eye",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "We took advantage of the relatively synchronous cell cycle exit in the wing to examine gene expression by microarray in E2F-DP-expressing wings, which temporarily delay exit because of E2F activity, and Dp mutant wings, which lack E2F-DP function but exit on time. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "We directly compared E2F1-DP-expressing wings (ap-Gal4/UAS-E2F1, UAS-DP, tub-Gal80 TS ) with controls (ap-Gal4/UAS, tub-Gal80 TS ) and Dp mutants (w;Dp a1/a2 ) with controls (w) during proliferation (third larval instar [L3]), at normal exit (24 h APF), and after prolonged exit when E2F no longer promotes cycling (36 h APF). ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "Fig. 4 shows the hierarchically clustered heat maps of transcript changes (log 2 ratio of expression compared with controls) for all transcripts with a fold change of 1.5 or more (>log 2 ± 0.6) at one or more time points. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "Gray bars indicate transcripts that were removed from the analysis because of high variability among replicates (Fig. 4 A). ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 122,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 4 A)"
                }
            ]
        },
        {
            "text": "The complete dataset is available as tabdelimited text in the online supplemental material as a txt file, additional array data descriptions can be found in Materials and methods, and complete clusters can be viewed in high resolution on the JCB DataViewer.",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "Overall, transcript changes caused by E2F1-DP (E2F) overexpression and Dp loss were strikingly similar in terminally differentiating cells. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "When arrays were compared, a correlation coefficient of 0.74 was found for E2F and Dp / arrays at 24 and 36 h APF. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "Representative genes from each major cluster are listed in Fig. 4. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 65,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "The largest cluster consists of what we call typical transcripts, which represent many known E2F target genes, that are up-regulated in both E2F-expressing and Dp / wings at 24 and 36 h APF. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "This group contains most of the 157 genes identified as Drosophila E2F targets in proliferating S2 cells by Dimova et al. (2003). ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "Dimova et al. (2003)"
                }
            ]
        },
        {
            "text": "This even includes genes in groups B and C from that study, which were unaffected by Dp loss in S2 cells (Dimova et al., 2003) but we find to be affected by Dp loss in wings in vivo. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(Dimova et al., 2003)"
                }
            ]
        },
        {
            "text": "We also identified many additional E2F targets corroborated by other model system studies (for review see Bracken et al., 2004). ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Bracken et al., 2004)"
                }
            ]
        },
        {
            "text": "Typical group transcripts were enriched for Gene Ontology (GO) terms involved in cell cycle (P < 6.84 9 ), DNA replication and repair (P < 2.56 8 ), microtubule cytoskeleton organization (P < 2.14 7 ), and DNA packaging (P < 2.84 4 ).",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 59,
                    "end": 61,
                    "rawForm": "GO",
                    "resp": "whitelist",
                    "id": "c212845b5e-software-simple-w6"
                }
            ]
        },
        {
            "text": "The second largest cluster of coregulated genes in E2Foverexpressing and Dp mutant wings consisted of genes repressed in differentiating cells. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "Because E2F1-DP is thought to act as a transcriptional activator, this group of repressed genes is somewhat unexpected. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "These genes are not repressed indirectly by a delay in cell cycle exit, as they are similarly repressed in Dp mutants, which exit normally. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "We also don't believe this group is caused by E2F1-DP repressive complexes blocking transcription, as such targets would be expected to increase rather than decrease in Dp mutants.",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "The third group of transcripts altered by E2F expression and Dp loss are inversely regulated between the two genotypes.",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "staining (F-I) and MPM2 cytoplasmic mitotic staining (F; white in F inset; arrowhead indicates cytoplasmic MPM2 staining). ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "G1-S progression was also observed in clones expressing E2F1-DP with Fzy RNAi in eyes at 48 h APF, as indicated by MPM2 nuclear foci (F; white in F inset; arrows point to foci). ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "Sparse clones overexpressing E2F + RNAis for the three APC/C activators were induced at 0 h white prepupae, and cells per clone for at least 50 clones/ genotype were quantified at 54-56 h APF. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 6,
                    "rawForm": "Sparse",
                    "resp": "whitelist",
                    "id": "c212845b5e-software-simple-w7"
                }
            ]
        },
        {
            "text": "The distributions of clonal cell counts and mean cells/clone are indicated in J. (J, right) Examples of large clones and overlying wing cuticle and hairs at 56 h APF. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "DIC, differential interference contrast. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "Bars, 50 µm. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "a germline cdc20-like protein which is up-regulated by E2F after exit in wings (Fig. 5 A) but had no effect on cycling or E2F delay of cell cycle exit in eyes or wings. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 89,
                    "type": "figure",
                    "text": "(Fig. 5 A)"
                }
            ]
        },
        {
            "text": "When clones expressing E2F + Cortex RNAi were induced by a limited heat shock at 0 h APF, very few clones containing more than four cells were observed at 48-56 h APF. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "However, we observed an increase in the mean cells/clone when Fzy or Fzr RNAis were coexpressed with E2F, as well as an increase in the number of clones containing six or more cells (Fig. 5 J). ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 192,
                    "type": "figure",
                    "text": "(Fig. 5 J)"
                }
            ]
        },
        {
            "text": "Some of the E2F + Fzy RNAi and E2F + Fzr RNAi clones contained as many as 10-16 cells/ clone ( Fig. 5 J, right), indicating that multiple rounds of complete extra cell cycles occurred with normal adult wing cuticle differentiation. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 111,
                    "type": "figure",
                    "text": "Fig. 5 J, right)"
                }
            ]
        },
        {
            "text": "This finding was consistent with our observation that E2F + Rca1 expression also increased the frequency of larger clones in the wing (Fig. S2 D).",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 145,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. S2 D)"
                }
            ]
        },
        {
            "text": "We hypothesized that high APC/C activity after exit could limit E2F-induced bypass of cell cycle exit by degrading key E2F targets. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "This is consistent with our finding that E2F1-DPoverexpressing cells do not accumulate the known APC/C targets CycA, Geminin (Gem; Zielke et al., 2008), CycB, or Stg (based on a Stg-GFP fusion protein) after prolonged exit in wings or eyes (40-44 h APF; Fig. 6, A, C, E, and G; and Fig. S3), despite expressing high levels of cycA, gem, stg, and cycB transcripts by microarray (see supplemental dataset and JCB DataViewer). ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 151,
                    "type": "bibr",
                    "text": "Zielke et al., 2008)"
                },
                {
                    "start": 254,
                    "end": 260,
                    "type": "figure",
                    "text": "Fig. 6"
                },
                {
                    "start": 282,
                    "end": 290,
                    "type": "figure",
                    "text": "Fig. S3)"
                }
            ],
            "entity_spans": [
                {
                    "start": 407,
                    "end": 421,
                    "type": "software",
                    "rawForm": "JCB DataViewer",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "c212845b5e-software-simple-1",
                    "cert": "0.6"
                }
            ]
        },
        {
            "text": "In contrast, cells expressing E2F + Rca1 together accumulated CycA in wings (Fig. 6 B), Stg-GFP in eyes (Fig. 6 D), Gem in eyes (Fig. 6 H), and very low levels of CycB in wings and eyes Fig. 6 F and Fig. S3).",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 86,
                    "type": "figure",
                    "text": "(Fig. 6 B)"
                },
                {
                    "start": 104,
                    "end": 114,
                    "type": "figure",
                    "text": "(Fig. 6 D)"
                },
                {
                    "start": 128,
                    "end": 138,
                    "type": "figure",
                    "text": "(Fig. 6 H)"
                },
                {
                    "start": 186,
                    "end": 207,
                    "type": "figure",
                    "text": "Fig. 6 F and Fig. S3)"
                }
            ]
        },
        {
            "text": "In contrast to other cyclins, E2F activity is able to induce CycE protein accumulation after prolonged exit  because CycE is not a target for degradation by the APC/C. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "CycE activity is thought to inhibit the APC/C (Sigrist and Lehner, 1997;Reber et al., 2006). ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b78",
                    "text": "(Sigrist and Lehner, 1997;"
                },
                {
                    "start": 72,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "Reber et al., 2006)"
                }
            ]
        },
        {
            "text": "Therefore, an increase in APC/C levels could raise the CycE threshold after exit by requiring increased CycE for complete APC/C inhibition. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "Consistent with this, we found that cells overexpressing high levels of CycE-Cdk2 accumulated APC/C targets such as Gem and CycA after exit (Fig. 6, I and J).",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 157,
                    "type": "figure",
                    "text": "(Fig. 6, I and J)"
                }
            ]
        },
        {
            "text": "We suggest that high APC/C activity after exit raises the threshold of CycE and Stg required for cell cycle reentry of differentiated cells. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "This appears to be increased even further by aberrant E2F activity in differentiated cells by increasing the expression of several core components as well as inducing expression of the activator fzy. ",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "This could explain why the increased CycE expression provided by high E2F activity alone is insufficient to bypass cell cycle exit after terminal differentiation.",
            "section": "Anaphase-promoting complex/cyclosome (APC/C) activity limits E2F-induced bypass of exit"
        },
        {
            "text": "Studies of terminal differentiation and cell cycle exit have largely focused on events initiating the inhibition of CycE and E2F activity (for reviews see Myster and Duronio, 2000;Miller et al., 2007;Pajalunga et al., 2008). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "Myster and Duronio, 2000;"
                },
                {
                    "start": 180,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "Miller et al., 2007;"
                },
                {
                    "start": 200,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "Pajalunga et al., 2008)"
                }
            ]
        },
        {
            "text": "Several genes have been identified that can temporarily delay exit either by increasing cyclin-Cdk activity or by preventing E2F inhibition in Drosophila. ",
            "section": "Discussion"
        },
        {
            "text": "Relatively little attention, though, has focused on the mechanisms that ultimately act to establish in dacapo-null mutant cells overexpressing E2F1-DP . ",
            "section": "Discussion"
        },
        {
            "text": "In our array analysis, we noted that E2F activity (or Dp loss) induced expression of several components of the APC/C and certain APC/C activators (Fig. 5 A). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 156,
                    "type": "figure",
                    "text": "(Fig. 5 A)"
                }
            ]
        },
        {
            "text": "Therefore, we wondered whether high APC/C activity could limit E2Finduced cell cycle reentry after differentiation.",
            "section": "Discussion"
        },
        {
            "text": "The fly orthologues of at least one APC/C activator (Cdh1 or Fizzy [Fzy]-related [Fzr] in flies) and one core APC/C component (APC1 or Shattered in flies) normally increase after cell cycle exit in eyes (Pimentel and Venkatesh, 2005;Tanaka-Matakatsu et al., 2007;Zielke, 2007). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 86,
                    "type": "bibr",
                    "text": "[Fzr]"
                },
                {
                    "start": 203,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "(Pimentel and Venkatesh, 2005;"
                },
                {
                    "start": 233,
                    "end": 263,
                    "type": "bibr",
                    "ref_id": "b84",
                    "text": "Tanaka-Matakatsu et al., 2007;"
                },
                {
                    "start": 263,
                    "end": 276,
                    "type": "bibr",
                    "ref_id": "b93",
                    "text": "Zielke, 2007)"
                }
            ]
        },
        {
            "text": "We have confirmed that both Fzr transcript and protein also increase in wings after normal exit (Fig. S2 C). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 107,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. S2 C)"
                }
            ]
        },
        {
            "text": "We speculated that an increase in APC/C activity after exit could limit E2F-induced bypass of exit by degrading the G2-M cyclin-Cdks and Stg, which are known APC/C targets. ",
            "section": "Discussion"
        },
        {
            "text": "This could also raise the threshold for CycE after exit by requiring increased CycE-Cdk2 activity to inhibit the high levels of APC/C (Sigrist et al., 1995;Sigrist and Lehner, 1997;Reber et al., 2006). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b79",
                    "text": "(Sigrist et al., 1995;"
                },
                {
                    "start": 156,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b78",
                    "text": "Sigrist and Lehner, 1997;"
                },
                {
                    "start": 181,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "Reber et al., 2006)"
                }
            ]
        },
        {
            "text": "This idea is consistent with the finding that the loss of fzr or shattered delays cell cycle exit by one cycle in the embryo and larval eye (Sigrist and Lehner, 1997;Pimentel and Venkatesh, 2005;Tanaka-Matakatsu et al., 2007). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b78",
                    "text": "(Sigrist and Lehner, 1997;"
                },
                {
                    "start": 166,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "Pimentel and Venkatesh, 2005;"
                },
                {
                    "start": 195,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b84",
                    "text": "Tanaka-Matakatsu et al., 2007)"
                }
            ]
        },
        {
            "text": "Therefore, we examined whether APC/C activity contributes to cell cycle exit in both the pupal eye and wing and to what extent inhibition of the APC/C could delay exit.",
            "section": "Discussion"
        },
        {
            "text": "To inhibit the APC/C upon cell cycle exit without disturbing mitotic cycles, we overexpressed Rca1, an S and G2 inhibitor of the APC/C which leads to accumulation of CycA but does not disrupt mitosis when overexpressed (Grosskortenhaus and Sprenger, 2002). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 219,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "(Grosskortenhaus and Sprenger, 2002)"
                }
            ]
        },
        {
            "text": "Clones of cells expressing Rca1 temporarily delayed cell cycle exit (Fig. 5 B) but did not continue significant cycling after 40 h APF in the eye or wing (Fig. 5 C, eye shown exhibiting the sole mitosis observed). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 78,
                    "type": "figure",
                    "text": "(Fig. 5 B)"
                },
                {
                    "start": 154,
                    "end": 164,
                    "type": "figure",
                    "text": "(Fig. 5 C,"
                }
            ]
        },
        {
            "text": "However, when E2F and Rca1 were coexpressed, continued mitoses were observed very late in the eye and wing, including the latest time point tested, 60 h APF, without disrupting terminal differentiation of ommatidia (Fig. 5, D and E; and Fig. S2 A).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 222,
                    "type": "figure",
                    "text": "(Fig. 5"
                },
                {
                    "start": 237,
                    "end": 247,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. S2 A)"
                }
            ]
        },
        {
            "text": "Rca1 increases CycA by inhibition of the APC/C. ",
            "section": "Discussion"
        },
        {
            "text": "However, the effect of Rca1 + E2F on cell cycle exit was not simply caused by an increase in CycA levels, as coexpression of CycA with E2F1-DP could not continue to bypass exit after 40-44 h APF in wings or eyes (Fig. S2 B). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 223,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. S2 B)"
                }
            ]
        },
        {
            "text": "APC/C activity is dependent on sufficient levels of core components and the presence of the activators Cdc20 (Fzy in Drosophila) and Fzr. ",
            "section": "Discussion"
        },
        {
            "text": "To directly reduce APC/C activity in cells overexpressing E2F, we coexpressed E2F with RNAis to core APC/C components (APC2 and -8) or the activators Fzy or Fzr in clones and examined late pupal eyes and wings after 48 h APF for ectopic cycling. ",
            "section": "Discussion"
        },
        {
            "text": "We observed frequent mitoses, as assessed by both PH3 and MPM2 cytoplasmic staining in pupal eyes and wings at 56 h APF, when E2F was coexpressed with each RNAi (Fig. 5, F-I; and Fig. S2, E and F). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 161,
                    "end": 186,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 5, F-I; and Fig. S2"
                }
            ]
        },
        {
            "text": "We also observed MPM2 nuclear foci indicative of G1-S progression in cells expressing E2F + Fzy RNAi (Fig. 5 F,  inset), suggesting complete additional cell cycles occur.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 118,
                    "type": "figure",
                    "text": "(Fig. 5 F,  inset"
                }
            ]
        },
        {
            "text": "To confirm that additional cell cycles occurred, we performed a clonal analysis on cells coexpressing E2F with Fzy or Fzr RNAi, as well as cells expressing E2F and an RNAi to Cortex, Mechanisms maintaining cell cycle exit • Buttitta et al.",
            "section": "Discussion"
        },
        {
            "text": "CycE ubiquitin ligase Fbw7 (Archipelago in Drosophila), Hippo signaling, and cycE transcriptional down-regulation (Li and Vaessin, 2000;Moberg et al., 2001;Firth and Baker, 2005;Choksi et al., 2006;Sukhanova et al., 2007;Nicolay and Frolov, 2008). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(Li and Vaessin, 2000;"
                },
                {
                    "start": 136,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "Moberg et al., 2001;"
                },
                {
                    "start": 156,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "Firth and Baker, 2005;"
                },
                {
                    "start": 178,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "Choksi et al., 2006;"
                },
                {
                    "start": 198,
                    "end": 221,
                    "type": "bibr",
                    "ref_id": "b83",
                    "text": "Sukhanova et al., 2007;"
                },
                {
                    "start": 221,
                    "end": 246,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "Nicolay and Frolov, 2008)"
                }
            ]
        },
        {
            "text": "This leads to hypophosphorylation of Rbf, resulting in E2F-DP target gene repression and stable cell cycle arrest. ",
            "section": "Discussion"
        },
        {
            "text": "Yet, cell cycle exit still occurs in mutants lacking these CycE inhibitors and in the presence of high CycE-Cdk2 activity, demonstrating that additional mechanisms can trigger exit .",
            "section": "Discussion"
        },
        {
            "text": "and maintain robust cell cycle exit in these situations. ",
            "section": "Discussion"
        },
        {
            "text": "The data we present in this study suggest a model for robust maintenance of cell cycle exit in terminally differentiated cells, even in the face of aberrant CycE or E2F activity.",
            "section": "Discussion"
        },
        {
            "text": "Previous studies in Drosophila have suggested that cell cycle exit is normally triggered by a decrease in CycE-Cdk2 activity, through the cooperation of multiple CycE inhibitors such as Dacapo, the Figure 6. ",
            "section": "Robust cell cycle exit mechanisms",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "APC/C activity limits accumulation of E2F-induced cell cycle regulators. ",
            "section": "Robust cell cycle exit mechanisms"
        },
        {
            "text": "GFP-marked clones expressing the indicated cell cycle regulators were generated using hs-FLP tub>Gal4/UAS, tub-Gal80 TS and examined for CycA, CycB, or Gem (A, B, and E-J). ",
            "section": "Robust cell cycle exit mechanisms"
        },
        {
            "text": "Clones negatively marked by CD2, expressing the indicated regulators (C and D) were generated using hs-FLP act>Gal4/UAS and examined for Stg-GFP fusion protein. ",
            "section": "Robust cell cycle exit mechanisms"
        },
        {
            "text": "Cells expressing E2F1-DP in the wing and eye fail to accumulate CycA (A), Stg-GFP (C), Gem (E), and CycB (G) at 40-48 h APF. ",
            "section": "Robust cell cycle exit mechanisms"
        },
        {
            "text": "Cells coexpressing E2F1-DP + Rca1 accumulate CycA (B) and low levels of CycB in the wing (F), as well as Stg-GFP and Gem in the eye (D and H). ",
            "section": "Robust cell cycle exit mechanisms"
        },
        {
            "text": "Cells expressing CycE-Cdk2 accumulate Gem in the eye (I) and effect on the cell cycle after terminal differentiation? ",
            "section": "Robust cell cycle exit mechanisms"
        },
        {
            "text": "During proliferative stages, overexpression of CycE-Cdk2 does not arrest cells, and E2F1 is able to reaccumulate after S phase. ",
            "section": "Robust cell cycle exit mechanisms"
        },
        {
            "text": "In contrast, cells with high CycE-Cdk2 after differentiation fail to complete their final G1-S transition or arrest in S phase with low E2F1 protein levels , suggesting that the E2F1 degradation machinery remains active. ",
            "section": "Robust cell cycle exit mechanisms"
        },
        {
            "text": "This arrest may be partially caused by the depletion of E2F target genes critical for S-phase completion. ",
            "section": "Robust cell cycle exit mechanisms"
        },
        {
            "text": "But the arrest of rbf / cells overexpressing CycE in the wing blade, which have high levels of E2F target gene expression from previous cell cycles, suggests that there may also be an activation of a checkpoint or inhibition of a key activity for S-phase completion independent of E2F transcriptional regulation after terminal differentiation. ",
            "section": "Robust cell cycle exit mechanisms"
        },
        {
            "text": "Although we do not know the specific mechanism for this arrest, the addition of Stg is able to restore cycling in rbf / cells overexpressing CycE (Fig. 3 and Table I). ",
            "section": "Robust cell cycle exit mechanisms",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 155,
                    "type": "figure",
                    "text": "(Fig. 3"
                },
                {
                    "start": 160,
                    "end": 167,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "This demonstrates that Stg or a target of Cdk1 activity is able to bypass the arrest of cells with high CycE-Cdk2 after terminal differentiation to allow E2F1 reaccumulation.",
            "section": "Robust cell cycle exit mechanisms"
        },
        {
            "text": "Importantly, the cell cycle control mechanisms we describe in this study do not act alone at exit. ",
            "section": "Robust cell cycle exit mechanisms"
        },
        {
            "text": "They likely cooperate with other cell cycle inhibitors known to promote exit such as Dacapo, Fbw7, and Hippo signaling. ",
            "section": "Robust cell cycle exit mechanisms"
        },
        {
            "text": "These cell cycle controls together limit cell cycle reentry to ensure robust cell cycle exit upon terminal differentiation.",
            "section": "Robust cell cycle exit mechanisms"
        },
        {
            "text": "The data presented in this study demonstrate an important role for the APC/C in maintaining cell cycle exit in the face of aberrant E2F activity in terminally differentiated postmitotic tissues (Fig. 5). ",
            "section": "APC/C functions in terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 194,
                    "end": 202,
                    "type": "figure",
                    "text": "(Fig. 5)"
                }
            ]
        },
        {
            "text": "Interestingly, work in mammalian neurons has shown additional postmitotic functions for the APC/C in mature cells (Puram et al., 2010). ",
            "section": "APC/C functions in terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "(Puram et al., 2010)"
                }
            ]
        },
        {
            "text": "Both the APC/C Fzr/Cdh1 and APC/C Cdc20 complexes carry out important nonmitotic functions in the control of axon and dendrite growth and patterning, synapse development, and neuron survival (Konishi et al., 2004;Li et al., 2008;Huynh et al., 2009;Kim et al., 2009;Yang et al., 2009). ",
            "section": "APC/C functions in terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b70",
                    "text": "(Konishi et al., 2004;"
                },
                {
                    "start": 213,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "Li et al., 2008;"
                },
                {
                    "start": 229,
                    "end": 248,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "Huynh et al., 2009;"
                },
                {
                    "start": 248,
                    "end": 265,
                    "type": "bibr",
                    "ref_id": "b69",
                    "text": "Kim et al., 2009;"
                },
                {
                    "start": 265,
                    "end": 283,
                    "type": "bibr",
                    "ref_id": "b91",
                    "text": "Yang et al., 2009)"
                }
            ]
        },
        {
            "text": "This suggests that the APC/C complexes in many terminally differentiated cells carry out previously unappreciated dual roles in promoting postmitotic cell maturation and protecting against aberrant cell cycle reentry. ",
            "section": "APC/C functions in terminally differentiated cells"
        },
        {
            "text": "This is supported by the recent finding that Cdh1 is a haplo-insufficient tumor suppressor in mice (García-Higuera et al., 2008), although further studies will be required to determine whether the tumors in Cdh1 APC/C Fzr activity normally increases at G1 arrest, degrading G2 and mitotic cell cycle targets such as CycA, CycB, and Stg ( Fig. S2; Sigrist and Lehner, 1997;Pimentel and Venkatesh, 2005;Tanaka-Matakatsu et al., 2007;Zielke, 2007). ",
            "section": "APC/C functions in terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "(García-Higuera et al., 2008)"
                },
                {
                    "start": 338,
                    "end": 345,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. S2"
                },
                {
                    "start": 347,
                    "end": 372,
                    "type": "bibr",
                    "ref_id": "b78",
                    "text": "Sigrist and Lehner, 1997;"
                },
                {
                    "start": 372,
                    "end": 401,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "Pimentel and Venkatesh, 2005;"
                },
                {
                    "start": 401,
                    "end": 431,
                    "type": "bibr",
                    "ref_id": "b84",
                    "text": "Tanaka-Matakatsu et al., 2007;"
                },
                {
                    "start": 431,
                    "end": 444,
                    "type": "bibr",
                    "ref_id": "b93",
                    "text": "Zielke, 2007)"
                }
            ]
        },
        {
            "text": "This function of the APC/C is essential for timely exit, as loss of the APC/C is sufficient to cause an additional cell cycle, likely via unrestrained CycA activity (Table I;  Sigrist and Lehner, 1997;Jacobs et al., 2001;Tanaka-Matakatsu et al., 2007). ",
            "section": "APC/C functions in terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 174,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table I;"
                },
                {
                    "start": 176,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b78",
                    "text": "Sigrist and Lehner, 1997;"
                },
                {
                    "start": 201,
                    "end": 221,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "Jacobs et al., 2001;"
                },
                {
                    "start": 221,
                    "end": 251,
                    "type": "bibr",
                    "ref_id": "b84",
                    "text": "Tanaka-Matakatsu et al., 2007)"
                }
            ]
        },
        {
            "text": "The mammalian APC/C Fzr/Cdh1 has been shown to interact with RB to promote cell cycle exit via degradation of Skp2 and subsequent stabilization of p27 Kip1 (Binné et al., 2007). ",
            "section": "APC/C functions in terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(Binné et al., 2007)"
                }
            ]
        },
        {
            "text": "A similar mechanism may also act to promote exit in Drosophila via APC/C Fzr , Rbf, and Dacapo, but functions for a Drosophila Skp2 homologue in cell cycle control have not yet been examined.",
            "section": "APC/C functions in terminally differentiated cells"
        },
        {
            "text": "When E2F is aberrantly activated in differentiating cells, expression of several APC/C Fzy components increases and may cooperate with high APC/C Fzr to limit the accumulation of mitotic cyclins and other essential E2F transcriptional targets for cycling such as Stg (Figs. 5 and 6). ",
            "section": "APC/C functions in terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 267,
                    "end": 281,
                    "type": "figure",
                    "text": "(Figs. 5 and 6"
                }
            ]
        },
        {
            "text": "CycE-Cdk2 activity has been shown to inhibit APC/C (Sigrist and Lehner, 1997;Reber et al., 2006), and thus, the increased APC/C activity present in differentiating cells may raise the threshold levels of CycE required for APC/C suppression. ",
            "section": "APC/C functions in terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 51,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b78",
                    "text": "(Sigrist and Lehner, 1997;"
                },
                {
                    "start": 77,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "Reber et al., 2006)"
                }
            ]
        },
        {
            "text": "Our data suggest that this may explain, at least in part, why supraphysiological levels of ectopic CycE are required to bypass cell cycle exit in differentiating wings and eyes (Fig. 7).",
            "section": "APC/C functions in terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 185,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 7)"
                }
            ]
        },
        {
            "text": "If CycE-Cdk2 is aberrantly activated in differentiating cells, cell cycle exit is temporarily delayed with cells arresting at the G1-S transition or in early S phase with phosphorylated histone locus bodies and some partially replicated DNA . ",
            "section": "APC/C functions in terminally differentiated cells"
        },
        {
            "text": "In such cells, the S phase-dependent degradation of E2F1 protein by the Cul4 ubiquitin E3 ligase appears to remain on, leading to an increased ratio of repressive E2F2 to E2F1. ",
            "section": "APC/C functions in terminally differentiated cells"
        },
        {
            "text": "This ultimately results in stable CycE-Cdk2-resistant repression of E2F target genes and cell cycle exit (Fig. 1). ",
            "section": "APC/C functions in terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 112,
                    "type": "figure",
                    "text": "(Fig. 1"
                }
            ]
        },
        {
            "text": "If E2F2 is absent, aberrant CycE-Cdk2 leads to S-phase initiation and PIP boxdependent Cul4-mediated destruction of E2F1, resulting in loss of both E2Fs and thereby loss of all E2F-DP function. ",
            "section": "APC/C functions in terminally differentiated cells"
        },
        {
            "text": "This situation is similar to that in Dp mutants, which lack all E2F-dependent transcriptional function. ",
            "section": "APC/C functions in terminally differentiated cells"
        },
        {
            "text": "In these mutants, critical cell cycle genes, including Stg and other cyclin-Cdk regulators, are protected from derepression (Fig. 4 B), and their expression remains low, ensuring a noncycling state.",
            "section": "APC/C functions in terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 134,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 4 B)"
                }
            ]
        },
        {
            "text": "The S phase-dependent degradation of E2F1 occurs normally during proliferation (Shibutani et al., 2008), so how does the normally transient degradation of E2F1 have such a profound and w;Dp a2 /Cyo-GFP (Royzman et al., 1997); w; de2f2 c03344 FRT40A (from M. Frolov, University of Illinois, Chicago, IL;Ambrus et al., 2007); de2f2 G5.1 and de2f2 76Q1 (both from Frolov et al. [2001]); and w; Stg-GFP Yale Trap insertions YD0685 and YD0246 were also used. ",
            "section": "APC/C functions in terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b77",
                    "text": "(Shibutani et al., 2008)"
                },
                {
                    "start": 202,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "(Royzman et al., 1997)"
                },
                {
                    "start": 258,
                    "end": 302,
                    "type": "bibr",
                    "text": "Frolov, University of Illinois, Chicago, IL;"
                },
                {
                    "start": 302,
                    "end": 322,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Ambrus et al., 2007)"
                },
                {
                    "start": 361,
                    "end": 381,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "Frolov et al. [2001]"
                }
            ]
        },
        {
            "text": "w; UAS-Fzr RNAi , w; UAS-Fzy RNAi , w; UAS-Cortex RNAi , w; UAS-APC2 RNAi , and w; UAS-APC8 RNAi are all from the Vienna Drosophila RNAi Center (#25550, #44834, #41472, #2993, and #52279, respectively).",
            "section": "APC/C functions in terminally differentiated cells",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 201,
                    "type": "bibr",
                    "text": "(#25550, #44834, #41472, #2993, and #52279, respectively)"
                }
            ]
        },
        {
            "text": "Antibodies used were rabbit -phospho-Ser10-histone H3 (PH3; 1:4,000; Millipore), mouse -phospho-Ser10-histone H3 (PH3; 1:1,000; Millipore), mouse -MPM2 (1:500; Millipore), mouse -BrdU (1:100; BD), rat -ELAV (embryonic lethal abnormal vision; 1:200; Developmental Studies Hybridoma Bank), rabbit -GFP (1:1,000; Invitrogen), mouse -rat CD2 (1:800; AbD Serotec), mouse -CycA (1:100; Developmental Studies Hybridoma Bank), mouse -CycB (1:50; Developmental Studies Hybridoma Bank), rabbit -Gem (1:100; provided by B. Calvi, Indiana University, Bloomington, IN), and rabbit -Fzr (1:3,000; provided by C. Lehner, University of Zurich, Zurich, Switzerland). ",
            "section": "Antibodies",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 647,
                    "end": 658,
                    "rawForm": "Switzerland",
                    "resp": "whitelist",
                    "id": "c212845b5e-software-simple-w8"
                }
            ]
        },
        {
            "text": "Appropriate secondary antibodies were Alexa Fluor 488, 568, or 633 conjugated (Invitrogen) and used at 1:4,000.",
            "section": "Antibodies"
        },
        {
            "text": "Pupae, staged from white prepupae (0 h) at 25°C, were dissected and fixed with 4% paraformaldehyde in 1× PBS for 30 min at room temperature. ",
            "section": "Antibodies"
        },
        {
            "text": "Pupal cuticle was removed from wings after fixation. ",
            "section": "Antibodies"
        },
        {
            "text": "Tissues 24-36 h APF were blocked in PBS + 0.1% Triton X-100 + 1% BSA for 1 h. ",
            "section": "Antibodies"
        },
        {
            "text": "Tissues 36-44 h APF were blocked in PBS + 0.3% Triton X-100 + 1% BSA (PAT) overnight. ",
            "section": "Antibodies"
        },
        {
            "text": "For stages after 44 h APF, we incorporated a methanol dehydration series after fixation (25, 50, 75, and 100% methanol/1× PBS, 10 min each) that allowed improved antibody penetration, increased sensitivity, and BrdU detection for tissues 44-60 h APF. ",
            "section": "Antibodies"
        },
        {
            "text": "After step-wise rehydration, tissues were blocked in PAT overnight, and antibody staining or BrdU incorporation was performed as described previously (Buttitta et al., 2007; Zielke et al., 2008) using Alexa Fluor 488-, Alexa Fluor 568-or Alexa Fluor 633-conjugated secondary antibodies and Vectashield mounting medium (Vector Laboratories). ",
            "section": "Antibodies",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b94",
                    "text": "Zielke et al., 2008)"
                }
            ]
        },
        {
            "text": "Wing hinge and notum as well as head capsule and antenna were excluded from our analyses. ",
            "section": "Antibodies"
        },
        {
            "text": "1 µg/ml Hoechst 33258 (Invitrogen) was used to label nuclei. ",
            "section": "Antibodies"
        },
        {
            "text": "Confocal sections and differential interference contrast images were collected on a microscope (LSM 510; Carl Zeiss, Inc.) using a 25× objective. ",
            "section": "Antibodies",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 96,
                    "end": 99,
                    "rawForm": "LSM",
                    "resp": "whitelist",
                    "id": "c212845b5e-software-simple-w9"
                }
            ]
        },
        {
            "text": "Single representative sections (2.2 µm) are shown, except for Fig. 3 (E and F), which are projections of eight sections at a 1-µm interval. ",
            "section": "Antibodies",
            "ref_spans": [
                {
                    "start": 48,
                    "end": 64,
                    "type": "figure",
                    "text": "Fig. 3 (E and F)"
                }
            ]
        },
        {
            "text": "Images were cropped using Photoshop (Adobe). ",
            "section": "Antibodies",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 26,
                    "end": 35,
                    "rawForm": "Photoshop",
                    "resp": "whitelist",
                    "id": "c212845b5e-software-simple-w10"
                },
                {
                    "type": "software",
                    "start": 37,
                    "end": 42,
                    "rawForm": "Adobe",
                    "resp": "whitelist",
                    "id": "c212845b5e-software-simple-w11"
                }
            ]
        },
        {
            "text": "Mitotic index was calculated as the mean number of PH3-positive cells/100 GFP-positive cells among multiple clones in several samples, counted blind, from at least two independent experiments.",
            "section": "Antibodies"
        },
        {
            "text": "We used the hs-Flp/FRT tub>CD2>Gal4 method for clonal overexpression, with tub temperature-sensitive Gal80 (Gal80 TS ;McGuire et al., 2004). ",
            "section": "Clonal overexpression",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Gal80 TS ;"
                },
                {
                    "start": 118,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "McGuire et al., 2004)"
                }
            ]
        },
        {
            "text": "Gal80 TS was inactivated at 29°C. ",
            "section": "Clonal overexpression"
        },
        {
            "text": "Hours APF are presented as equivalent time at 25°C for simplicity. ",
            "section": "Clonal overexpression"
        },
        {
            "text": "All incubation times were adjusted appropriately as described previously . ",
            "section": "Clonal overexpression"
        },
        {
            "text": "Loss of function clones (or appropriate controls) were generated using MARCM (Lee and Luo, 2001). ",
            "section": "Clonal overexpression",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b74",
                    "text": "(Lee and Luo, 2001"
                }
            ]
        },
        {
            "text": "Larvae were heat shocked for 45 min at 37°C at 60-72 h after egg deposition, collected for staging at 0 h APF, aged at 25°C, and dissected at the indicated times.",
            "section": "Clonal overexpression"
        },
        {
            "text": "Nonoverlapping clones labeled with membrane-bound GFP, expressing the indicated regulators, were induced at 0 h APF (white prepupae) and fixed 54-56 h later, nuclei were labeled with 1 µg/ml Hoechst 33258, and cells/clone were counted. ",
            "section": "Clonal cell counts"
        },
        {
            "text": "We excluded wings with >50 clones/wing (to reduce the possibility of independent clones merging). ",
            "section": "Clonal cell counts"
        },
        {
            "text": "We also excluded clones in the wing margin, hinge, notum area, and hemocytes in the veins. ",
            "section": "Clonal cell counts"
        },
        {
            "text": "No apoptosis inhibitor was used in the clonal cell count experiments.",
            "section": "Clonal cell counts"
        },
        {
            "text": "For microarray experiments, 10 pupal wings from animals expressing E2F1 and DP (ap-Gal4/UAS-E2F1, UAS-DP, tub-Gal80 TS ) and controls (ap-Gal4/UAS, tub-Gal80 TS ) or Dp mutants (w;Dp a1/a2 ) and controls (w) were dissected at the appropriate time points. ",
            "section": "Microarray"
        },
        {
            "text": "For E2F1-DP samples, temperature shifts limited the overexpression to pupal stages. ",
            "section": "Microarray"
        },
        {
            "text": "For L3 discs, E2F1-DP was expressed for the equivalent of 24 h before dissection of wandering larvae. ",
            "section": "Microarray"
        },
        {
            "text": "RNA was isolated using standard techniques (TRIZOL), and cDNA synthesis was performed with one subsequent round of T7-dependent linear heterozygotes arise from defects in cell cycle exit, cell cycle reentry, or genetic instability in proliferating cells.",
            "section": "Microarray"
        },
        {
            "text": "It is becoming increasingly clear that certain highly differentiated cells retain the ability to enter the cell cycle. ",
            "section": "Cell cycle exit, terminal differentiation, and cancer"
        },
        {
            "text": "In some cases, this serves a beneficial regenerative function, as recently shown for terminally differentiated cardiomyocytes in the zebrafish heart (Jopling et al., 2010;Kikuchi et al., 2010). ",
            "section": "Cell cycle exit, terminal differentiation, and cancer",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "(Jopling et al., 2010;"
                },
                {
                    "start": 171,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "Kikuchi et al., 2010)"
                }
            ]
        },
        {
            "text": "But in other cases, this ability seems to be a part of the normal tissue development, as shown for differentiated horizontal cells that reenter the cell cycle for their final division in the zebrafish retina before full maturation (Godinho et al., 2007). ",
            "section": "Cell cycle exit, terminal differentiation, and cancer",
            "ref_spans": [
                {
                    "start": 231,
                    "end": 253,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "(Godinho et al., 2007)"
                }
            ]
        },
        {
            "text": "Proliferation of terminally differentiated mammalian cells has also been observed in monocytes and macrophages lacking the c-Maf and MafB transcription factors (Aziz et al., 2009). ",
            "section": "Cell cycle exit, terminal differentiation, and cancer",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(Aziz et al., 2009)"
                }
            ]
        },
        {
            "text": "Strikingly, Maf double knockout macrophages appear to fully retain their differentiation-associated functions in vivo despite exhibiting continued cycling for months, demonstrating a clear independence of differentiation and cell cycle exit in these cells (Aziz et al., 2009).",
            "section": "Cell cycle exit, terminal differentiation, and cancer",
            "ref_spans": [
                {
                    "start": 256,
                    "end": 275,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(Aziz et al., 2009)"
                }
            ]
        },
        {
            "text": "We have shown that cell cycle exit is not essential for terminal differentiation in Drosophila eyes and wings. ",
            "section": "Cell cycle exit, terminal differentiation, and cancer"
        },
        {
            "text": "Evasion of the robust cell cycle exit mechanism by loss of the tumor suppressor rbf together with deregulation of CycE and Stg can lead to tumor-like overproliferation of differentiated tissues (Fig. 3). ",
            "section": "Cell cycle exit, terminal differentiation, and cancer",
            "ref_spans": [
                {
                    "start": 194,
                    "end": 202,
                    "type": "figure",
                    "text": "(Fig. 3)"
                }
            ]
        },
        {
            "text": "Our results may be relevant to specific cancers such as retinoblastoma, where aberrantly dividing differentiated cells have been proposed to be the cancer cell of origin (Chen et al., 2004;Ajioka et al., 2007;Xu et al., 2009). ",
            "section": "Cell cycle exit, terminal differentiation, and cancer",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(Chen et al., 2004;"
                },
                {
                    "start": 189,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "Ajioka et al., 2007;"
                },
                {
                    "start": 209,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b90",
                    "text": "Xu et al., 2009)"
                }
            ]
        },
        {
            "text": "Aberrant division of differentiated cells could lead to genetic instability and acquisition of secondary mutations, leading to dedifferentiation and ultimately to metastatic cancer. ",
            "section": "Cell cycle exit, terminal differentiation, and cancer"
        },
        {
            "text": "Our data show that the robust exit mechanism is essential for proper tissue development and suggest that even terminally differentiated cells should not be excluded as a potential source of cancer.",
            "section": "Cell cycle exit, terminal differentiation, and cancer"
        },
        {
            "text": "The following fly strains were used: w 1118 ; y w hsflp 122 ;UAS-CycE (Neufeld et al., 1998); y w hsflp 122 ;+;UAS-CycE,UAS-Stg (Neufeld et al., 1998); y w hsflp 122 ;+;UAS-CycE,UAS-Cdk2 (Meyer et al., 2000); y w hsflp 122 ;UAS-E2F,UAS-DP/Cyo-GFP (UAS-DP from N. Dyson, Massachusetts General Hospital, Boston, MA;Neufeld et al., 1998); y w hsflp 122 ;UASp-GFP-with statistical analysis. ",
            "section": "Fly strains",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(Neufeld et al., 1998)"
                },
                {
                    "start": 128,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(Neufeld et al., 1998)"
                },
                {
                    "start": 187,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(Meyer et al., 2000)"
                },
                {
                    "start": 263,
                    "end": 313,
                    "type": "bibr",
                    "text": "Dyson, Massachusetts General Hospital, Boston, MA;"
                },
                {
                    "start": 313,
                    "end": 334,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "Neufeld et al., 1998)"
                }
            ]
        },
        {
            "text": "Thanks also to E. Payandeh for help with mitotic index quantifications. ",
            "section": "Fly strains"
        },
        {
            "text": "We thank Drs. ",
            "section": "Fly strains"
        },
        {
            "text": "B. Calvi, W. Du, R. Duronio, C. Lehner, F. Sprenger, M. Frolov, and N. Dyson and the Bloomington and Vienna Stock Centers, The Yale Flytrap collection, and the Developmental Studies Hybridoma Bank for flies and/or antibodies. ",
            "section": "Fly strains",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 113,
                    "type": "bibr",
                    "text": "Du, R. Duronio, C. Lehner, F. Sprenger, M. Frolov, and N. Dyson and the Bloomington and Vienna Stock"
                }
            ]
        },
        {
            "text": "L.A. Buttitta was supported by a Leukemia and Lymphoma Society Special Fellowship (LLS#3370-09) and National Institutes of Health (NIH) grant (K99 GM086517). ",
            "section": "Fly strains"
        },
        {
            "text": "A Developmental Biology training grant (T32 HD07183) supported A.J. Katzaroff. ",
            "section": "Fly strains"
        },
        {
            "text": "This work was also supported by an NIH grant (GM070887) to B.A. Edgar.",
            "section": "Fly strains"
        },
        {
            "text": "Submitted: 1 October 2009 Accepted: 12 May 2010 RNA amplification using the commercially available Message AmpTM kit (Applied Biosystems) as described previously (Reeves and Posakony, 2005). ",
            "section": "Fly strains",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "(Reeves and Posakony, 2005)"
                }
            ]
        },
        {
            "text": "Amplified RNA was labeled in a subsequent cDNA synthesis reaction according to NimbleGen protocols and hybridized to NimbleGen 4-plex 60-mer Drosophila expression arrays (http://www.nimblegen.com). ",
            "section": "Fly strains"
        },
        {
            "text": "Hybridizations were repeated four times for E2F expression and three times for Dp mutants with independently obtained biological replicates to ensure maximal confidence in data reproducibility. ",
            "section": "Fly strains"
        },
        {
            "text": "Statistically significant changes with a 1.5-fold cutoff were determined using analysis of variance (Tusher et al., 2001). ",
            "section": "Fly strains",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b86",
                    "text": "(Tusher et al., 2001)"
                }
            ]
        },
        {
            "text": "Hierarchical clustering was performed using the Genesis program (Sturn et al., 2002). ",
            "section": "Fly strains",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b82",
                    "text": "(Sturn et al., 2002)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 48,
                    "end": 55,
                    "rawForm": "Genesis",
                    "resp": "whitelist",
                    "id": "c212845b5e-software-simple-w12"
                },
                {
                    "type": "software",
                    "start": 56,
                    "end": 63,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c212845b5e-software-simple-w13"
                }
            ]
        },
        {
            "text": "GO enrichment was examined using GOrilla (http://cbl-gorilla.cs.technion.ac.il) and FatiGO (http://www .babelomics.org) programs.",
            "section": "Fly strains",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 2,
                    "rawForm": "GO",
                    "resp": "whitelist",
                    "id": "c212845b5e-software-simple-w14"
                },
                {
                    "type": "software",
                    "start": 33,
                    "end": 40,
                    "rawForm": "GOrilla",
                    "resp": "whitelist",
                    "id": "c212845b5e-software-simple-w15"
                },
                {
                    "type": "software",
                    "start": 84,
                    "end": 90,
                    "rawForm": "FatiGO",
                    "resp": "whitelist",
                    "id": "c212845b5e-software-simple-w16"
                }
            ]
        },
        {
            "text": "Additional description of microarray data. ",
            "section": "Fly strains"
        },
        {
            "text": "In addition to the analysis provided in the results section, we also examined the other clusters of transcripts affected by E2F activity in the wing. ",
            "section": "Fly strains"
        },
        {
            "text": "The second largest cluster of coregulated genes in E2F-overexpressing and Dp mutant wings was repressed in differentiating cells. ",
            "section": "Fly strains"
        },
        {
            "text": "Because E2F1-DP is thought to act as a transcriptional activator, this group of repressed genes is somewhat unexpected. ",
            "section": "Fly strains"
        },
        {
            "text": "These genes are not repressed indirectly by a delay in cell cycle exit, as they are similarly repressed in Dp mutants, which exit normally. ",
            "section": "Fly strains"
        },
        {
            "text": "We also do not believe that this group is caused by E2F1-DP repressive complexes blocking transcription, as such targets would be expected to increase rather than decrease in Dp mutants. ",
            "section": "Fly strains"
        },
        {
            "text": "One possibility suggested by Bracken et al. (2004) is that the extensive transcriptional up-regulation caused by E2F (or in Dp mutants) could cause some spurious antisense regulation of genes. ",
            "section": "Fly strains",
            "ref_spans": [
                {
                    "start": 29,
                    "end": 50,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Bracken et al. (2004)"
                }
            ]
        },
        {
            "text": "Although we have not investigated this possibility, >0% of the transcriptional changes we observed in both genotypes are indeed increases in transcript levels. ",
            "section": "Fly strains"
        },
        {
            "text": "Overall, this group of repressed transcripts is significantly enriched for genes involved in monooxygenase activity (caused by six cytochromeP450 genes; P < 8.08 4 ) and genes with catalytic activity (P < 5.85 4 ), suggesting some functional significance for this group.",
            "section": "Fly strains"
        },
        {
            "text": "We were surprised to find that most transcripts were not affected by E2F overexpression or Dp loss at the proliferative L3 time point. ",
            "section": "Fly strains"
        },
        {
            "text": "This may be because E2F target gene expression is already high in controls during proliferation, as evident by the high activity of the E2F reporter construct (PCNA-GFP) and high levels of E2F target gene expression at this stage (Thacker et al., 2003). ",
            "section": "Fly strains",
            "ref_spans": [
                {
                    "start": 230,
                    "end": 252,
                    "type": "bibr",
                    "ref_id": "b85",
                    "text": "(Thacker et al., 2003)"
                }
            ]
        },
        {
            "text": "This is also supported by our finding that the few transcripts up-regulated by E2F and/or Dp loss at L3 are normally at low abundance in wings and were significantly (P < 0.009) enriched for genes with expression one standard deviation lower than the mean gene expression. ",
            "section": "Fly strains"
        },
        {
            "text": "These transcripts were also enriched for genes identified as group D or E germline/ differentiation genes specifically regulated by E2F2 in Dimova et al. (2003), which we find to be ectopically induced in nongermline tissues by E2F overexpression and Dp loss (examples include spn-E, nanos, BthD, CG6790, CG8316, and CG7628). ",
            "section": "Fly strains",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "Dimova et al. (2003)"
                }
            ]
        },
        {
            "text": "Thus, the transcriptional activation of E2F targets at proliferative stages seems to be masked by the high levels of E2F activity already present in the controls. ",
            "section": "Fly strains"
        },
        {
            "text": "Interestingly, this also suggests that normal levels of E2F targets are somehow maintained in an E2F-DP-independent manner in proliferating Dp mutant cells.",
            "section": "Fly strains"
        },
        {
            "text": "Online supplemental material Fig. S1 shows that bypass of cell cycle exit is limited, even in the absence of all E2F-DP function. ",
            "section": "Western blotting",
            "ref_spans": [
                {
                    "start": 53,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "(Prober and Edgar, 2000)"
                }
            ]
        },
        {
            "text": "Fig. S2 shows GFP-labeled clones expressing the indicated cell cycle regulators generated using hs-FLP tub>Gal4/ UAS, tub-Gal80 TS . ",
            "section": "Western blotting"
        },
        {
            "text": "Fig. S3 shows GFP-marked clones expressing the indicated cell cycle regulators generated using hs-FLP tub>Gal4/UAS, tub-Gal80 TS and examined for CycB or Gem. ",
            "section": "Western blotting"
        },
        {
            "text": "The complete E2F and Dp / array dataset (provided as tab-delimited text) is included as a txt file. ",
            "section": "Western blotting",
            "ref_spans": [
                {
                    "start": 6,
                    "end": 13,
                    "type": "figure",
                    "text": "Fig. S1"
                }
            ]
        },
        {
            "text": "Complete microarray clusters are also available for viewing on the JCB DataViewer. ",
            "section": "Western blotting",
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. S2"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 8,
                    "rawForm": "Complete",
                    "resp": "whitelist",
                    "id": "c212845b5e-software-simple-w17"
                }
            ]
        },
        {
            "text": "Online supplemental material is available at http://www.jcb .org/cgi/content/full/jcb.200910006/DC1.",
            "section": "Western blotting",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 62,
                    "type": "figure",
                    "text": "Fig. S3"
                }
            ]
        },
        {
            "text": "We thank members of the Edgar and Schubiger Laboratories, especially J. Bandura and N. Zielke for helpful discussions, the Fred Hutchinson Cancer Research Center Imaging and Array Facilities for help with data acquisition and array hybridizations, and S. Thomas, J. Davison, and M. Morgan for help",
            "section": "Table I ."
        }
    ]
}