{
    "level": "sentence",
    "id": "c1fd449f43",
    "abstract": [
        {
            "text": "Purpose: Korean red ginseng (KRG) is a potent antioxidant and a free radical scavenger. "
        },
        {
            "text": "This study was designed to determine whether KRG could protect against dysfunction and oxidative stress induced by torsion-detorsion injury in rat testis. "
        },
        {
            "text": "Materials and Methods: Six-week-old male Sprague-Dawley rats were randomly divided into four groups: a sham-operated control group (C), a sham-operated and KRG-treated group (K), a 2 hours torsion and detorsion group (T), and a 2 hours torsion and detorsion and KRG-treated group (T＋K). "
        },
        {
            "text": "We measured testis weight and hormone levels and reactive oxygen species (ROS) from the left renal vein. "
        },
        {
            "text": "Superoxide generation was measured on the basis of lucigenin-enhanced chemiluminescence in testis tissue. "
        },
        {
            "text": "Results: Testicular weight was significantly higher in the T＋K group than in the T group; however, there were no significant differences in hormone levels between the 4 groups. "
        },
        {
            "text": "The mean level of ROS and superoxide production was significantly higher in the T group than in the C group, whereas administration of KRG attenuated this increase. "
        },
        {
            "text": "Upon histologic evaluation, the T group was found to have cellular disarray, a lack of cellular cohesiveness, degenerative changes in the germinal cells, and less distinct changes in the seminiferous tubules, whereas the T＋K group had a germinal epithelial layer that appeared nearly normal. "
        },
        {
            "text": "Conclusions: The present study demonstrated that KRG recovered the testis dysfunction in the rat testis by suppressing superoxide production."
        }
    ],
    "body_text": [
        {
            "text": "Testicular torsion is a urologic emergency. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The testicular salvage rate following surgical detorsion has been reported to range from 42% to 88% [1,2], but it is unclear whether these testes were actually saved with respect to testicular spermatogenic function [3]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 103,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2]"
                },
                {
                    "start": 216,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "A testis injury produced by reperfusion can be more severe than that induced by ischemia [4]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "This is because the reperfusion component typically involves the generation of toxic reactive oxygen species (ROS) with the return of blood flow following a period of ischemia [5]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Panax ginseng (P. ginseng) C. A. Mayer has been used for thousands of years in Asia due to its wide spectrum of medicinal effects. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "This compound has a wide range of pharmacologic and physiologic actions, such as anti-aging, immunoenhancement, anti-stress, and anti-tumor activity [6][7][8]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 152,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 155,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "It has long been known that P. ginseng has protective properties against free radical attack [9][10][11]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Indeed, P. ginseng administration to rats has been shown to prevent myocardial ischemia-reperfusion (I-R) damage induced by hyperbaric oxygen [11]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Protective effects of P. ginseng against hepatic oxidative stress induced by exhaustive exercise and against skeletal muscle injury caused by oxidative stress induced by acute exercise have also been reported [12,13]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12,"
                },
                {
                    "start": 213,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13]"
                }
            ]
        },
        {
            "text": "Among the currently available P. ginseng products, Korean red ginseng (KRG, Ginseng Radix Rubra) has the most potent multiple pharmacologic actions for anticancer, antihypertension, antidiabetes, and anti-nociception effects and for improving weak body conditions [14]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Recently, KRG was also found to possess anti-stress and antioxidant activities [15]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Although KRG has been investigated for multiple purposes, its effect on I-R injury of the testes during testicular torsion and detorsion has not yet been evaluated. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In the present study, we aimed to evaluate the effects of KRG on testicular damage in a rat testicular I-R injury model.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Steamed ginseng (KRG, Cheong-Kwan-Jang) was purchased from the Korea Ginseng Corporation (Daejeon, Korea) and dissolved in distilled water. ",
            "section": "Administration of KRG"
        },
        {
            "text": "KRG (100 mg/kg per day) was administered orally for 4 weeks after surgery and continued until the end of the experiment.",
            "section": "Administration of KRG"
        },
        {
            "text": "Forty 6-week-old male Sprague-Dawley rats (150±25 g, Jung-ang, Inc., Daejeon, Korea) were randomly divided into four groups: a sham-operated group (C), a sham-operated and KRG-treated group (K), a 2 hours torsion and detorsion group (T), and a 2 hours torsion and detorsion and KRGtreated group (T＋K). ",
            "section": "Experimental protocol"
        },
        {
            "text": "The sham-operated group was used as the baseline group. ",
            "section": "Experimental protocol"
        },
        {
            "text": "All animals underwent an adaptation period of 1 week in cages under normal conditions before the surgical procedure. ",
            "section": "Experimental protocol"
        },
        {
            "text": "At the age of 7 weeks, the C and K groups underwent a sham operation and the T and T＋K groups underwent testicular torsion followed by detorsion. ",
            "section": "Experimental protocol"
        },
        {
            "text": "The C and T groups were fed tap water, whereas the K and T＋K groups were fed water with KRG for 4 weeks. ",
            "section": "Experimental protocol"
        },
        {
            "text": "After 4 weeks, the rats were anesthetized and the left testes were removed. ",
            "section": "Experimental protocol"
        },
        {
            "text": "After the testes were removed, they were dissected to remove the fat tissue and blood vessels, after which the tunica albuginea was eliminated. ",
            "section": "Experimental protocol"
        },
        {
            "text": "The testis was then weighed and longitudinally bisected. ",
            "section": "Experimental protocol"
        },
        {
            "text": "Half of the testes were immediately stored in organ baths to determine the superoxide level, whereas the remainder were fixed in Bouin's solution for histological examination. ",
            "section": "Experimental protocol"
        },
        {
            "text": "Fresh heparinized blood samples from the left renal vein were also obtained to assess the antioxidant enzyme, ROS, and hormonal levels of follicle-stimulating hormone (FSH), luteinizing hormone (LH), and testosterone. ",
            "section": "Experimental protocol"
        },
        {
            "text": "The remainder of the testis was stored at −70 o C for biochemical assay.",
            "section": "Experimental protocol"
        },
        {
            "text": "Male Sprague-Dawley rats (160±20 g, 7 weeks old) were fasted for 24 hours before the experiments, but were provided with tap water. ",
            "section": "Animal model"
        },
        {
            "text": "In all protocols, a combination of 80 mg/kg ketamine (Huons Corp. Seoul, Korea) and 12 mg/kg xylazine (Bayer Health Care, Germany) was used to induce anesthesia. ",
            "section": "Animal model"
        },
        {
            "text": "All operations were conducted under sterile conditions. ",
            "section": "Animal model"
        },
        {
            "text": "Throughout the anesthesia, body temperature was maintained by using a heating pad. ",
            "section": "Animal model"
        },
        {
            "text": "In the sham-operated group, the left testis was removed through a midscrotal vertical incision. ",
            "section": "Animal model"
        },
        {
            "text": "A 5-0 silk suture was then placed through the tunica albuginea, the left testis was placed into the scrotum, and the incision was closed. ",
            "section": "Animal model"
        },
        {
            "text": "In the torsion and detorsion group, the left testis was exposed through the same incision. ",
            "section": "Animal model"
        },
        {
            "text": "The left testis was rotated 720 o in a counterclockwise direction and maintained in this torsion position by fixing the testis to the scrotum with a 5-0 silk suture. ",
            "section": "Animal model"
        },
        {
            "text": "After 2 hours of torsion, the testis was counter-rotated to the natural position.",
            "section": "Animal model"
        },
        {
            "text": "After 4 weeks of KRG administration, we measured the left testis weight.",
            "section": "Measurement of testis weight"
        },
        {
            "text": "Blood was collected from the left renal vein into a bottle and the levels of FSH, LH, and testosterone were then measured at a laboratory (Sam-kwang, Seoul, Korea).",
            "section": "Measurement of hormone levels"
        },
        {
            "text": "All tissue specimens were kept in Bouin's solution. ",
            "section": "Histological evaluation"
        },
        {
            "text": "Following the fixation procedure, tissue specimens were embedded in paraffin, sectioned at a thickness of 5 μm, and then stained with H&E.",
            "section": "Histological evaluation"
        },
        {
            "text": "A lucigenin-enhanced chemiluminescence assay was used to measure the level of superoxide production as previously reported [16,17]. ",
            "section": "Measurement of superoxide production",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16,"
                },
                {
                    "start": 127,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17]"
                }
            ]
        },
        {
            "text": "Lucigenin (bis-N-methylacridinium nitrate) luminescens specifically in the presence of superoxide. ",
            "section": "Measurement of superoxide production"
        },
        {
            "text": "Dark-adapted lucigenin solution (5 μmol/l) was prepared in aerated Krebs-HEPES buffer (NaCl 100 mmol/l, KCl 4.7 mmol/l, CaCl2 1.9 mmol/l, MgSO4 1.2 mmol/l, K2HPO4 1.03 mmol/l, NaHCO3 25 mmol/l, Na-HEPES 20 mmol/l, pH 7.4). ",
            "section": "Measurement of superoxide production"
        },
        {
            "text": "The testis parenchyme was then transferred into scintillation vials containing Krebs-HEPES buffer with 5 μM lucigenin. ",
            "section": "Measurement of superoxide production"
        },
        {
            "text": "The chemiluminescence, which occurred over the ensuing 2 minutes in response to the addition of 100 μM NADPH, was then recorded. ",
            "section": "Measurement of superoxide production"
        },
        {
            "text": "After subtraction of the value of a blank, the emitted light units were used as a measure of superoxide production. ",
            "section": "Measurement of superoxide production"
        },
        {
            "text": "Values are expressed as relative light units per 1 μg of tissue (RLU/1 μg tissue).",
            "section": "Measurement of superoxide production"
        },
        {
            "text": "The blood levels of ROS were determined by using the free oxygen radical test (FORT). ",
            "section": "Assessment of oxidative stress markers"
        },
        {
            "text": "To conduct the FORT, blood samples from the left renal vein were immediately thawed and mixed with an acidic buffer that contained transition metals. ",
            "section": "Assessment of oxidative stress markers"
        },
        {
            "text": "The radical species produced by the reaction is the area directly proportional to the quantity of lipid peroxides present in the sample that interacts with an additive (phenylenediamine derivative) to form a radical molecule that can be detected at 505 nm by a spectrophotometer (Form CR 2000, Callegari, Parma, Italy). ",
            "section": "Assessment of oxidative stress markers"
        },
        {
            "text": "The intensity of  ",
            "section": "Assessment of oxidative stress markers"
        },
        {
            "text": "Data are expressed as the mean±standard error of mean (SEM). ",
            "section": "Statistical analysis"
        },
        {
            "text": "SPSS ver. 11.0 (SPSS Inc., Chicago, IL, USA) was used to evaluate the data. ",
            "section": "Statistical analysis",
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "c1fd449f43-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 10,
                    "end": 14,
                    "type": "version",
                    "rawForm": "11.0",
                    "resp": "#annotator4",
                    "id": "#c1fd449f43-software-0"
                },
                {
                    "start": 16,
                    "end": 24,
                    "type": "publisher",
                    "rawForm": "SPSS Inc",
                    "resp": "#curator",
                    "id": "#c1fd449f43-software-0"
                },
                {
                    "type": "software",
                    "start": 0,
                    "end": 4,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "c1fd449f43-software-simple-w0"
                },
                {
                    "type": "software",
                    "start": 16,
                    "end": 20,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "c1fd449f43-software-simple-w1"
                }
            ]
        },
        {
            "text": "One-way and two-way ANOVAs were used to evaluate the hormonal levels. ",
            "section": "Statistical analysis"
        },
        {
            "text": "The MannWhitney method analysis of variance was used to evaluate the other parameters. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Values of p＜0.05 were considered to be statistically significant.",
            "section": "Statistical analysis"
        },
        {
            "text": "The testicular weights of groups C and K were significantly different from the weights of groups T and T＋K. ",
            "section": "Weight of the testis"
        },
        {
            "text": "In addition, although there were no significant differences in the testicular weights of groups C and K, the testicular weights of groups T and T＋K differed significantly (Fig. 1).",
            "section": "Weight of the testis",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 178,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1"
                }
            ]
        },
        {
            "text": "There were no significant differences in the hormone levels (FSH, LH, and testosterone) of the 4 groups (Table 1).",
            "section": "Results of hormone levels",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1"
                }
            ]
        },
        {
            "text": "The normal appearance of the testicular structure of rats was determined by evaluation of group C ( Fig. 2A), which had a normal arrangement of germinative cells in the seminiferous tubules. ",
            "section": "Results of histological evaluation",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 107,
                    "type": "figure",
                    "text": "Fig. 2A"
                }
            ]
        },
        {
            "text": "The appearance of group K (Fig. 2B) was similar to that of group C. However, group T (Fig. 2C) showed cellular disarray, a lack of cellular cohesiveness, degenerative changes in the germinal cells, and less distinct changes in the seminiferous tubule. ",
            "section": "Results of histological evaluation",
            "ref_spans": [
                {
                    "start": 26,
                    "end": 34,
                    "type": "figure",
                    "text": "(Fig. 2B"
                },
                {
                    "start": 85,
                    "end": 94,
                    "type": "figure",
                    "text": "(Fig. 2C)"
                }
            ]
        },
        {
            "text": "In the T＋K group (Fig. 2D), the germinal epithelial layer appeared nearly normal.",
            "section": "Results of histological evaluation",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 26,
                    "type": "figure",
                    "text": "(Fig. 2D)"
                }
            ]
        },
        {
            "text": "The basal testis superoxide was quantified by lucigenin-enhanced chemiluminescence. ",
            "section": "Results of superoxide production"
        },
        {
            "text": "The superoxide levels were significantly higher in the T group (278.3±39.6 for the T group vs. 181±16.8 for the C group and 189.5±13.2 for the K group; all values RLU/1 mg tissue, p＜0.05). ",
            "section": "Results of superoxide production"
        },
        {
            "text": "The superoxide level decreased significantly in response to treatment with KRG (173.3±13.0 RLU/1 mg tissue, p＜ 0.05). ",
            "section": "Results of superoxide production"
        },
        {
            "text": "NADPH-driven superoxide production was markedly increased in the T group (Fig. 3), whereas it was significantly decreased by treatment with KRG.",
            "section": "Results of superoxide production",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 81,
                    "type": "figure",
                    "text": "(Fig. 3)"
                }
            ]
        },
        {
            "text": "As shown in Fig. 4, the mean level of FORT, which is an oxidative stress marker, was significantly higher in the T group than in the C group (386.2±43.9 FORT units vs. 240.5±27.9 FORT units, p＜0.05). ",
            "section": "Assessment of oxidative stress markers: FORT",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "KRG administration attenuated the increase in the testis FORT level (286.0±26.8 FORT units, p＜0.05).",
            "section": "Assessment of oxidative stress markers: FORT"
        },
        {
            "text": "Testicular torsion is the twisting of the spermatic cord, which cuts off the blood supply to the testicle and surrounding structures within the scrotum. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Testicular torsion is a very common surgical emergency [18]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "If surgery is performed within hours, most testicles can be saved, although there is an increased risk of decreased sperm production and fertility and atrophy of the testis [19,20]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19,"
                },
                {
                    "start": 177,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20]"
                }
            ]
        },
        {
            "text": "Testicular torsion-detorsion is an I-R injury to the testis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In this study, we evaluated KRG treatment to determine whether it could protect the testis from injury associated with testicular torsion and detorsion. ",
            "section": "DISCUSSION"
        },
        {
            "text": "To accomplish this, we measured the superoxide level of the I-R damaged testis tissue with and without KRG treatment. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This study is the first report to evaluate the effects of KRG, a potent an-tioxidant, on the formation of ROS in rat testis due to I-R injury. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The results of the study demonstrated that KRG recovered the testis dysfunction caused by ischemia and subsequent reperfusion in the rat testis by suppressing superoxide production.",
            "section": "DISCUSSION"
        },
        {
            "text": "It has been suggested that many substances are important to the prevention of testis dysfunction secondary to ischemia and reperfusion. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Unsal et al reported the protective effects of garlic extract on rat testis subjected to a torsion and detorsion model [21]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "In their study, the authors concluded that the effect of garlic extract appeared to occur through inhibition of the xanthine oxidase-mediated I-R injury cascade. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Cay et al reported that N-acetylcysteine may be a useful agent for preventing the oxidative effects of reperfusion injury following torsion [22]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "Additionally, Lim et al reported that pretreatment with allopurinol prevented I-R injury in testis [23].",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "Among the components of P. ginseng, KRG has been shown to exhibit a variety of antioxidative actions. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Kitts et al reported that North American ginseng extract exhibits effective antioxidant activity in both lipid and aqueous media via the chelation of metal ions and scavenging of free radicals [24]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "Kim et al reported that red ginseng aqueous extract had free radical scavenging activity [25]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "Indeed, red ginseng extracts are known to scavenge hydroxyl and superoxide radicals. ",
            "section": "DISCUSSION"
        },
        {
            "text": "P. ginseng has been shown to have a remarkable capacity to protect brain tissue proteins from oxidative damage in vitro [26]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "Furthermore, the crude saponin fraction of KRG was found to abrogate the generation of NADPH-driven superoxide in rats [15]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Overall, the aforementioned studies indicate that KRG is a useful adjuvant for the protection of I-R-induced oxidative injury. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Therefore, it is likely that KRG also has protective effects against I-R-induced oxidative injury of the testis, which was confirmed in the present study.",
            "section": "DISCUSSION"
        },
        {
            "text": "Ischemia is not an isolated event, and when reversible, it is followed by reperfusion. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Reperfusion may cause a more severe injury than ischemia alone [8]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "I-R injury is associated with the over-generation of ROS, such as hypochlorous acid, nitric oxide, hydrogen peroxide, superoxide anion, and hydroxyl radicals [3]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "ROS cause damage to DNA and impair the protein function and peroxidation of lipids. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Lipid peroxides rupture the membranes and cause structural and functional alterations in the testis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Reperfusion of the ischemic tissue promotes the generation of ROS, which arises from activation of the xanthine oxidase system in parenchymal cells or from leukocytes penetrating into interstitial tissue. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These substances have destructive effects on various cellular functions and lead to increased microvascular permeability, interstitial edema, impaired vasoregulation, inflammatory cell infiltration, and parenchymal cell dysfunction and necrosis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Therefore, ROS may directly damage the seminiferous tubules in the testis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Free radical reduction for the treatment of I-R injury has been found to prevent post-ischemic testis dysfunction [27].",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "The FORT provides an indirect measure of hydroperoxides, which are a useful measure of oxidative stress because they indicate the presence of intermediate oxidative products of lipids, amino acids, and peptides. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Increases in FORT values most likely indicate an increase in the oxidation of lipids, which occurs in lipid bilayers and lipid particles [28]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "This oxidative marker also reflects specific cel-lular oxidation events. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Abramson et al suggested that oxidative stress, as measured by the free radical oxygen test, may be a determinant of C-reactive protein levels and promote pro-atherosclerotic inflammatory processes [29]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "In the present study, the correlation between FORT and the acute-phase reactant C-reactive protein was evaluated and a significant positive correlation was found. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Increasing FORT values also indicate inflammatory processes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "I-R led to increased oxidative stress in the testis, but KRG had a protective effect against the oxidation of lipid bilayers and inflammatory processes.",
            "section": "DISCUSSION"
        },
        {
            "text": "Among various sources of superoxide such as NADPH oxidase, xanthine oxidase, lipoxygenase, mitochondrial oxidase, and nitric oxide synthase, NADPH oxidase appears to be the principal source of superoxide in several animal models. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In the present study, KRG inhibited basal superoxide production and NADPH oxidase in the testis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "KRG inhibits the generation of reactive oxygen species that damage the cellular membranes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Post-treatment with KRG protects this continuing membrane damage that underlies progressive testis dysfunction.",
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, KRG is a potent antioxidant agent that protects against oxidative damage to the testis tissue. ",
            "section": "DISCUSSION"
        },
        {
            "text": "KRG treatment prevents testis dysfunction via decreased production of NADPH oxidase and superoxide. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Based on the results of this study, we suggest that KRG may play a role in the protection of I-R-induced oxidant injury in the rat testis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, in vivo and in vitro studies are required to determine the exact role that KRG plays in the protection of the testes against I-R injury.",
            "section": "DISCUSSION"
        },
        {
            "text": "The results of the present study demonstrated that I-R leads to testis dysfunction, as well as the induction of ROS. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "The present study demonstrated that KRG recovered the testis dysfunction caused by ischemia and subsequent reperfusion in the rat testis through the suppression of superoxide production. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "Further studies are needed to explain the mechanisms of protection.",
            "section": "CONCLUSIONS"
        },
        {
            "text": "Weight of the testis. ",
            "section": "FIG. 1 ."
        },
        {
            "text": "C: a sham-operated group, K: a sham-operated and KRG-treated group, T: a 2 hours torsion and detorsion group, T＋K: a 2 hours torsion and detorsion and KRG-treated group.",
            "section": "FIG. 1 ."
        },
        {
            "text": "Representative microphotographs of cross-sections of the seminiferous tubules from SD rats. ",
            "section": "FIG. 2 .FIG. 3 .FIG. 4 ."
        },
        {
            "text": "(A: group C, B: group K, C: group T, D: group T＋K) (H&E, x400). ",
            "section": "FIG. 2 .FIG. 3 .FIG. 4 ."
        },
        {
            "text": "C: a sham-operated group, K: a sham-operated and KRG-treated group, T: a 2 hours torsion and detorsion group, T＋K: a 2 hours torsion and detorsion and KRG-treated group. ",
            "section": "FIG. 2 .FIG. 3 .FIG. 4 ."
        },
        {
            "text": "Lucigenin-enhanced chemiluminescence, reflective of testis superoxide levels. ",
            "section": "FIG. 2 .FIG. 3 .FIG. 4 ."
        },
        {
            "text": "Luminescence was recorded in the absence or presence of NADPH (100 μmol/l). ",
            "section": "FIG. 2 .FIG. 3 .FIG. 4 ."
        },
        {
            "text": "C: a sham-operated group, K: a sham-operated and KRG-treated group, T: a 2 hours torsion and detorsion group, T＋K: a 2 hours torsion and detorsion and KRG-treated group. ",
            "section": "FIG. 2 .FIG. 3 .FIG. 4 ."
        },
        {
            "text": "Results of oxidative stress markers: free oxygen radical test (FORT). ",
            "section": "FIG. 2 .FIG. 3 .FIG. 4 ."
        },
        {
            "text": "C: a sham-operated group, K: a sham-operated and KRG-treated group, T: a 2 hours torsion and detorsion group, T ＋K: a 2 hours torsion and detorsion and KRG-treated group.",
            "section": "FIG. 2 .FIG. 3 .FIG. 4 ."
        },
        {
            "text": "Hormonal levels of experimental rats hormone the color corresponds directly to the quantity of peroxy and alkoxy radicals that form upon addition of the transition metals. ",
            "section": "TABLE 1 ."
        },
        {
            "text": "All results are expressed as FORT units, where 1 FORT unit corresponds to 0.26 mg/l of H2O2. ",
            "section": "TABLE 1 ."
        },
        {
            "text": "Higher levels of FORT indicate higher oxidative stress levels.",
            "section": "TABLE 1 ."
        },
        {
            "text": "C: a sham-operated group, K: a sham-operated and KRG-treated group, T: a 2 hours torsion and detorsion group, T＋K: a 2 hours torsion and detorsion and KRG-treated group, FSH: follicle-stimulating hormone, LH: luteinizing",
            "section": "TABLE 1 ."
        },
        {
            "text": "The authors have nothing to disclose.",
            "section": "Conflicts of Interest"
        }
    ]
}