{
    "id": "e69f400308",
    "abstract": [],
    "body_text": [
        {
            "text": "Neuromuscular Joint Facilitation (NJF) is a new therapeutic exercise based on kinesiology. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "It integrates the facilitation element of proprioceptive neuromuscular facilitation and the joint composition movement, aiming to improve the movement of the joint through passive exercise, active exercise and resistance exercise 1) . ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 230,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1)"
                }
            ]
        },
        {
            "text": "It is used to increase strength, flexibility and ROM, and shorten the electromechanical reaction time (EMG-RT) 2,3) .",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 113,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3)"
                }
            ]
        },
        {
            "text": "The EMG-RT is an index of the shrinkage characteristic of the muscle. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The EMG-RT is composed of the premotor time (PMT) and the motor time (MT). ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The PMT is defined as the interval between the stimulation signal and the onset of voluntary electromyographic (EMG) activity of a response agonist. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The MT is defined as the interval between the onsets of voluntary EMG activity to the mechanical response ",
            "section": "INTRODUCTION"
        },
        {
            "text": "4) . ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4)"
                }
            ]
        },
        {
            "text": "The PMT reflects the movement position, the movement pattern, the movement programming, and the state of consciousness, the level of alertness, and the time of the central process. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The MT chiefly reflects factors at the periphery level, including muscle contraction, series elasticity, and difficulties in loosening of connective tissue and the joint capsule ",
            "section": "INTRODUCTION"
        },
        {
            "text": "5) .",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5)"
                }
            ]
        },
        {
            "text": "According to a biomechanical analysis, an increase in the time maximizing shoulder horizontal adduction and a decrease in the time maximizing shoulder internal rotation are significantly related to increased ball velocity 6) .",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 222,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6)"
                }
            ]
        },
        {
            "text": "The aim of this study was to investigate the changes of baseball pitching velocity and electromechanical reaction times of the teres major of the young amateur baseball players after neuromuscular joint facilitation treatment.",
            "section": "INTRODUCTION"
        },
        {
            "text": "The subjects were eighteen young amateur baseball players, who were divided into two groups: a NJF group and a control group. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "The NJF group consisted of 10 subjects, and the control group consisted of 8 subjects. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "Subject characteristics are detailed in Table 1. ",
            "section": "SUBJECTS AND METHODS",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 47,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "They had played baseball for 9.1 ± 1.0 years. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "All subjects were screened before the start of the study using out a medical history questionnaire. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "The questionnaire addressed whether subjects had a history of cardiopulmonary, musculoskeletal, somatosensory, or neurological disorders. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "If so, they were excluded from the study. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "All subjects gave their informed consent to participation in the study. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "All experimental procedures in this study were reviewed and approved by the Ethical Review Committee of Jilin Dianli hospital.",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "To measure the baseball pitching velocity, a pitch distance of 18.44 m between the batteries was used as stipulated in the official baseball rules. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "The velocity of five balls, pitched into the strike zone as quickly as possible were measured, and the average value was used in the analysis. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "The pitching velocity was measured with used a sports radar gun, SR3600 (Dainatecc).",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "We measured the EMG-RT of the teres major, the PMT of the teres major, and the MT of the teres major in response to an auditory stimulus. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "The EMG-RT was measured with a digital storage oscilloscope DCS-7040 (Kenwood). ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "After cleaning the skin with alcohol and abrasion paste, Ag/ AgCl disposable electrodes (Vitrode F, Nihonn Kohden) were placed over the muscle bellies of the teres major, with a 2-cm inter-electrode distance. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "The on-off signal was generated by the contact of an electrode attached to the dorsum manus with an aluminum board. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "At the onset of voluntary shoulder internal rotation, the electrode lost contact with the aluminum board, generating the off signal (Fig. 1).",
            "section": "SUBJECTS AND METHODS",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 140,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "The subjects sat on a backless adjustable seat with the right upper limb fixed in a position of 90° of shoulder flexion and 90° of elbow flexion. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "The subjects were given an oral warning of \"Set\", 2 to 3 seconds before the stimulus auditory signal (2,500 Hz, 50 ms). ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "The subjects were required to respond to the auditory cues by performing shoulder internal rotation as quickly as possible.",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "The EMG waveform and the on-off signal of the foot switch were synchronized on the display of the oscilloscope. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "The latency time between the onset of voluntary EMG activity and the stimulus auditory signal (PMT), and the latency time between the onset of voluntary EMG activity and the off signal (MT) were measured by setting the image on the display to a standstill each time and moving the cursor. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "Prior to the experiment, the subjects were informed about what would be done in the experiment and made several practice trials to accustom themselves to it. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "The reaction time was measured repeatedly five times at each scheduled measurement.",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "The EMG-RT, the premotor time (PMT) and the motor time (MT) during shoulder internal rotation movement, and the baseball pitching velocity were measured before the intervention, and after 8 weeks of the intervention.",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "Four shoulder patterns of NJF were used. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "The patterns were shoulder extension-adduction-internal rotation, shoulder flexion-abduction-external rotation, shoulder extension-abduction-internal rotation, and shoulder flexionadduction-external rotation pattern. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "Each pattern was performed three times at random as a passive exercise and as a resistance exercise, respectively. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "The subjects in the NJF group received the intervention three times a week for 8 weeks. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "The intervention was performed by the same physical therapist to avoid individual variations in therapy. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "For the control group, the intervention was not performed.",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "To determine whether there were differences between the NJF group and the control group, the independent ttest was performed on subject characteristics. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "Two-way ANOVA and multiple comparisons (Bonferroni test) were used to test for statistically significant differences, and the factors were intervention and group. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "If a significant interaction was found, the paired t-test was performed to compare before and after the intervention. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "Data were analyzed using SPSS Ver. 17.0 for Windows. ",
            "section": "SUBJECTS AND METHODS",
            "entity_spans": [
                {
                    "start": 25,
                    "end": 29,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "e69f400308-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 35,
                    "end": 39,
                    "type": "version",
                    "rawForm": "17.0",
                    "resp": "#annotator3",
                    "id": "#e69f400308-software-0"
                },
                {
                    "type": "software",
                    "start": 25,
                    "end": 29,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "e69f400308-software-simple-w0"
                },
                {
                    "type": "software",
                    "start": 44,
                    "end": 51,
                    "rawForm": "Windows",
                    "resp": "whitelist",
                    "id": "e69f400308-software-simple-w1"
                }
            ]
        },
        {
            "text": "The level of statistical significance was chosen as 0.05.",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "There were no significant differences between the subject characteristics of the NJF group and the control group. ",
            "section": "RESULTS"
        },
        {
            "text": "Table 2 shows the results for the baseball pitching velocity. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "There were no significant differences among the results of the control group. ",
            "section": "RESULTS"
        },
        {
            "text": "In the NJF group, there were significant differences in baseball pitching velocity between before and after the 8 weeks of NJF training. ",
            "section": "RESULTS"
        },
        {
            "text": "Table 3 shows the results for the reaction time. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Two-way Values are mean ± SD. ",
            "section": "RESULTS"
        },
        {
            "text": "No significant differences between groups at the 0.05 alpha level. ",
            "section": "RESULTS"
        },
        {
            "text": "a : NJF group: neuromuscular joint facilitation group, b : Control: control group analyses of variance showed there was a significant interaction of group, indicating that the change in RT was different between the groups. ",
            "section": "RESULTS"
        },
        {
            "text": "There were no significant differences among the results of the control group. ",
            "section": "RESULTS"
        },
        {
            "text": "In the NJF group, there were significant differences in EMG-RT and MT between before and after the 8-week intervention.",
            "section": "RESULTS"
        },
        {
            "text": "This study investigated the effects of a neuromuscular joint facilitation treatment on EMG-RT. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The subjects of the NJF group showed not only shortened EMG-RT, but also shortened MT in the teres major. ",
            "section": "DISCUSSION"
        },
        {
            "text": "MT was shortened after the intervention, suggesting that the contractile characteristic of the muscle was changed by the NJF intervention. ",
            "section": "DISCUSSION"
        },
        {
            "text": "MT is influenced by the muscle tone before a movement appears ",
            "section": "DISCUSSION"
        },
        {
            "text": "7) , and the shortening of MT has been suggested to be the result of an increase in muscular tension induced by changes in the mechanical properties of the muscle tissue ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7)"
                }
            ]
        },
        {
            "text": "8) .",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8)"
                }
            ]
        },
        {
            "text": "NJF uses a diagonal spiral pattern, which is similar to the pitching movement. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, as the EMG-RT shortened, the internal rotation speed of the shoulder joint improved in the pitching motion, and the pitching velocity was increased. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Therefore NJF may be recommended for improvement of the performance of baseball players. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Values are mean ± SD, Comparison with before intervention: *: p<0.05; **: p<0.01. ",
            "section": "DISCUSSION"
        },
        {
            "text": "a : NJF group: neuromuscular joint facilitation group, b : Control: control group, c :PMT: premotor time, d : MT: motor time, e : RT: electromechanical reaction time; RT = PMT + MT.",
            "section": "DISCUSSION"
        }
    ]
}