{
    "id": "d80e69331f",
    "abstract": [],
    "body_text": [
        {
            "text": "The activation of signaling receptors by agonists is explained mechanistically by classical allosteric coupling theory (Monod et al., 1965): the agonist's interactions with its binding site are more stable when the receptor is in an activated conformation compared with in a deactivated conformation. ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "(Monod et al., 1965)"
                }
            ]
        },
        {
            "text": "Negative or inverse agonists are ligands that allosterically reduce receptor activity; their receptor interactions are \"counterproductive,\" being more stable for the deactivated conformation than for the activated conformation (Costa and Herz, 1989). ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 227,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(Costa and Herz, 1989)"
                }
            ]
        },
        {
            "text": "Efforts at efficient rational drug design would benefit greatly from a mechanistic understanding of the counterproductive interactions that make a ligand specifically into a negative agonist instead of a conventional (positive) agonist (Bond and Ijzerman, 2006). ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 236,
                    "end": 261,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Bond and Ijzerman, 2006)"
                }
            ]
        },
        {
            "text": "Historically, numerous negative agonists are known for metabotropic (G protein-coupled) receptors (Kenakin, 2004), but there are rather fewer known instances of negative agonism in ionotropic receptors (ligand-gated ion channels); examples include the NMDA receptor (Mony et al., 2009) and members of the Cys-loop superfamily like the GABA A and nicotinic acetylcholine receptors (Olsen et al., acts will depend on the receptor structure, and previously bound ligands must be included in describing that receptor structure. ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "(Kenakin, 2004)"
                },
                {
                    "start": 266,
                    "end": 285,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "(Mony et al., 2009)"
                },
                {
                    "start": 380,
                    "end": 394,
                    "type": "bibr",
                    "text": "(Olsen et al.,"
                }
            ]
        },
        {
            "text": "In the thermodynamic cycle for pro action at the left side of the Fig. 1 reaction scheme, cGMP binding preferentially stabilizes the open channel only when the number of bound ligands is less than some critical number, m. ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 72,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "When some partially liganded channel state is attained (m ligands in Fig. 1), the coupling relationship between binding and gating becomes reversed. ",
            "section": "I N T R O D U C T I O N",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 75,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Subsequent binding of the same agonist species now preferentially destabilizes the open state (con action) with counterproductive interactions.",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "Con action in CNG channels represents a special example of negative agonism that manifests \"alongside\" positive agonism, caused by the same cGMP ligand species and relying on the same BD region. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "Thus, it becomes pressing to clarify the causal relationship between them. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "For instance, the previous BD substitution studies found that the rCNGA4 BD not only imparted normal cGMP agonism but also imparted a much higher efficacy of pro action by both cGMP and cAMP compared with the fCNGA2 BD. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "Might the particular structural deficiencies responsible for poor pro-action efficacy in fCNGA2 be necessary for operation of the con-action mechanism? ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "If true, this would imply that any future compounds selected for effective con action in fCNGA2 will fail to induce con action in any of the numerous CNG channels whose pro-action mechanism is highly efficient. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "Conversely, might the poor pro-action efficacy be in itself sufficient to bring a con-action mechanism into operation? ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "If true, this would imply that cGMP-negative agonism should already operate in every example of a low efficacy CNG channel, perhaps going undiscovered because higher cGMP concentrations were not previously tested. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "Here, we identify counterexamples against both the necessity hypothesis and the sufficiency hypothesis. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "That is, we show that con-action and low pro-action efficacy, the two distinctive functional features of the fCNGA2 BD, derive from independently operating structural determinants in the BD and are thus not causally related. ",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "Moreover, we isolate a single residue in the fCNGA2 BD with a critical role in con action, opening the door for future elucidation of a specific mechanism for negative agonism in CNG channels.",
            "section": "I N T R O D U C T I O N"
        },
        {
            "text": "Recombinant DNA Previous reports (Tibbs et al., 1997;Young et al., 2001) have described the design of the \"X-chimera\" series of BD substitution constructs, with invariant non-BD sequence derived from bovine CNGA1 (bCNGA1; Kaupp et al., 1989) and fCNGA2 (Goulding et al., 1992). ",
            "section": "M A T E R I A L S A N D M E T H O D S",
            "ref_spans": [
                {
                    "start": 33,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(Tibbs et al., 1997;"
                },
                {
                    "start": 53,
                    "end": 71,
                    "type": "bibr",
                    "text": "Young et al., 2001"
                },
                {
                    "start": 222,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "Kaupp et al., 1989"
                },
                {
                    "start": 253,
                    "end": 276,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(Goulding et al., 1992)"
                }
            ]
        },
        {
            "text": "New X-chimera constructs were generated with previously reported PCR/restriction/ligation techniques (Young and Krougliak, 2004), incorporating BD sequences from fCNGA2, residues L455-A583, and from rCNGA4 (Bradley et al., 1994;Liman and Buck, 1994), residues L356-A484. ",
            "section": "M A T E R I A L S A N D M E T H O D S",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "(Young and Krougliak, 2004)"
                },
                {
                    "start": 206,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(Bradley et al., 1994;"
                },
                {
                    "start": 228,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "Liman and Buck, 1994)"
                }
            ]
        },
        {
            "text": "Some constructs a falling phase for higher concentrations. ",
            "section": "M A T E R I A L S A N D M E T H O D S"
        },
        {
            "text": "This contrasts with the normal (monotonically rising) dose-response curve of the positive agonist cAMP. ",
            "section": "M A T E R I A L S A N D M E T H O D S"
        },
        {
            "text": "Single-channel recordings have shown (Young et al., 2001) that the falling phase of the cGMP dose-response reflects a decrease in steady-state open probability (P o ) induced by a new cGMP molecule binding to a partially liganded channel (see reaction scheme in Fig. 1). ",
            "section": "M A T E R I A L S A N D M E T H O D S",
            "ref_spans": [
                {
                    "start": 37,
                    "end": 56,
                    "type": "bibr",
                    "text": "(Young et al., 2001"
                },
                {
                    "start": 262,
                    "end": 268,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 6,
                    "end": 14,
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "d80e69331f-software-simple-w0"
                }
            ]
        },
        {
            "text": "That is, it does not involve a reduction of open-channel unitary conductance as typically found with agonist pore block (Ogden and Colquhoun, 1985;Karashima et al., 2007), or a spontaneous gate-closing conformational change as found with traditional desensitization in ligand-gated channels (Cachelin and Colquhoun, 1989;Robert and Howe, 2003) or inactivation in voltage-gated channels (Hoshi et al., 1991). ",
            "section": "M A T E R I A L S A N D M E T H O D S",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(Ogden and Colquhoun, 1985;"
                },
                {
                    "start": 147,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "Karashima et al., 2007)"
                },
                {
                    "start": 291,
                    "end": 321,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(Cachelin and Colquhoun, 1989;"
                },
                {
                    "start": 321,
                    "end": 343,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Robert and Howe, 2003)"
                },
                {
                    "start": 386,
                    "end": 406,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(Hoshi et al., 1991)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 48,
                    "end": 56,
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "d80e69331f-software-simple-w1"
                },
                {
                    "type": "software",
                    "start": 321,
                    "end": 327,
                    "rawForm": "Robert",
                    "resp": "whitelist",
                    "id": "d80e69331f-software-simple-w2"
                }
            ]
        },
        {
            "text": "We have termed this unusual phenomenon bimodal agonism because cGMP exhibits two opposite modes of action: \"pro action\" that enhances receptor activity by a positive agonism mechanism, and \"con action\" that suppresses activity by a negative agonism mechanism. ",
            "section": "M A T E R I A L S A N D M E T H O D S"
        },
        {
            "text": "Our distinct terminology \"con action\" is used to denote negative agonism in this special context where more than one agonism mode is possible.",
            "section": "M A T E R I A L S A N D M E T H O D S"
        },
        {
            "text": "Besides being specific for cGMP and not cAMP, several additional features of con action argue against mechanisms that involve nonspecific interference with channel function. ",
            "section": "M A T E R I A L S A N D M E T H O D S"
        },
        {
            "text": "A neutral agonism mechanism, where cGMP is displaced from its pro-action site by a competitor molecule that binds open and closed channels equally, is ruled out because the agonist responsible for con action is cGMP itself. ",
            "section": "M A T E R I A L S A N D M E T H O D S"
        },
        {
            "text": "BD substitution studies showed that although the fCNGA2 BD imparted bimodal cGMP agonism and normal cAMP agonism, the BD from the rat CNGA4 type (rCNGA4; Bradley et al., 1994;Liman and Buck, 1994) imparted solely normal cGMP and cAMP agonism. ",
            "section": "M A T E R I A L S A N D M E T H O D S",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "Bradley et al., 1994;"
                },
                {
                    "start": 175,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "Liman and Buck, 1994)"
                }
            ]
        },
        {
            "text": "Thus, particular sequences within the fCNGA2 BD are required for con action (Young et al., 2001;Chan and Young, 2009), as would be expected for a modification of gating under BD-mediated control. ",
            "section": "M A T E R I A L S A N D M E T H O D S",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 96,
                    "type": "bibr",
                    "text": "(Young et al., 2001;"
                },
                {
                    "start": 96,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "Chan and Young, 2009)"
                }
            ]
        },
        {
            "text": "Negative agonism acting through the BD is previously unknown in CNG channels because the known \"antagonists\" such as phosphorothioate analogues (Kramer and Tibbs, 1996) are merely weakly effective (\"partial\") positive agonists. ",
            "section": "M A T E R I A L S A N D M E T H O D S",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "(Kramer and Tibbs, 1996)"
                }
            ]
        },
        {
            "text": "It may be noted that the cGMP affinity of the binding site responsible for con action seems to be weak (millimolar) in constructs containing the fCNGA2 BD, but it is in fact comparable to the cAMP affinity of canonical pro-action sites in the same channels. ",
            "section": "M A T E R I A L S A N D M E T H O D S"
        },
        {
            "text": "Moreover, the operation of con action in heteromeric CNG channels (with fCNGA2 sequence in only two of four BDs) is conditional on subunit arrangement, consistent with the notion that the mechanism requires a specific geometry in the ligandchannel complex (Chan and Young, 2009).",
            "section": "M A T E R I A L S A N D M E T H O D S",
            "ref_spans": [
                {
                    "start": 256,
                    "end": 278,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(Chan and Young, 2009)"
                }
            ]
        },
        {
            "text": "Bimodal agonism illustrates how it is misleading to say a ligand \"is\" a negative agonist; strictly, we can say only that the ligand \"acts as\" a negative agonist. ",
            "section": "M A T E R I A L S A N D M E T H O D S"
        },
        {
            "text": "How a ligand Comparative models Models were built for the X-fA2 C-linker and BD (211 residues, consisting of bCNGA1 M401-G484 followed by fCNGA2 L455-V581) and for several constructs and mutant forms studied. ",
            "section": "M A T E R I A L S A N D M E T H O D S"
        },
        {
            "text": "Each target sequence was aligned to a single template of D443-L643 from mouse HCN2 (Protein Data Bank accession no. 1Q5O; Zagotta et al., 2003), which was the closest relative with structural data available; there was 27% identity with three gaps introduced in the template sequence. ",
            "section": "M A T E R I A L S A N D M E T H O D S",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 143,
                    "type": "bibr",
                    "text": "Zagotta et al., 2003)"
                }
            ]
        },
        {
            "text": "Models were built using the \"Fit Raw Sequence\" function in DeepView 4.0.1 (Guex and Peitsch, 1997) and the Project mode of SWISS-MODEL (version 8.05) (Arnold et al., 2006). ",
            "section": "M A T E R I A L S A N D M E T H O D S",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 98,
                    "type": "bibr",
                    "text": "(Guex and Peitsch, 1997)"
                },
                {
                    "start": 150,
                    "end": 171,
                    "type": "bibr",
                    "text": "(Arnold et al., 2006)"
                }
            ],
            "entity_spans": [
                {
                    "start": 59,
                    "end": 67,
                    "type": "software",
                    "rawForm": "DeepView",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "d80e69331f-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 68,
                    "end": 73,
                    "type": "version",
                    "rawForm": "4.0.1",
                    "resp": "#annotator3",
                    "id": "#d80e69331f-software-1"
                },
                {
                    "type": "software",
                    "start": 59,
                    "end": 67,
                    "rawForm": "DeepView",
                    "resp": "whitelist",
                    "id": "d80e69331f-software-simple-w3"
                },
                {
                    "type": "software",
                    "start": 123,
                    "end": 134,
                    "rawForm": "SWISS-MODEL",
                    "resp": "whitelist",
                    "id": "d80e69331f-software-simple-w4"
                }
            ]
        },
        {
            "text": "Root-mean-squared distance calculations and detection of atoms within 5 Å of particular side chains were performed using DeepView; hydrogen bonds were detected using VADAR (version 1.6) (Willard et al., 2003). ",
            "section": "M A T E R I A L S A N D M E T H O D S",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 208,
                    "type": "bibr",
                    "text": "(Willard et al., 2003)"
                }
            ],
            "entity_spans": [
                {
                    "start": 121,
                    "end": 129,
                    "type": "software",
                    "rawForm": "DeepView",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "d80e69331f-software-simple-2",
                    "cert": "1.0"
                },
                {
                    "type": "software",
                    "start": 121,
                    "end": 129,
                    "rawForm": "DeepView",
                    "resp": "whitelist",
                    "id": "d80e69331f-software-simple-w5"
                },
                {
                    "type": "software",
                    "start": 166,
                    "end": 171,
                    "rawForm": "VADAR",
                    "resp": "whitelist",
                    "id": "d80e69331f-software-simple-w6"
                }
            ]
        },
        {
            "text": "For model images Fig. 4 C), PYMOL (DeLano Scientific) was used for the ribbon diagram and GRASP2 for the electrostatic potential (Petrey and Honig, 2003).",
            "section": "M A T E R I A L S A N D M E T H O D S",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 26,
                    "type": "figure",
                    "text": "Fig. 4 C)"
                },
                {
                    "start": 129,
                    "end": 153,
                    "type": "bibr",
                    "text": "(Petrey and Honig, 2003)"
                }
            ],
            "entity_spans": [
                {
                    "start": 28,
                    "end": 33,
                    "type": "software",
                    "rawForm": "PYMOL",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "d80e69331f-software-10",
                    "cert": "1.0"
                },
                {
                    "start": 35,
                    "end": 52,
                    "type": "publisher",
                    "rawForm": "DeLano Scientific",
                    "resp": "#curator",
                    "id": "#d80e69331f-software-10"
                },
                {
                    "type": "software",
                    "start": 28,
                    "end": 33,
                    "rawForm": "PYMOL",
                    "resp": "whitelist",
                    "id": "d80e69331f-software-simple-w7"
                }
            ]
        },
        {
            "text": "The example macroscopic current trace in Fig. 1 illustrates pro and con action in homomeric bimodal CNG channels formed by a recombinant chimeric construct, X-fA2, whose composition and functional properties have been described in detail (Young et al., 2001). ",
            "section": "Rationale of BD substitution",
            "ref_spans": [
                {
                    "start": 41,
                    "end": 47,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                },
                {
                    "start": 238,
                    "end": 257,
                    "type": "bibr",
                    "text": "(Young et al., 2001"
                }
            ]
        },
        {
            "text": "X-fA2 contains the fCNGA2 BD sequence and reconstitutes the gating and permeation characteristics of intact fCNGA2, just with improved levels of homologous expression resulting from selected non-BD sequence substitutions. ",
            "section": "Rationale of BD substitution"
        },
        {
            "text": "Notably, the dose-response curves of X-fA2 for both cGMP and cAMP match those of intact fCNGA2, including matching maximal P o values (Young et al., 2001). ",
            "section": "Rationale of BD substitution",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 154,
                    "type": "bibr",
                    "text": "(Young et al., 2001)"
                }
            ]
        },
        {
            "text": "A subsequent series of BD substitution constructs (X-chimeras) were based on substituting BD sequence in the original X-fA2 parent (Young et al., 2001;Young and Krougliak, 2004;Chan and Young, 2009). ",
            "section": "Rationale of BD substitution",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 151,
                    "type": "bibr",
                    "text": "(Young et al., 2001;"
                },
                {
                    "start": 151,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "Young and Krougliak, 2004;"
                },
                {
                    "start": 177,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "Chan and Young, 2009)"
                }
            ]
        },
        {
            "text": "This enables comparisons of the activation properties of various BD sequences, set within one context of invariant non-BD sequence (Fig. 2 A). ",
            "section": "Rationale of BD substitution",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 141,
                    "type": "figure",
                    "text": "(Fig. 2 A)"
                }
            ]
        },
        {
            "text": "Each X-chimera subunit can be expressed alone in Xenopus oocytes to form functional homomeric CNG channels, which are then assayed as in Fig. 1 (inside-out excised patch clamp with agonist solutions perfused on the cytoplasmic side).",
            "section": "Rationale of BD substitution",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 143,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Perfusion of 3 mM cGMP on X-fA2 homomers elicits a nondesensitizing channel current (pro action; Fig. 1 trace), and throughout this study we use the steady-state conductance elicited by 3 mM cGMP, g (3 mM cGMP) , as a normalization reference for steady-state conductances in other agonist conditions in the same patch (see Fig. 1 caption and Young et al., 2001 for interpretation of \"spiked\" current traces showing con action with cGMP dosages >3 mM). ",
            "section": "Rationale of BD substitution",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 103,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                },
                {
                    "start": 323,
                    "end": 329,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                },
                {
                    "start": 338,
                    "end": 360,
                    "type": "bibr",
                    "text": "and Young et al., 2001"
                }
            ]
        },
        {
            "text": "The BD incorporated in each X-chimera tested can then be classed as either bimodal or normal, according to whether the cGMP dose-response curve of the X-chimera exhibits the peculiar negative slope associated with con action.",
            "section": "Rationale of BD substitution"
        },
        {
            "text": "were previously reported with different names in Young et al. (2001): X-fA2 is synonymous with X-, X-rA4 with X-, Construct 1 with X- R / C , and Construct 6 with X- R / C ; in addition, Construct 2 is synonymous with X-bimP reported previously (Chan and Young, 2009). ",
            "section": "Rationale of BD substitution",
            "ref_spans": [
                {
                    "start": 49,
                    "end": 68,
                    "type": "bibr",
                    "text": "Young et al. (2001)"
                },
                {
                    "start": 251,
                    "end": 273,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(Chan and Young, 2009)"
                }
            ]
        },
        {
            "text": "There are six constructs new in this study (not including point mutants), with the following concatenations: Construct 3, fCNGA2 (L455-C511) + rCNGA4 (F413-A484); Construct 4, fCNGA2 (L455-K488) + rCNGA4 (E390-A484); Construct 5, fCNGA2 (L455-K488) + rCNGA4 (E390-S426) + fCNGA2 (G526-A554) + rCNGA4 (E456-A484); Construct 7, rCNGA4 (L356-R389) + fCNGA2 (E489-A583); Construct 8, rCNGA4 (L356-G372) + fCNGA2 (D472-A583); Construct 9, fCNGA2 (L455-G471) + rCNGA4 (E373-R389) + fCNGA2 (E489-A583). ",
            "section": "Rationale of BD substitution"
        },
        {
            "text": "Sequence regions subjected to PCR were confirmed by dideoxy sequencing.",
            "section": "Rationale of BD substitution"
        },
        {
            "text": "Oocytes were harvested from mature female Xenopus laevis frogs (procedures approved by the Canadian Council on Animal Care), injected with in vitro-transcribed RNA, and assayed in the excised inside-out patch clamp configuration, with all procedures done as previously reported (Young et al., 2001; Young and Krougliak, 2004; Chan and Young, 2009). ",
            "section": "Electrophysiology",
            "ref_spans": [
                {
                    "start": 278,
                    "end": 347,
                    "type": "bibr",
                    "text": "(Young et al., 2001; Young and Krougliak, 2004; Chan and Young, 2009)"
                }
            ]
        },
        {
            "text": "Recording conditions are briefly summarized: Pipette and bath solutions both contained (in mM): 67 KCl, 30 NaCl, 10 HEPES, 10 EGTA, and 1 EDTA, pH 7.2 with KOH. ",
            "section": "Electrophysiology"
        },
        {
            "text": "Na salts of cAMP or cGMP were included by iso-osmolar replacement of NaCl. ",
            "section": "Electrophysiology"
        },
        {
            "text": "For Ni 2+ potentiation experiments (Young et al., 2001), the bath solution was modified to include 10 µM NiCl 2 (Sigma-Aldrich), omit EGTA and EDTA, and increase KCl to 89 mM. ",
            "section": "Electrophysiology",
            "ref_spans": [
                {
                    "start": 35,
                    "end": 55,
                    "type": "bibr",
                    "text": "(Young et al., 2001)"
                }
            ]
        },
        {
            "text": "Current measurements were acquired at room temperature (19-23°C) with either an Axopatch 200B or GeneClamp500 amplifier, filtered at 10 kHz using the amplifier's low-pass Bessel filter, and recorded at 0.1-1 kHz by a Digidata 1322 and pClamp 9.0 software (Axon Instruments).",
            "section": "Electrophysiology",
            "entity_spans": [
                {
                    "start": 235,
                    "end": 241,
                    "type": "software",
                    "rawForm": "pClamp",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "d80e69331f-software-5",
                    "cert": "1.0"
                },
                {
                    "start": 242,
                    "end": 245,
                    "type": "version",
                    "rawForm": "9.0",
                    "resp": "#annotator3",
                    "id": "#d80e69331f-software-5"
                },
                {
                    "start": 256,
                    "end": 272,
                    "type": "publisher",
                    "rawForm": "Axon Instruments",
                    "resp": "#curator",
                    "id": "#d80e69331f-software-5"
                },
                {
                    "type": "software",
                    "start": 235,
                    "end": 241,
                    "rawForm": "pClamp",
                    "resp": "whitelist",
                    "id": "d80e69331f-software-simple-w8"
                },
                {
                    "type": "software",
                    "start": 246,
                    "end": 254,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "d80e69331f-software-simple-w9"
                }
            ]
        },
        {
            "text": "Patches were held at 40 mV, and steady-state currents in the presence of cyclic nucleotide were corrected by subtraction of leak currents in the absence of cyclic nucleotide. ",
            "section": "Electrophysiology"
        },
        {
            "text": "Spontaneous activity changes (run-up and run-down) of CNG channels in excised patches were typically complete after 10-20 min, somewhat longer than previously noted for bCNGA1 (Molokanova et al., 1997). ",
            "section": "Electrophysiology",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "(Molokanova et al., 1997)"
                }
            ]
        },
        {
            "text": "With the exception of specific experiments examining this run-up ( Fig. 3 B), all reported measurements were collected after run-up was completed, as shown by a difference of <10% among multiple conductance measurements in 3 mM cGMP. ",
            "section": "Electrophysiology",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 76,
                    "type": "figure",
                    "text": "Fig. 3 B)"
                }
            ]
        },
        {
            "text": "Steady-state conductance in 3 mM cGMP after completion of run-up was used in each patch to normalize conductances in other conditions, including those before the completion of run-up ( Fig. 3 B). ",
            "section": "Electrophysiology",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 194,
                    "type": "figure",
                    "text": "Fig. 3 B)"
                }
            ]
        },
        {
            "text": "Unless otherwise noted, means are reported ± SD with n the sample size, and conductance ratios were compared with unity using t test.",
            "section": "Electrophysiology"
        },
        {
            "text": "For selected constructs, the P o for the 3-mM cGMP normalization condition (after run-up) was estimated as the conductance ratio g (3 mM cGMP) /g (30 mM cAMP+Ni) , where the denominator is the conductance in the presence of 30 mM cAMP and 10 µM Ni 2+ ion (Varnum et al., 1995;Young et al., 2001). ",
            "section": "Electrophysiology",
            "ref_spans": [
                {
                    "start": 255,
                    "end": 276,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(Varnum et al., 1995;"
                },
                {
                    "start": 276,
                    "end": 295,
                    "type": "bibr",
                    "text": "Young et al., 2001)"
                }
            ]
        },
        {
            "text": "Ratio values recorded for constructs in this study were as follows: Construct 2, 0.180 ± 0.050 (n = 3); Construct 3, 0.73 ± 0.15 (n = 3); Construct 8, 0.337 ± 0.092 (n = 4); X-fA2 V457E, 0.359 ± 0.079 (n = 4). ",
            "section": "Electrophysiology"
        },
        {
            "text": "This method assumes P o ≈ 1 in the nickel-potentiated fully liganded channel and that unitary open-channel conductance is unaffected by either cyclic nucleotide or Ni 2+ . ",
            "section": "Electrophysiology",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 98,
                    "end": 106,
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "d80e69331f-software-simple-w10"
                }
            ]
        },
        {
            "text": "These two assumptions were validated for previously studied X-chimeras (Young et al., 2001); all X-chimera sequences are identical in the transmembrane domain (including the pore region determining unitary conductance; Goulding et al., 1993) and the C-linker (including the Ni 2+ -binding histidine residue; Gordon and Zagotta, 1995). ",
            "section": "Electrophysiology",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 90,
                    "type": "bibr",
                    "text": "(Young et al., 2001"
                },
                {
                    "start": 219,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "Goulding et al., 1993)"
                },
                {
                    "start": 308,
                    "end": 333,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Gordon and Zagotta, 1995)"
                }
            ]
        },
        {
            "text": "Dose-response relations in Figs. ",
            "section": "Electrophysiology"
        },
        {
            "text": "4 and 5 were fitted with the Hill equation,",
            "section": "Electrophysiology"
        },
        {
            "text": "Considering the two bimodal Constructs 2 and 5 together enables us to exclude a critical role for a large number of residues that are unique to the fCNGA2 BD. ",
            "section": "Electrophysiology"
        },
        {
            "text": "Specifically, each unconserved residue C-terminal of strand 3 has been replaced in either Construct 2 or Construct 5, or both, without abolishing con action. ",
            "section": "Electrophysiology"
        },
        {
            "text": "On the contrary, con action is robustly maintained with g (10 mM cGMP) /g (3 mM cGMP) < 0.75. ",
            "section": "Electrophysiology"
        },
        {
            "text": "Therefore, if there exists a critical residue, it must be located at the amino end of the BD, within the region spanning helix A through strand 3 (to be discussed further in a later section).",
            "section": "Electrophysiology"
        },
        {
            "text": "Within the 130-residue BD sequence of CNG channels, there are 36 residues that are not conserved between fCNGA2 and rCNGA4 ( Fig. 2, A, alignment, and B, black ticks). ",
            "section": "Electrophysiology",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 131,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "In this study, we substituted subsets of these 36 nonconserved residues with their rCNGA4 counterparts and tested the effects on cGMP gating. ",
            "section": "Electrophysiology"
        },
        {
            "text": "The BD is homologous to those of other cyclic nucleotide-dependent proteins (Weber et al., 1982;Kaupp et al., 1989), with an N-terminal helix (A), a -roll fold (strands 1-8), and two C-terminal helices (B-C); an additional \"PB\" helix and loop interrupt the  roll. ",
            "section": "Electrophysiology",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(Weber et al., 1982;"
                },
                {
                    "start": 96,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "Kaupp et al., 1989)"
                }
            ]
        },
        {
            "text": "The PB elements form a conserved \"cassette\" that participates in ligand binding in all known cyclic nucleotide-dependent proteins using the BD (Diller et al., 2001). ",
            "section": "Electrophysiology",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(Diller et al., 2001"
                }
            ]
        },
        {
            "text": "The 36 nonconserved residues are spread throughout the BD. ",
            "section": "Electrophysiology"
        },
        {
            "text": "Any of the fCNGA2 BD residues that we substituted might be \"critical\" for con action, meaning that its substitution would abolish con action; there might be several such critical residues. ",
            "section": "Electrophysiology"
        },
        {
            "text": "Or, substitution of one or more fCNGA2 residues might not abolish con action but might instead modify quantitative features of the falling phase in the cGMP doseresponse curve. ",
            "section": "Electrophysiology"
        },
        {
            "text": "Such residues would be properly described as \"contributing\" to con action but not critical for it. ",
            "section": "Electrophysiology"
        },
        {
            "text": "In addition, substitutions might change pro-action efficacy; this would modify the quantitative features of the rising phase of the dose-response curve. ",
            "section": "Electrophysiology"
        },
        {
            "text": "The key questions are whether it might be possible to increase proaction efficacy without abolishing con action (showing that low pro action is not necessary for con action), and whether it might be possible to abolish con action without increasing pro-action efficacy (showing that low pro action is not sufficient for con action).",
            "section": "Electrophysiology"
        },
        {
            "text": "We had previously constructed Constructs 1 and 2 with portions of the C-terminal region of the fCNGA2 BD replaced with rCNGA4 residues (Fig. 2 B); both of these constructs were bimodal (Young et al., 2001;Chan and Young, 2009). ",
            "section": "Extensive BD sequence substitutions preserve con action",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 145,
                    "type": "figure",
                    "text": "(Fig. 2 B)"
                },
                {
                    "start": 185,
                    "end": 205,
                    "type": "bibr",
                    "text": "(Young et al., 2001;"
                },
                {
                    "start": 205,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "Chan and Young, 2009)"
                }
            ]
        },
        {
            "text": "We extended the X-chimera series with Constructs 3 and 4, replacing larger amounts of C-terminal sequence from the fCNGA2 BD, and these progressive replacements increased the value of the ratio g (10 mM cGMP) /g (3 mM cGMP) . ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Indeed, the g (10 mM cGMP) /g (3 mM cGMP) value for Construct 3 is very close to unity (although still significantly less, P < 0.02), and the value for Construct 4 is not significantly different than unity (P > 0.3). ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "These results might suggest a critical role for some of the 10 fCNGA2-specific residues from 5 through the PB cassette. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "However, surprisingly, we were able to construct a counterexample to this hypothesis: starting from a Chimera 4 background, we added back a set of seven fCNGA2-specific residues in another region, 7 through the B helix, and in doing so we \"rescued\" con action. ",
            "section": "Extensive BD sequence substitutions preserve con action",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 102,
                    "end": 109,
                    "rawForm": "Chimera",
                    "resp": "whitelist",
                    "id": "d80e69331f-software-simple-w11"
                }
            ]
        },
        {
            "text": "The resulting Construct 5 has a ratio of g (10 mM cGMP) /g (3 mM cGMP) = 0.72 ± 0.12 (n = 7), significantly below unity (P < 0.001). ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Simple allosteric reaction scheme for bimodal agonism. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Reaction scheme (Chan and Young, 2009) is illustrated by a cell-free inside-out macroscopic patch recording of bimodal CNG channels with cGMP washed into and out from the bath (solid and dashed black bars, respectively). ",
            "section": "Extensive BD sequence substitutions preserve con action",
            "ref_spans": [
                {
                    "start": 16,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(Chan and Young, 2009)"
                }
            ]
        },
        {
            "text": "Applying cGMP elicits inward channel current with no desensitization up to 3 mM cGMP, but with 10 mM cGMP, the steady-state macroscopic conductance (white arrow) is smaller than for 3 mM. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "During wash-in and washout of the 10-mM cGMP solution, there are brief intervals with bath cGMP concentration near 3 mM giving rise to \"spikes\" of maximal conductance. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Details of reaction scheme notation: Closed-(C) and open-(O) channel states are equilibrating rapidly compared with agonist wash-in and wash-out. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Sizes of black reaction arrows indicate the favored direction of equilibrium. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "P o increases with cGMP binding of up to m molecules of cGMP (pro action). ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Binding of the (m+1) th cGMP molecule decreases the steady-state P o (con action) to below the value obtained with m ligands. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Experimental details of current trace: The previously characterized channel, X-fA2, incorporates the BD from fCNGA2 channel in a chimera with sequence from other CNG channel types (see Young et al., 2001, and Fig. 2). ",
            "section": "Extensive BD sequence substitutions preserve con action",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 215,
                    "type": "bibr",
                    "text": "Young et al., 2001, and Fig. 2"
                }
            ]
        },
        {
            "text": "X-fA2 was expressed as homomers in Xenopus oocytes; patches were held at 40 mV. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "White arrows mark times where steady-state conductance, g, was measured with cGMP concentrations fixed at their nominal concentrations; for this example, g (10 mM cGMP) /g (3 mM cGMP) = 0.63. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "fCNGA2-specific residues in the PB cassette were not critical for con action, we anticipated that they might be important determinants of the low pro-action efficacy of X-fA2.",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "We converted macroscopic conductances into P o values by determining the maximum conductance in each patch (P o = 1) elicited by 30 mM cAMP and 10 µM Ni 2+ (see Materials and methods). ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "The cGMP dose-response curves ( Fig. 3 A, down triangles vs. gray solid curve) show that both Constructs 2 and 3 are bimodal with a con phase at concentrations >3 mM. ",
            "section": "Extensive BD sequence substitutions preserve con action",
            "ref_spans": [
                {
                    "start": 32,
                    "end": 38,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "However, the maximal P o at 3 mM cGMP for Construct 3 (0.73 ± 0.15; n = 3) is far higher Substitution of the fCNGA2 PB cassette increases pro-action efficacy",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "We selected Construct 3 for a more detailed comparison with the previously characterized Construct 2, because these two constructs differ only in five residues within the key PB cassette region. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "In multiple cyclic nucleotideactivated proteins, movement of the PB cassette in response to ligand binding is believed to be essential for propagating conformational change to other parts of the BD (Canaves and Taylor, 2002;Rehmann et al., 2003;Clayton et al., 2004;Kim et al., 2005;Mazhab-Jafari et al., 2007). ",
            "section": "Extensive BD sequence substitutions preserve con action",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(Canaves and Taylor, 2002;"
                },
                {
                    "start": 224,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "Rehmann et al., 2003;"
                },
                {
                    "start": 245,
                    "end": 266,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Clayton et al., 2004;"
                },
                {
                    "start": 266,
                    "end": 283,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "Kim et al., 2005;"
                },
                {
                    "start": 283,
                    "end": 310,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "Mazhab-Jafari et al., 2007)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 245,
                    "end": 252,
                    "rawForm": "Clayton",
                    "resp": "whitelist",
                    "id": "d80e69331f-software-simple-w12"
                }
            ]
        },
        {
            "text": "Thus, although we knew that the five Figure 2. ",
            "section": "Extensive BD sequence substitutions preserve con action",
            "ref_spans": [
                {
                    "start": 37,
                    "end": 45,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Extensive BD sequence substitutions preserve con action. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "(A) Topology of the CNG channel subunit, highlighting the BD region substituted in the X-chimera series of constructs. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Alignment compares the substituted BD sequences (bounded by vertical dotted lines) originating from rCNGA4 (in X-rA4) and fCNGA2 (in X-fA2). ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Invariant non-BD sequences (Young et al., 2001) include bCNGA1 sequence in the C-linker and the extreme C-terminal region, respectively, before and after the BD. ",
            "section": "Extensive BD sequence substitutions preserve con action",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 46,
                    "type": "bibr",
                    "text": "(Young et al., 2001"
                }
            ]
        },
        {
            "text": "Dots in the sequence alignment indicate fCNGA2 residues conserved with rCNGA4; secondary structure elements are marked ( for helices,  for strands) as predicted by comparative modeling (Fig. 4). ",
            "section": "Extensive BD sequence substitutions preserve con action",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 195,
                    "type": "figure",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "(B) X-chimera testing substitutions in the C-terminal portion of the BD. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Bar represents BD sequence; below the bars, secondary structure elements are marked (letters for helices, numbers for strands, and PB for the PB cassette). ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Gray background color in bar represents amino acids conserved between fCNGA2 and rCNGA4; black ticks mark unconserved amino acids found in fCNGA2 but not in rCNGA4. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Mean g (10 mM cGMP) /g (3 mM cGMP) values (±SD, number of patches in parentheses) include those previously reported for Construct 1 (Young et al., 2001) and for Construct 2 and X-rA4 (Chan and Young, 2009). ",
            "section": "Extensive BD sequence substitutions preserve con action",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 151,
                    "type": "bibr",
                    "text": "(Young et al., 2001"
                },
                {
                    "start": 183,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(Chan and Young, 2009)"
                }
            ]
        },
        {
            "text": "(C) Examples of current traces for selected constructs during 10-mM cGMP pulses, with g (10 mM cGMP) /g (3 mM cGMP) as marked (based on applications of 3 mM cGMP; not depicted). ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Horizontal bar, 10 s; vertical bar, 1 nA.",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "The P o parameter traditionally plotted in doseresponse curves does not bear a simple relation with the underlying energetics of gate opening; the more pertinent parameter is the equilibrium constant for the poregating reaction ([open]/[closed], in a simple model of than for Construct 2 (0.18 ± 0.05; n = 3), so that the entire cGMP dose-response curves for the two channels are dramatically separated. ",
            "section": "Extensive BD sequence substitutions preserve con action",
            "ref_spans": [
                {
                    "start": 228,
                    "end": 244,
                    "type": "bibr",
                    "text": "([open]/[closed]"
                }
            ]
        },
        {
            "text": "Thus, introducing the rCNGA4 PB cassette sequence into the background of Construct 2 resulted in higher P o values for cGMP agonism. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "However, with a bimodal dose-response curve, cGMP pro action cannot be reliably quantified separately from con action; even at low cGMP concentrations, some binding events may be operating with con action at the same time as other binding events are operating with pro action. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Thus, we entertained an alternative explanation where the PB cassette substitution in Construct 3 merely attenuated cGMP con action without affecting pro action.",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "To clarify the effect of the PB cassette on pro action, we evaluated efficacy for cAMP, which appears never to participate in the con-action mechanism. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "The Construct 2 background channel had mean P o values ranging from 0.36 at 3 mM cAMP to 0.62 at 30 mM cAMP; at comparable concentrations, the P o for Construct 3 was higher, with means ranging from 0.82 at 3 mM cAMP to 0.94 at 30 mM cAMP ( Fig. 3 A, up-triangles vs. gray dashed curve). ",
            "section": "Extensive BD sequence substitutions preserve con action",
            "ref_spans": [
                {
                    "start": 241,
                    "end": 250,
                    "type": "figure",
                    "text": "Fig. 3 A,"
                }
            ]
        },
        {
            "text": "The trajectory of PB cassette movement in the normal (pro) action of cyclic nucleotide-activated proteins is proposed to be essentially the same whether the binding agonist is cGMP or cAMP (Canaves and Taylor, 2002;Flynn et al., 2007). ",
            "section": "Extensive BD sequence substitutions preserve con action",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(Canaves and Taylor, 2002;"
                },
                {
                    "start": 215,
                    "end": 234,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "Flynn et al., 2007)"
                }
            ]
        },
        {
            "text": "Thus, our results are consistent with PB cassette replacement in Construct 3 causing a general increase in efficacy for both cAMP and cGMP. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "The highly efficacious function of the rCNGA4 BD that was previously reported (Young et al., 2001) is also consistent with associating high efficacy with the rCNGA4 PB cassette sequence.",
            "section": "Extensive BD sequence substitutions preserve con action",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 97,
                    "type": "bibr",
                    "text": "(Young et al., 2001"
                }
            ]
        },
        {
            "text": "Necessity hypothesis: construct 3 exhibits efficient con action that is masked by its high pro-action efficacy",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "In previous examples of bimodal CNG channels such as fCNGA2, X-fA2, and Constructs 1 and 2, the P o elicited by cGMP was relatively low, limited to 0.4 at most. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "This might suggest that some defect in the structural apparatus for pro action might be necessary (a prerequisite) for con action. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "This necessity hypothesis could be disproven if a counterexample were found, namely a channel with both efficient con action and efficient pro action. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "In this light, Construct 3 provides the first example of a bimodal CNG channel whose cGMP pro action is efficient enough to produce P o > 0.7. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "We note that Construct 3 also had a higher value for g (10 mM cGMP) /g (3 mM cGMP) compared with the other bimodal channels, which might suggest that its conaction mechanism was not as efficient. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "However, as we explain below, it is not true that an increase in g (10 mM cGMP) /g (3 mM cGMP) always indicates attenuation of con action in mechanistic or energetic terms, and the doseresponse curves of Construct 3 match what would be predicted if the con action was unaffected by PB cassette replacement. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Figure 3. ",
            "section": "Extensive BD sequence substitutions preserve con action",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "PB cassette substitution masks con action by raising gating efficacy: refutation of necessity hypothesis. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "(A) Dose-response relations of Construct 3 activated with cGMP (down-triangles) or cAMP (up-triangles). ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Points show means and error bars show SD (n ≥ 3 for each point); points are joined by straight lines without fitting. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "To plot P o values, conductances were normalized to the steady-state conductance measured at 3 mM cGMP (solid downtriangle) in the same patch. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Then, P o at 3 mM cGMP was fixed as 0.73 based on Ni 2+ potentiation (see Materials and methods). ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "For comparison, gray curves show dose-response relations for Construct 2 activated by cGMP (solid) or cAMP (dashed); these were previously reported on a relative scale without conversion to P o values (Chan and Young, 2009), and new Ni 2+ potentiation experiments in this study fix the P o at 3 mM cGMP as 0.18. ",
            "section": "Extensive BD sequence substitutions preserve con action",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(Chan and Young, 2009)"
                }
            ]
        },
        {
            "text": "All measures for both constructs in this plot were collected after completion of spontaneous run-up. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "(B) Example macroscopic current trace from one patch of Construct 3 before and after completion of run-up, tracking progressive increase in pro-action efficacy and masking of con action. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "P o scale at right is based on fixing P o = 0.73 for 3 mM cGMP after run-up. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Arrows and asterisks, respectively, mark steady-state and spike currents as in Fig. 1. ",
            "section": "Extensive BD sequence substitutions preserve con action",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 85,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "For this example, P steady /P spike = 0.80 before run-up and 0.95 after run-up. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "P < 0.008). ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "This is consistent with the masking of con action arising progressively as P o increases during run-up.",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "In summary, the difference in dose-responses of Constructs 2 and 3 can be explained as a potentiation of pro action that is general (i.e., applying to both cAMP and cGMP); the con phase in the cGMP dose-response of Construct 3 appears flattened not because of attenuation of cGMP con-action energetics but because of high P o masking. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Construct 3 possesses both efficient con action and efficient pro action, which suggests strongly that the poor pro-action efficacy exemplified by X-fA2 is not a prerequisite mechanistic condition for the operation of con action. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "That is, low pro-action efficacy is not necessary for con action. ",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Construct 3 does not exclude the possibility that a disabled pro-action mechanism could be sufficient in itself to induce operation of con action.",
            "section": "Extensive BD sequence substitutions preserve con action"
        },
        {
            "text": "Masking with high pro-action efficacy represents one way that the manifestation of con action can be suppressed, but it does not represent a way to disable the operation of the con-action mechanism. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "We found above (Fig. 2) that many fCNGA2 residues from 5 through C were not critical for con action. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 22,
                    "type": "figure",
                    "text": "(Fig. 2"
                }
            ]
        },
        {
            "text": "Therefore, we performed another mutagenesis search with progressive replacements in the N-terminal region of the BD. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "We knew from previous work (Young et al., 2001) that con action could indeed be abolished by replacing very extensive N-terminal sequence (Fig. 4 A, Construct 6). ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 46,
                    "type": "bibr",
                    "text": "(Young et al., 2001"
                },
                {
                    "start": 138,
                    "end": 161,
                    "type": "figure",
                    "text": "(Fig. 4 A, Construct 6)"
                }
            ]
        },
        {
            "text": "The new Constructs 7 and 8 contain BD sequences >94% identical to the fCNGA2 BD, yet like Construct 6, they both lack con action ( Fig. 4 A); wash-in and wash-out current spikes were never observed either before or after run-up, and steadystate activity increased with cGMP concentration up to 30 mM ( Fig. 4 B, solid down-triangles). ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 140,
                    "type": "figure",
                    "text": "Fig. 4 A)"
                },
                {
                    "start": 302,
                    "end": 333,
                    "type": "figure",
                    "text": "Fig. 4 B, solid down-triangles)"
                }
            ]
        },
        {
            "text": "Thus, substitution of as few as three residues (in helix A and strand 1 of Construct 8) abolished observable evidence for con action in the range of 3-30 mM cGMP (we phrase this statement conservatively because we could not test cGMP concentrations above 30 mM because of viscosity and solubility problems, and it is in any case impossible to prove a negative assertion for all possible conditions). ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "Notably, bimodal agonism was observed in another Construct 9 where strands 2 and strands 3 were replaced, showing that those sequence elements are not critical for con action.",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "Although the cGMP response relation of Construct 8 is not suppressed by a con phase, there is no evidence for high P o that could mask con action as in Construct 3. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "The P o for Construct 8 at 3 mM cGMP was only 0.37 ± 0.09 (n = 4) and did not exceed 0.5, even at 30 mM cGMP. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "For both cGMP and cAMP, the Construct 8 doseresponse curves are very similar to those of X-fA2 ( Fig. 4 B, black points vs. gray curves), with the exception of cGMP >3 mM. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 105,
                    "type": "figure",
                    "text": "Fig. 4 B"
                }
            ]
        },
        {
            "text": "This shows that the A-1 replacement did not a single open and closed state). ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "As the numerical value of P o increases toward unity, the P o parameter becomes less sensitive to changes in the gating equilibrium constant (Varnum and Zagotta, 1996). ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(Varnum and Zagotta, 1996)"
                }
            ]
        },
        {
            "text": "Thus, if a structural modification (for example, PB cassette replacement) were to increase pro-action efficacy without affecting other gating features, this would as a consequence also flatten the P o versus concentration curve, so that significant concentration-dependent changes in gating energetics caused by either pro or con action would be \"masked.\"",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "The gating equilibrium constant cannot be evaluated with precision at a subsaturating agonist concentration because the individual channel molecules in the population will have different binding site occupancies and hence different gating equilibrium constants with different corresponding open probabilities. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "As a surrogate parameter, we can calculate Z = P o /(1P o ) from the average P o at a given subsaturating cGMP concentration; Z represents an approximate central value, around which the individual equilibrium constants in the channel population will be clustered. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "This analysis shows that as cGMP concentration increases from 3 to 10 mM, Z decreases by a similar factor for both Constructs 2 and 3. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "For Construct 2, Z changes by a factor of 0.7, decreasing from 0.23 at 3 mM cGMP (P o = 0.18) to 0.15 at 10 mM cGMP (P o = 0.13); for Construct 3, Z changes by a factor of 0.8, decreasing from 2.6 at 3 mM cGMP (P o = 0.73) to 2.2 at 10 mM cGMP (P o = 0.69). ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "Although we emphasize that Z is not numerically equivalent to a microscopic equilibrium constant, the similarity of Z shifts in Constructs 2 and 3 is consistent with a scenario where the energetics of con action are similar in these two channels.",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "Further evidence for the \"masking\" of con action in Construct 3 is observable during spontaneous \"run-up\" of channel activity in the minutes immediately after patch excision. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "Run-up in X-chimeras, as in many CNG channels (Molokanova et al., 1997), typically causes a potentiation of cyclic nucleotide activation, including an increase in efficacy (unpublished data). ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "(Molokanova et al., 1997)"
                }
            ]
        },
        {
            "text": "For patches of Construct 3, we noticed that wash-in and wash-out current spikes indicative of bimodal agonism were more prominent in pulses of 10 mM cGMP given early after patch excision compared with later pulses (Fig. 3 B). ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy",
            "ref_spans": [
                {
                    "start": 214,
                    "end": 224,
                    "type": "figure",
                    "text": "(Fig. 3 B)"
                }
            ]
        },
        {
            "text": "To quantify con action in individual pulses of 10-mM cGMP perfusion, we compared the P o value at steady state (P steady ) and at the peak of the wash-in spike (P spike ), which corresponds to an interval where cGMP is momentarily near 3 mM (Fig. 1); this avoids reference to the steady-state g (3 mM cGMP) standard, which would not be stable during run-up. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy",
            "ref_spans": [
                {
                    "start": 241,
                    "end": 249,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "In four patches of Construct 3, pulses of 10 mM cGMP were applied less than 5 min after excision (mean P steady = 0.53 ± 0.02) as well as after completion of run-up (P steady = 0.69 ± 0.04). ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "Con action in these four patches was more robustly exhibited before run-up (P steady /P spike = 0.84 ± 0.04) compared with after (P steady /P spike = 0.97 ± 0.03; significantly different than before by paired t test, location of the key A-1 region in the fCNGA2 BD using comparative modeling (see Materials and methods) based on the crystal structure of a C-terminal fragment from the related HCN2 channel (Zagotta et al., 2003). ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy",
            "ref_spans": [
                {
                    "start": 408,
                    "end": 430,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "(Zagotta et al., 2003)"
                }
            ]
        },
        {
            "text": "Models were built for the C-linker and BD of X-fA2 and Constructs 7 and 8 ( Fig. 4 C); the independently built models were closely superimposable with each other with a small root-mean-squared distance (0.2 Å) for all atoms excluding unconserved residues. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 85,
                    "type": "figure",
                    "text": "Fig. 4 C)"
                }
            ]
        },
        {
            "text": "In other words, introducing up to seven substitutions to the X-fA2 model did not result in any steric clashes forcing a large shift of nonsubstituted atoms during the energy minimization. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "The model shows that cGMP bound to the canonical ligand-binding pocket, which is highly conserved in crystal structures of other cyclic nucleotide-activated proteins (Weber and Steitz, 1987;Su et al., 1995;Clayton et al., 2004;Rehmann et al., 2008), does not lie close to the A-1 region. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(Weber and Steitz, 1987;"
                },
                {
                    "start": 190,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "Su et al., 1995;"
                },
                {
                    "start": 206,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Clayton et al., 2004;"
                },
                {
                    "start": 227,
                    "end": 248,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "Rehmann et al., 2008)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 206,
                    "end": 213,
                    "rawForm": "Clayton",
                    "resp": "whitelist",
                    "id": "d80e69331f-software-simple-w13"
                }
            ]
        },
        {
            "text": "However, it remains possible that observably potentiate pro action for either agonist, a quite different effect than that of PB cassette replacement.",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "The lack of con action and the low pro-action efficacy in Construct 8 refutes the hypothesis that a low proaction efficacy is sufficient to produce a con-action mechanism. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "Together with Construct 3, our findings show that low pro-action efficacy is neither necessary nor sufficient to cause the con action found in X-fA2. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "This strongly suggests that there is no causal relation between con action and low pro-action efficacy as they are found in X-fA2 and intact fCNGA2.",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "V457 in helix A rather than R464 in strand 1 is critical for bimodal agonism Might the critical A-1 region contribute to a distinctive cGMP-binding site responsible for con action? ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "There is no available high resolution structural information on the BD of CNG channels, so we assessed the approximate Figure 4. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 127,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "Substitution of N-terminal region of BD abolishes con action: refutation of sufficiency hypothesis. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "(A) Bars show substitutions in the N-terminal portion of the BD, with mean values of g (30 mM cGMP) /g (3 mM cGMP) , including previously reported data for Construct 6 (Young et al., 2001). ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 187,
                    "type": "bibr",
                    "text": "(Young et al., 2001"
                }
            ]
        },
        {
            "text": "(B) Dose-response relation of Construct 8 activated with cGMP and cAMP (down-triangles and up-triangles, respectively; n ≥ 4 for all points). ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "Conductances were converted to P o using the methods of Fig. 3, fixing P o = 0.337 at 3 mM cGMP. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 62,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Black curves are Hill equation fits (see Materials and methods). ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "Fitted parameters (±SE) are: cGMP, K 1/2 = 368 ± 26 µM, h = 0.85 ± 0.04, and P max = 0.399 ± 0.006; cAMP, K 1/2 = 520 ± 220 µM, h = 0.81 ± 0.23, and P max = 0.58 ± 0.05. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "For comparison, gray curves show X-fA2 dose-response data (Young et al., 2001) for cGMP (solid) and cAMP (dashed). ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy",
            "ref_spans": [
                {
                    "start": 58,
                    "end": 78,
                    "type": "bibr",
                    "text": "(Young et al., 2001)"
                }
            ]
        },
        {
            "text": "(C) Model of the C-linker and BD from X-fA2 (see Results). ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "(Left) ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "Ribbon diagram highlights helix A and strand 1 (orange) with the three unconserved residues (magenta) whose substitution in Construct 8 abolished con action; numbering follows fCNGA2 sequence (Fig. 1 alignment) with the substituted amino acid from rCNGA4 in parentheses. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy",
            "ref_spans": [
                {
                    "start": 194,
                    "end": 212,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1 alignment)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 6,
                    "rawForm": "Ribbon",
                    "resp": "whitelist",
                    "id": "d80e69331f-software-simple-w14"
                }
            ]
        },
        {
            "text": "Hash marks (#) indicate three loops (B-C, PB cassette, and 4-5), which were built without template residues. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "The canonicalbinding site (dashed ellipse) uses key ligand contacts with R529 and T530 (green), which are universally conserved in CNG channels. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "(Right) ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "Electrostatic potential mapped to molecular surface. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "con action up to 30 mM cGMP. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "X-fA2 V457E does have slightly higher P o for a given cGMP concentration than does X-fA2, but the increase in efficacy is slight and not large enough to raise P o above 0.5. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "The low P o , along with the significant increase in P o going from 3 to 30 mM cGMP, rule out high P o masking as a cause for the failure to observe con action in X-fA2 V457E. ",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "This suggests that V457 on helix A is critical for operation of the conaction mechanism in CNG channels.",
            "section": "Sufficiency hypothesis: abolishing con action without high pro-action efficacy"
        },
        {
            "text": "Our most important new findings in this work are as follows. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Although there are many BD residues that are not conserved between fCNGA2 and rCNGA4, only one is critical for con action, namely V457 in helix A of fCNGA2. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "At least some of the structural determinants of pro and con action operate independently of each other: proaction efficacy can be controlled by substituting the PB cassette sequence without affecting con-action energetics, whereas con action can be enabled or disabled by substitution of the A-1 sequence without affecting pro action. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "We produce an example (Construct 3) where a con-action mechanism operates efficiently, yet its suppressive effects on P o are partially masked as an indirect consequence of efficient pro action.",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Does helix A contribute to a cGMP-binding site?",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "All evidence at hand shows that V457 is critical for con action, not simply \"contributing\" to it. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "We found no con action in any channel that we tested with a V457E mutation, namely X-rA4, Constructs 6-8, and the point mutation in X-fA2 background. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "We emphasize that \"critical\" means \"necessary\" but does not mean \"sufficient\"; for instance, the presence of valine at position 457 may not ensure the operation of con action in every possible the A-1 region contributes to a noncanonical cGMPbinding site. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "We emphasize that although cGMP concentrations >3 mM are required for con action in constructs like X-fA2 with the fCNGA2 BD, this BD also shows generally weak binding for cAMP, so that the cAMP doseresponse curve does not saturate at 3 mM. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Thus, the cGMP affinity of the binding site responsible for con action seems to be comparable to the cAMP affinity of canonical pro-action sites found in the fCNGA2 BD.",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Electrostatic potential calculations on our X-fA2 model (Petrey and Honig, 2003) indicate that helix A and strand 1 are in, respectively, negative and positive electrostatic environments (Fig. 4 C). ",
            "section": "D I S C U S S I O N",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(Petrey and Honig, 2003)"
                },
                {
                    "start": 189,
                    "end": 199,
                    "type": "figure",
                    "text": "(Fig. 4 C)"
                }
            ]
        },
        {
            "text": "Although a negative environment cannot reliably exclude the binding of phosphate groups (Ledvina et al., 1996), the positive environment around strand 1 would seem an intuitive choice for binding cGMP. ",
            "section": "D I S C U S S I O N",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "(Ledvina et al., 1996)"
                }
            ]
        },
        {
            "text": "For instance, the canonical site has an essential arginine R529 (Tibbs et al., 1998), and strand 1 also contains an arginine R464, which in Construct 8 was neutralized to glutamine. ",
            "section": "D I S C U S S I O N",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(Tibbs et al., 1998)"
                }
            ]
        },
        {
            "text": "However, we found that an isolated R464Q mutation introduced to X-fA2 did not significantly change the low ratio g (30 mM cGMP) /g (3 mM cGMP) ( Fig. 5 A, X-fA2 R464Q vs. X-fA2). ",
            "section": "D I S C U S S I O N",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 151,
                    "type": "figure",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "Similarly, an isolated V467T mutation preserved con action and indeed enhanced its observed effects, with a significant decrease in g (30 mM cGMP) /g (3 mM cGMP) compared with that of X-fA2. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "These results argue against strand 1 contributing to con action at all, and in fact the presence of valine at position 467 in the fCNGA2 BD seems to favor channel opening compared with the threonine found in rCNGA4.",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "In contrast, X-fA2 with an isolated V457E mutation shows a mean g (30 mM cGMP) /g (3 mM cGMP) ratio much higher than those of the other two point mutants and X-fA2 itself (1.26 ± 0.23; n = 7), and significantly greater than unity (P < 0.02). ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "The cGMP dose-response curve for X-fA2 V457E (Fig. 5 B) resembles that of Construct 8 with no Figure 5. ",
            "section": "D I S C U S S I O N",
            "ref_spans": [
                {
                    "start": 45,
                    "end": 55,
                    "type": "figure",
                    "text": "(Fig. 5 B)"
                },
                {
                    "start": 94,
                    "end": 102,
                    "type": "figure",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "V457E mutation abolishes con action. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "(A) Bar shows BD of Construct 8. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Sequence alignment of the region from helix A through strand 2 is shown for point mutants, along with their respective mean g (30 mM cGMP) /g (3 mM cGMP) ratios. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Dots in alignment indicate residues conserved between fCNGA2 and rCNGA4. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Amino acids mutated in each construct are circled. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "(B) Dose-response relation of X-fA2 V457E activated with cGMP (down-triangles; n ≥ 3 for all points). ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Conductances were converted to P o using the methods of Fig. 3, fixing P o = 0.359 at 3 mM cGMP. ",
            "section": "D I S C U S S I O N",
            "ref_spans": [
                {
                    "start": 56,
                    "end": 62,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Black curve is a Hill equation fit. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Fitted parameters (±SE) are: K 1/2 = 350 ± 97 µM, h = 0.78 ± 0.17, and P max = 0.45 ± 0.03. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "For comparison, gray curve shows cGMP dose-response data for X-fA2 (Young et al., 2001) as in Fig. 4 B. of mechanistic possibilities will require future mutagenesis in these three helices, which are implicated in con action for the first time by our analysis.",
            "section": "D I S C U S S I O N",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 86,
                    "type": "bibr",
                    "text": "(Young et al., 2001"
                },
                {
                    "start": 94,
                    "end": 103,
                    "type": "figure",
                    "text": "Fig. 4 B."
                }
            ]
        },
        {
            "text": "Does helix A control coupling?",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Another possible role for the Fig. 6 network could be to govern the coupling of ligand binding to gate opening, like the transmission gearbox in an automobile that enables the crankshaft to propel the vehicle in reverse. ",
            "section": "D I S C U S S I O N",
            "ref_spans": [
                {
                    "start": 30,
                    "end": 36,
                    "type": "figure",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "Postulating that the Fig. 6 network is a coupling controller and therefore not a noncanonical binding site does not force us to assume the existence of a noncanonical site somewhere else. ",
            "section": "D I S C U S S I O N",
            "ref_spans": [
                {
                    "start": 21,
                    "end": 27,
                    "type": "figure",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "Workable con-action mechanisms can be conceived in which cGMP binds only to canonical binding sites, and it is only the number of vacant versus occupied sites that determines whether the coupling relationship will be reversed (Chan and Young, 2009).",
            "section": "D I S C U S S I O N",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 248,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(Chan and Young, 2009)"
                }
            ]
        },
        {
            "text": "Helices D and B in the network have previously been identified as coupling-control elements governing the efficiency of pro action in CNG channels (Li and Lester, 1999;Paoletti et al., 1999;Young and Krougliak, 2004) as well as in other cAMP receptors with homologous BDs (Rehmann et al., 2003;Zagotta et al., 2003;Kim et al., 2005). ",
            "section": "D I S C U S S I O N",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "(Li and Lester, 1999;"
                },
                {
                    "start": 171,
                    "end": 193,
                    "type": "bibr",
                    "text": "Paoletti et al., 1999;"
                },
                {
                    "start": 193,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "Young and Krougliak, 2004)"
                },
                {
                    "start": 275,
                    "end": 297,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(Rehmann et al., 2003;"
                },
                {
                    "start": 297,
                    "end": 318,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "Zagotta et al., 2003;"
                },
                {
                    "start": 318,
                    "end": 335,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "Kim et al., 2005)"
                }
            ]
        },
        {
            "text": "It may seem odd that these same coupling-control elements could reverse the direction of their effects sequence context, because we did not find con action in Construct 4. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "We also acknowledge the impossibility of confirming the criticality of V457 in all possible sequence contexts. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Thus, conceivably, con action might be restored to X-fA2 V457E by some as yet untested mutations outside position 457. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "However, any such mutations would have to introduce amino acids not found in the fCNGA2 BD, because X-fA2 V457E currently possesses all fCNGA2 BD residues except V457. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "(This contrasts with our successful restoration of con action to Construct 4 by adding back noncritical fCNGA2 BD residues to make Construct 5). ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Our identification of V457 as critical for con action is certainly consistent with known current evidence. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Of broader importance, the low pro-action efficacy of X-fA2 V457E (and, more clearly, Construct 8) refutes the sufficiency hypothesis. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Thus, con action does not arise as an unavoidable consequence of the rather inefficient pro action in fCNGA2; rather, con action can be removed or added on top of a preexisting pro-action mechanism by virtue of the amino acid at position 457.",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Could V457 then make contact with cGMP, forming counterproductive interactions during con action? ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "This would constitute a noncanonical cGMP-binding site that is structurally distinct from known sites, based on analysis of our comparative models as follows. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "We enumerated \"first neighbor\" residues located within 5 Å of the residue 457 side chain in our comparative models (Fig. 6, black dashed lines), and then identified \"second neighbor\" residues within 5 Å of each of the first neighbors' side chains (Fig. 6, gray dashed lines). ",
            "section": "D I S C U S S I O N",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 122,
                    "type": "figure",
                    "text": "(Fig. 6"
                },
                {
                    "start": 247,
                    "end": 274,
                    "type": "figure",
                    "text": "(Fig. 6, gray dashed lines)"
                }
            ]
        },
        {
            "text": "The residues of the \"neighbor network\" are limited to three noncontiguous helices: helix A itself, plus helix D of the C-linker, and helix B at the C-terminal end of the BD (second neighbors only). ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "All network residues other than V457 were conserved in all constructs of this study. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Based on corresponding residues in the HCN2 template structure, none of the network residues are proximal to ligand bound at the canonical site. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Moreover, none of them correspond to residues forming the previously reported noncanonical cAMP-binding site in Escherichia coli catabolite activator protein (Passner and Steitz, 1997), which relies on the 4-5 loop along with the DNA BD that has no counterpart in CNG channels.",
            "section": "D I S C U S S I O N",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Passner and Steitz, 1997)"
                }
            ]
        },
        {
            "text": "The neighbor network includes multiple residues that could contribute to ligand binding in varied ways. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Several first neighbors are hydrophobic, suitable for interaction with the entire valine side chain or with the C and C methylene groups of glutamate. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Additionally, however, the salt-bridged residue pair E458+K462 is included, available for stabilizing polar contact with the carboxylate group of E457 (H bonds identified by VA-DAR software; Willard et al., 2003). ",
            "section": "D I S C U S S I O N",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 212,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "Willard et al., 2003)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 174,
                    "end": 180,
                    "rawForm": "VA-DAR",
                    "resp": "whitelist",
                    "id": "d80e69331f-software-simple-w15"
                },
                {
                    "type": "software",
                    "start": 181,
                    "end": 189,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "d80e69331f-software-simple-w16"
                }
            ]
        },
        {
            "text": "The effect of the V457E mutation could thus be a result of any of multiple features such as side-chain packing, charge, or specific H bonds, and might be as subtle as a slight reorientation of one of the three helices. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Addressing the large scope Figure 6. ",
            "section": "D I S C U S S I O N",
            "ref_spans": [
                {
                    "start": 27,
                    "end": 35,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "Neighbor network around position 457 proposed by comparative modeling. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "All residues in this structural schematic are numbered according to fCNGA2 sequence position. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Glutamate is shown in position 457, with black dashed lines indicating its interactions with first neighbors (see Discussion). ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Parentheses indicate residues that are not identified as first neighbors when valine occupies position 457. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "Gray dashed lines indicate interactions between first neighbors (black type) and second neighbors (gray type). ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "E458 is capable of forming hydrogen bonds or polar contact with both E457 and K462 (thick dashed lines); other neighbor interactions shown are not polar.",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "after a certain number of ligands are bound. ",
            "section": "D I S C U S S I O N"
        },
        {
            "text": "However, occupancy-dependent coupling has already been proposed for pro action in CNG channels, based on observations that successive ligand-binding events make nonidentical energetic contributions even in a homotetrameric channel (Ruiz and Karpen, 1997;Biskup et al., 2007). ",
            "section": "D I S C U S S I O N",
            "ref_spans": [
                {
                    "start": 231,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(Ruiz and Karpen, 1997;"
                },
                {
                    "start": 254,
                    "end": 274,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "Biskup et al., 2007)"
                }
            ]
        },
        {
            "text": "Ligand-dependent subunit interactions such as those mediated by helix D (Craven and Zagotta, 2004) have been proposed to explain occupancy-dependent coupling in pro action (Liu et al., 1998;Ulens and Siegelbaum, 2003) as well as the dependence of con action on the arrangement of subunits in a heteromer (Chan and Young, 2009).",
            "section": "D I S C U S S I O N",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(Craven and Zagotta, 2004)"
                },
                {
                    "start": 174,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "(Liu et al., 1998;"
                },
                {
                    "start": 192,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "Ulens and Siegelbaum, 2003)"
                },
                {
                    "start": 306,
                    "end": 328,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(Chan and Young, 2009)"
                }
            ]
        },
        {
            "text": "Unlike the A-1 region, the PB cassette contributes essential residues to the canonical-binding pocket (Altenhofen et al., 1991;Tibbs et al., 1998;Zagotta et al., 2003;Flynn et al., 2007), and it is therefore not surprising that significant effects on pro-action efficacy result from substitution of the fCNGA2 cassette. ",
            "section": "PB cassette region and high P o masking",
            "ref_spans": [
                {
                    "start": 104,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(Altenhofen et al., 1991;"
                },
                {
                    "start": 129,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "Tibbs et al., 1998;"
                },
                {
                    "start": 148,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "Zagotta et al., 2003;"
                },
                {
                    "start": 169,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "Flynn et al., 2007)"
                }
            ]
        },
        {
            "text": "We caution that the effects of PB cassette substitution are expected to depend on the background sequence context, as in any structurefunction study. ",
            "section": "PB cassette region and high P o masking"
        },
        {
            "text": "Unfortunately, the structural effects of PB cassette substitution cannot be reliably explored through our comparative model, because fCNGA2 contains a six-residue insertion in its cassette region with no homologous counterpart in the cassette of HCN2. ",
            "section": "PB cassette region and high P o masking"
        },
        {
            "text": "Further investigations of efficacy determinants may benefit from testing cassettes from different CNG channels, because the insertion is shorter in some CNG family members.",
            "section": "PB cassette region and high P o masking"
        },
        {
            "text": "The broader significance of the PB cassette replacement producing Construct 3 is that it illustrates the principle of masking through an increased gating equilibrium constant. ",
            "section": "PB cassette region and high P o masking"
        },
        {
            "text": "The persistence of efficient con action in Construct 3 is detectable when this masking is taken into account, refuting the necessity hypothesis. ",
            "section": "PB cassette region and high P o masking"
        },
        {
            "text": "Because low pro-action efficacy is not a prerequisite for the operation of con action, it may be that the con-action mechanism exists in some other previously studied CNG channels but has gone undetected because of masking (see discussion of rat CNGA2 in Biskup et al., 2007, andYoung, 2009).",
            "section": "PB cassette region and high P o masking",
            "ref_spans": [
                {
                    "start": 255,
                    "end": 279,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "Biskup et al., 2007, and"
                },
                {
                    "start": 279,
                    "end": 291,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "Young, 2009)"
                }
            ]
        },
        {
            "text": "We thank D.M. Sciubba and N.B. Olivier for preliminary plasmid construction; K.E. Magee, Z. Madden, and other Young laboratory members for technical assistance; and Drs. ",
            "section": "Figure 1 ."
        },
        {
            "text": "R. Cornell and E. Accili for comments on the manuscript. ",
            "section": "Figure 1 ."
        }
    ]
}