{
    "level": "sentence",
    "id": "c1522259a0",
    "abstract": [
        {
            "text": "Siblings of individuals with autism have over 20 times the population risk of autism. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Evidence of comparable, but less marked, cognitive and social communication deficits in siblings suggests a role for these traits in the search for biomarkers of familial risk. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "However, no neuroimaging biomarkers of familial risk have been identified to date. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Here we show, for the first time, that the neural response to facial expression of emotion differs between unaffected siblings and healthy controls with no family history of autism. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Strikingly, the functional magnetic resonance imaging (fMRI) response to happy versus neutral faces was significantly reduced in unaffected siblings compared with controls within a number of brain areas implicated in empathy and face processing. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The response in unaffected siblings did not differ significantly from the response in autism. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Furthermore, investigation of the response to faces versus fixation crosses suggested that, within the context of this study, an atypical response specifically to happy faces, rather than to faces in general, accounts for the observed sibling versus controls difference and is a clear biomarker of familial risk. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Our findings suggest that an atypical implicit response to facial expression of emotion may form the basis of impaired emotional reactivity in autism and in the broader autism phenotype in relatives. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "These results demonstrate that the fMRI response to facial expression of emotion is a candidate neuroimaging endophenotype for autism, and may offer far-reaching insights into the etiology of autism.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 1
        },
        {
            "text": "Siblings of individuals with autism have a greatly enhanced risk of developing autism-estimated to be in excess of a 20fold increase compared with the general population. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "[1][2][3] Furthermore, it is increasingly understood that many apparently unaffected siblings (and their parents, as another example of first-degree relatives) display subtle impairments in the cognitive domains characteristically affected by autism. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "[4][5][6][7] Siblings of individuals with autism have however been the subject of relatively little neuroimaging research. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "[8][9][10] The concept of an endophenotype-a marker of familial risk for a condition-has in recent years become the focus of considerable attention in neuropsychiatric research. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 6,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Although the term was first used in the 1960s in the field of insect biology, 11 within a few years it was applied within psychiatry. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "12 An endophenotype is a heritable feature associated with a condition, present in affected individuals regardless of whether their condition is manifested, which co-segregates with the condition in families and which is present in unaffected family members at a higher rate than in the general population. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "13 In such family members, endophenotypes represent instances in which genes associated with a particular condition exert measurable effects in individuals in whom they are insufficient to cause the condition itself to become manifest. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "The promise of characterizing endophenotypes lies in their hypothesized intermediate position between genotype and phenotype. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Syndromes such as autism, schizophrenia and bipolar disorder are complex constellations of clinical signs and symptoms. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Considerable phenotypic heterogeneity exists within clinical populations and it is likely that the etiologies of these conditions contain heterogeneity too. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "In the case of autism, it has been recognized that a unitary cause is unlikely. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "14 Attempts to characterize the genetics of these conditions therefore will ultimately be hampered by a reliance on traditional classificatory systems that coalesce this heterogeneity into a unitary diagnosis. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 32,
                    "end": 40,
                    "rawForm": "genetics",
                    "resp": "whitelist",
                    "id": "c1522259a0-software-simple-w0"
                }
            ]
        },
        {
            "text": "As a smaller and simpler phenotypic unit than the condition itself, the etiology of the endophenotype is likely to be correspondingly simpler: it can be said to be 'closer to the level of gene action'. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "15 Difficulties in empathy and in the understanding of social stimuli and situations form a central aspect of the autistic phenotype. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "16 The neurophysiological response to faces, and in particular facial emotional expressions, is atypical in autism. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "This has been documented using electroencephalography, 17 magnetoencephalography, 18 positron emission tomography 19 and functional magnetic resonance imaging (fMRI) 20 studies. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 55,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                },
                {
                    "start": 82,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                },
                {
                    "start": 114,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                },
                {
                    "start": 166,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "A considerable body of evidence reveals atypical fMRI response to faces and other social stimuli within a network of brain structures that has been termed the 'social brain'. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "21,22 This comprises the amygdala and its interconnections with the superior temporal sulcus (STS), orbitofrontal cortex, anterior cingulate cortex and fusiform face area (FFA), among other regions. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "The STS is of particular importance not only in being activated during a range of mentalizing tasks in controls 23 but also as a site within which brain structure and function correlate with autistic traits in the general population. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "24 Similarly, the FFA located within the fusiform gyrus of the occipitotemporal cortex is particularly activated by facial stimuli in controls 25 and is greatly reduced in activation in people with autism. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24"
                },
                {
                    "start": 143,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "20 Given reports of social deficits in relatives of those with autism, 26 the neural response to emotional expressions in faces seems a promising area within which to investigate possible endophenotypes of autism.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                },
                {
                    "start": 71,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "The aim of this study was to investigate the neural response to facial expressions of emotion in adolescents with autism, their unaffected siblings and controls with no family history of autism, in order to enable the separation of neurobiological markers associated with familial risk for autism from those associated with the condition itself, and thus to suggest candidate endophenotypes of autism.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Participants and methods",
            "section_rank": 2
        },
        {
            "text": "Participants. ",
            "section": "Participants and methods",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Participants comprised 40 adolescents (aged 12-18 years) with an autism spectrum disorder (ASD) diagnosed as either autism or Asperger syndrome, 40 unaffected siblings and 40 typically developing controls. ",
            "section": "Participants and methods",
            "paragraph_rank": 5,
            "section_rank": 2,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 91,
                    "end": 94,
                    "rawForm": "ASD",
                    "resp": "whitelist",
                    "id": "c1522259a0-software-simple-w1"
                }
            ]
        },
        {
            "text": "All ASD participants met Diagnostic and Statistical Manual of Mental Disorders, fourth edition criteria 16 for autism or Asperger syndrome, and were assessed as positive on both the Autism Diagnostic Interview-Revised 27 and the Autism Diagnostic Observation Schedule-Generic. ",
            "section": "Participants and methods",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 4,
                    "end": 7,
                    "rawForm": "ASD",
                    "resp": "whitelist",
                    "id": "c1522259a0-software-simple-w2"
                }
            ]
        },
        {
            "text": "28 Participants with autism and their siblings were recruited by approaching support groups for families with autism and schools; controls were recruited through notices in schools and community groups in similar neighborhoods to the participants in the autism and sibling groups-in order to minimize possible confounds relating to geography and demographics. ",
            "section": "Participants and methods",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "All siblings and controls scored below threshold on a screening tool for ASD-the Social Communication Questionnaire. ",
            "section": "Participants and methods",
            "paragraph_rank": 5,
            "section_rank": 2,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 73,
                    "end": 76,
                    "rawForm": "ASD",
                    "resp": "whitelist",
                    "id": "c1522259a0-software-simple-w3"
                }
            ]
        },
        {
            "text": "29 Siblings were full biological siblings of the participants with autism, based on parental report; controls were defined as having no history of an ASD within any first-or second-degree relative. ",
            "section": "Participants and methods",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 150,
                    "end": 153,
                    "rawForm": "ASD",
                    "resp": "whitelist",
                    "id": "c1522259a0-software-simple-w4"
                }
            ]
        },
        {
            "text": "General exclusion criteria were: fullscale intelligence quotient (IQ) o70 as measured using the Wechsler Abbreviated Scale of Intelligence, 30 any psychiatric diagnosis (other than ASD in the autism group), any current or previous psychotropic medication, any history of seizures, any history of head injury or intracranial surgery and any history of drug abuse.",
            "section": "Participants and methods",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 181,
                    "end": 184,
                    "rawForm": "ASD",
                    "resp": "whitelist",
                    "id": "c1522259a0-software-simple-w5"
                }
            ]
        },
        {
            "text": "Participants with autism ( . ",
            "section": "Participants and methods",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 25,
                    "end": 26,
                    "type": "bibr",
                    "text": "("
                }
            ]
        },
        {
            "text": "Groups did not differ in terms of mean age (P ¼ 0.481; F ¼ 0.737). ",
            "section": "Participants and methods",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The autism group had significantly lower mean IQ than the sibling group (P ¼ 0.033; F ¼ 4.71) but not the control group (P ¼ 0.065; F ¼ 3.50). ",
            "section": "Participants and methods",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Importantly, for our investigation of markers of familial risk expressed as differences between sibling and control groups, sibling and control groups did not differ in terms of mean IQ (P ¼ 0.753; F ¼ 0.100).",
            "section": "Participants and methods",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The protocol was approved by the Cambridgeshire 1 Research Ethics Committee. ",
            "section": "Participants and methods",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "All participants and their parents provided written informed consent.",
            "section": "Participants and methods",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Task protocol. ",
            "section": "Participants and methods",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Participants completed a task of implicit facial emotion processing comprising eight blocks of happy faces, eight blocks of fearful faces, eight blocks of neutral faces and eight blocks of fixation crosses. ",
            "section": "Participants and methods",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Facial stimuli were from an established battery of emotional faces, 31 and comprised eight different facial identities expressing happy, fearful and neutral expressions (that is, 24 faces in total). ",
            "section": "Participants and methods",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "Stimuli were presented in a blocked design in one of two pseudorandom orders (which were counterbalanced across all participants in each study group) and were presented in e-Prime version 2.0 Professional (Psychological Software Tools, Pittsburgh, PA, USA). ",
            "section": "Participants and methods",
            "paragraph_rank": 8,
            "section_rank": 2,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 172,
                    "end": 179,
                    "rawForm": "e-Prime",
                    "resp": "whitelist",
                    "id": "c1522259a0-software-simple-w6"
                }
            ]
        },
        {
            "text": "Each block lasted 20 s and comprised four stimuli presented for 4 s each with an interstimulus interval of 1 s. ",
            "section": "Participants and methods",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Blocks were separated by a 2 s interblock interval. ",
            "section": "Participants and methods",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "During task conditions (happy, fearful and neutral faces) participants were required to press one of two buttons to indicate the gender of the face using a button box held in the right hand. ",
            "section": "Participants and methods",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "During fixation blocks, the participants were required to stare passively at a fixation cross. ",
            "section": "Participants and methods",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "As with the facial blocks, four fixation cross stimuli were presented for 4 s each with an interstimulus interval of 1 s.",
            "section": "Participants and methods",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Imaging protocol. ",
            "section": "Participants and methods",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "All participants were scanned using the same Siemens 3T Tim Trio scanner (Siemens Healthcare, Erlangen, Germany) at the Medical Research Council Cognition and Brain Sciences Unit, Cambridge, UK. ",
            "section": "Participants and methods",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Functional images were acquired with a gradient echo planar imaging sequence with the following parameters: repetition time ¼ 2000 ms, echo time ¼ 30 ms, voxel size ¼ 3 Â 3 Â 3 mm, field of view ¼ 192 Â 192 mm, 64 Â 64 acquisition matrix and a 781 flip angle. ",
            "section": "Participants and methods",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "In all, 32 slices were acquired descending in the transverse plane (slice thickness ¼ 3 mm, slice gap ¼ 25%). ",
            "section": "Participants and methods",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Each volume was acquired over 2 s and the first three volumes were discarded to avoid equilibration effects.",
            "section": "Participants and methods",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Statistical analysis",
            "section_rank": 3
        },
        {
            "text": "Behavioral data. ",
            "section": "Statistical analysis",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Behavioral data comprising accuracy and reaction time of response on the sex discrimination task were recorded in order to investigate whether any participant performed at or below the level of chance and analyzed using analysis of variance in PASW Statistics 18, Release Version18.0.0 (SPSS, Chicago, IL, USA). ",
            "section": "Statistical analysis",
            "paragraph_rank": 10,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 244,
                    "end": 259,
                    "type": "software",
                    "rawForm": "PASW Statistics",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "c1522259a0-software-6",
                    "cert": "0.8"
                },
                {
                    "start": 279,
                    "end": 285,
                    "type": "version",
                    "rawForm": "18.0.0",
                    "resp": "#annotator5",
                    "id": "#c1522259a0-software-6"
                },
                {
                    "start": 287,
                    "end": 291,
                    "type": "publisher",
                    "rawForm": "SPSS",
                    "resp": "#curator",
                    "id": "#c1522259a0-software-6"
                },
                {
                    "type": "software",
                    "start": 244,
                    "end": 248,
                    "rawForm": "PASW",
                    "resp": "whitelist",
                    "id": "c1522259a0-software-simple-w7"
                },
                {
                    "type": "software",
                    "start": 287,
                    "end": 291,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "c1522259a0-software-simple-w8"
                }
            ]
        },
        {
            "text": "The effect of group on accuracy (P ¼ 0.111; F ¼ 2.241) and reaction time (P ¼ 0.191; F ¼ 1.679) of response was not statistically significant (analyses covarying for age and sex). ",
            "section": "Statistical analysis",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Only two participants (one participant with autism and one control) performed at or below the level of chance on the sex discrimination task. ",
            "section": "Statistical analysis",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "In case this was indicative of reduced attention to the facial stimuli, all analyses were repeated excluding these two participants to confirm that all statistically significant results reported were robust to the exclusion of the data from these two participants.",
            "section": "Statistical analysis",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Imaging data. ",
            "section": "Statistical analysis",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "Preprocessing and first-level analyses were performed in SPM8 (Wellcome Department of Cognitive Neurology, London, UK) implemented using the automatic analysis platform as previously described 32 (Medical Research Council Cognition and Brain Sciences Unit, Cambridge, UK) according to the standard Medical Research Council Cognition and Brain Sciences Unit pipeline comprising sinc interpolation to correct for the acquisition of different brain slices at different times, coregistration of echo planar imaging and structural scans, normalization to Montreal Neurological Institute (MNI) space 33 and smoothing using a Gaussian kernel of 10 mm full width at half maximum. ",
            "section": "Statistical analysis",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                },
                {
                    "start": 594,
                    "end": 596,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33"
                }
            ]
        },
        {
            "text": "For each subject, fMRI responses were modeled using a canonical hemodynamic response function and the general linear model was used to perform a first level, within-participants analysis on the functional data from each subject individually for the primary contrasts (happy minus neutral and fearful minus neutral faces), with spatial realignment parameters entered as covariates.",
            "section": "Statistical analysis",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "To characterize the patterns of activation within the brain in the three participant groups, the first-level contrast images for each study group were taken through to a second-level analysis using a random-effects model, with age and sex specified as covariates. ",
            "section": "Statistical analysis",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Group-level activation maps were generated with a global threshold set at Po0.05 following correction for multiple comparisons on a whole-brain level family-wise error (FWE) basis, and with a cluster extent (k E ) threshold set at 20 voxels. ",
            "section": "Statistical analysis",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "In the same way, all activation results quoted (Table 1) are after the whole-brain level FWE correction for multiple comparisons and k E threshold of 20 voxels.",
            "section": "Statistical analysis",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 56,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "To investigate possible biomarkers of familial risk as compared with autism versus control differences, we examined between-group differences in the fMRI response in autism, sibling and control participants within the specific brain regions identified as being significantly activated in the control group. ",
            "section": "Statistical analysis",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "We therefore defined our regions of interest as the clusters of FWE corrected Po0.05 significant activation within the control group activation maps (Table 1), and used MarsBar 34 to extract mean activations for the primary contrast (happy minus neutral and fearful minus neutral) for each subject for each region of interest. ",
            "section": "Statistical analysis",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 158,
                    "type": "table",
                    "text": "(Table 1)"
                },
                {
                    "start": 177,
                    "end": 179,
                    "type": "bibr",
                    "text": "34"
                }
            ],
            "entity_spans": [
                {
                    "start": 169,
                    "end": 176,
                    "type": "software",
                    "rawForm": "MarsBar",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "c1522259a0-software-simple-3",
                    "cert": "0.6"
                },
                {
                    "type": "software",
                    "start": 169,
                    "end": 176,
                    "rawForm": "MarsBar",
                    "resp": "whitelist",
                    "id": "c1522259a0-software-simple-w9"
                }
            ]
        },
        {
            "text": "For illustration, we plotted these FWE corrected activation maps onto the canonical Montreal Neuroimaging Institute (MNI) 152 template brain image 33 using SPM 8, and onto a three-dimensional-rendered template brain image using MRI- cron software (http://www.sph.sc.edu/comd/rorden/mricron/). ",
            "section": "Statistical analysis",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "type": "bibr",
                    "text": "33"
                }
            ],
            "entity_spans": [
                {
                    "start": 156,
                    "end": 159,
                    "type": "software",
                    "rawForm": "SPM",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "c1522259a0-software-9",
                    "cert": "0.9"
                },
                {
                    "start": 160,
                    "end": 161,
                    "type": "version",
                    "rawForm": "8",
                    "resp": "#annotator5",
                    "id": "#c1522259a0-software-9"
                },
                {
                    "start": 228,
                    "end": 237,
                    "type": "software",
                    "rawForm": "MRI- cron",
                    "resp": "#curator",
                    "id": "c1522259a0-software-10"
                },
                {
                    "start": 248,
                    "end": 289,
                    "type": "url",
                    "rawForm": "http://www.sph.sc.edu/comd/rorden/mricron",
                    "resp": "#curator",
                    "id": "#c1522259a0-software-10"
                },
                {
                    "type": "software",
                    "start": 156,
                    "end": 159,
                    "rawForm": "SPM",
                    "resp": "whitelist",
                    "id": "c1522259a0-software-simple-w10"
                },
                {
                    "type": "software",
                    "start": 238,
                    "end": 246,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "c1522259a0-software-simple-w11"
                }
            ]
        },
        {
            "text": "35 We conducted analyses of variance within PASW Statistics 18 to measure the overall effect of group on the primary contrast activation data (happy minus neutral and fearful minus neutral) for each region of interest. ",
            "section": "Statistical analysis",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "35"
                }
            ],
            "entity_spans": [
                {
                    "start": 44,
                    "end": 59,
                    "type": "software",
                    "rawForm": "PASW Statistics",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "c1522259a0-software-11",
                    "cert": "0.8"
                },
                {
                    "start": 60,
                    "end": 62,
                    "type": "version",
                    "rawForm": "18",
                    "resp": "#annotator5",
                    "id": "#c1522259a0-software-11"
                },
                {
                    "type": "software",
                    "start": 44,
                    "end": 48,
                    "rawForm": "PASW",
                    "resp": "whitelist",
                    "id": "c1522259a0-software-simple-w12"
                }
            ]
        },
        {
            "text": "Age and sex were modeled as covariates in all analyses. ",
            "section": "Statistical analysis",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "Similarly, we used analyses of variance to investigate autism versus control, control versus sibling and autism versus sibling differences, again taking age and sex as covariates. ",
            "section": "Statistical analysis",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "We investigated linear trend effects across the three groups using polynomial regression, and where a statistically significant linear effect was found, we examined the quadratic effect to confirm that this was nonsignificant. ",
            "section": "Statistical analysis",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "We plotted the mean activation contrast estimate (expressed in arbitrary units ± standard error of the mean) for the three study groups.",
            "section": "Statistical analysis",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "To investigate whether the atypical response to happy versus neutral faces was driven by an atypical response to happy or neutral faces, or to both, we examined the response to faces versus fixation crosses. ",
            "section": "Statistical analysis",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "First-level analysis was as above, taking the primary contrasts as happy and neutral faces versus fixation crosses. ",
            "section": "Statistical analysis",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Second-level statistical analysis proceeded as described above for the emotional versus neutral contrasts.",
            "section": "Statistical analysis",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Results",
            "section_rank": 4
        },
        {
            "text": "Neural response to facial expressions of emotion: happy versus neutral faces. ",
            "section": "Results",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "We examined the differential response within the brain to happy compared with neutral faces. ",
            "section": "Results",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "In controls, happy faces elicited increased activation compared with neutral faces (Figure 1 and Table 1) within a range of areas strongly implicated in face processing, empathy and mentalizing: the right (P ¼ 0.003) and left (P ¼ 0.004) temporal poles, left temporoparietal junction (P ¼ 0.006), left posterior STS (P ¼ 0.009), right FFA (P ¼ 0.010), dorsomedial prefrontal cortex (P ¼ 0.012) and right (P ¼ 0.015) and left (P ¼ 0.026) middle STS. ",
            "section": "Results",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 92,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figure 1"
                },
                {
                    "start": 97,
                    "end": 104,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Increased activation was also detected in the left superior frontal gyrus (P ¼ 0.002) and the right (P ¼ 0.018) and left (P ¼ 0.031) cuneus. ",
            "section": "Results",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "All P-values are expressed following correction for multiple comparisons on a whole-brain level FWE basis. ",
            "section": "Results",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "In contrast, no activation differences were detected within sibling and autism groups at the threshold of Po0.05 FWE corrected.",
            "section": "Results",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "To investigate biomarkers of familial risk compared with autism versus control differences, we examined betweengroup differences in the fMRI response in autism, sibling and control participants within the specific brain regions identified above as being significantly activated in controls to happy versus neutral faces (listed in Table 1). ",
            "section": "Results",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 331,
                    "end": 338,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "For all 11 brain regions, activation was significantly reduced in autism compared with controls, with siblings demonstrating an intermediate degree of impairment.",
            "section": "Results",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Activation in siblings was significantly reduced compared with controls for 7 of the 11 brain regions: the left superior frontal gyrus (P ¼ 0.001; F ¼ 11.664), the right (P ¼ 0.002; F ¼ 9.986) and left (P ¼ 0.005; F ¼ 8.551) temporal poles, the right middle (P ¼ 0.004; F ¼ 9.068) and left posterior (P ¼ 0.016; F ¼ 6.064) STS, the left dorsomedial prefrontal cortex (P ¼ 0.005; F ¼ 8.570) and the right FFA (P ¼ 0.044; F ¼ 4.184) (univariate analyses of variance, covarying for age and sex; Figures 1 and 2). ",
            "section": "Results",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 492,
                    "end": 508,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figures 1 and 2)"
                }
            ]
        },
        {
            "text": "Furthermore, for all 11 regions, activation in the autism group was significantly reduced compared with controls, the effect of group was significant across all the three groups, and polynomial regression linear contrast effects across all the three groups were significant with no significant quadratic component. ",
            "section": "Results",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "For all 11 regions, activation in the autism group did not differ statistically significantly from activation in siblings (Table 2).",
            "section": "Results",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "Neural response to facial expression of emotion: fearful versus neutral faces. ",
            "section": "Results",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "In controls and in siblings, fearful faces elicited increased activation compared with neutral faces (Figure 3 and Table 1) within the right FFA (controls: P ¼ 0.006, siblings P ¼ 0.005; FWE corrected). ",
            "section": "Results",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 110,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 3"
                },
                {
                    "start": 115,
                    "end": 122,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "However, the autism group did not display any significant activation differences at the threshold Po0.05 FWE corrected.",
            "section": "Results",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "As with the happy versus neutral analyses above, we examined between-group differences in the fMRI response in autism, sibling and control participants within the right FFA, characterized above as the brain region significantly activated in controls in fearful versus neutral faces. ",
            "section": "Results",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "Activation in the autism group was significantly reduced compared with controls and a significant polynomial regression linear contrast effect with no significant quadratic component was detected across all the three groups ( Figure 3 and Table 2). ",
            "section": "Results",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 226,
                    "end": 234,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3"
                },
                {
                    "start": 239,
                    "end": 246,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "However, activation in the sibling group did not differ significantly from activation in controls or the autism group.",
            "section": "Results",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "Neural response to faces versus fixation crosses. ",
            "section": "Results",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "These findings demonstrate a clear linear progression across autism, sibling and control groups for atypical fMRI activation to happy versus neutral faces. ",
            "section": "Results",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "To address the question as to whether the neural basis for this marker is an atypical neural response to happy faces, neutral faces or to both, we used the same brain regions defined by the significant activations within controls to happy versus neutral faces (comprising the 11 clusters listed in Table 1)  ",
            "section": "Results",
            "paragraph_rank": 20,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 298,
                    "end": 306,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1)"
                }
            ]
        },
        {
            "text": "Figure 2",
            "section_rank": 5
        },
        {
            "text": "Differences between 'unaffected' siblings and controls with no family history of autism in the neural response to happy versus neutral faces. ",
            "section": "Figure 2",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Activation differences (means ± s.e.m.) between the functional magnetic resonance imaging response to happy and neutral faces in adolescents with autism (n ¼ 40), unaffected siblings (n ¼ 40) and controls (n ¼ 40). ",
            "section": "Figure 2",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Activation map corrected for multiple comparisons at Po0.05 family-wise error corrected, and overlaid onto a three-dimensional-rendered template brain within MRIcron. ",
            "section": "Figure 2",
            "paragraph_rank": 21,
            "section_rank": 5,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 158,
                    "end": 165,
                    "rawForm": "MRIcron",
                    "resp": "whitelist",
                    "id": "c1522259a0-software-simple-w13"
                }
            ]
        },
        {
            "text": "STS, superior temporal sulcus. ",
            "section": "Figure 2",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "to extract activation contrast data for happy and neutral faces versus fixation crosses. ",
            "section": "Figure 2",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "For happy faces versus fixation crosses, we demonstrated a significant polynomial regression linear contrast effect (with no significant quadratic component) for all 11 regions: the right FFA (P ¼ 0.001), left dorsomedial prefrontal cortex (P ¼ 0.001), left (P ¼ 0.001) and right (P ¼ 0.013) temporal poles, left posterior STS (P ¼ 0.010), right (P ¼ 0.002) and left (P ¼ 0.016) middle STS, right (P ¼ 0.007) and left (P ¼ 0.008) cuneus, left temporoparietal junction (P ¼ 0.007) and left superior frontal gyrus (P ¼ 0.026). ",
            "section": "Figure 2",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "In contrast, no statistically significant polynomial regression linear contrast effects were demonstrated for neutral faces versus fixation crosses. ",
            "section": "Figure 2",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "This strongly suggests that, within the context of this study, an atypical response specifically to happy faces accounts for the atypical response to happy versus neutral faces in autism and sibling groups. ",
            "section": "Figure 2",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "This therefore provides a clear biomarker of familial risk for autism.",
            "section": "Figure 2",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Discussion",
            "section_rank": 6
        },
        {
            "text": "Hypoactivation of the FFA and related 'social brain' areas in response to facial stimuli is one of the most consistently reported fMRI findings in autism. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "20 We have shown that activation in a range of brain areas, including the FFA, is significantly reduced in autism compared with controls in response to emotional versus neutral faces, and furthermore our findings indicate that the response within the FFA itself differs significantly between siblings and controls. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "Moreover, in siblings with no autism spectrum diagnosis and no manifest severe behavioral features of autism, we have demonstrated significant differences from controls in terms of the fMRI response to happy versus neutral faces within a range of other brain areas, particularly regions related to the STS and temporal poles. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "Importantly, the emotion and control conditions differed only in terms of facial expression-with all other aspects of these conditions, such as those related to the sex discrimination task, being identical. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "This suggests that it is specifically the implicit response to facial expression of emotion rather than some other aspect of the task that is associated with the significant sibling versus control differences observed.",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "The temporal poles, STS, temporoparietal junction and medial prefrontal cortex form a network of brain areas strongly implicated 23,[36][37][38] in empathy, mentalizing and theory of mind (the ability to attribute mental states to others). ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23,"
                },
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[36]"
                },
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[37]"
                },
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "On the basis of the set of emotions tested here (happiness and fear), the finding of an atypical neural response within these brain areas in autism and sibling groups specifically to happy faces may reflect the possibility that an implicit response to happy faces is driven by empathy-impairments of which have a central role within the phenotype of autism-whereas the response to fearful stimuli (found in this study to be intact in siblings but not individuals with autism) is likely driven by their role as indicators of threat. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Observed facial fear and anger may be of sufficient evolutionary importance as danger cues that, unlike facial happiness, they elicit an intact response in the broader phenotype of autism. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "This is consistent with reports 39 of an intact 'anger superiority effect' in autism, where angry faces are salient and easier to spot within a collection of faces than happy faces.",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 32,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "39"
                }
            ]
        },
        {
            "text": "We did not select sibling pairs on the basis of gender and hence, in keeping with known gender ratios in high-functioning autism and Asperger syndrome, there is an over-representation of males in the autism group. ",
            "section": "Discussion",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "Gender is a very unlikely explanation for our results, particularly as we have demonstrated a strong fit to a linear trend across all three study groups (autismosiblingsocontrols), whereas the gender differences between autism versus sibling and sibling versus control groups are in opposite directions. ",
            "section": "Discussion",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "Furthermore, our main findings of significant sibling versus control differences (see Table 2) are most unlikely to be driven by gender as there was no significant effect of gender in our analysis of variance for happy versus neutral faces for these seven brain regions.",
            "section": "Discussion",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 93,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "A potential statistical limitation of this study is that participants with autism, their siblings and controls were compared within the same analysis of variance models, whereas the autism and sibling groups are not independent of one another. ",
            "section": "Discussion",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "However, our main findings of sibling versus control differences are not affected by this potential limitation.",
            "section": "Discussion",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "The heterogeneous phenotype and likely non-unitary nature 14 of autism require a dissection of the condition into simpler building blocks with the goal of characterizing the etiology of autism at the fine-resolution level of specific components of neural structure or function and their genetic associates. ",
            "section": "Discussion",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "We propose that the fMRI response to happy versus neutral faces within these brain areas is an endophenotype of autism. ",
            "section": "Discussion",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "As a biomarker of familial risk for autism, this candidate endophenotype has the advantage of being a quantitative measure, with greater statistical power than categorical measures. ",
            "section": "Discussion",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "These findings offer an attractive strategy to future genetic research, investigating the genetic correlates of this candidate endophenotype.",
            "section": "Discussion",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "Kanner's original description of autism 40 highlighted the role of impaired 'emotional reactivity' in the phenotype of autism, together with the observation of similar traits in family members. ",
            "section": "Discussion",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "40"
                }
            ]
        },
        {
            "text": "Our findings suggest that an atypical implicit response to facial expression of emotion may form the basis of impaired emotional reactivity in autism and in the broader autism phenotype 26,41 in relatives. ",
            "section": "Discussion",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26,"
                },
                {
                    "start": 189,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "41"
                }
            ]
        },
        {
            "text": "The identification of this fMRI endophenotype of autism may serve as an important step toward an understanding of the causal mechanisms that underlie autism at a neural and genetic level.",
            "section": "Discussion",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "Conflict of interest",
            "section_rank": 7
        },
        {
            "text": "ETB is employed half-time by the University of Cambridge and half-time by GlaxoSmithKline plc. ",
            "section": "Conflict of interest",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "All the other authors declare no conflict of interest.",
            "section": "Conflict of interest",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "Translational Psychiatry is an open-access journal published by Nature Publishing Group. ",
            "section": "Conflict of interest",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "This work is licensed under the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported License. ",
            "section": "Conflict of interest",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "To view a copy of this license, visit http:// creativecommons.org/licenses/by-nc-sa/3.0/",
            "section": "Conflict of interest",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "Figure 1",
            "section_rank": 8
        },
        {
            "text": "Neural response to happy versus neutral faces. ",
            "section": "Figure 1",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "Activation differences (means ± s.e.m.) between the functional magnetic resonance imaging response to happy and neutral faces in adolescents with autism (n ¼ 40), unaffected siblings (n ¼ 40) and controls (n ¼ 40). ",
            "section": "Figure 1",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "Activation map indicates neural response to happy versus neutral faces in controls, and shows activations to happy versus neutral faces (Po0.05, FWE corrected) overlaid onto the canonical Montreal Neurological Institute (MNI) 152 template brain image (axial section, z-coordinate indicated in Montreal Neurological Institute space), with the colored bar indicating the T-value of the plotted activation differences. ",
            "section": "Figure 1",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "DMPFC, dorsomedial prefrontal cortex; FFA, fusiform face area; STS, superior temporal sulcus; TPJ, temporoparietal junction.",
            "section": "Figure 1",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "Figure 3",
            "section_rank": 9
        },
        {
            "text": "Neural response to fearful versus neutral faces. ",
            "section": "Figure 3",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "Activation differences (means±s.e.m.) between the functional magnetic resonance imaging response to fearful and neutral faces in the right FFA in adolescents with autism (n ¼ 40), unaffected siblings (n ¼ 40) and controls (n ¼ 40). ",
            "section": "Figure 3",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "Activation map indicates neural response to fearful versus neutral faces in controls, corrected for multiple comparisons at Po0.05 family-wise error corrected and overlaid onto the canonical Montreal Neurological Institute (MNI) 152 template brain image (coronal section, y-coordinate indicated in Montreal Neurological Institute space), with the colored bar indicating the T-value of the plotted activation differences. ",
            "section": "Figure 3",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "Activation map overlaid onto a three-dimensional-rendered template brain within MRIcron. ",
            "section": "Figure 3",
            "paragraph_rank": 31,
            "section_rank": 9,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 80,
                    "end": 87,
                    "rawForm": "MRIcron",
                    "resp": "whitelist",
                    "id": "c1522259a0-software-simple-w14"
                }
            ]
        },
        {
            "text": "FFA, fusiform face area.",
            "section": "Figure 3",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "Controls (20 males:20 females) had mean age 15.06 years (range: 12.08-18.17; s.d.: 1.63) and mean IQ 112.4 (range: 83-136; s.d.: 11.1)",
            "paragraph_rank": 32,
            "section_rank": 10
        },
        {
            "text": "Table 1",
            "section_rank": 11
        },
        {
            "text": "Main activations to happy and fearful versus neutral faces",
            "section": "Table 1",
            "paragraph_rank": 34,
            "section_rank": 11
        },
        {
            "text": "Abbreviations: FFA, fusiform face area; FWE, family-wise error; MNI, Montreal Neuroimaging Institute; STS, superior temporal sulcus. ",
            "section": "Table 1",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "Activated brain regions, corresponding MNI coordinates, cluster sizes, Z-scores and P-values. ",
            "section": "Table 1",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "All analyses are corrected for multiple comparisons, and P-values are expressed following whole brain level FWE correction at the threshold of Po0.05.",
            "section": "Table 1",
            "paragraph_rank": 35,
            "section_rank": 11
        },
        {
            "text": "Table 2",
            "section_rank": 12
        },
        {
            "text": "Between-group differences in activations to emotional versus neutral faces",
            "section": "Table 2",
            "paragraph_rank": 36,
            "section_rank": 12
        },
        {
            "text": "Translational Psychiatry",
            "section": "Table 2",
            "paragraph_rank": 38,
            "section_rank": 12
        },
        {
            "text": "Acknowledgements. ",
            "section": "Table 2",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "We are grateful to all participants and their families for their participation in our study and to all autism support organizations that helped with recruitment. ",
            "section": "Table 2",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "We are grateful for the technical assistance of Dr Cinly Ooi. ",
            "section": "Table 2",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "This research was funded by an MRC Clinician Scientist Fellowship to MDS from the UK Medical Research Council (G0701919). ",
            "section": "Table 2",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "LRC is supported by the Gates Cambridge Scholarship Trust.",
            "section": "Table 2",
            "paragraph_rank": 39,
            "section_rank": 14
        }
    ]
}