{
    "level": "sentence",
    "id": "ba504ebbc7",
    "abstract": [
        {
            "text": "Objectives: Ascertain the extent of differences between men and women in dispensed drugs since there is a lack of comprehensive overviews on sex differences in the use of prescription drugs. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Design: Cross-sectional population database analysis. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Methods: Data on all dispensed drugs in 2010 to the entire Swedish population (9.3 million inhabitants) were obtained from the Swedish Prescribed Drug Register. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "All pharmacological groups with ambulatory care prescribing accounting for >75% of the total volume in Defined Daily Doses and a prevalence of >1% were included in the analysis. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Crude and ageadjusted differences in prevalence and incidence were calculated as risk ratios (RRs) of women/men. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Results: In all, 2.8 million men (59%) and 3.6 million women (76%) were dispensed at least one prescribed drug during 2010. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Women were dispensed more drugs in all age groups except among children under the age of 10. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The largest sex difference in prevalence in absolute numbers was found for antibiotics that were more common in women, 265.5 patients (PAT)/1000 women and 191.3 PAT/1000 men, respectively. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "This was followed by thyroid therapy (65.7 PAT/1000 women and 13.1 PAT/1000 men) and antidepressants (106.6 PAT/1000 women and 55.4 PAT/1000 men). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Age-adjusted relative sex differences in prevalence were found in 48 of the 50 identified pharmacological groups. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The pharmacological groups with the largest relative differences of dispensed drugs were systemic antimycotics (RR 6.6 CI 6.4 to 6.7), drugs for osteoporosis (RR 4.9 CI 4.9 to 5.0) and thyroid therapy (RR 4.5 CI 4.4 to 4.5), which were dispensed to women to a higher degree. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Antigout agents (RR 0.4 CI 0.4 to 0.4), psychostimulants (RR 0.6 CI 0.6 to 0.6) and ACE inhibitors (RR 0.7 CI 0.7 to 0.7) were dispensed to men to a larger proportion. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Conclusions: Substantial differences in the prevalence and incidence of dispensed drugs were found between men and women. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Some differences may be rational and desirable and related to differences between the sexes in the incidence or prevalence of disease or by biological differences. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Other differences are more difficult to explain on medical grounds and may indicate unequal treatment.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 1
        },
        {
            "text": "Drug therapy plays an important role in preserving people's health and improving their quality of life. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Consequently, drugs are",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "ARTICLE SUMMARY",
            "section_rank": 2
        },
        {
            "text": "Article focus ▪ To use drug dispensing data to analyse drug utilisation in men and women in a whole country. ",
            "section": "ARTICLE SUMMARY",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "▪ To identify areas of potential discrepancies in drugs dispensed to men and women. ",
            "section": "ARTICLE SUMMARY",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "▪ To review the existing literature for explanations for differences in drug use between men and women. ",
            "section": "ARTICLE SUMMARY",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "▪ To raise awareness about the differences in drug use between men and women which may not be rational.",
            "section": "ARTICLE SUMMARY",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Key messages",
            "section_rank": 3
        },
        {
            "text": "▪ Differences in men and women in the prevalence and incidence of dispensed drugs were found in Sweden overall, and in 48 of 50 pharmacological groups. ",
            "section": "Key messages",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "▪ Many sex differences found in our study may be explained by sex differences in morbidity or biology. ",
            "section": "Key messages",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Other differences are hard to explain on medical grounds and may indicate unequal treatment. ",
            "section": "Key messages",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "▪ There are few studies analysing the rationale of the observed sex differences.",
            "section": "Key messages",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Strengths and limitations of this study",
            "section_rank": 4
        },
        {
            "text": "▪ A strength of this study is the complete coverage including all dispensed prescription drugs to the entire Swedish population regardless of patient co-payment. ",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "▪ Another strength is the data source using dispensed drugs which is likely to provide a more accurate picture of actual drug consumption than data on prescriptions collected from medical records. ",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "▪ A limitation is that information on the diagnoses or conditions the drugs were prescribed for was not included. ",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "The study also lacked information on whether the patients actually used the dispensed drugs or not, a problem shared with most clinical trials and studies on drug utilisation.",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "the most important treatment options for most diseases and the majority of medical consultations result in a prescription. ",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "1 Furthermore, pharmaceuticals also constitute a significant proportion of healthcare spending, increasing more rapidly than other healthcare components in many countries. ",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2 3 In Sweden, pharmaceuticals accounted for 12.6% of the total healthcare expenditure in 2010, 4 but the growth has been moderated after the implementation of major reforms. ",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "2 3"
                },
                {
                    "start": 96,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "5 Rational drug use implies that 'patients receive medications appropriate to their clinical needs, in doses that meet their own individual requirements, for an adequate period of time, and at the lowest cost to them and the community'. ",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "6 Individual requirements indicate that severity of disease, comorbidity, renal function and age should be considered in addition to sex and gender. ",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "While it is evident that biological differences, commonly referred to as 'sex differences', should be considered when prescribing medicines, it is unclear to what extent sociocultural differences, commonly referred to as 'gender differences', should be considered by the prescribing physician. ",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Sex differences in drug use have been demonstrated in several therapeutic areas. ",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "[7][8][9][10][11] However, there is a lack of both comprehensive overviews on sex and gender differences of drug use in entire populations and especially studies analysing the rationale behind the observed differences. ",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 9,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 13,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Variations in morbidity may explain some differences, whereas other differences may indicate inequities and underuse or overuse of certain drugs in men or women. ",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "WHO defines 'drug utilisation' as 'the marketing, distribution, prescription, and use of drugs in a society, with special emphasis on the medical, social, and economic consequences'. ",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "12 Drug utilisation data can be derived from different levels in the medication use process: sales data from the manufacturers to wholesalers, the dispensing data at pharmacies or patient consumption surveys. ",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "13 14 The use of dispensed prescriptions as a measure of drug exposure has many advantages since it eliminates recall bias and improves the accuracy of the information on drug use. ",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "13 14"
                }
            ]
        },
        {
            "text": "13 15 In 2005, a national registry on dispensed drugs to the entire Swedish population was established. ",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "13 15"
                }
            ]
        },
        {
            "text": "16 It contains complete data (>99% coverage) with unique identifiers of all prescribed drugs dispensed to the entire Swedish population of 9.3 million inhabitants, and may offer a good opportunity to study sex differences in drug use.",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "The aim of this study was to describe and analyse differences in the prevalence and incidence between men and women of drugs dispensed to the Swedish population. ",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "The findings may subsequently be used to plan future studies to address differences suggesting inequity in treatment approaches.",
            "section": "Strengths and limitations of this study",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Pharmacological groups were selected by using the following procedure: ",
            "section_rank": 5
        },
        {
            "text": "1. All 89 Anatomical Therapeutic Chemical (ATC) second level groups with drugs available on the Swedish market 17 18 were identified. ",
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 116,
                    "type": "bibr",
                    "text": "17 18"
                }
            ]
        },
        {
            "text": "2. In large ATC groups and ATC groups with drugs used for multiple heterogeneous indications, that is, cardiac therapy (C01), agents acting on the reninangiotensin system (C09), sex hormones (G03), urologicals (G04), analgesics (N02), psycholeptics (N05), psychoanaleptics (N06), ophthalmologicals (S01), a subdivision was done to the ATC third or fourth level to attain a more clinically relevant description of the utilisation. ",
            "section_rank": 5
        },
        {
            "text": "3. ATC groups with less than 75% of the total sales volume in the country purchased on prescription were excluded since sex distribution was not possible to collect for those purchased over-the-counter or used in inpatient care. ",
            "section_rank": 5
        },
        {
            "text": "Volume was measured in the technical unit numbers of Defined Daily Doses (DDDs), except for eight pharmacological groups for which there were no DDDs assigned. ",
            "section_rank": 5
        },
        {
            "text": "18 For these groups, packages were used as a volume measure. ",
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Calculations of the proportion of the total volume dispensed as prescriptions in ambulatory care were based on aggregated volume data from all Swedish pharmacies. ",
            "section_rank": 5
        },
        {
            "text": "4. For the identified ATC groups at various hierarchical levels, groups that were dispensed to less than 1% of the total Swedish population or to less than 0.4% of men or women, respectively, were excluded to avoid random variation due to small numbers. ",
            "section_rank": 5
        },
        {
            "text": "Crude and age-adjusted values were calculated. ",
            "section_rank": 5
        },
        {
            "text": "Age standardisation was performed by direct standardisation, where the Swedish population on 31 December 2009 (4 649 014 men and 4 691 668 women 19) was used as the standard population. ",
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "type": "bibr",
                    "text": "19"
                }
            ]
        },
        {
            "text": "In the calculations, 5-year age groups were used. ",
            "section_rank": 5
        },
        {
            "text": "Differences between the sexes were calculated as a risk ratio (RR) of women/men with 95% CI. ",
            "section_rank": 5
        },
        {
            "text": "All analyses were performed in Microsoft Excel 2007 and SAS V.9.2 (SAS Institute, Cary, North Carolina, USA) using descriptive statistical methods.",
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 31,
                    "end": 40,
                    "type": "publisher",
                    "rawForm": "Microsoft",
                    "resp": "#curator",
                    "id": "#ba504ebbc7-software-0"
                },
                {
                    "start": 41,
                    "end": 46,
                    "type": "software",
                    "rawForm": "Excel",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "ba504ebbc7-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 47,
                    "end": 51,
                    "type": "version",
                    "rawForm": "2007",
                    "resp": "#annotator5",
                    "id": "#ba504ebbc7-software-0"
                },
                {
                    "start": 56,
                    "end": 59,
                    "type": "software",
                    "rawForm": "SAS",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "ba504ebbc7-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 62,
                    "end": 65,
                    "type": "version",
                    "rawForm": "9.2",
                    "resp": "#annotator5",
                    "id": "#ba504ebbc7-software-1"
                },
                {
                    "start": 67,
                    "end": 80,
                    "type": "publisher",
                    "rawForm": "SAS Institute",
                    "resp": "#curator",
                    "id": "#ba504ebbc7-software-1"
                },
                {
                    "type": "software",
                    "start": 31,
                    "end": 40,
                    "rawForm": "Microsoft",
                    "resp": "whitelist",
                    "id": "ba504ebbc7-software-simple-w0"
                },
                {
                    "type": "software",
                    "start": 41,
                    "end": 46,
                    "rawForm": "Excel",
                    "resp": "whitelist",
                    "id": "ba504ebbc7-software-simple-w1"
                },
                {
                    "type": "software",
                    "start": 56,
                    "end": 59,
                    "rawForm": "SAS",
                    "resp": "whitelist",
                    "id": "ba504ebbc7-software-simple-w2"
                },
                {
                    "type": "software",
                    "start": 67,
                    "end": 70,
                    "rawForm": "SAS",
                    "resp": "whitelist",
                    "id": "ba504ebbc7-software-simple-w3"
                }
            ]
        },
        {
            "text": "This was a cross-sectional study analysing sex differences in the prevalence and incidence of drugs dispensed in ambulatory care in Sweden in 2010, overall and within different pharmacological groups. ",
            "section": "METHODS",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "Data were collected from the Swedish Prescribed Drug Register. ",
            "section": "METHODS",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "16 The period prevalence was defined as the proportion of the population in the country dispensed ≥1 prescription in 2010 and measured by the number of patients exposed per 1000 inhabitants (PAT/TIN). ",
            "section": "METHODS",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "Incidence was defined as the proportion of the population having at least one prescription dispensed in a pharmacy in 2010 after a 1-year wash-out period with no drug dispensed and was measured by the number of patients per 1000 person-years (PAT/1000 PYs).",
            "section": "METHODS",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "Pharmacological groups were selected by using the following procedure: ",
            "section": "METHODS",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "1. All 89 Anatomical Therapeutic Chemical (ATC) second level groups with drugs available on the Swedish market 17 18 were identified. ",
            "section": "METHODS",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 116,
                    "type": "bibr",
                    "text": "17 18"
                }
            ]
        },
        {
            "text": "2. In large ATC groups and ATC groups with drugs used for multiple heterogeneous indications, that is, cardiac therapy (C01), agents acting on the reninangiotensin system (C09), sex hormones (G03), urologicals (G04), analgesics (N02), psycholeptics (N05), psychoanaleptics (N06), ophthalmologicals (S01), a subdivision was done to the ATC third or fourth level to attain a more clinically relevant description of the utilisation. ",
            "section": "METHODS",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "3. ATC groups with less than 75% of the total sales volume in the country purchased on prescription were excluded since sex distribution was not possible to collect for those purchased over-the-counter or used in inpatient care. ",
            "section": "METHODS",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Volume was measured in the technical unit numbers of Defined Daily Doses (DDDs), except for eight pharmacological groups for which there were no DDDs assigned. ",
            "section": "METHODS",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "18 For these groups, packages were used as a volume measure. ",
            "section": "METHODS",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Calculations of the proportion of the total volume dispensed as prescriptions in ambulatory care were based on aggregated volume data from all Swedish pharmacies. ",
            "section": "METHODS",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "4. For the identified ATC groups at various hierarchical levels, groups that were dispensed to less than 1% of the total Swedish population or to less than 0.4% of men or women, respectively, were excluded to avoid random variation due to small numbers. ",
            "section": "METHODS",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Crude and age-adjusted values were calculated. ",
            "section": "METHODS",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Age standardisation was performed by direct standardisation, where the Swedish population on 31 December 2009 (4 649 014 men and 4 691 668 women 19 ) was used as the standard population. ",
            "section": "METHODS",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "In the calculations, 5-year age groups were used. ",
            "section": "METHODS",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Differences between the sexes were calculated as a risk ratio (RR) of women/men with 95% CI. ",
            "section": "METHODS",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "All analyses were performed in Microsoft Excel 2007 and SAS V.9.2 (SAS Institute, Cary, North Carolina, USA) using descriptive statistical methods.",
            "section": "METHODS",
            "paragraph_rank": 10,
            "section_rank": 5,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 31,
                    "end": 40,
                    "rawForm": "Microsoft",
                    "resp": "whitelist",
                    "id": "ba504ebbc7-software-simple-w4"
                },
                {
                    "type": "software",
                    "start": 41,
                    "end": 46,
                    "rawForm": "Excel",
                    "resp": "whitelist",
                    "id": "ba504ebbc7-software-simple-w5"
                },
                {
                    "type": "software",
                    "start": 56,
                    "end": 59,
                    "rawForm": "SAS",
                    "resp": "whitelist",
                    "id": "ba504ebbc7-software-simple-w6"
                },
                {
                    "type": "software",
                    "start": 67,
                    "end": 70,
                    "rawForm": "SAS",
                    "resp": "whitelist",
                    "id": "ba504ebbc7-software-simple-w7"
                }
            ]
        },
        {
            "text": "RESULTS",
            "section_rank": 6
        },
        {
            "text": "In 2010, the total volume of drugs dispensed in Sweden was 5.8 billion DDD, corresponding to 1715 DDD/1000 inhabitants daily. ",
            "section": "RESULTS",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "The total expenditures were 35.6 billion Swedish Kronor (SEK; 100 SEK=8.96 GBP, September 2012). ",
            "section": "RESULTS",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "Drugs prescribed in ambulatory care, and thus included in the study, accounted for 88% of the total volume and 72% of the total expenditures on drugs in the country.",
            "section": "RESULTS",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "In all, 2.8 million men (59%) and 3.6 million women (76%) were dispensed at least one prescribed drug during 2010. ",
            "section": "RESULTS",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "The older the patient, the higher the likelihood was of being dispensed drugs. ",
            "section": "RESULTS",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Women were in general dispensed more prescription drugs in all age groups except among children under the age of 10, even when hormonal contraceptives were excluded (table 1).",
            "section": "RESULTS",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 165,
                    "end": 174,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(table 1)"
                }
            ]
        },
        {
            "text": "Crude sex differences in prevalence were found in 48 of the 50 pharmacological ATC groups included (figure 1, table 2). ",
            "section": "RESULTS",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "After age adjustment, sex differences remained in 48 ATC groups. ",
            "section": "RESULTS",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "Concerning drugs for glaucoma (S01E) and endocrine drugs (L02), the sex differences disappeared after age adjustment, while the opposite was seen for angiotensin receptor blockers (ARBs) (C09C+D) and calcium channel blockers (C08), which were more common in men after age adjustment. ",
            "section": "RESULTS",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "β blocking agents (C07) and cardiac glycosides (C01A) were more common in women before age adjustment, but were found to be more common in men after adjustment. ",
            "section": "RESULTS",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "The large differences in drugs for treatment of bone diseases such as osteoporosis (M05), thyroid therapy (H03), mineral supplements (A12) and antidementia drugs (N06D) diminished after age adjustment, even though they still were more common in women after adjustment (table 2).",
            "section": "RESULTS",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 268,
                    "end": 277,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(table 2)"
                }
            ]
        },
        {
            "text": "The pharmacological groups with the largest relative differences more commonly being dispensed to women were antimycotics for systemic use (RR 6.6), drugs for osteoporosis (RR 4.9) and thyroid therapy (RR 4.5), while a larger proportion of men were dispensed antigout preparations (RR 0.4), psychostimulants (0.6) and ACE-inhibitors (RR 0.7) (figure 2).",
            "section": "RESULTS",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "The largest sex difference in absolute numbers was found for systemic antibacterials ( J01) that were more common in women, 265.5 PAT/1000 women and 191.3 PAT/1000 men, respectively. ",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "This was followed by thyroid therapy (H03), 65.7 PAT/1000 women and 13.1  Figure 1 Flow chart showing the selection of pharmacological groups included in the specific analyses on sex and gender differences in different therapeutic areas. ",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 82,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "1 Cardiac therapy (C01), agents acting on the renin-angiotensin system (C09), sex hormones (G03), urologicals (G04), analgesics (N02), psycholeptics (N05), psychoanaleptics (N06) and ophthalmologicals (S01).",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2",
            "section_rank": 7
        },
        {
            "text": "Volume was measured in Defined Daily Doses (DDDs), except for eight ATC groups without any assigned DDD values where packages were used instead. ",
            "section": "2",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "PAT/1000 men, and antidepressants (N06A), 106.6 PAT/1000 women and 55.4 PAT/1000 men. ",
            "section": "2",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "The incidence showed a similar pattern as the prevalence pattern (table 3). ",
            "section": "2",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 65,
                    "end": 74,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(table 3)"
                }
            ]
        },
        {
            "text": "However, the sex differences were substantially higher for endocrine therapy (L02) and urinary antispasmodic agents (G04BD). ",
            "section": "2",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "Before age adjustment, 40 pharmacological groups were more frequently dispensed to women and eight groups to men. ",
            "section": "2",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "After age adjustment, sex differences remained in 36 and 11 ATC groups for women and men, respectively. ",
            "section": "2",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "In only one pharmacological group, drugs for treatment of bone diseases (M05), the sex difference diminished substantially after age adjustment.",
            "section": "2",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "DISCUSSION",
            "section_rank": 8
        },
        {
            "text": "This study of all dispensed prescription drugs in Sweden shows substantial differences between men and women. ",
            "section": "DISCUSSION",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "It is obvious that some of these differences may be explained by variations in disease prevalence, severity of disease, pathophysiology, diagnostics and treatment response or by other biological differences such as those induced by pregnancy and/or lactation. ",
            "section": "DISCUSSION",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "However, it is also evident that other differences lack a rational medical explanation.",
            "section": "DISCUSSION",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Throughout their lifespan, women have more contact with the healthcare system, [20][21][22] which may provide them with an extra opportunity for detecting disease and receiving prescriptions. ",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[20]"
                },
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[21]"
                },
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "In the premenopausal years, a woman's need for contraceptives, pregnancy and childbirth and, in the perimenopausal and postmenopausal period, screening programmes for breast and cervical cancers and gynaecological disorders require healthcare consultations. ",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "22 Also, chronic disabling diseases associated with a chronic need for medication, such as musculoskeletal disorders, are more common in women than men. ",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "22"
                }
            ]
        },
        {
            "text": "20 From a gender perspective, studies have shown that men are less prone to seek preventive healthcare. ",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "20"
                }
            ]
        },
        {
            "text": "21 Some differences between the sexes are expected. ",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "21"
                }
            ]
        },
        {
            "text": "The higher proportion of women dispensed antimycotics could partly be explained by gynaecological infections such as vaginitis. ",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "Also, the 4.5 times higher proportion of dispensed thyroid therapy corresponds to a four times higher prevalence of impaired thyroid function in women. ",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "23 The sex difference in the proportion of dispensed drugs for migraine could be explained by a 2-3 times higher prevalence of migraine among women. ",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "23"
                }
            ]
        },
        {
            "text": "24 Men were dispensed more psychostimulants, corresponding to a higher prevalence of attention deficit hyperactivity disorder 25 and autism. ",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "24"
                },
                {
                    "start": 126,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "25"
                }
            ]
        },
        {
            "text": "26 The largest sex difference in absolute numbers was observed for antibiotics, more commonly dispensed to women. ",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "26"
                }
            ]
        },
        {
            "text": "A common reason for prescribing antibiotics in primary care is urinary tract infection, which is more prevalent in women. ",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "27 An overdiagnosis of this condition in women has, however, been reported, which could potentially explain some of the higher number of women being dispensed these drugs. ",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "27"
                }
            ]
        },
        {
            "text": "28 Women were dispensed more antiobesity drugs than men in spite of obesity being more common in men. ",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "28"
                }
            ]
        },
        {
            "text": "29 30 Also, more women than men undergo obesity surgery. ",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "29 30"
                }
            ]
        },
        {
            "text": "31 There are reasons to believe that the sociocultural pressure to be slim is higher for women and studies have shown that women are more dissatisfied with their weight and their body than men. ",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "31"
                }
            ]
        },
        {
            "text": "32 33 This could explain the prescription pattern.",
            "section": "DISCUSSION",
            "paragraph_rank": 18,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "32 33"
                }
            ]
        },
        {
            "text": "In the cardiovascular field, several differences in the dispensation of prescribed drugs were found. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "ACE inhibitors, primarily used for the treatment of heart failure and hypertension, with the same prevalence in both Figure 2 Pharmacological groups with the highest age-adjusted relative differences in prevalence in 2010.  ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "sexes, were more commonly dispensed to men. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "This may be due to the higher frequency of coughing as an adverse event in women. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "34 However, the alternative treatment ARB was dispensed to women and men to the same extent. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "34"
                }
            ]
        },
        {
            "text": "Our findings may therefore indicate an underuse of renin-angiotensin agents in women. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "Lipid lowering drugs were also dispensed more frequently to men. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "The higher proportion in men may be explained by the higher prevalence of ischaemic heart disease. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "However, studies have shown that these drugs are underused for secondary prevention in women. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "[35][36][37][38] Reasons for this could be that women not only suffer more from myalgia as an adverse reaction 39 but also that women are older and have more comorbidity when suffering from cardiovascular disease, thus receiving less intensive secondary preventive medication. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[35]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[36]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[37]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "Men were dispensed more anticoagulants. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "The most common indication for anticoagulants is atrial fibrillation, a condition more commonly found in men but carrying a higher risk of fatal complications like embolic stroke for women. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "40 Underuse of anticoagulants in women with atrial fibrillation has been shown in earlier studies. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "40"
                }
            ]
        },
        {
            "text": "37 38 41-44 Men were also dispensed antiarrhythmic drugs to a higher degree than women. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 11,
                    "type": "bibr",
                    "text": "37 38 41-44"
                }
            ]
        },
        {
            "text": "This may be appropriate as women have a higher risk of the fatal arrhythmia 'torsade de pointe-ventricular tachycardia' induced by some antiarrhythmics like sotalol and quinidine. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "45 The main strength of this study is the complete coverage of all dispensed prescription drugs to the entire Swedish population. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "45"
                }
            ]
        },
        {
            "text": "This provides a population-based overview of drug use difficult to acquire in many other health systems. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "15 Although it is important to recognise that filling a prescription does not necessarily imply that the drugs are taken, we have no reason to believe that misclassification of drug use should be more prevalent in one sex. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Furthermore, data on dispensed drugs are closer to the actual intake than data on prescribed drugs, and it is free from the recall bias common in patient reported data. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "46 The most important limitation is the lack of information on patient characteristics and clinical data to assess the rationale behind the observed differences. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "46"
                }
            ]
        },
        {
            "text": "Moreover, it is important to emphasise that gender differences may only be hypothesised from these data.",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "In conclusion, in this large study we found substantial differences in drugs dispensed to men and women. ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "In an attempt to explain these sex differences, we searched the literature. ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "Some sex disparities could be explained by the differences in the prevalence of disease or frequency of adverse reactions. ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "Less medically justified explanations were also identified, such as overestimation of risk versus benefit in women compared with men. ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "We also found suggestions that gender aspects such as societal acceptance of overweight in women compared with men may be involved. ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "More research and a greater awareness of the influence of sex and gender in health and disease are needed to ensure rational drug use in both men and women.",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "33 PAT/1000 PYs in women and 0.03 PAT/1000 PYs in men), G03A Hormonal contraceptives (dispensed to 42.09 PAT/1000 PYs in women and 0.04 PAT/1000 PYs in men), G03C Estrogens (dispensed to 16.44 PAT/1000 PYs in women and 0.03 PAT/1000 PYs in men), G03D Progestogens (dispensed to 11.20 PAT/1000 PYs in women and 0.01 PAT/1000 PYs in men), G03F Progestogens and estrogens in combination (dispensed to 2.56 PAT/1000 PYs in women and 0.00 PAT/ 1000 PYs in men), G04C Drugs used in benign prostatic hypertrophy (dispensed to 0.20 PAT/1000 PYs in women and 7.34 PAT/1000 PYs in men) and G04BE Drugs used in erectile dysfunction (dispensed to 0.03 PAT/1000 PYs in women and 10.16 PAT/1000 PYs in men). ",
            "paragraph_rank": 21,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "33"
                }
            ]
        },
        {
            "text": "The relative differences were calculated with women as the numerator and men as the denominator. ",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "The table is sorted starting with the group with the largest age-adjusted sex difference. ",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "PAT/1000 PYs=number of patients (men or women) per 1000 patient-years. ",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "N=4 649 014 men and 4 691 668 women. ",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "ATC, Anatomical Therapeutic Chemical; RR, risk ratio.",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "Table 1",
            "section_rank": 10
        },
        {
            "text": "Proportions of the Swedish population dispensed at least one prescribed drug in 2010, by age and sex",
            "section": "Table 1",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "Table 2",
            "section_rank": 11
        },
        {
            "text": "Sex differences in prevalence of drug therapy in Sweden in 2010 by pharmacological group",
            "section": "Table 2",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "13.77 19.35 1.40 (1.39 to 1.42) 1.29 (1.28 to 1.30) N02A Opioids 66.90 92.97 1.39 (1.38 to 1.40) 1.27 (1.27 to 1.28) C03 Diuretics 59.48 92.83 1.56 (1.55 to 1.57) 1.24 (1.24 to 1.25) S02 Otologicals 4.54 5.71 1.26 (1.24 to 1.28) 1.23 (1.21 to 1.25) R03 Drugs for obstructive airway diseases 71.79 88.80 1.24 (1.23 to 1.24) 1.20 (1.20 to 1.The relative differences were calculated with women as the numerator and men as the denominator. ",
            "section": "Table 2",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "The table is sorted starting with the group with the largest age-adjusted sex difference. ",
            "section": "Table 2",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "PAT/TIN=number of patients (men or women) per 1000 individuals. ",
            "section": "Table 2",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "N=4 649 014 men and 4 691 668 women. ",
            "section": "Table 2",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "ATC, Anatomical Therapeutic Chemical; RR, risk ratio.",
            "section": "Table 2",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "Table 3",
            "section_rank": 12
        },
        {
            "text": "Sex differences in incidence of drug therapy in Sweden in 2010 by pharmacological group Crude and age-adjusted relative differences for included ATC groups. ",
            "section": "Table 3",
            "paragraph_rank": 26,
            "section_rank": 12
        },
        {
            "text": "The following pharmacological groups were excluded from the table due to sex-specific indications; G02 Other gynaecologicals (dispensed to 5.",
            "section": "Table 3",
            "paragraph_rank": 26,
            "section_rank": 12
        },
        {
            "text": "Loikas D, Wettermark B, von Euler M, et al. ",
            "section": "Table 3",
            "paragraph_rank": 28,
            "section_rank": 12,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 28,
                    "end": 33,
                    "rawForm": "Euler",
                    "resp": "whitelist",
                    "id": "ba504ebbc7-software-simple-w8"
                }
            ]
        },
        {
            "text": "BMJ Open 2013;3:e002378. ",
            "section": "Table 3",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "doi:10.1136/bmjopen-2012-002378",
            "section": "Table 3",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "Acknowledgements",
            "section_rank": 14
        },
        {
            "text": "We thank Katarina Baatz, The Swedish National Board of Health and Welfare for extracting and processing data. ",
            "section": "Acknowledgements",
            "paragraph_rank": 29,
            "section_rank": 14
        },
        {
            "text": "We thank Dr Gunilla Ringbäck Weitoft, The Swedish National Board of Health and Welfare for valuable discussions about the study design. ",
            "section": "Acknowledgements",
            "paragraph_rank": 29,
            "section_rank": 14
        },
        {
            "text": "We thank Nina Johnston, Centre for Gender Medicine and Brian Godman, Clinical Pharmacology, both at Karolinska Institutet, for help in revising the manuscript. ",
            "section": "Acknowledgements",
            "paragraph_rank": 29,
            "section_rank": 14,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 55,
                    "end": 60,
                    "rawForm": "Brian",
                    "resp": "whitelist",
                    "id": "ba504ebbc7-software-simple-w9"
                }
            ]
        },
        {
            "text": "We also thank the expert groups of the regional Drug and Therapeutics Committee in Stockholm County Council for clinical comments on the study findings.",
            "section": "Acknowledgements",
            "paragraph_rank": 29,
            "section_rank": 14
        },
        {
            "text": "Contributors Everyone listed as an author fulfils all three of the ICMJE guidelines for authorship. ",
            "section": "Acknowledgements",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "KS-G conceived the idea of the study and was together with DL, BW and MvE responsible for the design of the study. ",
            "section": "Acknowledgements",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "DL and BW were responsible for undertaking data analysis and producing the tables and graphs. ",
            "section": "Acknowledgements",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "DL, BW, MvE, KS-G and UB provided input for the data analysis. ",
            "section": "Acknowledgements",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "The initial draft of the manuscript was prepared by DL and then circulated repeatedly among all authors for critical revision. ",
            "section": "Acknowledgements",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "DL was responsible for the acquisition of the data, and DL, BW, MvE, KSG and UB contributed to the interpretation of the results. ",
            "section": "Acknowledgements",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "All authors read and approved the final manuscript.",
            "section": "Acknowledgements",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "Funding The study was funded by the Swedish Association of Local",
            "section": "Acknowledgements",
            "paragraph_rank": 31,
            "section_rank": 14
        }
    ]
}