{
    "level": "sentence",
    "id": "aac92676b6",
    "abstract": [],
    "body_text": [
        {
            "text": "Hutchinson-Gilford Progeria syndrome (HGP; OMIM:176670) and Werner Syndrome (WS; OMIM:277700) are two distinct premature aging diseases defined by aging related phenotypes occurring early in life. ",
            "section": "Introduction"
        },
        {
            "text": "1 As naturally aged individuals, HGP and WS patients present hair graying, skin thinning, atherosclerosis and osteopenia, but also show unique features such as subcutaneous tissue loss or laryngeal atrophy (high voice). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "Genetically, the disease could be traced back to mutations in lamin A (LMNA) 2,3 and the Werner syndrome RecQ helicase like (WRN) 4 genes. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 79,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "3"
                },
                {
                    "start": 130,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "4"
                }
            ]
        },
        {
            "text": "However, the downstream causal events still remain elusive. ",
            "section": "Introduction"
        },
        {
            "text": "In addition, a number of patients presenting a HGP or WS phenotype do not present any known genetic aberrations.",
            "section": "Introduction"
        },
        {
            "text": "Herein, epigenetics could provide additional information by adding a level of gene regulation independent from genetic alterations. ",
            "section": "Introduction"
        },
        {
            "text": "Epigenetics, understood in general terms as the inheritance of genome activity that does not depend on the strict DNA sequence, is known to be dynamic and to adapt to the surrounding circumstances. ",
            "section": "Introduction"
        },
        {
            "text": "5 In addition, epigenetics provides an explanation for the phenotypic differences of genetically identical beings, such as the examples of monozygotic twins, 6,7 cloned animals 8 or the Agouti mice. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "5"
                },
                {
                    "start": 158,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "6,"
                },
                {
                    "start": 160,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "7"
                },
                {
                    "start": 177,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "8"
                }
            ]
        },
        {
            "text": "9,10 To address the issue of whether epigenetic variants can be associated with the disease phenotypes of premature aged patients, we analyzed the DNA methylation (the most recognized and studied epigenetic mark) profiles of HGP DNa methylation gradiently changes with age and is likely to be involved in aging-related processes with subsequent phenotype changes and increased susceptibility to certain diseases. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "9,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "10"
                }
            ]
        },
        {
            "text": "The hutchinson-Gilford progeria (hGp) and Werner syndrome (Ws) are two premature aging diseases showing features of common natural aging early in life. ",
            "section": "Introduction"
        },
        {
            "text": "Mutations in the LMNA and WRN genes were associated to disease onset; however, for a subset of patients the underlying causative mechanisms remain elusive. ",
            "section": "Introduction"
        },
        {
            "text": "We aimed to evaluate the role of epigenetic alteration on premature aging diseases by performing comprehensive DNa methylation profiling of hGp and Ws patients. ",
            "section": "Introduction"
        },
        {
            "text": "We observed profound changes in the DNa methylation landscapes of WRN and LMNA mutant patients, which were narrowed down to a set of aging related genes and processes. ",
            "section": "Introduction"
        },
        {
            "text": "although of low overall variance, non-mutant patients revealed differential DNa methylation at distinct loci. ",
            "section": "Introduction"
        },
        {
            "text": "hence, we propose DNa methylation to have an impact on premature aging diseases.",
            "section": "Introduction"
        },
        {
            "text": "and WS samples. ",
            "section": "Introduction"
        },
        {
            "text": "We approach both diseases from an epigenetic point of view assuming missregulation to take place beyond the genetic blueprint.",
            "section": "Introduction"
        },
        {
            "text": "We performed the Infinium DNA methylation BeadChip platform (Illumina), analyzing more than 450,000 CpG sites genome-wide. ",
            "section": "Results and Discussion",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 61,
                    "end": 69,
                    "rawForm": "Illumina",
                    "resp": "whitelist",
                    "id": "aac92676b6-software-simple-w0"
                }
            ]
        },
        {
            "text": "DNA was extracted from Epstein-Barr virus (EBV) immortalized B-cells (lymphoblastoid cell lines; LCLs) obtained from two WRN (AG07896, AG11385) and one LMNA (AG19911) mutant WS patient ( Table 1). ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 195,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1)"
                }
            ]
        },
        {
            "text": "11 In addition, we analyzed one non-mutant WS patient (AG03364) and three non-mutant HGP patients. ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "11"
                }
            ]
        },
        {
            "text": "It is of note that the non-mutant HGP samples consist of direct relatives, represented by a father (AG15693) and its two daughters (AG15694, AG15695). ",
            "section": "Results and Discussion"
        },
        {
            "text": "The DNA methylation data are freely available at the Gene Expression Omnibus (GEO) database: www.ncbi.nlm.nih.gov/geo/query/acc.cgi?",
            "section": "Results and Discussion",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 78,
                    "end": 81,
                    "rawForm": "GEO",
                    "resp": "whitelist",
                    "id": "aac92676b6-software-simple-w1"
                }
            ]
        },
        {
            "text": "token=xlcjfiewe oacwna&acc=GSE42865.",
            "section": "Results and Discussion"
        },
        {
            "text": "Noticing an effect of the EBV immortalization on the epigenome of the analyzed control LCL samples, as illustrated by absolute DNA methylation levels of naive CD19 + B-cells and a LCL, Fig. 1A, we initially filtered for CpG sites without variability between healthy LCLs (n = 3) and healthy naive B-cells (n = 3) (δ average β-value < 0.05). ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 192,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1A"
                }
            ]
        },
        {
            "text": "To further exclude an impact of blood cell composition of the analyzed LCL samples, especially AG15695), likely reflecting the fact that, besides presenting the HGP phenotype, the father was 28 y older at sample acquisition.",
            "section": "Results and Discussion"
        },
        {
            "text": "Differentially methylated sites in mutant patients. ",
            "section": "Results and Discussion"
        },
        {
            "text": "In order to extract particular disease-related differences between controls and samples obtained from premature aging patients, we determined differentially methylated CpG sites (dmCpGs) between the controls (n = 3) and diseased samples (δ average β-value > 0.2).",
            "section": "Results and Discussion"
        },
        {
            "text": "Initially, we were interested in epigenetic alteration associated to the disease-related gene mutations of LMNA or WRN. ",
            "section": "Results and Discussion"
        },
        {
            "text": "As mutations in LMNA are causing both HGP and WS, whereas WRN mutations are exclusively related to the latter, we analyzed both mutations separately. ",
            "section": "Results and Discussion"
        },
        {
            "text": "We observed that the mutant samples presented a number of overlapping alterations; however, there was a high proportion of sample-specific alteration ( Fig. 2C-E) and inter-sample variation (Fig. 2B). ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 161,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2C-E"
                },
                {
                    "start": 190,
                    "end": 199,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 2B)"
                }
            ]
        },
        {
            "text": "Using the aforementioned selection criteria, we determined 3,544 consistent differentially methylated CpG sites associated to mutation in the WRN gene (13,501 for AG11385 and 17,506 for AG07896). ",
            "section": "Results and Discussion"
        },
        {
            "text": "Although affected by the same genetic defect the WRN mutant samples revealed a high variability, which might be explained by the nature of the genetic defect. ",
            "section": "Results and Discussion"
        },
        {
            "text": "The Werner syndrome RecQ helicase gene is involved in DNA replication, recombination and DNA repair (3' to 5' exonuclease activity). ",
            "section": "Results and Discussion"
        },
        {
            "text": "Impaired function of WRN eventually results in double strand breaks and accumulation of mutations. ",
            "section": "Results and Discussion"
        },
        {
            "text": "The here observed epimutations could be a direct consequence of mutant CpG sites or CpG methylationassociated sequences in their proximity (methylation quantitative trait loci 13 ). ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "13"
                }
            ]
        },
        {
            "text": "Considering the stochastic distribution of such events, which is supported by the equal genome-wide distribution ( Fig. 2A), we expected a few driver events masked by a mass of passenger events on genetic and epigenetic level. ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2A)"
                }
            ]
        },
        {
            "text": "To address important when comparing LCLs and peripheral blood mononuclear cells (PBMC) data from a previous aging study, 12 we additionally excluded CpG sites revealing variability between naive B-cells (n = 3) and samples obtained from PBMC (n = 3; δ average β-value < 0.05). ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "12"
                }
            ]
        },
        {
            "text": "After further exclusion of CpG sites on gender chromosomes and those containing single nucleotide polymorphisms in their detection probe or interrogated CpG site (Caucasian population, 1000 Genome Project, > 1% frequency) and poor detection quality (detection p value > 0.01), we analyzed 272,290 CpG sites in the here presented study. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Following filtering for probes detecting here unmodelled sources, we observed a very high correlation (R 2 > 0.99) among all analyzed healthy control samples, as exemplary illustrated in Figure 1B.",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 196,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1B"
                }
            ]
        },
        {
            "text": "Mutant patients exhibit global DNA methylation differences. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Genome-wide DNA methylation variation ( Fig. 2A) and unsupervised clustering analysis (Fig. 2B) of the DNA methylation profiles of HGP and WS patient DNA revealed profound differences between mutant and non-mutant samples. ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 48,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2A)"
                },
                {
                    "start": 86,
                    "end": 95,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 2B)"
                }
            ]
        },
        {
            "text": "The WRN and LMNA mutant samples clearly clustered separately from the controls, suggesting mutation-specific DNA methylation profiles with possible causality on disease onset. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Single samples comparisons revealed globally similar DNA methylation profiles with a fraction of CpG sites gaining methylation (in a healthy unmethylated context) and loosing methylation in previous hypermethylated regions (Fig. 2C-E). ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 223,
                    "end": 234,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 2C-E)"
                }
            ]
        },
        {
            "text": "Importantly, we noticed an overlap of differentially methylated CpG sites. ",
            "section": "Results and Discussion"
        },
        {
            "text": "However, each sample revealed additional unique alterations ( Fig. 2C-E).",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 62,
                    "end": 72,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2C-E)"
                }
            ]
        },
        {
            "text": "The non-mutant WS and HGP samples presented DNA methylation profiles that were poorly distinguishable between healthy and diseased samples ( Fig. 2A and B). ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 155,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2A and B)"
                }
            ]
        },
        {
            "text": "Interestingly, the non-mutant sample of the father (AG15693) revealed an increase of variability compared with the two daughters (AG15694, the mutation driven phenotypes, Fig. 3B), we suggest the differential promoter hypomethylation to be a common downstream event with crucial function in disease onset. ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 178,
                    "type": "figure",
                    "text": "Fig. 3B"
                }
            ]
        },
        {
            "text": "We further propose the inappropriate promoter hypomethylation of LOC149837 and subsequent piRNA activation as causative epigenetic event for the development of HGP and WS. ",
            "section": "Results and Discussion"
        },
        {
            "text": "In order to determine yet unidentified disease-related genetic alteration in addition to the previously identified (WRN and LMNA), we screened differentially methylated gene promoters of the non-mutated samples for common regulatory mechanisms. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Here, the 25 transcripts associated to disease-specific CpG sites were enriched for transcription factor binding sites for MYB (z-test; TRANSFAC: FDR < 0.05), a transcription factor associated to aging, 15 including the response to oxidative stress of aged cells. ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 203,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "15"
                }
            ]
        },
        {
            "text": "16 It is of note that the DNA polymerase POLD3 is among the MYB targets, whose deregulation, due to its DNA repair activity, might have a direct impact on the disease phenotypes as it was observed for the DNA repair gene WRN (Fig. 3C). ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "16"
                },
                {
                    "start": 225,
                    "end": 234,
                    "type": "figure",
                    "text": "(Fig. 3C)"
                }
            ]
        },
        {
            "text": "The significant enrichment of MYB binding sites in differentially methylated gene promoters led us to hypothesize if the transcription factor itself is targeted by genetic alterations, eventually gene mutation, causing the HGP phenotype. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Although speculative at this critical point, we assumed that, due to the phenotype similarities to normal aging, the disease causing driver events were also detectable in natural aged samples. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Consequently, we integrated DNA methylation data obtained from a set of newborn and centenarian samples previously analyzed in our laboratory for aging specific changes. ",
            "section": "Results and Discussion"
        },
        {
            "text": "12 Here, 144 CpG showed differential methylation in the natural aged and in the WRN mutant sample sets and thus represent potential driver candidates for the premature aging phenotype of the WS patients (Table S1). ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "12"
                },
                {
                    "start": 203,
                    "end": 212,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table S1"
                }
            ]
        },
        {
            "text": "These sites include gene promoters involved and significantly enriched in I-kappaB kinase/NF-kappaB signaling (CASP8, IL1RL1 and LGALS1) and the proteinaceous extracellular matrix formation (ADAMTS4, LGALS1, PODNL1 and ZP3) (Fisher's exact test: p < 0.01). ",
            "section": "Results and Discussion"
        },
        {
            "text": "All of these candidates are likely to be involved in phenotypic changes observed during aging.",
            "section": "Results and Discussion"
        },
        {
            "text": "While patients with WRN mutation have to cope with an accumulation of DNA damage, LMNA mutant cells are associated to severe structural alterations in the nucleus, leading to chromatin reorganization and subsequent epigenetic alterations. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Therefore, most of the detected variation in DNA methylation will be passenger events, not directly related to disease onset. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Consequently, we applied the aforementioned selection criteria and comparisons to define dmCpGs for the WS patient harboring a LMNA mutation. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Here, we identified 18,480 dmCpGs, of which 485 also revealed differential methylation in the natural aging data set (Table S2). ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 127,
                    "type": "table",
                    "text": "(Table S2)"
                }
            ]
        },
        {
            "text": "Interestingly, the NF-kappaB nucleus import mechanism was a significantly enriched ontology term among the differentially methylated genes (Fisher's exact test: p < 0.01; PRKCG, NLRP12), suggesting this inflammationrelated process plays a crucial role in the aging process of healthy and diseased individuals.",
            "section": "Results and Discussion"
        },
        {
            "text": "Non-mutant patients revealed consistent changes in DNA methylation. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Analyzing non-mutant premature aging samples, we took advantage of the unique properties of the three HGP family members. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Assuming a similar genetic background of the samples, we aimed to extract common dmCpGs and suggested those to present a particular association to the premature aging disease. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Here, we observed 78 sites with consistent changes in DNA methylation (Table S3). ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 79,
                    "type": "table",
                    "text": "(Table S3"
                }
            ]
        },
        {
            "text": "Most strikingly, the promoter of the non-coding RNA LOC149837 harbored four dmCpGs in the close proximity of the transcription start site (-51 bp), forming a differential methylated region with high potential as an important factor for gene regulation (Fig. 3A). ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 252,
                    "end": 261,
                    "type": "figure",
                    "text": "(Fig. 3A)"
                }
            ]
        },
        {
            "text": "LOC149837, also annotated as LINC00654, is defined as long intergenic nonprotein coding RNA (lincRNA) with to date unknown biological function. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Interestingly, the transcript is located in a cluster of PIWI-associated RNAs (piRNAs) (piRNA bank ID: 103; chr20:5461000-5500000), suggesting the region is a so far poorly recognized piRNA host transcript with association to premature aging. ",
            "section": "Results and Discussion"
        },
        {
            "text": "The approximately 30 nt-sized small RNAs participate in germline-specific regulatory processes, including silencing of transposable elements by direct interaction or epigenetic repression. ",
            "section": "Results and Discussion"
        },
        {
            "text": "14 As a subset of piRNAs, including the here identified, do not overlap transposable sequences, an additional function of the small RNAs is suspected. ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "14"
                }
            ]
        },
        {
            "text": "As the epimutation of LOC149837 is present in all seven analyzed premature aged samples (including MicroBeads (Miltenyi Biotec) were applied following the manufacturer's instructions. ",
            "section": "Results and Discussion"
        },
        {
            "text": "DNA was extracted using Phenol:Chlor oform:Isoamylalcohol (Sigma). ",
            "section": "Results and Discussion"
        },
        {
            "text": "B-cells were immortalized by Epstein-Barr virus (EBV) applying previous published protocol. ",
            "section": "Results and Discussion"
        },
        {
            "text": "17 Infinium HumanMethylation450 BeadChip. ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "17"
                }
            ]
        },
        {
            "text": "All DNA samples were assessed for integrity, quantity and purity by electrophoresis in a 1.3% agarose gel, picogreen quantification, and nanodrop measurements. ",
            "section": "Results and Discussion"
        },
        {
            "text": "All samples were randomly distributed into 96 well plates. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Bisulfite conversion of 500 ng of genomic DNA was performed using EZ DNA methylation kit (Zymo Research) following manufacturer's instructions. ",
            "section": "Results and Discussion"
        },
        {
            "text": "200 ng of bisulfite converted DNA were used for hybridization on the HumanMethylation450 BeadChip (Illumina). ",
            "section": "Results and Discussion",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 99,
                    "end": 107,
                    "rawForm": "Illumina",
                    "resp": "whitelist",
                    "id": "aac92676b6-software-simple-w2"
                }
            ]
        },
        {
            "text": "Briefly, samples were whole genome amplified followed by an enzymatic endpoint fragmentation, precipitation and resuspension. ",
            "section": "Results and Discussion"
        },
        {
            "text": "The resuspended samples were hybridized onto the beadchip for 16 h at 48°C and washed. ",
            "section": "Results and Discussion"
        },
        {
            "text": "A single nucleotide extension with labeled dideoxy-nucleotides was performed and repeated rounds of staining were applied with a combination of labeled antibodies differentiating between biotin and DNP.",
            "section": "Results and Discussion"
        },
        {
            "text": "Data were normalized using GenomeStudio V2010.3 (Illumina). ",
            "section": "Results and Discussion",
            "entity_spans": [
                {
                    "start": 27,
                    "end": 39,
                    "type": "software",
                    "rawForm": "GenomeStudio",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "aac92676b6-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 41,
                    "end": 47,
                    "type": "version",
                    "rawForm": "2010.3",
                    "resp": "#annotator5",
                    "id": "#aac92676b6-software-1"
                },
                {
                    "start": 49,
                    "end": 57,
                    "type": "publisher",
                    "rawForm": "Illumina",
                    "resp": "#curator",
                    "id": "#aac92676b6-software-1"
                },
                {
                    "type": "software",
                    "start": 27,
                    "end": 39,
                    "rawForm": "GenomeStudio",
                    "resp": "whitelist",
                    "id": "aac92676b6-software-simple-w3"
                },
                {
                    "type": "software",
                    "start": 49,
                    "end": 57,
                    "rawForm": "Illumina",
                    "resp": "whitelist",
                    "id": "aac92676b6-software-simple-w4"
                }
            ]
        },
        {
            "text": "The DNA methylation level is displayed as β-values ranging from 0 to 1. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Methylation level (β-value) for each of the 485,577 CpG sites were calculated as the ratio of methylated signal divided by the sum of methylated and unmethylated signals this stage, these results might inspire further studies involving targeted sequencing of the MYB gene locus.",
            "section": "Results and Discussion"
        },
        {
            "text": "In summary, detecting differentially methylated CpG sites in potential disease-related genes and pathways, we hypothesize DNA methylation and epigenetic regulation to play an important role in disease onset of premature aging diseases, such as HGP and WS. ",
            "section": "Results and Discussion"
        },
        {
            "text": "With the transcription factor MYB and NF-kappaB associated pathways, we do not only suggest potentially novel susceptibility genes and signaling cascades, but we also present a yet poorly acknowledged way to approach the disease.",
            "section": "Results and Discussion"
        },
        {
            "text": "Sample description. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The DNA of four Werner syndrome (WS) and three Hutchinson-Gilford Progeria (HGP) patients was obtained from Coriell Cell Repositories. ",
            "section": "Materials and Methods"
        },
        {
            "text": "The samples consisted of 2 WRN (AG07896, AG11385), 1 LMNA (AG19911) mutant and 4 patients without yet described alterations (AG03364), including 3 relatives with disease phenotype (AG15693, AG15694, AG15695). ",
            "section": "Materials and Methods"
        },
        {
            "text": "These samples had been collected and anonymized by National Institute of General Medical Science (NIGMS), and all subjects had provided written consent for their experimental use. ",
            "section": "Materials and Methods"
        },
        {
            "text": "Peripheral blood was obtained from healthy donors and peripheral blood mononuclear cells (PBMC) were extracted using a Ficoll gradient. ",
            "section": "Materials and Methods"
        },
        {
            "text": "To separate CD19 positive cells CD19 ",
            "section": "Materials and Methods"
        },
        {
            "text": "probe filtering results in consistent DNa methylation profiles between naive and immortalized samples. ",
            "section": "Figure 1 ."
        },
        {
            "text": "(A) DNa methylation level of 448,376 cpG sites (after filtering for high quality autosomal probes not overlapping sNps) of a representative lymphoblastoid cell line (LcL) and a naive B-cell sample. ",
            "section": "Figure 1 ."
        },
        {
            "text": "(B) DNa methylation levels of 272,290 cpG sites of the same samples after excluding probes affected by Epstein-Barr virus immortalization and cell composition differences. ",
            "section": "Figure 1 ."
        },
        {
            "text": "The correlation coefficient (r 2 ) was calculated using pearson's correlation analysis.",
            "section": "Figure 1 ."
        },
        {
            "text": "Mutant patients exhibit global DNa methylation differences. ",
            "section": "Figure 2 ."
        },
        {
            "text": "(A) Genome-wide DNa methylation changes of a non-mutant (aG15693), a WRN gene mutant (aG07896, aG11385) and a LMNA gene mutant (aG19911) premature aging patient compared with a healthy donor (LcL6) and displayed by circos representation.21 ",
            "section": "Figure 2 .",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 239,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                }
            ]
        },
        {
            "text": "Displayed in color-code are the number of differentially methylated cpG site (δ average β-value > 0.2) in windows of 10 Mbp width. ",
            "section": "Figure 2 ."
        },
        {
            "text": "The inner circle represents the total number of analyzed cpG sites in the respective window (0-7,000). ",
            "section": "Figure 2 ."
        },
        {
            "text": "(B) Unsupervised hierarchical clustering of healthy donors (green) or hGp (yellow) and Ws (blue) patient samples. ",
            "section": "Figure 2 ."
        },
        {
            "text": "Gene mutations are indicated (WRN: orange, LMNA, purple; non-mutant: gray). ",
            "section": "Figure 2 ."
        },
        {
            "text": "(C) absolute DNa methylation levels of aG11385 (WRN mutant) and LcL6 (healthy donor). ",
            "section": "Figure 2 ."
        },
        {
            "text": "highlighted are hypomethylated (δ < -0.2, green) and hypermethylated (δ > 0.2, red) cpG sites in respect the healthy control (LcL6). ",
            "section": "Figure 2 ."
        },
        {
            "text": "(E) absolute DNa methylation level of aG07896 (WRN mutant) and LcL6 (healthy donor). ",
            "section": "Figure 2 ."
        },
        {
            "text": "highlighted are hypomethylated (green) and hypermethylated (red) cpG sites of aG11385. ",
            "section": "Figure 2 ."
        },
        {
            "text": "(D) absolute DNa methylation level of aG19911 (LMNA mutant) and LcL6 (healthy donor). ",
            "section": "Figure 2 ."
        },
        {
            "text": "highlighted are hypomethylated (green) and hypermethylated (red) cpG sites of aG11385.",
            "section": "Figure 2 ."
        },
        {
            "text": "patient and healthy samples analyzed on the Infinium DNa methylation Beadchip",
            "section": "Table 1 ."
        },
        {
            "text": "hGp, hutchinson-Gilford progeria syndrome; Ws, Werner syndrome; LcL, lymphoblastoid cell line, LMNa, lamin a, WRN, Werner syndrome RecQ heli- case like.",
            "section": "Table 1 ."
        },
        {
            "text": "The research leading to these results has received funding from ",
            "section": "Acknowledgments"
        },
        {
            "text": "No potential conflicts of interest were disclosed.",
            "section": "Disclosure of Potential Conflicts of Interest"
        },
        {
            "text": "Supplemental materials may be found here: www.landesbioscience.com/journals/epigenetics/article/23366 plus 100. ",
            "section": "Supplemental Materials"
        },
        {
            "text": "After normalization step, probes related to X and Y chromosomes were removed as well as those containing a SNPs with a frequency > 1% (Caucasian population; 1000 Genome project) in the probe sequence or interrogated CpG site. ",
            "section": "Supplemental Materials"
        },
        {
            "text": "Samples were clustered by hierarchical clustering using Manhattan distances. ",
            "section": "Supplemental Materials"
        },
        {
            "text": "Transcription factor binding enrichment. ",
            "section": "Supplemental Materials"
        },
        {
            "text": "Transcription factor enrichment analysis was performed using PSCAN. ",
            "section": "Supplemental Materials",
            "entity_spans": [
                {
                    "start": 61,
                    "end": 66,
                    "type": "software",
                    "rawForm": "PSCAN",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "aac92676b6-software-simple-3",
                    "cert": "0.7"
                },
                {
                    "type": "software",
                    "start": 61,
                    "end": 66,
                    "rawForm": "PSCAN",
                    "resp": "whitelist",
                    "id": "aac92676b6-software-simple-w5"
                }
            ]
        },
        {
            "text": "18 Transcription factor binding annotations were extracted from TRANSFAC. ",
            "section": "Supplemental Materials",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "18"
                }
            ]
        },
        {
            "text": "The gene promoter region was defined as -1,000 and +0 bp to the transcription start site. ",
            "section": "Supplemental Materials"
        },
        {
            "text": "Z-test p values were corrected for multiple hypotheses testing using the Bonferroni method.",
            "section": "Supplemental Materials"
        },
        {
            "text": "Transcription factor binding enrichment. ",
            "section": "Supplemental Materials"
        },
        {
            "text": "Transcription factor enrichment analysis was performed using PSCAN. ",
            "section": "Supplemental Materials",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 61,
                    "end": 66,
                    "rawForm": "PSCAN",
                    "resp": "whitelist",
                    "id": "aac92676b6-software-simple-w6"
                }
            ]
        },
        {
            "text": "18 Transcription factor binding annotations were extracted from TRANSFAC. ",
            "section": "Supplemental Materials",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "18"
                }
            ]
        },
        {
            "text": "The gene promoter region was defined as -1,000 and +0 bp to the transcription start site. ",
            "section": "Supplemental Materials"
        },
        {
            "text": "Z-test p values were corrected for multiple hypotheses testing using the Bonferroni method.",
            "section": "Supplemental Materials"
        },
        {
            "text": "Functional enrichment analysis. ",
            "section": "Supplemental Materials"
        },
        {
            "text": "Gene Ontology (GO) enrichment analysis was performed using the Database for Annotation, Visualization and Integrated Discovery (DAVID; v6.7). ",
            "section": "Supplemental Materials",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 15,
                    "end": 17,
                    "rawForm": "GO",
                    "resp": "whitelist",
                    "id": "aac92676b6-software-simple-w7"
                },
                {
                    "type": "software",
                    "start": 128,
                    "end": 133,
                    "rawForm": "DAVID",
                    "resp": "whitelist",
                    "id": "aac92676b6-software-simple-w8"
                }
            ]
        },
        {
            "text": "19,20  ",
            "section": "Supplemental Materials",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "19,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        }
    ]
}