{
    "id": "fb11a3ca30",
    "abstract": [],
    "body_text": [
        {
            "text": "are prevalent in agricultural soils (24). ",
            "ref_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "Structurally diverse, HA contain numerous functional moieties, including carboxylic acid, ketone, quinone, and phenolic/alcoholic hydroxyl groups (23,25,26).",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(23,"
                },
                {
                    "start": 150,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25,"
                },
                {
                    "start": 153,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26)"
                }
            ]
        },
        {
            "text": "HA are recalcitrant and degrade relatively slowly. "
        },
        {
            "text": "However, reduced redox-active functional groups within HA can be readily oxidized as electron donors for bacterial respiration (20,21). ",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20,"
                },
                {
                    "start": 131,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21)"
                }
            ]
        },
        {
            "text": "The hydroquinone content of reduced HA are considered important humus-borne electron donors of this type, and microbial oxidation of hydroquinones to corresponding quinones has been demonstrated to support nitrate, perchlorate, arsenate, and selenate reduction (20,21,(27)(28)(29). ",
            "ref_spans": [
                {
                    "start": 261,
                    "end": 265,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20,"
                },
                {
                    "start": 265,
                    "end": 268,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21,"
                },
                {
                    "start": 268,
                    "end": 272,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(27)"
                },
                {
                    "start": 272,
                    "end": 276,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(28)"
                },
                {
                    "start": 276,
                    "end": 280,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(29)"
                }
            ]
        },
        {
            "text": "Microbial hydroquinone oxidation has been most clearly demonstrated with the model compound 2,6anthrahydroquinone disulfonate (AH 2 DS), which can be oxidized to its quinone form 2,6-anthraquinone disulfonate (AQDS). "
        },
        {
            "text": "To date, all tested AH 2 DS-oxidizing bacteria have alternatively utilized reduced HA, suggesting that AH 2 DS is a good model for investigating HA-oxidizing microbiology (21).",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                }
            ]
        },
        {
            "text": "Although nitrate-dependent humic acid-oxidizing bacteria (NHOx) are common in the environment (21), their prevalence and metabolic activity in agricultural soils are unknown. ",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                }
            ]
        },
        {
            "text": "Here we investigate the microbiology of HA oxidation in agricultural soils with both culture-dependent and culture-independent techniques. "
        },
        {
            "text": "Our culture-dependent studies revealed the existence of a large and diverse population of NHOx and provided several novel isolates. "
        },
        {
            "text": "NHOx populations coupled the oxidation of reduced HA to substantial nitrate reduction in advective flow columns. "
        },
        {
            "text": "A 16S rRNA gene-based high-density oligonucleotide microarray (Phy-loChip) (30) illustrated a phylogenetic response, with specific taxa enriched exlusively in HA-amended soils relative to control and background treatments. "
        },
        {
            "text": "Together, the results presented in this article demonstrate that NHOx are prevalent in agricultural soils and may play an important role in nitrate respiration."
        },
        {
            "text": "tubes were scored for microbial AH 2 DS oxidation based upon a visual color change from red (hydroquinone) to yellow (quinone) and microscopic examination. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "NHOx populations ranged from 3.3 ϫ 10 4 cells g Ϫ1 in native grassland soil to over 10 6 cells g Ϫ1 in native woodland and corn plot soils (Fig. 1). ",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 147,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "When MPN tubes were left undisturbed for an extended period, gas production was evident as small bubbles on the tube walls in positive tubes. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Uninoculated tubes and inoculated tubes without nitrate remained red with no visible bubble production.",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "The positive scored 10 Ϫ3 dilution tubes for each soil type were examined for extent of nitrate reduction and nitrite production relative to cell-free control medium. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "In all cases, nitrate reduction relative to control tubes was apparent ( Fig. 1). ",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1)"
                }
            ]
        },
        {
            "text": "No nitrate reduction or nitrite production occurred in uninoculated MPN tubes (data not shown). ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "In most cases, low concentrations of nitrite were produced, but nitrate reduction was in stoichiometric excess of nitrite production in all tubes tested ( Fig. 1). ",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 162,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1)"
                }
            ]
        },
        {
            "text": "Along with the observation of gas bubbles, these results support active denitrification coupled to AH 2 DS oxidation within each inoculated MPN series.",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Pure cultures. ",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 4,
                    "rawForm": "Pure",
                    "resp": "whitelist",
                    "id": "fb11a3ca30-software-simple-w0"
                }
            ]
        },
        {
            "text": "Several NHOx isolates were obtained from the MPN series. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Analyses of 16S rRNA gene sequences revealed that all isolates were phylogenetically distinct members of the Proteobacteria (see Fig. S1 in the supplemental material). ",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 136,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. S1"
                }
            ]
        },
        {
            "text": "In the presence of nitrate and acetate (100 M), all AH 2 DS-respiring NHOx isolates grew to higher cell densities than in controls lacking AH 2 DS, demonstrating that hydroquinone oxidation was coupled to growth (data not shown). ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "While none of the tested isolates degraded the anthraquinone, each culture supported a different pattern of respiratory nitrate reduction. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "For example, strain A7, a gammaproteobacterium of the Pseudomonas genus, produced a transient nitrite spike during nitrate-dependent AH 2 DS oxidation. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "In contrast, strain A5, a betaproteobacterium, produced nitrite as the end product of the metabolism, and strain D1, an alphaproteobacterium, reduced nitrate without observable nitrite accumulation.",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Column studies. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "In order to examine the effect of reduced HA electron donors on nitrate reduction in dynamic soil systems, advective up-flow column studies . ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Sealed anaerobic columns inoculated with corn plot soil were constructed using one column per treatment as described in Materials and Methods (see Fig. S2 in the supplemental material). ",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 154,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. S2"
                }
            ]
        },
        {
            "text": "During the initial 7-day equilibration period, limited nitrate reduction occurred in all columns in the absence of electron donor amendment, suggesting the presence of an electron donor intrinsic to the soil. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "After equilibration, the columns were continuously injected at port A with electron acceptor medium containing approximately 0.5 mM nitrate. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Directly above this point at port B, electron donor treatments (donor-free medium, oxidized HA medium, or reduced HA medium), were continually injected at the same flow rate. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Bromide tracers in electron donor treatments allowed for dilution factor calculation throughout each column.",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "(i) Column performance. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Average retention times were 164 Ϯ 56 h throughout operation for the donor-free control column, 139 Ϯ 30 h for the oxidized HA column, and 135 Ϯ 9 h for the reduced HA column. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Total flow was very similar between columns for each time point (data not shown), suggesting that cross-comparison of column treatments for extent of nitrate reduction could be reasonably achieved. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Bromide tracer data indicated similar donor medium gradients between column treatments and an approximate 1:1 mixing of donor and acceptor media within each column (data not shown).",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "(ii) Donor-free control column. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "During the initial equilibration, each column hosted a limited amount of nitrate reduction (data not shown). ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "The trend was sustained for the control column continually injected with donor-free medium ( Fig. 2; see Fig. S3a in the supplemental material). ",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 99,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                },
                {
                    "start": 105,
                    "end": 113,
                    "type": "figure",
                    "text": "Fig. S3a"
                }
            ]
        },
        {
            "text": "By the end of the experimental period, samples collected from each port of the column contained similar nitrate concentrations (163, 161, 166, and 185 M for ports 1, 2, 3, and 4, respectively), indicating a limited concentration gradient throughout the length of the column. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "This suggests that the majority of the microbial nitrate removal occurred between the injection ports and sampling port 1. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Based upon the observed 1:1 mixing ratio of the two types of media, the donorfree column removed an average of 33% (82 M) of the introduced nitrate by the end of the experimental time period. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Nitrite production in the donor-free column was never detected at concentrations higher than 10 M (data not shown), suggesting the production of more-reduced respiratory end products. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "cells g Ϫ1 in native wooded soil, 6.5 ϫ 10 6 cells g Ϫ1 in soil from a plot of corn, 1.8 ϫ 10 6 cells g Ϫ1 for soil from a soybean plot with a slurry added to the soil, 2.0 ϫ 10 5 cells g Ϫ1 for soil from a soybean plot with no slurry added, and 3.3 ϫ 10 4 cells g Ϫ1 for native grassland [bluegrass]). ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "The degrees of nitrate reduction and nitrite production are also indicated for the 10 Ϫ3 dilution of each MPN series.",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "(iii) Oxidized HA column. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Relative to the no-donor control, the column treated with oxidized HA supported a greater extent of nitrate reduction ( Fig. 2; see Fig. S3b in the supplemental material). ",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 126,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                },
                {
                    "start": 132,
                    "end": 140,
                    "type": "figure",
                    "text": "Fig. S3b"
                }
            ]
        },
        {
            "text": "By the end of the experimental period, the average nitrate concentration across the oxidized HA column was 115 M, suggesting a 54% reduction of the introduced nitrate based upon the observed 1:1 mixing ratio of the media. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Similarly to the donor-free column, there was a minimal nitrate gradient along the length of the column by the end of the operation (124, 105, 110, and 122 M for ports 1, 2, 3, and 4, respectively), suggesting that the majority of the microbial nitrate reduction was limited to the area between the injection ports and sampling port 1. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Nitrite production (0 M to 21.9 M) was limited and transient. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Fe(III) backtitration revealed that the oxidized HA medium contained a moderate amount of reduced functionalities amounting to 448.7 Ϯ 37.8 reducing microequivalents (Eq). ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Reducing equivalents were also detected in samples collected from the oxidized HA columns at ports 1 and 4 ( Fig. 3a). ",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "type": "figure",
                    "text": "Fig. 3a)"
                }
            ]
        },
        {
            "text": "Over time, the column community was capable of more rapidly oxidizing introduced HA microequivalents ( Fig. 3a). ",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 111,
                    "type": "figure",
                    "text": "Fig. 3a)"
                }
            ]
        },
        {
            "text": "By the end of the experimental time period, essentially all reduced microequivalents were oxidized immediately at port 1, suggesting development of a HA-oxidizing community colocalized with the most active zone of apparent nitrate reduction near the point of donor medium injection. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Assuming a five-electron transfer to dinitrogen gas and accounting for 1:1 mixing of the media, oxidation of these reduced functionalities in donor medium (224 Eq) accounted for approximately 33% of the total observed nitrate reduction observed in acceptor medium (135 M; 675 Eq) within the oxidized HA column. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "The remaining nitrate reduction may be accounted for by the intrinsic electron donating capacity of inoculum soil, degradation of introduced HA, or degradation of labile organics associated with HA.",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "(iv) Reduced HA column. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "The greatest extent of nitrate reduction was observed in the reduced HA treatment (  in the supplemental material). ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Again, there was a limited nitrate gradient along the length of the column by the end of operation (40,40,23, and 53 M for ports 1, 2, 3, and 4, respectively) with an average concentration of 39 M, indicating 84% reduction of the theoretically present nitrate when accounting for mixing of the media (Fig. 2). ",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "(40,"
                },
                {
                    "start": 103,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "40,"
                },
                {
                    "start": 106,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                },
                {
                    "start": 300,
                    "end": 308,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "Similarly to the other columns, nitrite concentrations were low, between 0 and 19 M throughout the column matrix over the experimental time period (data not shown).",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Reduced HA medium contained 1,053.7 Ϯ 30.2 reducing Eq in reduced humic moieties, which was equivalent to 527 reducing Eq upon 1:1 dilution in the column. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Essentially all of these reducing equivalents were oxidized at port 1, near the donor injection point, by the end of the experimental time period (Fig. 3b). ",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 154,
                    "type": "figure",
                    "text": "(Fig. 3b"
                }
            ]
        },
        {
            "text": "Assuming complete reduction of nitrate to N 2 (5-electron transfer), the extent of HA oxidation accounts for approximately 40% of the total nitrate reduction observed in the reduced HA column, suggesting that HA oxidation was a significant nitrate reduction driver in the experimental system. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "(v) Electron balance. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "As illustrated in the no-donor control column and calculated for HA-treated columns, donor species intrinsic to soil as well as potential degradation of HA or HAassociated organics, supported nitrate reduction in each column system. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Nevertheless, the presence of reduced HA functionalities increased the nitrate reduction capacity of column systems, accounting for up to 40% of total observed respiratory activity. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "The difference in nitrate reduction between oxidized and reduced column treatments (211 M to 135 M) is approximately 76 M, corresponding to 380 Eq of additional electron transfer, assuming production of dinitrogen gas. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "The additional reduced functionalities in the reduced HA treatment relative to the oxidized treatment (approximately 303 Eq accounting for dilution) therefore accounts for approximately 80% of the additional nitrate reduction observed. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "This correlation implies that the additional electron donating capacity of the reduced HA treatment can be attributed to the enhanced content of reduced functional groups.",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Relative to the no-donor control, the oxidized HA treatment supported a greater extent of microbial nitrate reduction. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "The additional nitrate reduction was partially accounted for by the intrinsic reduced functionalities observed for HA.",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "(vi) Possible role for iron content of HA. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "The amount of electron donating capacity attributable to the iron content [Fe(II)] of the HA is expected to be small relative to the electron donating capacity attributable to reduced organic functional groups. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "In undiluted donor media, the reduced HA treatment contained approximately 1,054 Eq of reduced functionalities as calculated by back-titration. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Meanwhile, the total maximum iron content of reduced HA solution was 125 M based upon technical specifications of the reagent. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Even if all of the iron in the reduced HA treatment were in the ferrous form, Fe(II) would account for only 12% of the total electron donating capacity.",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "In general, concentrations of Fe(II) detected at ports 1 and 4 of the HA column treatments were low (39 to 102 M) relative to the reduced organic functional group content of donor media. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Additionally, Fe(II) concentrations detected at ports 1 and 4 were similar between the reduced HA treatment (39 to 102 M) and the oxidized HA treatment (40 to 98 M). ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Together with calculation of total iron content in the donor media above, these observations suggest that Fe(II) does not account for a substantial portion of the difference in respiratory activity observed between oxidized and reduced HA treatments.",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "PhyloChip microbial community analysis. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "To discern which bacterial taxa were specifically associated with the reduced HA treatment, the microbial community from port 1, where most NHOx activity took place, was characterized across the three column treatments upon completion of the experiment. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "DNA was extracted in three replicate samples from the no-donor control column (control), oxidized HA column (oxidized), reduced HA column (reduced), as well as from the initial inoculum (inoculum). ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "The isolated DNA was combined for each treatment and PCR amplified with archaeal and bacterial primers, and the community was characterized using PhyloChip as previously described (31).",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(31)"
                }
            ]
        },
        {
            "text": "The four samples contained a diverse microbial community, which varied from the initial inoculum in richness, composition, and distribution based on column amendment. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "In the HA-treated columns, the richness of the bacterial community decreased from the initial inoculum (1,559 operational taxonomic units [OTUs]) in the reduced HA column (Ϫ18%; 1,343 OTUs) and in the oxidized HA column (Ϫ15%; 1,394 OTUs), while richness slightly increased in the nondonor control (ϩ5%; 1,638 taxa). ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "In contrast to the bacterial community, the richness, composition, and distribution of the archaeal community after HA treatment did not differ from that of the initial inoculum.",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "To better characterize the response of HA treatment on specific bacterial taxa, a subtractive analysis using 16S rRNA gene hybridization intensity scores from each of the oxidized and reduced HA columns relative to the control column was performed. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Twelve phyla of the Bacteria domain increased in relative abundance in both HA-treated columns compared to the control column (see Fig. S4 in the supplemental material). ",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 138,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. S4"
                }
            ]
        },
        {
            "text": "Of these phyla, the Acidobacteria, Actinobacteria, Bacteroidetes, Firmicutes, and Proteobacteria were most enriched in response to HA treatment. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Together, the decrease in bacterial OTU richness coupled with an increase of specific bacterial taxa implies that the HA impart a selective pressure on the bacterial community that increases the dominance of specific bacterial OTUs.",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "To visualize the bacterial response to HA treatment, we constructed a phylogenetic tree with 16S rRNA gene sequences from the five most enriched phyla (365 total OTUs) relative to the nodonor control (Fig. 4). ",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "ref_spans": [
                {
                    "start": 200,
                    "end": 208,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "The Acidobacteria phylum was nearly evenly enriched in both the oxidized and reduced HA columns (purple shading), while others like the Firmicutes (reduced; red shading) and Bacteroidetes (oxidized; blue shading) were enriched exclusively in one HA-treated column and not the other. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Of the 66 Firmicutes sequences enriched by HA treatment, 97% (64 OTUs) were identified in the reduced HA column and only 3% (2 OTUs) were identified in the oxidized HA column. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "On the other hand, 20 of the 21 (95%) enriched Bacteroidetes sequences were identified in the oxidized column, while only 3 Bacteroidetes OTUs (14%) were enriched in the reduced column (Fig. 4).",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "Unlike the Acidobacteria, Firmicutes, and Bacteroidetes, which had a phylum level response to HA treatment, the Actinobacteria and Proteobacteria response varied within each phylum. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "The Betaproteobacteria exhibited a class level response, with all of the sequences detected in the columns being enriched in the reduced HA column, indicating a functional role for these organisms in HA oxidation (Fig. 4). ",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "ref_spans": [
                {
                    "start": 213,
                    "end": 221,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "The Alphaproteobacteria demonstrated a discrete family level response to HA treatment, with certain orders like the Bradyrhizobiales and Rhizobiales predominantly enriched in the oxidized column, while the enrichment of Caulobacterales and Sphigomonadales taxa was found only in the reduced column. ",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "Although members of the Gammaproteobacteria, Actinobacteria, and, to an extent, Deltaproteobacteria did increase in proportional abundance in HA-treated columns relative to the control column, this response was stochastic and did not corroborate phylogenetic affiliation (Fig. 4). ",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "ref_spans": [
                {
                    "start": 271,
                    "end": 279,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "The Geobacteraceae, in the Deltaproteobacteria, were a notable exception to this trend, as they were exclusively enriched in the reduced HA column (Fig. 4) and decreased in the oxidized treatment relative to the control. ",
            "section": "Most probable number analysis. Most probable number (MPN)",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 155,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "Collectively, the Phy-loChip results uncover much broader bacterial phylogenetic diversity associated with HA environments than has been previously observed.",
            "section": "Most probable number analysis. Most probable number (MPN)"
        },
        {
            "text": "These studies illustrate the prevalence and diversity of nitratereducing, HA-oxidizing bacteria in agricultural soils. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Likewise, data presented here track the oxidation of reduced HA in complex, advective flow systems, as well as microbial community shifts in abundance in columns treated with humic substance relative to the no-donor control column. ",
            "section": "DISCUSSION"
        },
        {
            "text": "To differentiate the response to HA treatment, PhyloChipidentified OTUs are shown by small purple circles if they were enriched in both the reduced and oxidized HA treatments, while the OTUs are shown by small red circles if they were enriched in the reduced HA treatments only and shown by small blue circles if they were enriched in the oxidized HA treatments only. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A similar color scheme also identifies the 16S rRNA sequences of bacteria isolated as part of this study (numbered 8 to 14, 23, 24, 2 and 6), as well as bacterial isolates previously reported to be capable of HA redox reactions (remaining isolate numbers) (Materials and Methods). ",
            "section": "DISCUSSION"
        },
        {
            "text": "The colored pie-shaped wedges correspond to taxa with a collective HA response, with those increasing in reduced humic substance column (red wedge), oxidized humic substance column (blue wedge), or both columns (purple wedge) denoted. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Bar, 300 inferred nucleotide changes per position rRNA gene sequence. ",
            "section": "DISCUSSION"
        },
        {
            "text": "associated with HA treatments. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Taken together, these results suggest that a large, diverse, and potentially active population of nitrate-dependent humic acid-oxidizing bacteria exist in agricultural soils and that specific organisms may respond to the presence of HA.",
            "section": "DISCUSSION"
        },
        {
            "text": "Phylogenetically diverse NHOx microorganisms have already been shown to be common in nonagricultural soils, wetlands, and marine sediments (21). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                }
            ]
        },
        {
            "text": "Similar ubiquity and diversity of NHOx populations were observed in this study which utilized source soils collected from a limited geographical area and differing only in plant cover or fertilizer treatment. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The populations of NHOx observed in this study varied between 10 4 cells g Ϫ1 soil (native grassland soil) and 10 6 cells g Ϫ1 soil (forest and corn plot soil). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Notably, MPN-based studies of heterotrophic nitrate-reducing bacteria in agricultural soils routinely reveal populations between 10 4 and 10 6 cells g Ϫ1 soil, in the same log range as the MPN analysis performed here (32,33). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(32,"
                },
                {
                    "start": 221,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33)"
                }
            ]
        },
        {
            "text": "Although total heterotrophic nitratereducing bacterial populations were not enumerated in this study, it is plausible that a significant portion of culturable nitraterespiring organisms present in agricultural soils are capable of HA oxidation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Many of the isolates in this study were members of the Alcaligenes or Pseudomonas genera, which have routinely been isolated as denitrifying organisms from agricultural and rhizosphere soils (1,32,34). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1,"
                },
                {
                    "start": 194,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32,"
                },
                {
                    "start": 197,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "34)"
                }
            ]
        },
        {
            "text": "This observation highlights the potential culturing bias inherent to MPN and isolation analyses but suggests that previously described denitrifying bacteria in soil from plots containing plants may also prove capable of HA oxidation.",
            "section": "DISCUSSION"
        },
        {
            "text": "Native microbial populations in corn plot soil oxidized reduced functional groups within HA coupled to nitrate reduction in an advective system. ",
            "section": "DISCUSSION",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 6,
                    "rawForm": "Native",
                    "resp": "whitelist",
                    "id": "fb11a3ca30-software-simple-w1"
                }
            ]
        },
        {
            "text": "The presence of reduced functional groups increased the electron donating capacity of HA, and the reduced functional group content roughly correlated with the difference in oxidation state between similar HA treatments. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, addition of either HA always supported a greater extent of nitrate reduction than would be expected based solely upon oxidation of the reduced functional group content alone. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This discrepancy persists when electron donors intrinsic to the soil were accounted for in no-donor control systems. ",
            "section": "DISCUSSION"
        },
        {
            "text": "One potential explanation for this observation is microbial degradation of HA or HA-associated organics. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Enhanced denitrification in response to humic amendments has been illustrated for soils and wetland or riverbed sediments (7,14,35,36). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7,"
                },
                {
                    "start": 125,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 128,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "35,"
                },
                {
                    "start": 131,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "36)"
                }
            ]
        },
        {
            "text": "These studies did not generally discriminate between degradative oxidation of humic materials and nondegradative oxidation of reduced functional groups. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Although HA were potentially slowly degraded in column systems studied here, oxidation of reduced functional groups still accounted for a significant percentage of the nitrate respired in both oxidized and reduced HA columns (up to 40%).",
            "section": "DISCUSSION"
        },
        {
            "text": "There are few studies examining the influence of humic acids on bacterial communities in the literature. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Here, a 16S rRNA gene-based phylogenetic microarray characterized the effect of oxidized and reduced HA treatment on the resident bacterial community in agricultural soil to better understand the role of reduced HA on bacterial communities. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Specific bacterial sequences enriched in the reduced HA column included members of the Acidobacteria, Firmicutes, Betaproteobacteria, Caulobacterales, and Sphingomonadales of the Alphaproteobacteria and Geobacteraceae of the Deltaproteobacteria (Fig. 4).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 245,
                    "end": 253,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "Of these taxa, only the Acidobacteria contained a majority of sequences which were also enriched in the oxidized HA-treated column. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A survey exploring the relative abundance of bacterial phyla within 71 soils from a range of ecosystems revealed a strong and ubiquitous inverse relationship between carbon availability and Acidobacteria abundance (37). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(37)"
                }
            ]
        },
        {
            "text": "Consequently, it is important to note that the enrichment of 16S rRNA gene sequences in this column study may not be a direct result of HA oxidation and reduction but an artifact of the microbial habitat created by the addition of HA (37). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(37)"
                }
            ]
        },
        {
            "text": "However, it is well documented that isolated members of the Acidobacteria are capable of both oxidation and reduction of quinone moieties (20), which suggests a physiological role in HA redox reactions for the Acidobacteria in these HAamended columns. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                }
            ]
        },
        {
            "text": "Unlike the Acidobacteria, Firmicutes sequences were identified only in reduced HA-treated columns. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This selective enrichment of Firmicutes only in reduced HA columns suggests a functional role for these species in oxidation of reduced HA functional groups.",
            "section": "DISCUSSION"
        },
        {
            "text": "Within the Proteobacteria, each class reported a unique response to reduced HA. ",
            "section": "DISCUSSION"
        },
        {
            "text": "All 25 taxa that were identified as enriched relative to the control in the Betaproteobacteria were identified in the reduced HA column, with only five of these taxa increasing in the oxidized HA column. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Correspondingly, a majority of the bacteria isolated as part of this study supported this finding, with seven of the NHOx isolates belonging to the Betaproteobacteria within the order Burkholderiales. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Two of our isolates were closely related to Ralstonia sp.",
            "section": "DISCUSSION"
        },
        {
            "text": ", and five isolates were most closely related to Achromobacter sp. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Further supporting our findings based on pure culture and community results, a recent study also identified the dominance of 16S rRNA gene sequences from the Burkholderiales, Ralstonia, and Cupriavidus spp. ",
            "section": "DISCUSSION"
        },
        {
            "text": "in reduced HA biofilms but not detected in controls not treated with humic acid (38).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "(38)"
                }
            ]
        },
        {
            "text": "In the Deltaproteobacteria, enrichment of members of the Geobacteraceae was consistent with previous studies demonstrating microbial oxidation of humic substances by several members of this family (20). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                }
            ]
        },
        {
            "text": "However, it is also well documented that these bacteria are also capable of reduction of humic substances (39,40), yet none of these members were enriched in the oxidized column relative to the control. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(39,"
                },
                {
                    "start": 110,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "40)"
                }
            ]
        },
        {
            "text": "The presence of excess nitrate in the system may have thermodynamically precluded (41,42) or reduced the selective importance of HA-reducing respiratory processes by these organisms.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "(41,"
                },
                {
                    "start": 86,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "42)"
                }
            ]
        },
        {
            "text": "Like the Deltaproteobacteria, certain orders of the Alphaproteobacteria phylum (Caulobacterales and Sphigomonadales) were enriched only in reduced HA columns. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These taxa are routinely isolated as members of the rhizosphere, but little is known regarding their role in humic substance redox reactions. ",
            "section": "DISCUSSION"
        },
        {
            "text": "It is plausible that the enrichment of these 16S rRNA gene sequences and our isolates reflect a previously unidentified role for alphaproteobacterial rhizosphere bacteria in HA oxidation coupled to denitrification.",
            "section": "DISCUSSION"
        },
        {
            "text": "Collectively, the results from our culture-dependent and -independent research suggest that a diverse set of microorganisms may be capable of oxidizing humic material coupled to nitrate reduction in agricultural soils. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Furthermore, these results suggest that HA oxidation can potentially account for a significant percentage of denitrification observed in these soil types. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Future studies examining the role of reduced humic materials in donating electrons for microbial respiration and the influence of these compounds on the structure and function of microbial communities are warranted.",
            "section": "DISCUSSION"
        },
        {
            "text": "Medium techniques. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Basal, bicarbonate-buffered medium (pH 6.8 to 7.0) was utilized for MPN and isolate characterization studies. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Media were prepared anaerobically under 80:20 N 2 -CO 2 headspace as previously described (43). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "(43)"
                }
            ]
        },
        {
            "text": "Where noted, quinone-or hydroquinone-containing media were prepared by adding AQDS at concentrations of 5 mM total anthraquinone. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "To prepare AH 2 DS, AQDS solutions were degassed and then bubbled with 80:20 H 2 -CO 2 in the presence of palladium-coated aluminum chips (21,44). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21,"
                },
                {
                    "start": 142,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "44)"
                }
            ]
        },
        {
            "text": "When a red color developed, the medium was bubbled for 20 min with 80:20 N 2 -CO 2 to remove dissolved H 2 and subsequently decanted away from the palladium into pressure tubes or serum bottles before autoclaving. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Acetate (0.1 mM) and nitrate (10.0 mM) were added as sodium salts from anoxic sterile stock solutions.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The medium for column experiments was comprised of 10 mM phosphate buffer (pH 7.2) amended with 5 ml liter Ϫ1 trace mineral solution (45). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "(45)"
                }
            ]
        },
        {
            "text": "The medium was boiled and cooled under N 2 gas and then sealed and autoclaved in 2-liter bottles. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Electron acceptor medium contained nitrate (1.0 or 0.5 mM) added from stock solutions. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Different electron donor media (donor-free, oxidized HA, and reduced HA media) were prepared for each column treatment. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Donor-free medium consisted of phosphate-buffered water and mineral solution only. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Oxidized HA treatments were prepared by adding 0.5 g liter Ϫ1 of Aldrich HA to previously degassed and cooled media prior to autoclaving. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Reduced HA treatments were prepared by adding 0.5 g liter Ϫ1 of the same HA stock to degassed medium, chemically reducing the HA as previously described (44), and bubbling the medium for 20 minutes with N 2 to remove H 2 prior to autoclaving. ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "(44)"
                }
            ]
        },
        {
            "text": "Each donor bottle was supplemented with 200 M bromide tracer from stock aqueous solutions of sodium salts.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Analytical techniques. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Anions were quantified by ion chromatography on a Dionex DX500 employing a CD20 conductivity detector suppressed with an ASRS-ULTRA II 4-mm system. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Nitrate and nitrite concentrations were resolved on an IonPac AS9-HC anion-exchange column, with a 9 mM Na 2 CO 3 mobile phase at a flow rate of 1 ml min Ϫ1 . ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "AH 2 DS and reduced humic acid concentrations were analyzed by ferric citrate back-titration or spectrophotometrically as previously described (21,39,40). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21,"
                },
                {
                    "start": 147,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "39,"
                },
                {
                    "start": 150,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "40)"
                }
            ]
        },
        {
            "text": "Total anthraquinone concentrations were determined by aerating filtered samples and quantifying AQDS as previously described (29). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(29)"
                }
            ]
        },
        {
            "text": "Fe(II) was quantified with a ferrozine assay as previously described (46).",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "(46)"
                }
            ]
        },
        {
            "text": "MPN analysis and isolation/characterization of pure cultures. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "A family farm in the Platte River valley near Linwood, NE, was chosen as a sampling site. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Soils were collected from the top 12 inches of plots containing corn or soy (either amended or unamended with swine manure in the previous growing season), as well as from native bluegrass grasslands and wooded areas containing ash, elm, oak, and cedar trees adjacent to the cultivated areas. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The samples were sealed in autoclaved mason jars, brought to the laboratory, and subjected to most probable number (MPN) analysis for nitrate-reducing, AH 2 DS-oxidizing microorganisms as previously described, with an 87-day incubation period (21). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                }
            ]
        },
        {
            "text": "Nitrate reduction and nitrite production in MPN tubes was measured via anion analysis of 0.2-m-filtered subsamples from the 10 Ϫ3 dilution series. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Pure cultures of AH 2 DS-oxidizing, nitrate-reducing cells were obtained utilizing an agar shaking tube method previously described (21). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 4,
                    "rawForm": "Pure",
                    "resp": "whitelist",
                    "id": "fb11a3ca30-software-simple-w2"
                }
            ]
        },
        {
            "text": "Selected isolates were characterized for AH 2 DS-oxidizing, nitrate-reducing capabilities in the presence of 100 M acetate as a suitable carbon source.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Phylogenetic analysis of isolates. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Genomic DNA (gDNA) was extracted from isolate growth cultures oxidizing AH 2 DS with a MoBio Power Soil DNA kit (MoBio Laboratories Inc., Solana Beach, CA) per the manufacturer's protocol. ",
            "section": "MATERIALS AND METHODS",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 93,
                    "end": 98,
                    "rawForm": "Power",
                    "resp": "whitelist",
                    "id": "fb11a3ca30-software-simple-w3"
                }
            ]
        },
        {
            "text": "The 16S rRNA gene was amplified from gDNA extracts with universal primers 27F (5=-AGAGTTTGATCCTGGCTCAG) and 1492R (5=-GGTTACCTTGTTACGACTT) (F stands for forward and R stands for reverse in the primer names). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "16S rRNA gene amplification was performed with Takara Ex Taq HS according to the manufacturer's protocol. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Isolation of genomic DNA, 16S rRNA gene-specific PCR, and sequencing of PCR products were conducted as described previously (27, 31). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 132,
                    "type": "bibr",
                    "text": "(27, 31)"
                }
            ]
        },
        {
            "text": "16S rRNA gene sequences were aligned with MUSCLE 3.6 (47), and Bayesian analysis of 16S rRNA gene phylogeny was completed with MrBayes 3.2 (48, 49). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 147,
                    "type": "bibr",
                    "text": "(48, 49)"
                }
            ],
            "entity_spans": [
                {
                    "start": 42,
                    "end": 48,
                    "type": "software",
                    "rawForm": "MUSCLE",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "fb11a3ca30-software-5",
                    "cert": "1.0"
                },
                {
                    "start": 49,
                    "end": 52,
                    "type": "version",
                    "rawForm": "3.6",
                    "resp": "#annotator3",
                    "id": "#fb11a3ca30-software-5"
                },
                {
                    "start": 127,
                    "end": 134,
                    "type": "software",
                    "rawForm": "MrBayes",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "fb11a3ca30-software-4",
                    "cert": "1.0"
                },
                {
                    "start": 135,
                    "end": 138,
                    "type": "version",
                    "rawForm": "3.2",
                    "resp": "#annotator3",
                    "id": "#fb11a3ca30-software-4"
                },
                {
                    "type": "software",
                    "start": 42,
                    "end": 48,
                    "rawForm": "MUSCLE",
                    "resp": "whitelist",
                    "id": "fb11a3ca30-software-simple-w4"
                },
                {
                    "type": "software",
                    "start": 127,
                    "end": 134,
                    "rawForm": "MrBayes",
                    "resp": "whitelist",
                    "id": "fb11a3ca30-software-simple-w5"
                }
            ]
        },
        {
            "text": "The program was run with four chains until the standard deviation of the split frequencies was stabilized below 0.01, in this case for 450,000 generations, with a sample frequency of 1,000. ",
            "section": "MATERIALS AND METHODS",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 4,
                    "end": 11,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "fb11a3ca30-software-simple-w6"
                }
            ]
        },
        {
            "text": "The first 25% of the samples were discarded for accurate estimation of the posterior probability distribution of the summary tree.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Humic column experiments. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Up-flow glass column reactors were constructed as diagrammed in Fig. S1 in the supplemental material. ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. S1"
                }
            ]
        },
        {
            "text": "The columns were filled with a matrix containing 1 N HCl-washed, autoclaved 3-mm-diameter glass beads (Walter Stern no. 100C) inoculated 10% (wt/ wt) by manual mixing with corn plot soil (~750 ml total matrix volume/ column). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The columns were sparged with He, sealed with rubber stoppers, and covered with aluminum foil. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The columns were incubated for 2 days with approximately 370 ml of medium containing 500 M nitrate to allow for microbial adherence and then equilibrated for flow rate and nitrate breakthrough over 7 days by continually injecting port A with electron acceptor medium (1.0 mM nitrate) and port B with donor-free medium (average total flow rate of 3.1 Ϯ 0.2 ml/h). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "After 7 days, the nitrate concentrations in continually injected acceptor medium were reduced to 0.5 mM, and donor treatments commenced through continual injection of donor medium at port B. Donor treatments were as follows: donor-free medium, 0.5 g/liter oxidized Aldrich HA medium, and 0.5 g/ liter reduced Aldrich HA medium. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Column performance was assessed by frequent retention time and total medium flowthrough measurements. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Nitrate, nitrite, bromide, and reduced HA content were analyzed at time points along the length of each column at ports 1, 2, 3, and 4. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Reduced HA content was defined as the difference between Fe(II) generated in backtitration reactions and Fe(II) present in the native initial sample prior to Fe(III) citrate addition and was calculated as follows: reduced HA ϭ Fe(II) back-titration -Fe(II) initial .",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "PhyloChip. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "To characterize changes in the bacterial community after humic acid treatment, DNA was extracted from the initial inoculum and from port 1 of each of three columns (no donor, oxidized HA, and reduced HA). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Due to the high humic content of the soil, the previously described extraction protocol (31) was modified to increase DNA quality and yields. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Specifically, 50 l of 0.1 M aluminum ammonium sulfate was added as flocculent to the cetyltrimethylammonium bromide (CTAB) extraction buffer to minimize coextraction of humic acid material, and nucleic acids were precipitated for two hours at room temperature with polyethylene glycol (PEG) rather than isopropanol (31). ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 315,
                    "end": 319,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(31)"
                }
            ]
        },
        {
            "text": "Extractions three times for each soil sample with pellets from each sample combined and resuspended in 100 l of Tris-EDTA (TE) buffer. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "Coextraction of humic material in samples from the HA-treated columns resulted in brown resuspended DNA that failed to amplify by PCR. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "To remove humic substance contamination from the DNA, all the resuspended DNA samples were purified using the MoBio Power Soil DNA kit according to the manufacturer's protocol apart from the fact that the samples were gently mixed rather than beadbeated or vortexed. ",
            "section": "MATERIALS AND METHODS",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 116,
                    "end": 121,
                    "rawForm": "Power",
                    "resp": "whitelist",
                    "id": "fb11a3ca30-software-simple-w7"
                }
            ]
        },
        {
            "text": "DNA quality and quantification were assessed by gel visualization. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "PCR amplification was conducted as previously described (Wrighton et al. [31]); the amplifications over a gradient using 8 different annealing temperatures and nondegenerate primers and were restricted to 25 cycles to minimize PCR bias. ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "The amount of PCR product loaded onto the chips, target fragmentation, biotin labeling, PhyloChip hybridization, scanning, and staining, as well as background subtraction, noise calculation, and detection and quantification criteria were based on the protocol given in reference 30.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "PhyloChip arrays from the initial inoculum, no-donor control column, oxidized humic substance column, and reduced humic substance column. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "For bacterial richness, a taxon was considered present in the sample when 90% or more of its assigned probe pairs for its corresponding probe set were positive (positive fraction of Ն0.90). ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "To determine the differences in bacterial community composition, nonmetric multidimensional scaling (NMDS) was performed on PhyloChip hybridization data using the statistical package Primer V (Plymouth Marine Laboratory, Plymouth, United Kingdom). ",
            "section": "MATERIALS AND METHODS",
            "entity_spans": [
                {
                    "start": 183,
                    "end": 191,
                    "type": "software",
                    "rawForm": "Primer V",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "fb11a3ca30-software-6",
                    "cert": "1.0"
                },
                {
                    "start": 193,
                    "end": 219,
                    "type": "publisher",
                    "rawForm": "Plymouth Marine Laboratory",
                    "resp": "#curator",
                    "id": "#fb11a3ca30-software-6"
                },
                {
                    "type": "software",
                    "start": 175,
                    "end": 182,
                    "rawForm": "package",
                    "resp": "whitelist",
                    "id": "fb11a3ca30-software-simple-w8"
                },
                {
                    "type": "software",
                    "start": 193,
                    "end": 201,
                    "rawForm": "Plymouth",
                    "resp": "whitelist",
                    "id": "fb11a3ca30-software-simple-w9"
                },
                {
                    "type": "software",
                    "start": 221,
                    "end": 229,
                    "rawForm": "Plymouth",
                    "resp": "whitelist",
                    "id": "fb11a3ca30-software-simple-w10"
                }
            ]
        },
        {
            "text": "To discriminate the bacterial populations enriched in the humic acid-treated columns, a subtractive analysis between the controls and humic acid-treated columns was performed.",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "With the intention of illustrating the phylogenetic response to HA across the 5 most enriched phyla, a maximum likelihood tree was constructed using the 365 16S rRNA sequences from the five dominant phyla demonstrated to be enriched relative to the control in either or both columns treated with humic acid. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "The sequences were aligned with MUSCLE 3.6 (Edgar), and phylogenetic analysis was performed with RAxML (Stamatakis). ",
            "section": "MATERIALS AND METHODS",
            "entity_spans": [
                {
                    "start": 32,
                    "end": 38,
                    "type": "software",
                    "rawForm": "MUSCLE",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "fb11a3ca30-software-7",
                    "cert": "1.0"
                },
                {
                    "start": 39,
                    "end": 42,
                    "type": "version",
                    "rawForm": "3.6",
                    "resp": "#annotator3",
                    "id": "#fb11a3ca30-software-7"
                },
                {
                    "start": 97,
                    "end": 102,
                    "type": "software",
                    "rawForm": "RAxML",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "fb11a3ca30-software-simple-8",
                    "cert": "1.0"
                },
                {
                    "type": "software",
                    "start": 32,
                    "end": 38,
                    "rawForm": "MUSCLE",
                    "resp": "whitelist",
                    "id": "fb11a3ca30-software-simple-w11"
                },
                {
                    "type": "software",
                    "start": 97,
                    "end": 102,
                    "rawForm": "RAxML",
                    "resp": "whitelist",
                    "id": "fb11a3ca30-software-simple-w12"
                }
            ]
        },
        {
            "text": "16S rRNA sequences of previously isolated humic substanceoxidizing and -reducing bacteria and the bacteria characterized as part of this study (numbered isolates 8 to 14, 23, 24, and 26) are also included in the phylogenetic analyses and resulting tree. ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 186,
                    "type": "bibr",
                    "text": "14, 23, 24, and 26)"
                }
            ]
        },
        {
            "text": "Isolate sequences are numbered as follows (accession numbers are given in the parentheses; all accession numbers are for the GenBank databank, except for accession numbers beginning with NC_, which are for the NCBI databank): 1, Dechloromonas sp. ",
            "section": "MATERIALS AND METHODS",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 125,
                    "end": 132,
                    "rawForm": "GenBank",
                    "resp": "whitelist",
                    "id": "fb11a3ca30-software-simple-w13"
                }
            ]
        },
        {
            "text": "strain MissR (AF170357); 2, Dechloromonas aromatica (CP000089); 3, Dechloromonas sp. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "strain JJ (AY032611); 4, Dechloromonas agitata (AF047462); 5, Azospira (Dechlorosoma) suillum (AF170348); 6, Azoarcus evansii (X77679); 7, Azoarcus sp. ",
            "section": "MATERIALS AND METHODS"
        },
        {
            "text": "strain HA (AF482683); 8, strain C7b; 9, strain C7a; 10 ",
            "section": "MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 54,
                    "type": "bibr",
                    "text": "10"
                }
            ]
        },
        {
            "text": "We thank Lonnie Spies for allowing access to his farm and surrounding properties.",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "Funding for K.C.W. is through the UC Berkeley Sustainable Products & Solutions (SPS) Program, and the Chang Tien Fellowship. ",
            "section": "ACKNOWLEDGMENTS",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 85,
                    "end": 92,
                    "rawForm": "Program",
                    "resp": "whitelist",
                    "id": "fb11a3ca30-software-simple-w14"
                }
            ]
        },
        {
            "text": "Research on microbial humic substance oxidation in the laboratory of J.D.C. is supported through grant 2005-35107-16237 by the Natural Research Initiative of the USDA.",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "Supplemental material for this article may be found at http://mbio.asm.org /lookup/suppl/doi:10.1128/mBio.00044-11/-/DCSupplemental. ",
            "section": "SUPPLEMENTAL MATERIAL"
        },
        {
            "text": "Figure S1, DOC file, 0.408 MB. ",
            "section": "SUPPLEMENTAL MATERIAL",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure S1"
                }
            ]
        },
        {
            "text": "Figure S2, DOC file, 0.220 MB. ",
            "section": "SUPPLEMENTAL MATERIAL",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure S2"
                }
            ]
        },
        {
            "text": "Figure S3, DOC file, 0.673 MB. ",
            "section": "SUPPLEMENTAL MATERIAL",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure S3"
                }
            ]
        },
        {
            "text": "Figure S4, DOC file, 0.704 MB.",
            "section": "SUPPLEMENTAL MATERIAL",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure S4"
                }
            ]
        }
    ]
}