{
    "id": "c4afe8d516",
    "abstract": [],
    "body_text": [
        {
            "text": "Pharmacist job satisfaction, or dissatisfaction, plays a major role in many aspects of community pharmacy practice. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "1,2 An article by Saari et al. demonstrates that poor job satisfaction is directly associated with performance, especially for professionals like pharmacists. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "1 These performance problems can include incorrectly filling prescriptions, not detecting drug interactions and poor patient counseling. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "Thus, dissatisfaction may also affect the way that patients view the pharmacist and patients may then be inclined limit their interactions with the pharmacist. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "3 It is important to realize that a decrease in pharmacist performance could cause patient harm or even death. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "4",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "If a pharmacist is dissatisfied with his/her career, there is a potential for increased job turnover. ",
            "section": ",5"
        },
        {
            "text": "1,6 Pharmacists job satisfaction has been found to be negatively associated with job turnover 6 , that is pharmacists with low levels job of satisfaction are more likely to resign their positions. ",
            "section": ",5",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                },
                {
                    "start": 94,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "[6][7][8] Pharmacist job satisfaction does not only affect the pharmacist at his/her workplace, but has the potential to affect many other aspects of his/her pharmacist life. ",
            "section": ",5",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Research suggests that there is a strong link between job satisfaction and overall life satisfaction. ",
            "section": ",5"
        },
        {
            "text": "4 If a pharmacist is not satisfied with his/her work he/she may bring those ill feelings from their job home and allow them to affect his/her life outside of the work place.",
            "section": ",5",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "There are limited preliminary studies exploring aspects that impact community pharmacists job satisfaction and most of current evidence has been conducted in hospital settings. ",
            "section": ",5"
        },
        {
            "text": "National surveys of community pharmacists show that perceived workload, and information technologies may have an effect on job satisfaction. ",
            "section": ",5"
        },
        {
            "text": "3,9,10 In addition, continuing pharmacy education and preceptorship have been identified to be significant predictors of career and job satisfaction among community pharmacists. ",
            "section": ",5",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 4,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "2,11 Other factors that have been shown to affect job satisfaction are treatment by management 10,12 and other interpersonal interactions including patient contact and coworkers relationships 8,13 , compensation 7,14 , pharmacy ownership 4 , and practice setting. ",
            "section": ",5",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                },
                {
                    "start": 95,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10,"
                },
                {
                    "start": 98,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                },
                {
                    "start": 192,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 194,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                },
                {
                    "start": 212,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 214,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                },
                {
                    "start": 238,
                    "end": 239,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "[14][15][16] Community and chain pharmacists were found to be less satisfied with their jobs than pharmacists in other settings. ",
            "section": ",5",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "15 The effect of demographic characteristics such age, sex, and education level on community pharmacist job satisfaction is still contradictory in the published literature. ",
            "section": ",5",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "7,10,15,16 Most of the studies examining the factors affecting job satisfaction for community pharmacists have used instruments developed, validated and used in hospital settings 17 , which may not capture factors within the realm of community pharmacy. ",
            "section": ",5",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 2,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10,"
                },
                {
                    "start": 5,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 8,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                },
                {
                    "start": 179,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "Additionally, previous studies have measured satisfaction with single-item or a limited number of Likert type rating scales within larger studies that assess general aspects of pharmacy worklife 4,8,18 and thus they may not capture the different traits of the job satisfaction multidimensional construct. ",
            "section": ",5",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 197,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 199,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Finally, some studies have adapted instruments from other settings to measure community pharmacy facets not assessed with available standardized tools. ",
            "section": ",5"
        },
        {
            "text": "14,[19][20][21] However these studies used narrow population samples, thus more evidenced is needed to support validity of such instruments in community pharmacy.",
            "section": ",5",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 3,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 11,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Using the Warr-Cook-Wall questionnaire of job satisfaction, the objectives of this study are to: (1) obtain pilot data concerning the job satisfaction of Tucson area retail chain setting; ",
            "section": ",5",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "2) identify the facets of community practice that have the greatest contribution to job satisfaction; and ",
            "section": ",5"
        },
        {
            "text": "3) investigate the validity and reliability of the Warr-Cook-Wall questionnaire within a US community pharmacy study sample.",
            "section": ",5"
        },
        {
            "text": "This investigation involved an anonymous crosssectional study of chain pharmacists in the Tucson area. ",
            "section": "Sample"
        },
        {
            "text": "A comprehensive list of all chain pharmacies in the Tucson area, including Oro Valley and Marana, was compiled from online lists of stores obtained from each respective chain's website. ",
            "section": "Sample"
        },
        {
            "text": "There were 129 chain community pharmacies within this geographical area, all of which were included in questionnaire distribution. ",
            "section": "Sample"
        },
        {
            "text": "Each of the chain community pharmacies were faxed a questionnaire and cover letter a total of three times with approximately one month between distribution waves. ",
            "section": "Sample"
        },
        {
            "text": "Each store was sent one copy of the questionnaire and a cover letter explaining the study during each wave. ",
            "section": "Sample"
        },
        {
            "text": "The cover letter explained study goals, intent of the investigators, information about anonymity and included instructions on how to return the questionnaire (i.e. fax number). ",
            "section": "Sample"
        },
        {
            "text": "The cover letter also included a web address where the survey was available online. ",
            "section": "Sample"
        },
        {
            "text": "The cover letter encouraged all pharmacists working at each pharmacy to complete the survey. ",
            "section": "Sample"
        },
        {
            "text": "The store was responsible for making enough copies so that each pharmacist could complete his or her own survey. ",
            "section": "Sample"
        },
        {
            "text": "Responses were faxed back to a phone number that put the response directly into an email account. ",
            "section": "Sample"
        },
        {
            "text": "Received data were introduced into an Excel spreadsheet for analysis. ",
            "section": "Sample",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 38,
                    "end": 43,
                    "rawForm": "Excel",
                    "resp": "whitelist",
                    "id": "c4afe8d516-software-simple-w0"
                }
            ]
        },
        {
            "text": "This project was approved by the IRB at the University of Arizona.",
            "section": "Sample"
        },
        {
            "text": "The questionnaire used for this study consisted of nine questions regarding job satisfaction and eleven questions regarding pharmacist demographics. ",
            "section": "Instrumentation"
        },
        {
            "text": "The nine questions regarding job satisfaction were taken from the Warr-Cook-Wall scale job satisfaction questionnaire modified version 20 that includes a \"patient interaction\" item and were used to evaluate pharmacists' satisfaction with their current position. ",
            "section": "Instrumentation",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "All nine items measured job satisfaction using a 4 point Likert-scale with response options \"very satisfied,\" \"satisfied,\" \"somewhat satisfied,\" and \"not at all satisfied.\" ",
            "section": "Instrumentation"
        },
        {
            "text": "Although the original scale measure satisfaction in a 7-point scale, a 4-point scale was used to decrease misinterpretation and mid-point selection. ",
            "section": "Instrumentation"
        },
        {
            "text": "In previous studies in United Kingdom and New Zealand community pharmacists, the Warr-Cook-Wall job satisfaction scale obtained a Cronbach's alpha coefficient of 0.90.",
            "section": "Instrumentation"
        },
        {
            "text": "Pharmacists were asked what type of degree they held, the number of years of experience they had in pharmacy practice, and whether they had outside community pharmacy experience. ",
            "section": "20,21"
        },
        {
            "text": "Pharmacist were also asked five questions related to pharmacists work status: ",
            "section": "20,21"
        },
        {
            "text": "1) type of chain pharmacy at which they were employed; ",
            "section": "20,21"
        },
        {
            "text": "2) number of work hours worked per week; ",
            "section": "20,21"
        },
        {
            "text": "3) the length of their longest work day (in hours); ",
            "section": "20,21"
        },
        {
            "text": "4) average number of prescriptions filled per week; ",
            "section": "20,21"
        },
        {
            "text": "5) if he/she is the pharmacists in charge; and ",
            "section": "20,21"
        },
        {
            "text": "6) availability of patient services at their pharmacy. ",
            "section": "20,21"
        },
        {
            "text": "The inclusion of these questions was based on previous research on job satisfaction in community pharmacy.",
            "section": "20,21"
        },
        {
            "text": "We used Rasch analysis to assess the validity and reliability of the questionnaire. ",
            "section": "Data analysis"
        },
        {
            "text": "19 The general consensus on the minimum sample size for Rasch analyses is 30 subjects. ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "22 In Rasch analysis two types of fit statistics are used to assess how well the model fit the empirical data: Infit and Outfit for items mean squares (MNSQ). ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "Infit MNSQ is an index weighted by the difference between persons' ability and item difficulty, which makes it more sensitive to unexpected responses. ",
            "section": "Data analysis"
        },
        {
            "text": "Outfit MNSQ is an unweighted index more sensitive to extreme responses. ",
            "section": "Data analysis"
        },
        {
            "text": "High infit and outfit (underfit) reflect lack of predictability of an item. ",
            "section": "Data analysis"
        },
        {
            "text": "Low infit and outfit (overfit) indicate over-predictability of an item.",
            "section": "Data analysis"
        },
        {
            "text": "Mean-squares are expected to be around 1.0. ",
            "section": "23"
        },
        {
            "text": "An aspect of validity is unidimensionality, which indicates that items in a scale are measuring the same construct. ",
            "section": "23"
        },
        {
            "text": "To assess the unidimensionality of the questionnaire, the items Infit and Outfit MNSQ statistics were evaluated. ",
            "section": "23"
        },
        {
            "text": "An Infit MNSQ or Outfit MNSQ greater than 1.4, which denotes 40 percent more variance than expected, indicates that the item may be measuring a different construct; and an Infit MNSQ or Outfit MNSQ lower that 0.6 indicates item redundancy. ",
            "section": "23"
        },
        {
            "text": "24,25 Items that do not meet the Infit and Outfit MNSQ criteria were removed from the model. ",
            "section": "23",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "To evaluate whether the 4 point-Likert rating scaled used (\"very satisfied\" to \"not satisfied at all\") fits the Rasch model criteria, the following characteristics were assessed (Linacre): (1) at least 10 observations per category; (2) regular observation distribution; (3) average measures advance monotonically with category; (4) outfit MNSQ less than 2; (5) step calibration advance; (6) ratings imply measures and measure imply ratings; and (7) step difficulties advance greater than or equal to 1.4 logits and less than 5 logits.",
            "section": "23"
        },
        {
            "text": "Construct validity was determined by examining the gaps in the measurement of each item's calibration value. ",
            "section": "23"
        },
        {
            "text": "Z-test analysis was used to determine the significance of gaps. ",
            "section": "23"
        },
        {
            "text": "The presence of significant gaps indicates that some domains of the job satisfaction construct are not assessed. ",
            "section": "23"
        },
        {
            "text": "25 Reliability refers to the level of true and error variance in an observed score. ",
            "section": "23",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "25"
                }
            ]
        },
        {
            "text": "The Rasch person reliability index denotes the reproducibility of person placement across other items measuring the same construct, which is equivalent to the Cronbach's alpha (test reliability) in classical test theory. ",
            "section": "23"
        },
        {
            "text": "22,23,26 An overall score of job satisfaction among community pharmacists in Tucson was calculated converting the ordinal responses from the WarrCook-Wall questionnaire to interval data (logits) with the Rasch Model if the Rasch model's requirements mentioned above were met. ",
            "section": "23",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "bibr",
                    "text": "22,23,26"
                }
            ]
        },
        {
            "text": "A higher score in logits represents greater job satisfaction (logits typically ranges from -4 to 4). ",
            "section": "23"
        },
        {
            "text": "The Rasch overall score was used as a continuous variable in descriptive, and non-parametric bivariate analyses to explore differences in job satisfaction and age, type of degree (PharmD/Non-PharmD), years of experience, workload (Avg. prescription volume/week, and whether they worked more than 36 hours/week), type of pharmacy chain (Grocery/non-grocery), having experience outside of community practice (yes/no), provision of patient care services at the pharmacy (yes/no) and job position (Pharmacist in charge yes/no) the selection of these variables was based on previous studies. ",
            "section": "23"
        },
        {
            "text": "15 Statistical significance was set at 0.05. ",
            "section": "23",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "15"
                }
            ]
        },
        {
            "text": "The statistical software used were Winsteps for Rasch analyses and STATA 11.",
            "section": "23",
            "entity_spans": [
                {
                    "start": 35,
                    "end": 43,
                    "type": "software",
                    "rawForm": "Winsteps",
                    "resp": "#annotator1",
                    "used": true,
                    "id": "c4afe8d516-software-simple-0",
                    "cert": "1.0"
                },
                {
                    "start": 67,
                    "end": 72,
                    "type": "software",
                    "rawForm": "STATA",
                    "resp": "#annotator1",
                    "used": true,
                    "id": "c4afe8d516-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 73,
                    "end": 75,
                    "type": "version",
                    "rawForm": "11",
                    "resp": "#annotator1",
                    "id": "#c4afe8d516-software-1"
                },
                {
                    "type": "software",
                    "start": 16,
                    "end": 24,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "c4afe8d516-software-simple-w1"
                },
                {
                    "type": "software",
                    "start": 35,
                    "end": 43,
                    "rawForm": "Winsteps",
                    "resp": "whitelist",
                    "id": "c4afe8d516-software-simple-w2"
                },
                {
                    "type": "software",
                    "start": 67,
                    "end": 72,
                    "rawForm": "STATA",
                    "resp": "whitelist",
                    "id": "c4afe8d516-software-simple-w3"
                }
            ]
        },
        {
            "text": "During the period from August 2011 through November 2011, a total of 32 pharmacists responded from 129 chain community pharmacies in the cities of Tucson, Marana and Oro Valley, Arizona. ",
            "section": "RESULTS"
        },
        {
            "text": "Twenty-two questionnaires were received via fax while 10 were submitted online. ",
            "section": "RESULTS"
        },
        {
            "text": "Our estimated response rate was roughly 12%, which was calculated using an average of 2 pharmacists per store. ",
            "section": "RESULTS"
        },
        {
            "text": "The true count of pharmacists working at each store was not available. ",
            "section": "RESULTS"
        },
        {
            "text": "Pharmacists holding a Doctor of Pharmacy degree (PharmD) made up 68% (n=21) of respondents and the remaining 32% (n=11) of respondents held a Bachelor of Science in Pharmacy (BS) degree. ",
            "section": "RESULTS"
        },
        {
            "text": "Fifty-five percent of pharmacists surveyed (n=16) were employed at a grocery chain and 45% (n=13) were based out of a non-grocery chain store and almost two thirds (n=30) of participants were pharmacists in charge. ",
            "section": "RESULTS"
        },
        {
            "text": "Most of respondents indicated that they provided patient care services (94% n=30). ",
            "section": "RESULTS"
        },
        {
            "text": "Additional demographic data can be found in Table 1.",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 44,
                    "end": 51,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Total fit (Infit and Outfit MNSQ) for persons and items were 1.01 and 1.02 respectively, which are around the expected 1.0.This indicates that the data fit the model appropriately and responses show a logical pattern. ",
            "section": "Validity and Reliability Results for the modifies Warr-Cook-Wall questionnaire"
        },
        {
            "text": "The item measures, standard errors, and fit statistics for each item are described in Table  2. ",
            "section": "Validity and Reliability Results for the modifies Warr-Cook-Wall questionnaire",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 94,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table  2"
                }
            ]
        },
        {
            "text": "All but items 3 and 8 fit the expected Infit and Outfit MNSQ 27 range between 0.6 and 1.4, which means that they were not overfitting or misfitting items; the two items that did not meet these criteria were removed from the analysis. ",
            "section": "Validity and Reliability Results for the modifies Warr-Cook-Wall questionnaire"
        },
        {
            "text": "Additionally, the model reliability estimate was 0.83, which is higher than the accepted 0.7 threshold. ",
            "section": "Validity and Reliability Results for the modifies Warr-Cook-Wall questionnaire"
        },
        {
            "text": "28 The persons' mean score of job satisfaction was 0.93, which indicates that pharmacists found items moderately easy to agree with.   ",
            "section": "Validity and Reliability Results for the modifies Warr-Cook-Wall questionnaire",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "Figure 1 show that the instrument demonstrated appropriate functioning of the rating scale categories used. ",
            "section": "Validity and Reliability Results for the modifies Warr-Cook-Wall questionnaire",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "The number of observations in each category was greater than 10 and the average category measures increased with the rating scale categories. ",
            "section": "Validity and Reliability Results for the modifies Warr-Cook-Wall questionnaire"
        },
        {
            "text": "Pharmacists responding with a \"1-Not Satisfied at all\" showed an average measure (-1.64) lower than those responding with a \"2-Satisfied\" (average measure= -0.36), etc. ",
            "section": "Validity and Reliability Results for the modifies Warr-Cook-Wall questionnaire"
        },
        {
            "text": "There was no evidence of misfit categories (Outfit MNSQ <2), and the probability curve in Figure 1 depicts that all category values were more likely to be used at some point of the continuum thus no inversions were found. ",
            "section": "Validity and Reliability Results for the modifies Warr-Cook-Wall questionnaire",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Figure 2 shows the order of the items relative to the optimized rating categories and measures and what would be expected to be more or less challenging. ",
            "section": "Validity and Reliability Results for the modifies Warr-Cook-Wall questionnaire",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "From this Figure, it appears that there were gaps in the measurement continuum (between items 5 and 7, and items 1 and 9), which were not statistically significant (p=0.2). ",
            "section": "Validity and Reliability Results for the modifies Warr-Cook-Wall questionnaire",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 17,
                    "type": "figure",
                    "text": "Figure,"
                }
            ]
        },
        {
            "text": "Additionally, the item related to patient contact was the easiest to endorse, which means that the respondents were more likely to agree with this statement.",
            "section": "Validity and Reliability Results for the modifies Warr-Cook-Wall questionnaire"
        },
        {
            "text": "The mean (Standard Deviation) Rasch score for job satisfaction was 0.93 (2.1) (See Table 2), which indicates that pharmacists found items moderately easy to agree with. ",
            "section": "Job satisfaction analysis",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Table 4 displays the results of the analysis exploring differences between respondents' overall Rasch job satisfaction scores and multiple work related factors. ",
            "section": "Job satisfaction analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "It was found that pharmacists' job satisfaction score was statistically significantly smaller for those who reported having experience outside community practice.",
            "section": "Job satisfaction analysis"
        },
        {
            "text": "This paper reports the results of a pilot study that assessed the job satisfaction of Tucson area retail chain setting. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Findings from this study indicate that responding pharmacists in the Tucson area with practice experience outside community pharmacy were less satisfied with their job. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These findings are consistent with those of previously published research. ",
            "section": "DISCUSSION"
        },
        {
            "text": "3,15,29 Several reasons can be thought to explain these results. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3,"
                },
                {
                    "start": 2,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 5,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ]
        },
        {
            "text": "First, there could be a perception of over-qualification for the job that may not be present while working in hospital settings. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This is reflected in the responses to the item \"opportunities to use abilities\" where only one quarter of respondents indicated, \"very satisfied\" to this item. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Second, pharmacist in community settings may be have limited opportunities to growth within the organization.",
            "section": "DISCUSSION"
        },
        {
            "text": "The instrument used in this study showed validity and reliability as determined by the Rasch model when two items were removed from the original questionnaire: satisfaction with colleagues and amount of variety in the job. ",
            "section": "2"
        },
        {
            "text": "Examination of the items that misfit the model reveled a fit MNSQ greater than two, which indicates that these items showed excessive unexplained noise. ",
            "section": "2"
        },
        {
            "text": "This may be explained by misunderstanding of the items.",
            "section": "2"
        },
        {
            "text": "\"Recognition you get for good work\" was the item most challenging to agree with. ",
            "section": "2"
        },
        {
            "text": "This is consistent  with the Maslow's Theory of Motivation of job satisfaction where \"recognition\" is a factor located at a higher level; and can be achieved only after social, safety and psychological needs are met.",
            "section": "2"
        },
        {
            "text": "On the other hand, \"Patient contact\" was the easiest item to endorse. ",
            "section": "30"
        },
        {
            "text": "This could occur because community pharmacists in chain settings have more patient contact, which favors interpersonal interactions. ",
            "section": "30"
        },
        {
            "text": "Research has found that pharmacist value these interpersonal interactions and determine their intention to stay on a job. ",
            "section": "30"
        },
        {
            "text": "8 Due to an unintentional inversion of the response scale during questionnaire development, we expected to find an inversion of the probability curve in the Rash model. ",
            "section": "30",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "However, the analysis showed that respondents did not detect the inversion of the questionnaire scale. ",
            "section": "30"
        },
        {
            "text": "That is, respondents selected the option \"satisfied\" as it was \"somewhat satisfied.\" ",
            "section": "30"
        },
        {
            "text": "This could be explained by a potential familiarity with 4-point Likert-scale surveys that may facilitate the identification of the anchors in the scale without carefully reading options in between. ",
            "section": "30"
        },
        {
            "text": "Additionally, research shows that people tend to respond on the left side of a scale and response order bias is affected by readers' habits. ",
            "section": "30"
        },
        {
            "text": "31,32 An area for future research may include broadening the variable \"experience outside community practice\" to determine to what pharmacists are comparing to, when assessing their level of satisfaction. ",
            "section": "30",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "Aspects to consider include the extent to which the use of clinical skills in other settings affects job satisfaction and years and related activities of experience working outside community practice.",
            "section": "30"
        },
        {
            "text": "As several of the previously reviewed studies have confirmed, the lack of satisfaction with job can have negative impacts on patient care and safety and can even be a motivating factor for leaving the job or the profession all together. ",
            "section": "30"
        },
        {
            "text": "Conversely, researchers have found that pharmacists that are more satisfied with their work are highly motivated to do a good job and make patients and employees encounters with the pharmacist more positive. ",
            "section": "30"
        },
        {
            "text": "2 For this reason, pharmacy job satisfaction surveys are an important part of identifying the weaknesses of a specific job so that those weaknesses can be corrected or minimized, while maximizing the strengths, which leads to a better and safer experience for everyone involved.",
            "section": "30",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "This study analyzed information from pharmacists working within the cities of Tucson, Marana and Oro Valley and results may not be generalizable to pharmacists in other geographic locations. ",
            "section": "Limitations"
        },
        {
            "text": "The compiled list of all the pharmacies in the geographic location did not include independent pharmacies, so the study cannot be generalized to other pharmacy types. ",
            "section": "Limitations"
        },
        {
            "text": "Another limitation is that some pharmacists might not have been in the pharmacy on the day of questionnaire dissemination, which means it is possible that not all of the pharmacists received a questionnaire or to know if a pharmacist actually filled the questionnaire. ",
            "section": "Limitations"
        },
        {
            "text": "Even if a pharmacist received a questionnaire he or she may not have completed it, or the pharmacy manager may not have distributed the questionnaires to all of the pharmacists working at the store.",
            "section": "Limitations"
        },
        {
            "text": "This pilot evaluation suggests that experience outside community practice affects pharmacist job satisfaction. ",
            "section": "CONCLUSIONS"
        },
        {
            "text": "Additionally, findings from this study indicate that there is reliability and validity evidence to support the use of the modifies Warr-Cook-Wall questionnaire for assessing overall job satisfaction in chain community pharmacy practice.",
            "section": "CONCLUSIONS"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "No funding was provided for this project.  ",
            "section": "CONFLICT OF INTEREST"
        }
    ]
}