{
    "level": "sentence",
    "id": "ee0ae5c68b",
    "abstract": [
        {
            "text": "To investigate the role of ROS in the helicobacter pylori (Hp) induced mtDNA mutations, AGS cells were treated by extracts of Hp11638 or Hp11638M. "
        },
        {
            "text": "The ROS levels, cytochrome C reductions, and intracellular ATP levels were measured. "
        },
        {
            "text": "The coding region and the D-Loop region were amplified and sequenced. "
        },
        {
            "text": "Results showed the ROS levels, cytochrome C reduction and mtDNA mutations were markedly increased and cell viability decreased after treatment with both Hp extracts, and 616 mutations were detected in D-Loop region and 3 heteroplasmic point mutations in the Cytb gene. "
        },
        {
            "text": "No mutations were found in the coding region. "
        },
        {
            "text": "The mutation rates of mtDNA D-Loop region were positively correlated with the ROS levels and negatively to the ATP levels."
        }
    ],
    "body_text": [
        {
            "text": "Helicobacter pylori (Hp) are Gram-negative microaerophilic bacteria. ",
            "section": "Introduction"
        },
        {
            "text": "Hp infection represents a key factor in the etiology of various gastrointestinal diseases, ranging from chronic active gastritis without clinical symptoms to peptic ulceration, gastric adenocarcinoma, and gastric mucosa-associated lymphoid tissue lymphoma. ",
            "section": "Introduction"
        },
        {
            "text": "H. pylori-positive patients have a 10 to 20% lifetime risk of developing ulcer disease and a 1 to 2% risk of developing distal gastric cancer [1]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The cytotoxin-associated gene A (CagA) protein and vacuolating cytotoxin (VacA) protein are the main virulence factors of Hp and closely relevant with the occurrence of gastric ulcer and carcinoma [2]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Most H. pylori strains secrete VacA into the extracellular space. ",
            "section": "Introduction"
        },
        {
            "text": "After exposure of VacA to acidic or basic pH, re-oligomerized VacA (mainly 6 monomeric units) at neutral pH is more toxic [3]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "CagA (120-145 kDa protein) is a highly anti-genic protein that is associated with a prominent inflammatory response. ",
            "section": "Introduction"
        },
        {
            "text": "It has a pathogenic effect on gastric and duodenal mucosa leading to the development of peptic ulcers [4].",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Studies have shown that Hp can induce reactive oxygen species (ROS) production and programmed cell death in human gastric epithelial cells [5,6]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 142,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6]"
                }
            ]
        },
        {
            "text": "ROS are produced as a normal product of cellular metabolism and include superoxide anion (O 2 •ˉ), hydrogen peroxide (H 2 O 2 ), hydroxyl radical (HO•), nitric oxide (NO•), etc. ",
            "section": "Introduction"
        },
        {
            "text": "They are highly reactive due to the presence of unpaired valence shell electrons and can diffuse only an extremely short distance before they dissipate. ",
            "section": "Introduction"
        },
        {
            "text": "Elevated levels of ROS have been implicated in cellular physiological and pathological processes such as cell proliferation, apoptosis, differentiation, carcinogenesis, etc [7]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "Mitochondria are the centre of energy metabolism in the cell and a major source of ROS. ",
            "section": "Introduction"
        },
        {
            "text": "The proportion of oxygen converted into O 2 •ˉaccounts for about 1-2 % of the overall oxygen consumption [8]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Mitochondrial DNA (mtDNA) is an extranuclear genetic material. ",
            "section": "Introduction"
        },
        {
            "text": "mtDNA is particularly susceptible to ROS generated by the respiratory chain due to its close proximity and lack of protective histones, and inefficient DNA repair systems [9].",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Evidence shows Hp VacA can activate the p38/activating transcription factor 2-mediated signaling pathway resulting in decrease in mitochondrial membrane potential [10] and can induce suppression of energy metabolism followed by mitochondrial damage, leading to impairment of the cell cycle in gastric epithelial cells [11]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 318,
                    "end": 322,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Recent studies suggest Hp can increase the mtDNA mutation in AGS cells and mtDNA mutations have been found in Hp infected gastric ulcer and carcinoma tissues [12,13]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12,"
                },
                {
                    "start": 162,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13]"
                }
            ]
        },
        {
            "text": "However, the role of ROS in the Hp induced mtDNA mutations is still unknown and the impacts of VacA and CagA on the ROS production and mtDNA mutations are poorly understood.",
            "section": "Introduction"
        },
        {
            "text": "To investigate the ROS production and mtDNA mutations in the Hp infected cells, AGS cells were stimulated by the extract of NCTC Hp11638 (CagA+, VacA+) or the mutant Hp11638M (CagA+, VacA-). ",
            "section": "Introduction"
        },
        {
            "text": "The relationships between ROS and mtDNA mutations as well as mutations in D-loop were evaluated. ",
            "section": "Introduction"
        },
        {
            "text": "Our results demonstrated the ROS levels and the amount of mtDNA mutations in cells treated by the extract of Hp11638 were markedly higher than those in cells treated by Hp11638 mutant strain. ",
            "section": "Introduction"
        },
        {
            "text": "Several mutations in D-Loop region were also detected, but Cox-I, Cox-II, Cox-III, ATPase6 and ATPase8 genes had no mutations. ",
            "section": "Introduction"
        },
        {
            "text": "Furthermore, 3 heteroplasmic point mutations were identified in Cytb gene and Hp induced mutations in D-Loop region were closely related to the bacterial virulence and the endogenous ROS level.",
            "section": "Introduction"
        },
        {
            "text": "AGS cells were purchased from Shanghai Institute of Cell. ",
            "section": "Cells and Hp Strains"
        },
        {
            "text": "NCTC Hp 11638, NCTC Hp11638M and E.coli ATCC 25922 were kindly provided by the Department of Medical Microbiology and Parasitology, Shanghai Jiaotong University School of Medicine.",
            "section": "Cells and Hp Strains"
        },
        {
            "text": "F12 culture medium (Hangzhou Jino Biology Co., Ltd. China), fetal bovine serum (FBS), ampicillin, penicillin and streptomycin (Shanghai Bio-engineering Co., Ltd. China), brain heart infusion agar and liquid medium (OXOID Co., Ltd. UK), LB medium (Beijing Solarbio Co., Ltd. China), gas mixture (5% O 2 , 85% N 2 , 10% CO 2 ) (Shanghai Shenkai Gas Co., Ltd. China), anti-CagA and anti-VacA polyclonal antibodies (Santa Cruz, USA), AP conjugated secondary antibody, CellTiter-Glo luminescent cell viability assay kit (Cat.#G7570, Promega Co. USA), Dihydrorhdamine-123 (DHR-123) and oxidized cytochrome c (Sigma, USA) and AGS mtDNA extraction kit GenMed Scientifics Co., Ltd USA) were used in the present study.",
            "section": "Reagents"
        },
        {
            "text": "AGS cells were grown in the F12 culture medium containing 10% FBS, 100 U/ml penicillin and 100 µg/ml streptomycin in a humidified atmosphere of 5% CO 2 and 95% air at 37°C.",
            "section": "Cells and Hp Culture"
        },
        {
            "text": "Hp was grown in the brain heart infusion agar containing 7% defibered sheep blood and Hp selective antibiotic V.C.A. for 72 h. ",
            "section": "Cells and Hp Culture"
        },
        {
            "text": "Colonies were identified by Gram-stained smear and biochemical reactions, and the washed with 5 ml of brain heart infusion liquid medium. ",
            "section": "Cells and Hp Culture"
        },
        {
            "text": "The eluate was incubated with brain heart infusion liquid medium containing 10% FBS and Hp selector. ",
            "section": "Cells and Hp Culture"
        },
        {
            "text": "The bacteria were cultivated at 37°C for 48 h under a microaerophilic condition (5% O 2 , 85% N 2 , 10% CO 2 ) with continuous shaking. ",
            "section": "Cells and Hp Culture"
        },
        {
            "text": "E. coli were maintained in the LB liquid medium (containing 100 µg/ml ampicillin) at 37°C for 12 h with continuous shaking.",
            "section": "Cells and Hp Culture"
        },
        {
            "text": "The Hp and E. coli were harvested, centrifuged at 12000 g for 10 min, washed 3 times with PBS, and then re-suspended in 5 ml of sterile double-distilled water. ",
            "section": "Preparation of Hp and E.coli extract"
        },
        {
            "text": "The suspension was vigorously oscillated for 10 min and kept at room temperature overnight. ",
            "section": "Preparation of Hp and E.coli extract"
        },
        {
            "text": "On the next day, the supernatant was obtained and vigorously oscillated for 10 min followed by centrifugation at 12000 g for 10 min. ",
            "section": "Preparation of Hp and E.coli extract"
        },
        {
            "text": "The supernatant was collected and the sediment was re-suspended in 5 ml of sterile double-distilled water, and kept on the ice followed by sonication 3 times (30 sec per time with an interval of 45 sec). ",
            "section": "Preparation of Hp and E.coli extract"
        },
        {
            "text": "Then, centrifugation was performed at 12000 g for 10 min and the supernatant was collected. ",
            "section": "Preparation of Hp and E.coli extract"
        },
        {
            "text": "All the supernatants were finally mixed and freeze-dried. ",
            "section": "Preparation of Hp and E.coli extract"
        },
        {
            "text": "The dry powder was dissolved in 1 ml of sterile double-distilled water and stored at -40℃ for use. ",
            "section": "Preparation of Hp and E.coli extract"
        },
        {
            "text": "Immediately before use, the solution was centri-fuged at 18000 g for 10 min and the supernatant was filtered through a 0.22 μm filter to remove bacteria and macromolecular complex (membranes containing lipopolysaccharide and flagella) [14]. ",
            "section": "Preparation of Hp and E.coli extract",
            "ref_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "The protein concentration was determined with a DNA/Protein Analyzer (Beckman Du 800). ",
            "section": "Preparation of Hp and E.coli extract"
        },
        {
            "text": "The protein concentration in the Hp11638 extract, Hp11638M extract and E.coli ATCC25922 extract was 20 mg/ml, 30 mg/ml and 28 mg/ml, respectively. ",
            "section": "Preparation of Hp and E.coli extract"
        },
        {
            "text": "Then, the protein concentrations of Hp11638M extract and E. coli extract were adjusted to 20 mg/ml.",
            "section": "Preparation of Hp and E.coli extract"
        },
        {
            "text": "Five microliters of extracts were mixed thoroughly with 20 μl of loading buffer, which were then boiled for 5 min. ",
            "section": "Detection of CagA and VacA protein using SDS-PAGE and Western Blot"
        },
        {
            "text": "Ten microliters of the mixture were subjected to SDS-PAGE, and bands were captured.",
            "section": "Detection of CagA and VacA protein using SDS-PAGE and Western Blot",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 49,
                    "end": 52,
                    "rawForm": "SDS",
                    "resp": "whitelist",
                    "id": "ee0ae5c68b-software-simple-w0"
                }
            ]
        },
        {
            "text": "AGS cells in the logarithmic phase were divided into two groups. ",
            "section": "Treatments of AGS cells"
        },
        {
            "text": "Cells in one group were grown in the medium containing 1 μmol/L DHR-123 and 60 μg/ml, 120 μg/ml, 240 μg/ml, 480 μg/ml or 960 μg/ml Hp extract for 24 h and those in the other group maintained in the medium containing 480 μg/ml Hp extract and 1 μmol/L of DHR-123 for 3 h, 6 h, 9 h, 12 h and 24 h. ",
            "section": "Treatments of AGS cells"
        },
        {
            "text": "Cells in the blank control were grown in the culture medium alone. ",
            "section": "Treatments of AGS cells"
        },
        {
            "text": "In the negative control group, Hp extract was replaced with E.coli extract. ",
            "section": "Treatments of AGS cells"
        },
        {
            "text": "Cells in the positive control group were incubated in the medium containing 1 µmol/L DHR-123 and 50 µmol/L H 2 O 2 for 24 h.",
            "section": "Treatments of AGS cells"
        },
        {
            "text": "Cells were washed with PBS once. ",
            "section": "Detection of ROS using Flow cytometry"
        },
        {
            "text": "After trypsin digestion, AGS cells were re-suspended in PBS and 1×10 4 viable cells were measured in each sample by FACScalibur (BD Bioscience). ",
            "section": "Detection of ROS using Flow cytometry"
        },
        {
            "text": "Histogram analysis was performed to analyze the mean fluorescence intensity of rhodamine 123 and ROS level can be expressed as the intensity of fluorescence [15]. ",
            "section": "Detection of ROS using Flow cytometry",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "All experiments were repeated for three times and data were expresses as  ± SD.",
            "section": "Detection of ROS using Flow cytometry"
        },
        {
            "text": "Cytochrome c reduction directly reflects the generation of O 2 •ˉ in cells. ",
            "section": "Analysis of Cytochrome c reduction"
        },
        {
            "text": "To further confirm the ROS levels, cytochrome c reduction was determined. ",
            "section": "Analysis of Cytochrome c reduction"
        },
        {
            "text": "After trypsin digestion, AGS cells were re-suspended in culture medium and cell density was adjusted to 3×10 6 /ml. ",
            "section": "Analysis of Cytochrome c reduction"
        },
        {
            "text": "Then, cells were incubated with cytoch-rome C (50 μmol/l) for 15 min and centrifuged at 200 g for 10 min at 4℃. ",
            "section": "Analysis of Cytochrome c reduction"
        },
        {
            "text": "The absorbance of supernatant was measured using a spectrophotometer at 550 nm. ",
            "section": "Analysis of Cytochrome c reduction"
        },
        {
            "text": "The absorbance can be converted into the reduction of cytochrome c by the extinction coefficient for cytochrome c (2.1×10 4 M -1 cm -1 ). ",
            "section": "Analysis of Cytochrome c reduction"
        },
        {
            "text": "The results were expressed as unit nmol/3×10 6 AGS cells/15 min [16]. ",
            "section": "Analysis of Cytochrome c reduction",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The medium containing 50 μmol/l reduced cytochrome C alone served as a blank control in the detection of absorbance. ",
            "section": "Analysis of Cytochrome c reduction"
        },
        {
            "text": "The experiment was repeated 3 times and data were expressed as  ± SD.",
            "section": "Analysis of Cytochrome c reduction"
        },
        {
            "text": "Mitochondria play a major role in cellular function such as the productions of ATP and ROS. ",
            "section": "Detection of cell viability"
        },
        {
            "text": "Elevated ROS level can cause oxidative damage directly to mtDNA resulting in abnormality in ATP production. ",
            "section": "Detection of cell viability"
        },
        {
            "text": "Therefore, the amount of ATP was further determined aiming to indirectly detect the cell viability and the mitochondrial activity and function [17]. ",
            "section": "Detection of cell viability",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "After trypsin digestion, cell concentration was adjusted to 3×10 5 /ml with medium and the ATP level was tested according to the manufacturer's instruction. ",
            "section": "Detection of cell viability"
        },
        {
            "text": "The intensity of the Luminescence (RLU) signals represents the cell viability.",
            "section": "Detection of cell viability"
        },
        {
            "text": "After trypsin digestion, AGS cells were then suspended in PBS and AGS mtDNA extraction was performed according to the manufacturer's instructions.",
            "section": "Extraction of mtDNA of AGS cells"
        },
        {
            "text": "The primers for mtDNA D-Loop region were synthesized by Shanghai Sangong Co., Ltd. (Table 1) and a total of 50 μl of mixture used for amplification. ",
            "section": "PCR amplification, sequencing and comparison of various mtDNA segments",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 91,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1"
                }
            ]
        },
        {
            "text": "The products were sequenced by Shanghai Sangong Co., Ltd. immediately after purification. ",
            "section": "PCR amplification, sequencing and comparison of various mtDNA segments"
        },
        {
            "text": "The primers for sequencing were those for amplification.",
            "section": "PCR amplification, sequencing and comparison of various mtDNA segments"
        },
        {
            "text": "Using the DNA Star software, mtDNA sequences of AGS cells after Hp extract treatment were compared with those in the blank control (AGS cells). ",
            "section": "PCR amplification, sequencing and comparison of various mtDNA segments",
            "entity_spans": [
                {
                    "start": 10,
                    "end": 18,
                    "type": "software",
                    "rawForm": "DNA Star",
                    "resp": "#annotator17",
                    "used": true,
                    "id": "ee0ae5c68b-software-simple-0",
                    "cert": "1.0"
                },
                {
                    "type": "software",
                    "start": 19,
                    "end": 27,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "ee0ae5c68b-software-simple-w1"
                }
            ]
        },
        {
            "text": "mtDNA mutation is defined as both sequences are different from the those in controls. ",
            "section": "PCR amplification, sequencing and comparison of various mtDNA segments"
        },
        {
            "text": "If two peaks at a particular point are observed in the sequence, only when the lower-intensity peak accounted for more than 20% of the specific peak, a mixture of signals from two bases can be determined, and hence heterogeneous mutation that occurs at this locus can be identified [18].",
            "section": "PCR amplification, sequencing and comparison of various mtDNA segments",
            "ref_spans": [
                {
                    "start": 282,
                    "end": 286,
                    "type": "bibr",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Data were analyzed with SAS version 11.0 statistical software. ",
            "section": "Statistical Analysis",
            "entity_spans": [
                {
                    "start": 24,
                    "end": 27,
                    "type": "software",
                    "rawForm": "SAS",
                    "resp": "#annotator17",
                    "used": true,
                    "id": "ee0ae5c68b-software-2",
                    "cert": "1.0"
                },
                {
                    "start": 36,
                    "end": 40,
                    "type": "version",
                    "rawForm": "11.0",
                    "resp": "#annotator17",
                    "id": "#ee0ae5c68b-software-2"
                },
                {
                    "type": "software",
                    "start": 24,
                    "end": 27,
                    "rawForm": "SAS",
                    "resp": "whitelist",
                    "id": "ee0ae5c68b-software-simple-w2"
                },
                {
                    "type": "software",
                    "start": 53,
                    "end": 61,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "ee0ae5c68b-software-simple-w3"
                }
            ]
        },
        {
            "text": "Comparisons between multiple groups were performed with one way analysis of variance. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "Differences among groups were evaluated by Newman-Keuls' Q-test. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "Differences between two groups were evaluated with t or t' test. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "The mtDNA mutation rates were assessed with the chi-square test. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "The relationship between ROS and mtDNA mutation rate was assessed using a linear correlation test.",
            "section": "Statistical Analysis"
        },
        {
            "text": "As shown in Fig. 1a and b, the CagA protein (120 kDa) and VacA protein (95 kDa) were expressed in the wide type Hp11638, whereas only the CagA protein was identified in the mutant Hp11638M. ",
            "section": "CagA and VacA proteins",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1a"
                }
            ]
        },
        {
            "text": "Compared with the blank control, the ROS levels of the negative control were no obvious change at all stimulated concentration and duration. ",
            "section": "ROS levels in the AGS cells"
        },
        {
            "text": "(The ROS levels were not significantly changed in the blank controls and negative controls)",
            "section": "ROS levels in the AGS cells"
        },
        {
            "text": "When compared with the negative control, the ROS levels in the AGS cells were markedly increased after stimulation with Hp11638M extract or Hp11638 extract (Fig. 2). ",
            "section": "ROS levels in the AGS cells",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 164,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "Moreover, the ROS levels in AGS cells treated with 480 µg/ml and 960 µg/ml Hp11638M extract and with 240 µg/ml, 480 µg/ml and 960 µg/ml Hp11638 extract were remarkably higher than those in the positive control (310.67±24.01, P<0.01) ( Fig. 3b-g). ",
            "section": "ROS levels in the AGS cells",
            "ref_spans": [
                {
                    "start": 235,
                    "end": 244,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3b-g"
                }
            ]
        },
        {
            "text": "Furthermore, the ROS levels in AGS cells stimulated by Hp11638 extract of difference concentrations were significantly higher than those in cells treated by Hp11638M extract of corresponding concentrations (P<0.05) ( Fig. 3c and f, other illustrations were not listed). ",
            "section": "ROS levels in the AGS cells",
            "ref_spans": [
                {
                    "start": 217,
                    "end": 224,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3c"
                }
            ]
        },
        {
            "text": "As shown in Fig. 4, a similar trend was observed in the cytochrome c reduction.",
            "section": "ROS levels in the AGS cells",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "As shown in Table 2, the ROS levels in the AGS cells stimulated by Hp11638M extract and Hp11638 extract were dramatically higher than those in the negative control (P<0.01), and the ROS level elevated with the prolongation of stimulation (P<0.01). ",
            "section": "ROS levels in the AGS cells",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "After treatment with Hp11638M for 12 h and 24 h and with Hp11638 for 6 h, 9 h, 12 h and 24 h, the ROS levels were significantly higher than in the positive controls (P<0.01). ",
            "section": "ROS levels in the AGS cells"
        },
        {
            "text": "In addition, the ROS levels after stimulation by Hp11638 extract were remarkably higher than after stimulation by Hp11638M extract at the same time point (P<0.05). ",
            "section": "ROS levels in the AGS cells"
        },
        {
            "text": "Similar trend was also observed in the cytochrome c reduction (Fig. 5).  ",
            "section": "ROS levels in the AGS cells",
            "ref_spans": [
                {
                    "start": 62,
                    "end": 69,
                    "type": "figure",
                    "text": "(Fig. 5"
                }
            ]
        },
        {
            "text": "Cells were stimulated by 960 µg/ml E. coli extract and the ROS level was 3; b: Positive control. ",
            "section": "ROS levels in the AGS cells"
        },
        {
            "text": "Cells were incubated with culture medium containing 1 µmol/l DHR-123 and 50 µmol/l H 2 O 2 and the ROS level was 188; c: Cells were stimulated by 480 µg/ml Hp11638M extract and the ROS level was 874; d: Cells were stimulated by 960 µg/ml Hp11638M extract and the ROS level was 1334; e: Cells were stimulated by 240 µg/ml Hp11638 extract and the ROS level was 835; f: Cells were stimulated by 480 µg/ml Hp11638 extract and the ROS level was 1395; g: Cells were stimulated by 960 µg/ml Hp11638 extract and the ROS.  ",
            "section": "ROS levels in the AGS cells"
        },
        {
            "text": "The cytochrome c reduction after Hp11638 treatment were markedly higher than after mutant Hp11638M treatment at each duration (P<0.05).",
            "section": "ROS levels in the AGS cells"
        },
        {
            "text": "As shown in Table 3 and 4, the Luminescence levels were not markedly changed in the blank control, and negative control.",
            "section": "ROS levels in the AGS cells",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "When compared with the negative control, the Luminescence levels in the AGS cells stimulated by Hp11638M extract or Hp11638 extracts of various concentration or for different durations were significantly lower (P<0.01), and the decrease in the Luminescence level was in a concentration and time dependent manner in both groups. ",
            "section": "ROS levels in the AGS cells"
        },
        {
            "text": "Furthermore, the RLU levels in the AGS cells after stimulation by Hp11638 extract were dramatically lower than those after Hp11638M stimulation at corresponding concentration (P<0.05), and the RLU levels after stimulation by Hp11638 extract for 6 h, 9 h, 12 h and 24 h were also markedly decreased when compared with those after Hp11638M stimulation for corresponding duration (P<0.05).  ",
            "section": "ROS levels in the AGS cells"
        },
        {
            "text": "Mutations of mtDNA D-loop region and Cytb gene in the AGS cells PCR products were verified by electrophoresis and then sequenced. ",
            "section": "ROS levels in the AGS cells"
        },
        {
            "text": "Products of the expected size ( Fig. 6a-b) showed that mtDNA D-loop region and Cytb genes were successfully amplified. ",
            "section": "ROS levels in the AGS cells",
            "ref_spans": [
                {
                    "start": 32,
                    "end": 42,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 6a-b)"
                }
            ]
        },
        {
            "text": "When compared with the sequence of mtDNA D-Loop region of the AGS cells, no mutations in the mtDNA genes were found in the negative control.",
            "section": "ROS levels in the AGS cells"
        },
        {
            "text": "As shown in Table 5, the mutation rates in the mtDNA D-loop region after stimulation by Hp11638 extract of 120 µg/ml, 240 µg/ml, 480 µg/ml and 960 µg/ml were remarkably higher than those after stimulation by Hp11638M extract of corresponding concentration (χ 2 =8.21, P<0.01; χ 2 =6.19, P<0.05; χ 2 =6.06, P<0.05; χ 2 =8.44, P<0.01, respectively). ",
            "section": "ROS levels in the AGS cells",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "However, there was no significant difference between two groups when the concentrations of Hp extracts were 60 µg/ml (χ 2 =2.93, P>0.05). ",
            "section": "ROS levels in the AGS cells"
        },
        {
            "text": "Furthermore, the mutation rates in the mtDNA D-loop region elevated with the increase in the extract concentration ( Fig.7). ",
            "section": "ROS levels in the AGS cells",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 123,
                    "type": "figure",
                    "text": "Fig.7)"
                }
            ]
        },
        {
            "text": "When compared with the mtDNA of AGS cells without treatment, only three heteroplasmic mutations in the Cytb gene were found in the mtDNA of AGS cells treated with 960 μg/ml Hp11638 extract for 24 h (Fig.8), while no mutation in the mtDNA genes was found in the AGS cells after stimulation by Hp extracts of other concentrations.  ",
            "section": "ROS levels in the AGS cells",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 205,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "(Fig.8)"
                }
            ]
        },
        {
            "text": "Fig.7 mutation rates in the mtDNA D-loop region of the AGS cells after stimulation by Hp extracts of various concentrations. ",
            "section": "ROS levels in the AGS cells",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "figure",
                    "text": "Fig.7"
                }
            ]
        },
        {
            "text": "The mutation rates increased with the increase in the concentration of Hp extracts. ",
            "section": "ROS levels in the AGS cells"
        },
        {
            "text": "After stimulation by Hp extracts of 120 µg/ml, 240 µg/ml, 480 µg/ml and 960 µg/ml, the mutation rates in the Hp11638 group were remarkably higher than those in the Hp11638M group (P<0.01). ",
            "section": "ROS levels in the AGS cells"
        },
        {
            "text": "When compared with the D-Loop region of mtDNA of AGS cells without treatment, the mutation rates in the mtDNA D-loop region in AGS cells after stimulation by Hp11638 extract for 6, 9, 12 and 24 h were significantly higher than those after stimulation by Hp11638M extract for corresponding duration (χ 2 =7.2, P<0.01; χ 2 =4.35, P<0.05; χ 2 =6.40, P<0.05; χ 2 =6.06, P<0.05, respectively). ",
            "section": "ROS levels in the AGS cells"
        },
        {
            "text": "There was no signifi-cant difference between two groups after 3 h of stimulation (χ 2 =0.5, P>0.05). ",
            "section": "ROS levels in the AGS cells"
        },
        {
            "text": "Furthermore, the mutation rates in the mtDNA D-loop region were positively correlated with Hp extract simulation duration (Fig.9). ",
            "section": "ROS levels in the AGS cells",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 129,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Fig.9)"
                }
            ]
        },
        {
            "text": "Furthermore, the mutation rates in the mtDNA D-loop region increased with the prolongation of Hp extract simulation. ",
            "section": "ROS levels in the AGS cells"
        },
        {
            "text": "When compared with AGS mtDNA, no mutation was detected in all mtDNA genes in cells stimulated by two strains for the same period of time. ",
            "section": "ROS levels in the AGS cells"
        },
        {
            "text": "A total of 616 mutations were identified in the mtDNA D-Loop region including 489 point mutations, 81 insertions and 46 deletions. ",
            "section": "Types of mutation"
        },
        {
            "text": "In addition, 89.4% of the point mutations (437/489) were G → A; C→T or A → G; T→C transition.",
            "section": "Types of mutation"
        },
        {
            "text": "Except in cells treated with 60 μg/ml Hp11638M extract for 24 h and those treated with 480 μg/ml both extracts for 3 h, micro-satellite mutations were found in the D-Loop region after Hp stimulation under the rest conditions. ",
            "section": "Types of mutation"
        },
        {
            "text": "The sequences of 303PolyC, 16184PolyC and 514CA repeats in the mtDNA D-Loop region of AGS cells were 8CT6C, 7CT4C and (CA) 5 , whereas the sequences were 7CT6C, 12C, and (CA) 4 after Hp induced mutation (Fig.10-12) .",
            "section": "Types of mutation",
            "ref_spans": [
                {
                    "start": 203,
                    "end": 213,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig.10-12"
                }
            ]
        },
        {
            "text": "The results above suggested the mutation rate of mtDNA D-loop region and the mean ROS level were elevated and the ATP level was decreased with the increase in the concentration of both Hp extracts and with the prolongation of Hp extract stimulation. ",
            "section": "Correlation between mtDNA mutation rate and ROS level"
        },
        {
            "text": "Correlation analysis (Fig.13) showed the mutation rates of the mtDNA D-Loop region were positively correlated with the mean ROS levels (r=0.982, P<0.01), and negatively related to the mean ATP levels (r=0.909, P<0.01) ( Fig.14).     ",
            "section": "Correlation between mtDNA mutation rate and ROS level",
            "ref_spans": [
                {
                    "start": 21,
                    "end": 28,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig.13"
                },
                {
                    "start": 220,
                    "end": 227,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig.14)"
                }
            ]
        },
        {
            "text": "Hp has been shown to be an important pathogen of gastric and duodenal inflammation. ",
            "section": "Discussion"
        },
        {
            "text": "In various developing countries, more than 80% of the population is Hp positive, even at young ages. ",
            "section": "Discussion"
        },
        {
            "text": "The prevalence of Hp infection in industrialized countries generally remains under 40% and is considerably lower in children and adolescents than in adults and elderly people [1]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "To date, the pathogenic mechanisms have not been well defined.",
            "section": "Discussion"
        },
        {
            "text": "Studies have shown Hp can cause damage to mitochondria leading to the impairment of cell cycle [10,11]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10,"
                },
                {
                    "start": 99,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11]"
                }
            ]
        },
        {
            "text": "In the study of Machado et al [12], they speculate, following Hp infection, the activity and expression of base excision repair and mismatch repair are down-regulated both in vitro and in vivo. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 30,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Moreover, Hp induces genomic instability in nuclear CA repeats in mice and in mtDNA of AGS cells and chronic gastritis tissue, and this effect in mtDNA is associated with bacterial virulence. ",
            "section": "Discussion"
        },
        {
            "text": "Furthermore, the DNA damage induced genetic exchange may facilitate spread of antibiotic resistance and selection of fitter variants through re-assortment of preexisting alleles in this important human pathogen [19]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "In a letter to the editor, Lee et al [13] reveal the mtDNA mutations in peptic ulcer tissues associated with Hp infection occur in both the mtDNA control and coding regions. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Approximately half of the patients had heteroplasmic mtDNA mutations.",
            "section": "Discussion"
        },
        {
            "text": "The human mtDNA is a double stranded circular molecule of 16569 bp and contains 37 genes coding for two rRNAs, 22 tRNAs and 13 polypeptides. ",
            "section": "Discussion"
        },
        {
            "text": "The mtDNA is present in high copy numbers (10 3~1 0 4 copies per cell) in virtually all cells and the vast majority of copies are identical at birth. ",
            "section": "Discussion"
        },
        {
            "text": "Furthermore, mtDNA is known for having high acquired mutation rates which are 10 times higher than that of nuclear genomic DNA. ",
            "section": "Discussion"
        },
        {
            "text": "It is generally accepted that high mutation rates of mtDNA are contributed to the lack of protective histones, inefficient DNA repair systems and continuous exposure to ROS generated by oxidative phosphorylation in the mitochondria [9].",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The D-loop, which is 1124 bp in size (positions 16024-576), is a non-coding region, and acts as a promoter for both the heavy and light strands of the mtDNA, and contains essential transcription and replication elements. ",
            "section": "Discussion"
        },
        {
            "text": "The D-loop region is a hot spot for mtDNA alterations and the nucleotide positions 16024±16 324 and 63±322 located in the D-Loop are termed first hypervariable region (HV1) and second hypervariable region (HV2), respectively [20]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "The sequence analysis of these two regions is used not only in forensic analysis, but also in medical diagnosis [21].",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Obst et al have shown that Hp extract could induce the synthesis of ROS, diminish the levels of reduced glutathione (GSH), induce DNA fragmentation and increase DNA synthesis in gastric cells [22]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "Davies et al also revealed Hp could stimulate the production of reactive oxygen metabolite in the antral mucosa in vivo [23]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "Hp can induce the production of pro-inflammatory cytokines from gastric epithelial cells resulting in the increased generation of ROS in gastric epithelial cells [24]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "It has been shown that Hp infection can increase the expression and activity of spermine oxidase, which oxidizes polyamines that are abundant in epithelial cells to release hydrogen peroxide [25]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "In addition, study also demonstrates that Hp itself also generates ROS [26], and administration of antioxidase or antioxidant may be protective [14].",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                },
                {
                    "start": 144,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "In the present study, extract was obtained from VacA positive and VacA negative HP. ",
            "section": "Discussion"
        },
        {
            "text": "The stimulation of ROS production by VacA, an important virulence factor of Hp, has been demonstrated in numerous studies. ",
            "section": "Discussion"
        },
        {
            "text": "Kimura et al revealed VacA purified from Hp could cause mitochondrial damage (impair mitochondrial membrane potential followed by a decrease in energy metabolism) [11], which may be a cause of excessive production of ROS. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "This effect was confirmed by Kim et al [27]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "Furthermore, VacA from Hp could also impaired glutathione metabolism which alleviates the anti-oxidative potency [28]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "These effects result in excessive generation of ROS and compromised anti-oxidative potency. ",
            "section": "Discussion"
        },
        {
            "text": "These effects may also explain why the ROS levels in AGS cells stimulated by Hp11638 extract were significantly higher than those in cells treated by Hp11638M extract at the corresponding concentrations. ",
            "section": "Discussion"
        },
        {
            "text": "Therefore, Hp infection may involve in many gastrointestinal diseases through excessive ROS production in the mucosa, the pronounced membrane damage, and the depletion of gastric anti-oxidants [29]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "The ROS not only causes damage to nuclear and mitochondrial DNA, but compromises the DNA repair. ",
            "section": "Discussion"
        },
        {
            "text": "The mismatch repair (MMR) pathway is an important mechanism involving in the DNA repair. ",
            "section": "Discussion"
        },
        {
            "text": "Studies have shown Hp infection can down-regulate the expressions of MMR in vivo and in vitro [30]  [12]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                },
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "ROS cause damage to not only nuclear DNA, but mtDNA. ",
            "section": "Discussion"
        },
        {
            "text": "mtDNA mutations have been detected in Hp-infected chronic gastritis and peptic ulcer tissues, suggesting that Hp infection contributes to the accumulation of mutations in mtDNA at early steps of gastric cancer development [31]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "In the study of Machado et al., their results showed Hp infection resulted in increased mutations in the non-coding D-loop as well as the coding genes ND1 and COI of mtDNA of gastric cells [12]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The increase in the number of mutations was mainly attributed to a rise of transitions, possibly a consequence of oxidative damage. ",
            "section": "Discussion"
        },
        {
            "text": "The increase in mtDNA mutations was dependent on the bacterial virulence factors. ",
            "section": "Discussion"
        },
        {
            "text": "The changes in mtDNA in peptic ulcer tissues may further impair the ATP synthesis and increase the mtDNA copy number to compensate for the deficiency in ATP. ",
            "section": "Discussion"
        },
        {
            "text": "During this perturbation, mitochondria might produce a large amount of ROS, causing the vicious cycle in peptic ulcer disease [13].",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "In the present study, the ROS levels and the mutations in the mtDNA of AGS cells were determined after Hp extract stimulation. ",
            "section": "Discussion"
        },
        {
            "text": "Our results demonstrated the ROS levels and the frequency of mutations in the mtDNA increased and the cell viability decreased in a concentration and time dependent manner. ",
            "section": "Discussion"
        },
        {
            "text": "In addition, the ROS levels and Luminescence levels were not markedly changed in the blank control and the negative control accompanied by absence of any mutation in the mtDNA. ",
            "section": "Discussion"
        },
        {
            "text": "These findings further confirmed that the increased ROS levels and the elevated mutation rates as well as the decreased cell viability were caused by the Hp extracts. ",
            "section": "Discussion"
        },
        {
            "text": "Furthermore, correlation analysis showed the ROS level was positively correlated with the mutation rates. ",
            "section": "Discussion"
        },
        {
            "text": "Therefore, our findings support the hypothesis that Hp induced ROS was the main cause of mtDNA mutations.",
            "section": "Discussion"
        },
        {
            "text": "However, the mutation rate of mtDNA in our results (7% highest) is significantly lower than that reported by Machado et al [12] which may be explained the following reasons. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "First, Machado et al applied live bacteria to stimulate AGS cells and the duration of stimulation was as long as 5 d, whereas stimulation by the Hp extract was conducted for only up to 24 h in the present study. ",
            "section": "Discussion"
        },
        {
            "text": "Second, Machado et al compared the mtDNA sequence post-stimulation with that from database, while, in the present study, the mtDNA sequence of AGS cells after stimulation was compared with that at baseline which avoids the false increase in the mutation rate due to variance in certain loci of mtDNA between AGS cells and normal human cells. ",
            "section": "Discussion"
        },
        {
            "text": "Although the mutation rate in the present study was lower than that reported by Machado et al, we still postulated there is an accumulation in the Hp extract induced mtDNA mutation.",
            "section": "Discussion"
        },
        {
            "text": "Our results also showed that no mutations were found in the coding regions of Cox-I, Cox-II, Cox-III, ATPase6 and ATPase8 in the mtDNA. ",
            "section": "Discussion"
        },
        {
            "text": "Only 3 heteroplasmic mutations in the Cytb gene loci were identified in the mtDNA of AGS cells after stimulation with 960 μg/ml Hp11638 extract, which suggested that the D-Loop region is the main location where Hp induced mtDNA mutations occur and that the mtDNA mutation seldom takes place in the gene coding region of mtDNA [32].",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 326,
                    "end": 330,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "MtDNA contains several mono-and dinucleotide repeats. ",
            "section": "Discussion"
        },
        {
            "text": "The ones most frequently used to test mtGI are a (CA)n microsatellite starting at 514 bp position of the D-loop [33] and a homopolymeric C tract extending from 16,184 to 16,193 bp of the D-loop, which is interrupted by a T at 16,189 bp position [34]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[33]"
                },
                {
                    "start": 245,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "In human populations, the mtCA microsatellite shows seven different alleles varying in size by one repeat. ",
            "section": "Discussion"
        },
        {
            "text": "On the other hand, the (16184)C homopolymer exhibits two forms: the stable one in which all mt-genomes of an individual have equal-length tracts (usually 10 bp long) and the unstable one in which the mt-genomes of a given individual are a mosaic of C tracts varying in length from 8 to 14 nucleotides. ",
            "section": "Discussion"
        },
        {
            "text": "Moreover, a detailed analysis of the mechanism of length variation shows that a T→C transition in the T nucleotide at 16189 bp position is the primary cause of instability [34]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "In our study, mutations were found in 17 out of 20 samples after stimulation by Hp extracts and included C deletion in the 303PolyC region, CA deletion in the D514CA repeats and T→C replacement at the 16189 bp position of 16184PolyC. ",
            "section": "Discussion"
        },
        {
            "text": "Previous studies have found that most of mtDNA mutations are T→C; G→A replacement [32,35]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[32,"
                },
                {
                    "start": 86,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35]"
                }
            ]
        },
        {
            "text": "In this study, 616 mutations were identified in the D-Loop region of mtDNA, including 489 point mutations, 81 insertions and 46 deletions, and 89.4% of point mutations (437/489) were G → A; C→T and A → G; T→C conversion.",
            "section": "Discussion"
        },
        {
            "text": "In conclusion, our study demonstrates that Hp extracts can induce the production of intracellular ROS, which may be the primary cause of mtDNA mutations. ",
            "section": "Discussion"
        },
        {
            "text": "In addition, mtDNA mutation results in the reduction of ATP synthesized in mitochondria and affect cell viability. ",
            "section": "Discussion"
        },
        {
            "text": "Both the pathogenic factors of Hp (VacA and CagA), especially the VacA, play an important role in the Hp induced mtDNA mutation. ",
            "section": "Discussion"
        },
        {
            "text": "We speculate that the accumulation of Hp induced mtDNA mutation is likely to be one of critical mechanisms underlying the carcinogenic effects of Hp.",
            "section": "Discussion"
        },
        {
            "text": "Detection of CagA and VacA protein by Western Blot. ",
            "section": "Fig. 1"
        },
        {
            "text": "a: CagA protein (arrow) b: VacA protein (arrow). ",
            "section": "Fig. 1"
        },
        {
            "text": "Lane 1: Marker; Lane 2: Hp 11638M; Lane 3: Hp11638.",
            "section": "Fig. 1"
        },
        {
            "text": "The ROS levels in the AGS cells after treatment with different Hp extracts of various concentrations. ",
            "section": "Fig. 2"
        },
        {
            "text": "The ROS levels increased with the increase in the concentration of Hp extracts. ",
            "section": "Fig. 2"
        },
        {
            "text": "The ROS levels after Hp11638 treatment were markedly higher than after mutant Hp11638M treatment at each concentration (P<0.05).",
            "section": "Fig. 2"
        },
        {
            "text": "ROS levels in the AGS cells after24 h of stimulation by Hp extracts of various concentrations. ",
            "section": "Fig. 3"
        },
        {
            "text": "a: Negative control.",
            "section": "Fig. 3"
        },
        {
            "text": "The cytochrome c reduction in the AGS cells after treatment with Hp extracts of various correlations. ",
            "section": "Fig. 4 Fig. 5 ."
        },
        {
            "text": "The cytochrome c reduction increased with the increase in the concentration of Hp extracts. ",
            "section": "Fig. 4 Fig. 5 ."
        },
        {
            "text": "The cytochrome c reduction after Hp11638 treatment were markedly higher than after mutant Hp11638M treatment at each concentration (P<0.05). ",
            "section": "Fig. 4 Fig. 5 ."
        },
        {
            "text": "Cytochrome c reduction in the AGS cells after stimulation with Hp extracts for various durations. ",
            "section": "Fig. 4 Fig. 5 ."
        },
        {
            "text": "The cytochrome c reduction increased with the increase in the duration of Hp extract stimulation.",
            "section": "Fig. 4 Fig. 5 ."
        },
        {
            "text": "PCR products of mtDNA. ",
            "section": "Fig. 6"
        },
        {
            "text": "a: products of mtDNA D-Loop region after 1% TAE agarose gel electrophoresis (1528 bp); b: products of Cytb gene after 1% TAE agarose gel electrophoresis (1212 bp).",
            "section": "Fig. 6"
        },
        {
            "text": "Mutations in the mtDNA Cytb gene. ",
            "section": "Fig. 8"
        },
        {
            "text": "a: Sequence of mtDNA of AGS cells without treatment. ",
            "section": "Fig. 8"
        },
        {
            "text": "the section under the black line represents the normal sequence; b: Sequence of mtDNA of AGS cells stimulated by 960 µg/ml of Hp11638 extract for 24 h. ",
            "section": "Fig. 8"
        },
        {
            "text": "The section under the black line represents the mutant sequence. ",
            "section": "Fig. 8"
        },
        {
            "text": "The sequencing was carried out from both directions and twice.",
            "section": "Fig. 8"
        },
        {
            "text": "Mutation rates of mtDNA D-loop region after Hp extract simulation for different durations. ",
            "section": "Fig. 9"
        },
        {
            "text": "The mutation rates increased with the prolongation of stimulation by Hp extracts. ",
            "section": "Fig. 9"
        },
        {
            "text": "After 6 h, 9 h, 12 h and 24 h of stimulation, the mutation rates of mtDNA D-loop region in the Hp11638 group were significantly higher than those in the Hp11638M group (P<0.05).",
            "section": "Fig. 9"
        },
        {
            "text": "Mutation of 303PolyC in the mtDNA D-loop region. ",
            "section": "Fig. 10"
        },
        {
            "text": "a: Sequence of 303PolyC in the mtDNA D-loop region of AGS cells, the section of black line is the normal sequence; b: Sequence of 303PolyC in the mtDNA D-loop region of AGS cells stimulated by Hp extracts, and the section of black line is the mutant sequence. ",
            "section": "Fig. 10"
        },
        {
            "text": "The sequencing was carried out from both directions and repeated, and the sequence was assayed from 5' to 3'.",
            "section": "Fig. 10"
        },
        {
            "text": "The mutation analysis of 16184PolyC in mtDNA D-loop region. ",
            "section": "Fig. 11"
        },
        {
            "text": "a: Sequence of 16184PolyC in mtDNA D-loop region of AGS cells, the section of black line is the normal sequence; b: Sequence of 16184PolyC in mtDNA D-loop region of AGS cells stimulated by Hp extracts, and the section of black line is the mutant sequence. ",
            "section": "Fig. 11"
        },
        {
            "text": "Sequencing was carried out from both directions and repeated once, and the sequence was assayed from 3' to 5'.",
            "section": "Fig. 11"
        },
        {
            "text": "The mutation analysis of 514CA repeats in mtDNA D-loop region. ",
            "section": "Fig. 12"
        },
        {
            "text": "a: Sequence of 514CA repeats in mtDNA D-loop region of AGS cells, the section of black line is the normal sequence; b: Sequence of 514CA repeats in mtDNA D-loop region of AGS cells stimulated by Hp extracts, and the section of black line is the mutant sequence. ",
            "section": "Fig. 12"
        },
        {
            "text": "Sequencing was carried out from both directions and twice, and the sequence was assayed from 3' to 5'.",
            "section": "Fig. 12"
        },
        {
            "text": "Correlation between the mtDNA mutation rate and ROS level. ",
            "section": "Fig. 13"
        },
        {
            "text": "The mutation rates of mtDNA D-loop region were positively correlated with the mean ROS levels and the equation was Y=284.2X-12.7 (r=0.982, P<0.01).",
            "section": "Fig. 13"
        },
        {
            "text": "Correlation between the mtDNA mutation rate and the ATP level. ",
            "section": "Fig. 14"
        },
        {
            "text": "The mean ATP levels were negatively correlated with the mutation rates of mtDNA D-loop region and the equation was Y=-106.1X+656.7 (r=0.909, P<0.01).",
            "section": "Fig. 14"
        },
        {
            "text": "Primers sequence of mtDNA genes",
            "section": "Table 1"
        },
        {
            "text": "the ROS level in AGS cells with various duration of stimulation by Hp extracts (  ± SD) P<0.05, b; P<0.01, c: P<0.01, d: P<0.01, e:P<0.01 vs Hp11638M. ",
            "section": "Table 2"
        },
        {
            "text": "f: P<0.01, g: P<0.01, h: P<0.01, i: P<0.01 vs positive controls.",
            "section": "Table 2"
        },
        {
            "text": "RLU levels in the AGS cells after stimulation by Hp extracts of various concentrations (  ± SD)",
            "section": "Table 3"
        },
        {
            "text": "RLU levels in the AGS cells after stimulation by Hp extracts for various durations (  ± SD)",
            "section": "Table 4"
        },
        {
            "text": "e Note: P<0.01: negative control vs Hp11638M or Hp11638; a:P>0.05;b: P<0.01; c: P<0.05;d: P<0.05; e: P<0.01 vs Hp11638M",
            "section": "Table 4"
        },
        {
            "text": "Mutation rates in the mtDNA D-loop region of the AGS cells",
            "section": "Table 5"
        },
        {
            "text": "http://www.medsci.org",
            "section": "Table 5"
        },
        {
            "text": "This study was funded by Shanghai Science and Technology Commission (No. 08411968100).",
            "section": "Acknowledgment"
        },
        {
            "text": "The authors have declared that no conflict of interest exists.",
            "section": "Conflict of Interest"
        }
    ]
}