{
    "level": "sentence",
    "id": "b529d4d817",
    "abstract": [
        {
            "text": "Bilirubin-IX-alpha (BR) is the final product of heme metabolism through the heme oxygenase/biliverdin reductase (HO/BVR) system. "
        },
        {
            "text": "Previous papers reported on the microbicidal effects of the HO by-products biliverdin-IX-alpha, carbon monoxide and iron, through either direct or indirect mechanisms. "
        },
        {
            "text": "In this paper the evidence of a virucidal effect of BR against human herpes simplex virus type 1 (HSV-1) and the enterovirus EV71 was provided. "
        },
        {
            "text": "Bilirubin-IX-alpha, at concentrations 1-10 μM, close to those found in blood and tissues, significantly reduced HSV-1 and EV71 replication in Hep-2 and Vero cell lines, respectively. "
        },
        {
            "text": "Bilirubin-IX-alpha inhibited viral infection of Hep-2 and Vero cells when given 2 h before, concomitantly and 2 h after viral infection. "
        },
        {
            "text": "Furthermore, BR retained its antiviral activity even complexed with a saturating concentration of human serum-albumin. "
        },
        {
            "text": "Moreover, 10 μM BR increased the formation of nitric oxide and the phosphorylation of c-Jun N-terminal kinase in Vero and Hep-2 cell lines, respectively, thus implying a role of these two pathways in the mechanism of antiviral activity of the bile pigment. "
        },
        {
            "text": "In conclusion, these results support the antiviral effect of BR against HSV-1 and enterovirus in vitro, and put the basis for further basic and clinical studies to understand the real role of BR as an endogenous antiviral molecule."
        }
    ],
    "body_text": [
        {
            "text": "The heme oxygenase/biliverdin reductase (HO/BVR) axis is the main metabolic pathway by which heme is degraded. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The combined action of these enzymes converts heme into ferrous iron (FeII), carbon monoxide (CO), and biliverdin-IX-alpha (BV) which is the precursor of bilirubin-IX-alpha (BR; Maines, 1997;Mancuso and Barone, 2009). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "Maines, 1997;"
                },
                {
                    "start": 191,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "Mancuso and Barone, 2009)"
                }
            ]
        },
        {
            "text": "For several years, the by-products of the HO/BVR axis were considered mere waste products, but over the past two decades, a number of investigators have focused their attention on both HO/BVR and their products in an attempt to elucidate their true biological functions. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Stocker et al. (1987b) described the antioxidant properties of BR, and 6 years later Verma et al. (1993) proposed a role for CO as an endogenous neuromodulator. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "Stocker et al. (1987b)"
                },
                {
                    "start": 85,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "Verma et al. (1993)"
                }
            ]
        },
        {
            "text": "These observations were followed by numerous papers demonstrating CO's important role as a regulator of synaptic transmission, cardiac function, and vessel tone (Wu and Wang, 2005). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 161,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "(Wu and Wang, 2005)"
                }
            ]
        },
        {
            "text": "Bilirubin-IX-alpha helps maintain the cell's redox equilibrium by activating important pro-survival signaling pathways, such as those involving the proto-oncogene Akt or the mitogenactivated protein kinase family (MAPK), and by scavenging reactive oxygen and nitrogen species (ROS and RNS, respectively;Stocker et al., 1987b;Minetti et al., 1998;Kaur et al., 2003;Mancuso et al., 2006bMancuso et al., , 2008. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 276,
                    "end": 303,
                    "type": "bibr",
                    "text": "(ROS and RNS, respectively;"
                },
                {
                    "start": 303,
                    "end": 325,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "Stocker et al., 1987b;"
                },
                {
                    "start": 325,
                    "end": 346,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "Minetti et al., 1998;"
                },
                {
                    "start": 346,
                    "end": 364,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "Kaur et al., 2003;"
                },
                {
                    "start": 364,
                    "end": 385,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "Mancuso et al., 2006b"
                },
                {
                    "start": 385,
                    "end": 407,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "Mancuso et al., , 2008"
                }
            ]
        },
        {
            "text": "These findings suggest that up-regulation of the HO/BVR axis is a useful mechanism for improving cells' responses to stress, and substances known to increase HO activity in vitro are being explored as potential drugs for the treatment of free radical-induced diseases (Mancuso and Barone, 2009). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 268,
                    "end": 294,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(Mancuso and Barone, 2009)"
                }
            ]
        },
        {
            "text": "In addition, the up-regulation of HO was shown to play an important role against bacterial and viral infections. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The overexpression of the inducible isoform of HO (HO-1) displayed a significant antiviral activity against enterovirus and hepatitis viruses (Zhu et al., 2010;Tung et al., 2011). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "(Zhu et al., 2010;"
                },
                {
                    "start": 160,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "Tung et al., 2011)"
                }
            ]
        },
        {
            "text": "With regard to the by-products of the HO system involved in this antiviral activity, BV was shown to interfere with human hepatitis C virus (HCV) and human herpes virus (HHV)-6 replication as well as to reduce the cytopathic effect of human immunodeficiency type 1 virus (HIV) in Huh or MT-4 cells (Mori et al., 1991;Nakagami et al., 1992;Lehmann et al., 2010;Zhu et al., 2010). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 298,
                    "end": 317,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(Mori et al., 1991;"
                },
                {
                    "start": 317,
                    "end": 339,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "Nakagami et al., 1992;"
                },
                {
                    "start": 339,
                    "end": 360,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "Lehmann et al., 2010;"
                },
                {
                    "start": 360,
                    "end": 377,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "Zhu et al., 2010)"
                }
            ]
        },
        {
            "text": "In addition, CO inhibited the growth of enterovirus, E. coli, P. aeruginosa as well as S. aureus (Nobre et al., 2007;Tung et al., 2011;Desmard et al., 2012) and iron almost completely decreased HCV core mRNA and protein (Hou et al., 2009). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "(Nobre et al., 2007;"
                },
                {
                    "start": 117,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "Tung et al., 2011;"
                },
                {
                    "start": 135,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "Desmard et al., 2012)"
                },
                {
                    "start": 220,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(Hou et al., 2009)"
                }
            ]
        },
        {
            "text": "Taken together these results underlined a major role for HO in antiviral and antibacterial defense. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "That said, it is noteworthy to mention that no data are available to date about the potential antiviral activity of BR produced by BVR. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "As mentioned before, BR was shown to serve as an efficient scavenger for ROS which, in turn, are currently viewed as effectors of the antimicrobial activity of the immune response (Bogdan et al., 2000;Fang, 2004;Fialkow et al., 2007), therefore a direct antiviral role for BR is unlikely. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(Bogdan et al., 2000;"
                },
                {
                    "start": 201,
                    "end": 212,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Fang, 2004;"
                },
                {
                    "start": 212,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "Fialkow et al., 2007)"
                }
            ]
        },
        {
            "text": "On the other hand, recent findings demonstrated alternative mechanisms for the cytoprotective activity of BR, including the stimulation of nitric oxide (NO) release and the modulation of the MAPK system in pheochromocytoma cells and primary cultures of rat cerebellar granules (Mancuso et al., 2008). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 277,
                    "end": 299,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(Mancuso et al., 2008)"
                }
            ]
        },
        {
            "text": "NO plays an important role in the antiviral defense (Croen, 1993;Akaike and Maeda, 2000) and it is also an intermediate in the bactericidal activity of certain drugs (Timmins et al., 2004;Koide et al., 2009). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(Croen, 1993;"
                },
                {
                    "start": 65,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "Akaike and Maeda, 2000)"
                },
                {
                    "start": 166,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "(Timmins et al., 2004;"
                },
                {
                    "start": 188,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "Koide et al., 2009)"
                }
            ]
        },
        {
            "text": "Moreover, the upregulation of specific MAPK, such as the c-Jun N-terminal kinase (JNK), was shown to increase the cytoprotective defense against viruses (Hrincius et al., 2010).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(Hrincius et al., 2010)"
                }
            ]
        },
        {
            "text": "The aim of this work was to explore the antiviral activity of BR in vitro and the plausible intracellular systems involved in this protective effect. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Since intracellular BR exists in the free form whereas in the bloodstream the bile pigment is bound to human serumalbumin (HSA), the antiviral activity of both BR and BR-HSA were studied. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The viral species against which BR and BR-HSA were tested are the human herpes simplex type 1 virus (HSV-1), a DNA virus which belong to the Herpesviridae family, and enterovirus 71 (EV71) which belong to the Picornaviridae family (RNA viruses). ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Both these viruses are responsible for important acute and chronic diseases in humans.",
            "section": "INTRODUCTION"
        },
        {
            "text": "All chemicals were purchased from Sigma-Aldrich (St. Louis, MO, USA) unless otherwise stated. ",
            "section": "CHEMICALS AND ANTIBODIES"
        },
        {
            "text": "Bilirubin-IX-alpha (Frontier Scientific, Carnforth, Lancashire, UK) was dissolved in sodium hydroxide (0.1 M) at a concentration of 10 mM and further diluted in double-distilled water. ",
            "section": "CHEMICALS AND ANTIBODIES"
        },
        {
            "text": "Bilirubin-IX-alpha solution was freshly prepared before each experiment and protected from light. ",
            "section": "CHEMICALS AND ANTIBODIES"
        },
        {
            "text": "The formation of the BR-HSA complex, at saturating concentrations of the protein, was allowed by incubating BR and HSA for 10 min at 37˚C in the dark at a ratio up to 1:2 (Mancuso et al., 2006a). ",
            "section": "CHEMICALS AND ANTIBODIES",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(Mancuso et al., 2006a)"
                }
            ]
        },
        {
            "text": "The fluorescent cell-permeant dye 4-amino-5methylamino-2 ,7 -difluorofluorescein (DAF-FM) diacetate was purchased from Molecular Probes (Invitrogen Carlsbad, CA, USA) and the JNK inhibitor SP600125 was from Assay Design (Enzo Life Sciences International, Inc., Plymouth Meeting, PA, USA). ",
            "section": "CHEMICALS AND ANTIBODIES",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 261,
                    "end": 269,
                    "rawForm": "Plymouth",
                    "resp": "whitelist",
                    "id": "b529d4d817-software-simple-w0"
                }
            ]
        },
        {
            "text": "Anti-pJNK Thr183/Tyr185, antibody was purchased from Cell Signaling, (Danvers, MA, USA) and the anti-α-tubulin rabbit monoclonal antibody was from Thermo Scientific (Rockford, IL, USA).",
            "section": "CHEMICALS AND ANTIBODIES"
        },
        {
            "text": "The human laryngeal carcinoma cell line (Hep-2) and African green monkey kidney epithelial cells line (Vero) were maintained in Minimum-Essential-Medium (MEM) additioned with 10% fetal calf serum (FCS), glutamine (200 mM), penicillin (100 U/ml) and streptomycin (100 μg/ml). ",
            "section": "CELL CULTURE AND VIRUS PROPAGATION"
        },
        {
            "text": "Human herpes simplex virus type 1 (KOS strain) and EV71 were purchased from the ATCC (Milan, Italy) and propagated and titrated in Hep-2 and Vero cells, respectively. ",
            "section": "CELL CULTURE AND VIRUS PROPAGATION"
        },
        {
            "text": "The virus titre for both HSV-1 and EV71 was calculated by the plaque assay (Saijets et al., 2003;Hung et al., 2010).",
            "section": "CELL CULTURE AND VIRUS PROPAGATION",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "(Saijets et al., 2003;"
                },
                {
                    "start": 97,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "Hung et al., 2010)"
                }
            ]
        },
        {
            "text": "The day before the experiment, 1 × 10 5 Hep-2 or Vero cells were seeded in 24-multiwell plates at a density of 400 cells/mm 2 . ",
            "section": "CELL CULTURE AND VIRUS PROPAGATION"
        },
        {
            "text": "After overnight incubation, cells were treated with HSV-1 or EV71 alone or in the presence of test substances as described in Protocols 1-4.",
            "section": "CELL CULTURE AND VIRUS PROPAGATION"
        },
        {
            "text": "In order to mimic the different conditions during which BR could interfere with viral infectivity, four different protocols were designed.",
            "section": "STUDY DESIGN"
        },
        {
            "text": "Hep-2 and Vero cells were pre-incubated with BR (1-10 μM) for 2 h. ",
            "section": "Protocol 1"
        },
        {
            "text": "At the end of incubation, the BR-containing medium was discarded, replaced with fresh medium and the cells infected with HSV-1 and EV71. ",
            "section": "Protocol 1"
        },
        {
            "text": "After 2 h, the inocula were removed and the cells incubated in fresh culture medium for 24-48 h. ",
            "section": "Protocol 1"
        },
        {
            "text": "These time points were selected considering the replication cycles of both HSV-1 and enterovirus which are 10-20 h.",
            "section": "Protocol 1"
        },
        {
            "text": "Herpes simplex virus type 1 and EV71 were pre-incubated with BR (1-10 μM) alone or complexed with saturating HSA (20 μM) for 1 h and then transferred to Hep-2 and Vero monolayers for the infection. ",
            "section": "Protocol 2"
        },
        {
            "text": "After 2 h, the inocula were removed and the cells incubated in fresh culture medium for 24-48 h. ",
            "section": "Protocol 2"
        },
        {
            "text": "The effect of HSA per se on viral replication was also evaluated by incubating either HSV-1 or EV71 with 20 μM HSA and then transferring the inocula to Hep-2 and Vero cells as described above.",
            "section": "Protocol 2"
        },
        {
            "text": "Hep-2 and Vero cells were exposed to BR (1-10 μM) alone or complexed with saturating HSA (20 μM) and concomitantly infected with HSV-1 and EV71 for 2 h. ",
            "section": "Protocol 3"
        },
        {
            "text": "At the end of incubation, the inocula were removed and the cells incubated in fresh culture medium for 24-48 h. ",
            "section": "Protocol 3"
        },
        {
            "text": "The antiviral effect of HSA per se was also evaluated by infecting Hep-2 and Vero cells with either HSV-1 or EV71 in the presence of 20 μM HSA as described above.",
            "section": "Protocol 3"
        },
        {
            "text": "After 2 h of infection with HSV-1 and EV71, the inocula were removed and Hep-2 and Vero monolayers treated with BR (1-10 μM) for further 2 h. ",
            "section": "Protocol 4"
        },
        {
            "text": "At the end of incubation the BR-containing medium was discarded and the cells incubated in fresh culture medium for 24-48 h.",
            "section": "Protocol 4"
        },
        {
            "text": "In preliminary experiments, both Hep-2 and Vero cells were incubated with 10-100 μM NaOH for 2 h and then incubated with fresh medium for 24-48 h to evaluate whether or not this substance affected viral infectivity.",
            "section": "Protocol 4"
        },
        {
            "text": "In selected experiments, performed following protocols 1 and 3, Hep-2 and Vero cells were pre-incubated with the NO synthase (NOS) inhibitor L-NG-monomethyl arginine citrate (L-NMMA, 1 mM) for 1 h and further for 2 h in the presence of BR (10 μM) or BR (10 μM)-HSA (20 μM).",
            "section": "Protocol 4"
        },
        {
            "text": "The number of infected cells were calculated by immunofluorescence as described below.",
            "section": "Protocol 4"
        },
        {
            "text": "At the end of the 24 or 48-h incubation, cells were washed with PBS to remove residual culture medium, gently scraped and counted. ",
            "section": "QUANTIFICATION OF INDIVIDUAL INFECTED CELLS"
        },
        {
            "text": "Twenty-five thousand infected cells were seeded on single slide (four slides for each well) and incubated with anti HSV-1 monoclonal antibody (Imagen Herpes simplex virus direct IF test, Dako Cytomation, UK) or Pan-enterovirus antibody blend (PAN ENTERO BLEND, Light Diagnostics, Temecula, CA, USA) according to the manufacturers' instructions. ",
            "section": "QUANTIFICATION OF INDIVIDUAL INFECTED CELLS"
        },
        {
            "text": "Immunofluorescence is a simple and reliable method to assess viral infection and is routinely used to estimate either herpesvirus or enterovirus infectivity (Klespies et al., 1996;Saijets et al., 2003;Copeland et al., 2009;Prichard et al., 2009). ",
            "section": "QUANTIFICATION OF INDIVIDUAL INFECTED CELLS",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(Klespies et al., 1996;"
                },
                {
                    "start": 180,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "Saijets et al., 2003;"
                },
                {
                    "start": 201,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "Copeland et al., 2009;"
                },
                {
                    "start": 223,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "Prichard et al., 2009)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 201,
                    "end": 209,
                    "rawForm": "Copeland",
                    "resp": "whitelist",
                    "id": "b529d4d817-software-simple-w1"
                }
            ]
        },
        {
            "text": "Both total cells and immunofluorescence-positive cells in each sample were counted in at least five microscopy fields (120-160 total cells and ∼5-140 positive cells per field) by two independent blinded investigators and this latter expressed as percentage respect to total cells. ",
            "section": "QUANTIFICATION OF INDIVIDUAL INFECTED CELLS"
        },
        {
            "text": "The inter-investigator variability rate of cell count was less than 10%.",
            "section": "QUANTIFICATION OF INDIVIDUAL INFECTED CELLS"
        },
        {
            "text": "Intracellular NO was detected in Vero cells treated for 2 h with BR (1-10 μM) in 0% FCS MEM by using the fluorescent probe DAF-FM-DA as previously described (Mancuso et al., 2008).",
            "section": "MEASUREMENT OF NO",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(Mancuso et al., 2008)"
                }
            ]
        },
        {
            "text": "Confluent Hep-2 and Vero cells were lysed in lysis buffer (150 mM NaCl, 50 mM Tris-HCl, pH 8, 2 mM EDTA, 1 mM phenylmethylsulfonyl fluoride, 1 μg/ml aprotinin, leupeptin, and pepstatin, 1 mM sodium orthovanadate) containing 1% Triton X-100 and 0.1% SDS; lysates were cleared by centrifugation, and equal amounts of protein (40 μg) for each sample were subjected to SDS-PAGE on 10% gel. ",
            "section": "WESTERN BLOT ASSAY",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 249,
                    "end": 252,
                    "rawForm": "SDS",
                    "resp": "whitelist",
                    "id": "b529d4d817-software-simple-w2"
                },
                {
                    "type": "software",
                    "start": 365,
                    "end": 368,
                    "rawForm": "SDS",
                    "resp": "whitelist",
                    "id": "b529d4d817-software-simple-w3"
                }
            ]
        },
        {
            "text": "Western blot analysis was performed as previously described (Mancuso et al., 2008) by using primary antibodies (see above) diluted 1:1000 and HRP-conjugated secondary antibodies as appropriate.",
            "section": "WESTERN BLOT ASSAY",
            "ref_spans": [
                {
                    "start": 60,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(Mancuso et al., 2008)"
                }
            ]
        },
        {
            "text": "Data are expressed as mean ± SEM of (N) individual samples per group. ",
            "section": "STATISTICAL ANALYSIS"
        },
        {
            "text": "Statistical analysis was performed using ANOVA combined with Dunnet's or two-tailed Student's t -tests for comparison within the same group or two groups, respectively. ",
            "section": "STATISTICAL ANALYSIS"
        },
        {
            "text": "Differences were considered significant at P < 0.05. ",
            "section": "STATISTICAL ANALYSIS"
        },
        {
            "text": "The maximal inhibitory activity values were calculated and confirmed by nonlinear regression analysis using a Prism 4.0 software (GraphPad Software).",
            "section": "STATISTICAL ANALYSIS",
            "entity_spans": [
                {
                    "start": 110,
                    "end": 115,
                    "type": "software",
                    "rawForm": "Prism",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "b529d4d817-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 116,
                    "end": 119,
                    "type": "version",
                    "rawForm": "4.0",
                    "resp": "#annotator2",
                    "id": "#b529d4d817-software-0"
                },
                {
                    "start": 130,
                    "end": 147,
                    "type": "publisher",
                    "rawForm": "GraphPad Software",
                    "resp": "#curator",
                    "id": "#b529d4d817-software-0"
                },
                {
                    "type": "software",
                    "start": 120,
                    "end": 128,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "b529d4d817-software-simple-w4"
                },
                {
                    "type": "software",
                    "start": 130,
                    "end": 138,
                    "rawForm": "GraphPad",
                    "resp": "whitelist",
                    "id": "b529d4d817-software-simple-w5"
                }
            ]
        },
        {
            "text": "The first step was to titrate both HSV-1 and EV71 by the plaque assay. ",
            "section": "EFFECTS OF BR OR BR-HSA ON HSV-1 AND EV71 INFECTIVITY"
        },
        {
            "text": "The titer for HSV-1 was calculated to be 1.3 × 10 7 plaque forming unit (PFU)/ml whereas for EV71 was 1 × 10 9 PFU/ml. ",
            "section": "EFFECTS OF BR OR BR-HSA ON HSV-1 AND EV71 INFECTIVITY"
        },
        {
            "text": "At these titers both HSV-1 and EV71 completely detached the Hep-2 and Vero cell monolayers as early as 24 from infection and this did not allow us to carry out any experiment to prove the possible protective effect of 1-10 μM BR. ",
            "section": "EFFECTS OF BR OR BR-HSA ON HSV-1 AND EV71 INFECTIVITY"
        },
        {
            "text": "For this reason, in all the experimental protocols described below, cells were infected with either HSV-1 or EV71 at the titer 1 × 10 5 PFU.",
            "section": "EFFECTS OF BR OR BR-HSA ON HSV-1 AND EV71 INFECTIVITY"
        },
        {
            "text": "In preliminary experiments, the unspecific effects of NaOH, the vehicle for BR, on viral replication was studied. ",
            "section": "EFFECTS OF BR OR BR-HSA ON HSV-1 AND EV71 INFECTIVITY"
        },
        {
            "text": "Sodium hydroxide in the range 10-100 μM (i.e., the concentrations in 1-10 μM BR) did not have any significant effect on HSV-1 or EV71 infectivity at 24-48 h of incubation (data not shown).",
            "section": "EFFECTS OF BR OR BR-HSA ON HSV-1 AND EV71 INFECTIVITY"
        },
        {
            "text": "As shown in Figure 1, Hep-2 and Vero cells pre-incubated with BR (1-10 μM) for 2 h and then infected with HSV-1 and EV71, were markedly resistant to the lethal effect of both the viruses and the percentage of infected cells were significantly reduced both at 24 and 48 h after infection (Figure 1). ",
            "section": "Protocol 1",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "type": "figure",
                    "text": "Figure 1"
                },
                {
                    "start": 287,
                    "end": 297,
                    "type": "figure",
                    "text": "(Figure 1)"
                }
            ]
        },
        {
            "text": "However, in this experimental setting BR was slightly more efficacious against HSV-1 than EV71 at 48 h from infection (mean maximal inhibitory activity 95 and 83%, respectively) whereas the efficacy at 24 h was comparable. ",
            "section": "Protocol 1"
        },
        {
            "text": "It is noteworthy to mention that BR displayed a greater potency in inhibiting both HSV-1 and EV71 infectivity at 24 h than at 48 h from the infection.",
            "section": "Protocol 1"
        },
        {
            "text": "When HSV-1 and EV71 were pre-incubated with BR (1-10 μM) alone or complexed with HSA (20 μM) for 2 h and then transferred FIGURE 1 | Effect of bilirubin (BR) on herpes simplex virus type 1 (HSV-1) and enterovirus EV71 replication. ",
            "section": "Protocol 2"
        },
        {
            "text": "Hep-2 (A) and Vero (B) cells were pre-incubated with BR (1-10 μM) for 2 h. ",
            "section": "Protocol 2"
        },
        {
            "text": "At the end of incubation, BR was removed and Hep-2 and Vero cells infected with HSV-1 and EV71, respectively, both at the titer 1 × 10 5 PFU. ",
            "section": "Protocol 2"
        },
        {
            "text": "After 2 h, the inocula were removed and the cells incubated in culture medium for 24 (white columns) or 48 h (black columns). ",
            "section": "Protocol 2"
        },
        {
            "text": "Data are expressed as the percentage of infected cells, mean ± SEM of six individual samples per group. ",
            "section": "Protocol 2"
        },
        {
            "text": "*P < 0.05 and **P < 0.01 versus control (C) after 24 h from infection;˚P < 0.05 and˚P < 0.01 versus control after 48 h from infection.",
            "section": "Protocol 2"
        },
        {
            "text": "onto Hep-2 and Vero monolayers, the bile pigment significantly inhibited viral infectivity (Figure 2). ",
            "section": "Protocol 2",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 101,
                    "type": "figure",
                    "text": "(Figure 2)"
                }
            ]
        },
        {
            "text": "In particular, BR alone exhibited lower efficacy against HSV-1 than EV71 at 24 h from infection (mean maximal inhibitory activity 98 versus 82%, respectively) whereas at 48 h the efficacy was comparable. ",
            "section": "Protocol 2"
        },
        {
            "text": "Furthermore, the complexation with HSA did not alter the efficacy of BR against HSV-1 and EV71 at shorter time from infection whereas reduced the efficacy after 48 h (mean maximal inhibitory activity 54 versus 82%, respectively). ",
            "section": "Protocol 2"
        },
        {
            "text": "Moreover, the complexation with HSA reduced the potency of BR to block HSV-1 replication after 24 h from infection.",
            "section": "Protocol 2"
        },
        {
            "text": "In Hep-2 and Vero cells treated with BR (1-10 μM) alone or complexed with HSA (20 μM) and concomitantly infected with HSV-1 FIGURE 2 | Direct effect of bilirubin (BR) and albumin-bound bilirubin (BR-HSA) on herpes simplex virus type 1 (HSV-1) and enterovirus EV71 and how this affects viral replication. ",
            "section": "Protocol 3"
        },
        {
            "text": "Both HSV-1 and EV71 (1 × 10 5 PFU) were pre-incubated with BR (1-10 μM) alone or complexed with saturating HSA (20 μM) for 1 h and then transferred to Hep-2 (A) and Vero (B) cell monolayers for the infection. ",
            "section": "Protocol 3"
        },
        {
            "text": "After 2 h, the inocula were removed and the cells incubated in culture medium for 24 h (white and dashed columns) or 48 h (black and dotted columns). ",
            "section": "Protocol 3"
        },
        {
            "text": "Both dashed and dotted columns refer to HSA treatment as described in the Section \"Materials and Methods.\" ",
            "section": "Protocol 3"
        },
        {
            "text": "Data are expressed as the percentage of infected cells, mean ± SEM of six individual samples per group. ",
            "section": "Protocol 3"
        },
        {
            "text": "*P < 0.05 versus control (C) after 24 h from infection; ** or † P < 0.01 versus respective controls after 24 h from infection;˚or # P < 0.05 and˚˚or ## P < 0.01 versus respective controls after 48 h from infection.",
            "section": "Protocol 3"
        },
        {
            "text": "and EV71, the linear tetrapyrrole significantly modified viral infectivity (Figure 3). ",
            "section": "Protocol 3",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 85,
                    "type": "figure",
                    "text": "(Figure 3)"
                }
            ]
        },
        {
            "text": "In details, BR alone showed a comparable efficacy against HSV-1 and EV71 at both 24 and 48 h. ",
            "section": "Protocol 3"
        },
        {
            "text": "The complexation with HSA only partially confirmed this trend, since BR exhibited similar efficacy against HSV-1 and EV71 at 24 h, but a lower efficacy at 48 h of incubation (mean maximal inhibitory activity 62 and 82%, respectively). ",
            "section": "Protocol 3"
        },
        {
            "text": "Similarly to Protocol 2, the complexation with HSA reduced the potency of BR to block HSV-1 replication after 24 h from infection.",
            "section": "Protocol 3"
        },
        {
            "text": "When given after viral infection, BR (1-10 μM) significantly reduced HSV-1 virulence only within the first 24 h from the infection, whereas after 48 h only the higher concentration was FIGURE 3 | Effect of bilirubin (BR) and albumin-bound bilirubin (BR-HSA) given concurrently with herpes simplex virus type 1 (HSV-1) and enterovirus EV71 and how this affects viral replication. ",
            "section": "Protocol 4"
        },
        {
            "text": "Hep-2 (A) and Vero (B) cells were exposed to BR (1-10 μM) alone or complexed with saturating HSA (20 μM) and concomitantly infected with HSV-1 and EV71 (1 × 10 5 PFU) for 2 h. ",
            "section": "Protocol 4"
        },
        {
            "text": "At the end of incubation the inocula were removed and the cells incubated in culture medium for 24 (white and dashed columns) or 48 h (black and dotted columns). ",
            "section": "Protocol 4"
        },
        {
            "text": "Both dashed and dotted columns refer to HSA treatment as described in the Section \"Materials and Methods.\" ",
            "section": "Protocol 4"
        },
        {
            "text": "Data are expressed as the percentage of infected cells, mean ± SEM of six individual samples per group. ",
            "section": "Protocol 4"
        },
        {
            "text": "*P < 0.05 versus control (C) after 24 h from infection; ** or † P < 0.01 versus respective controls after 24 h from infection;˚or # P < 0.05 and˚˚or ## P < 0.01 versus respective controls after 48 h from infection.",
            "section": "Protocol 4"
        },
        {
            "text": "active (Figure 4). ",
            "section": "Frontiers in Pharmacology | Drug Metabolism and Transport",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 17,
                    "type": "figure",
                    "text": "(Figure 4)"
                }
            ]
        },
        {
            "text": "Conversely, BR maintained its antiviral action against EV71 at both 24 and 48 h from the infection (Figure 4).",
            "section": "Frontiers in Pharmacology | Drug Metabolism and Transport",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 109,
                    "type": "figure",
                    "text": "(Figure 4)"
                }
            ]
        },
        {
            "text": "Bilirubin-IX-alpha (1-10 μM) stimulated the phosphorylation of the member of the MAPK family JNK in Hep-2 and Vero cell lines ( Figure 5A and data not shown), but a positive correlation between BR concentrations and JNK phosphorylation was not found. ",
            "section": "INTRACELLULAR MECHANISMS THROUGH WHICH BR COULD EXERT ITS ANTIVIRAL ACTIVITY",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 137,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 5A"
                }
            ]
        },
        {
            "text": "The JNK inhibitor SP600125 (10 μM) partially reversed the BR (10 μM)-induced block of HSV-1 and EV71 replication in Hep-2 and Vero cells at both 24 and 48 h from infection (protocols 1 and 3), but this result only approached statistical significance (data not shown).",
            "section": "INTRACELLULAR MECHANISMS THROUGH WHICH BR COULD EXERT ITS ANTIVIRAL ACTIVITY"
        },
        {
            "text": "In addition, BR (10 μM) increased the production of NO in Vero cells in a time-dependent manner reaching statistical significance as early as 2 h after the administration (Figure 5B). ",
            "section": "INTRACELLULAR MECHANISMS THROUGH WHICH BR COULD EXERT ITS ANTIVIRAL ACTIVITY",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 182,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figure 5B)"
                }
            ]
        },
        {
            "text": "The involvement of BR-dependent generation of NO in the inhibition FIGURE 4 | Effects of bilirubin (BR) on cell monolayers infected with herpes simplex virus type 1 (HSV-1) and enterovirus EV71. ",
            "section": "INTRACELLULAR MECHANISMS THROUGH WHICH BR COULD EXERT ITS ANTIVIRAL ACTIVITY"
        },
        {
            "text": "After 2 h of infection with HSV-1 and enterovirus (1 × 10 5 PFU), Hep-2 (A) and Vero (B) cell monolayers were treated with BR (1-10 μM) for further 2 h. ",
            "section": "INTRACELLULAR MECHANISMS THROUGH WHICH BR COULD EXERT ITS ANTIVIRAL ACTIVITY"
        },
        {
            "text": "At the end of incubation the inocula were removed and the cells incubated in culture medium for 24 (white columns) or 48 h (black columns). ",
            "section": "INTRACELLULAR MECHANISMS THROUGH WHICH BR COULD EXERT ITS ANTIVIRAL ACTIVITY"
        },
        {
            "text": "Data are expressed as the percentage of infected cells, mean ± SEM of six individual samples per group. ",
            "section": "INTRACELLULAR MECHANISMS THROUGH WHICH BR COULD EXERT ITS ANTIVIRAL ACTIVITY"
        },
        {
            "text": "*P < 0.05 and **P < 0.01 versus control (C) after 24 h from infection;˚˚P < 0.01 versus control after 48 h from infection. ",
            "section": "INTRACELLULAR MECHANISMS THROUGH WHICH BR COULD EXERT ITS ANTIVIRAL ACTIVITY"
        },
        {
            "text": "of viral replication was confirmed in specific experiments performed by incubating Hep-2 and Vero cells with L-NMMA (1 mM) 1 h before and then in the presence of BR (10 μM, 2 h) as described in protocol 1. ",
            "section": "INTRACELLULAR MECHANISMS THROUGH WHICH BR COULD EXERT ITS ANTIVIRAL ACTIVITY"
        },
        {
            "text": "These experiments demonstrated that the inhibition of NOS activity reversed the BR-induced block of viral replication in HSV-1 and EV71 after 24 h and 48 h from infection ( Figure 6). ",
            "section": "INTRACELLULAR MECHANISMS THROUGH WHICH BR COULD EXERT ITS ANTIVIRAL ACTIVITY",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 182,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 6)"
                }
            ]
        },
        {
            "text": "A similar degree of inhibition of viral replication was found when HSV-1 and Vero cells were pre-incubated with L-NMMA for 1 h and then exposed simultaneously to BR alone or complexed with HSA plus HSV-1 or EV71 according to protocol 3 (data not shown). ",
            "section": "INTRACELLULAR MECHANISMS THROUGH WHICH BR COULD EXERT ITS ANTIVIRAL ACTIVITY"
        },
        {
            "text": "This effect of BR was comparable at both 24 and 48 h from infection (data not shown).",
            "section": "INTRACELLULAR MECHANISMS THROUGH WHICH BR COULD EXERT ITS ANTIVIRAL ACTIVITY"
        },
        {
            "text": "Over the last years, several studies reported on the microbicidal activity of HO-1 and its by-products. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Biliverdin-IX-alpha was shown to inhibit the replication of HCV, HHV-6, and HIV (Mori et al., 1991;Nakagami et al., 1992;Lehmann et al., 2010;Zhu et al., 2010), CO reduced the growth of E. coli, P. aeruginosa, and S. aureus (Nobre et al., 2007(Nobre et al., , 2009Davidge et al., 2009;Desmard et al., 2012) and iron almost completely decreased HCV core mRNA and protein (Hou et al., 2009). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(Mori et al., 1991;"
                },
                {
                    "start": 99,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "Nakagami et al., 1992;"
                },
                {
                    "start": 121,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "Lehmann et al., 2010;"
                },
                {
                    "start": 142,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "Zhu et al., 2010)"
                },
                {
                    "start": 224,
                    "end": 243,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "(Nobre et al., 2007"
                },
                {
                    "start": 243,
                    "end": 264,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(Nobre et al., , 2009"
                },
                {
                    "start": 264,
                    "end": 285,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "Davidge et al., 2009;"
                },
                {
                    "start": 285,
                    "end": 306,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "Desmard et al., 2012)"
                },
                {
                    "start": 370,
                    "end": 388,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(Hou et al., 2009)"
                }
            ]
        },
        {
            "text": "The results shown in this paper provided original evidence about the antiviral role of BR, the formation of which requires the concerted action of both HO and BVR,   1 (HSV-1) and enterovirus EV71 replication. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 175,
                    "type": "figure",
                    "text": "1 (HSV-1)"
                }
            ]
        },
        {
            "text": "Hep-2 (A) and Vero (B) cells were pre-incubated with 1 mM L-NMMA for 1 h and then with L-NMMA plus 10 μM BR for further 2 h. ",
            "section": "DISCUSSION"
        },
        {
            "text": "At the end of incubation, the medium containing L-NMMA plus BR was removed and Hep-2 and Vero cells infected with HSV-1 and EV71 (1 × 10 5 PFU), respectively. ",
            "section": "DISCUSSION"
        },
        {
            "text": "After 2 h, the inocula were removed and the cells incubated in culture medium for 24 (white columns) or 48 h (black columns). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Data are expressed as the percentage of infected cells, mean ± SEM of six individual samples per group. ",
            "section": "DISCUSSION"
        },
        {
            "text": "**P < 0.01 versus respective controls (C) and˚P < 0.05 and˚P < 0.01 versus 10 μM BR after 24 h (white columns) and 48 h (black columns) from viral infection.",
            "section": "DISCUSSION"
        },
        {
            "text": "thus expanding the cytoprotective role of this linear tetrapyrrole. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, in order to appreciate the novelty of our study, some considerations about the pathophysiology of the HO/BVR system are needed.",
            "section": "DISCUSSION"
        },
        {
            "text": "Although HO-1 is considered ubiquitous, this isoform is abundantly expressed in liver, spleen, heart, kidney, and selected brain regions and its activity increases greatly under stressful conditions (Maines, 1997). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(Maines, 1997)"
                }
            ]
        },
        {
            "text": "On the contrary, the constitutive HO-2 isoform prevails in neurons and testicular germ cells (Maines, 1997). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(Maines, 1997)"
                }
            ]
        },
        {
            "text": "Almost all organs retain BVR activity which transforms BV into BR (Maines, 1997(Maines, , 2005. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(Maines, 1997"
                },
                {
                    "start": 79,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(Maines, , 2005"
                }
            ]
        },
        {
            "text": "That said, it is plausible to wonder whether or not the antiviral activity of BV against HHV-6, HIV, or HCV (Mori et al., 1991;Nakagami et al., 1992;Lehmann et al., 2010;Zhu et al., 2010) should be attributable to its conversion into BR by the MT-4 or Huh cells used in those studies rather than a distinct effect of BV. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(Mori et al., 1991;"
                },
                {
                    "start": 127,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "Nakagami et al., 1992;"
                },
                {
                    "start": 149,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "Lehmann et al., 2010;"
                },
                {
                    "start": 170,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "Zhu et al., 2010)"
                }
            ]
        },
        {
            "text": "The lack of inactivation of HHV-6 virions by BV and the consequent reduced antiviral effect lend support to this hypothesis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Another concern raised from the studies by Nakagami et al. (1992) and Mori et al. (1991) is related to the concentrations of BV used to inhibit HHV-6 and HIV replication. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 43,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "Nakagami et al. (1992)"
                },
                {
                    "start": 70,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "Mori et al. (1991)"
                }
            ]
        },
        {
            "text": "In these studies the antiviral effect of BV was observed at concentrations ranging from 10 to 66.7 μg/ml, equivalent to ∼17 and 113 μM, respectively, two values much higher than those expected to be produced by the HO activity in humans (Coburn, 1970). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 251,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(Coburn, 1970)"
                }
            ]
        },
        {
            "text": "These potential biases were overcome in our study which demonstrated a direct antiviral effect for BR, the stable end product of heme metabolism, at concentrations from 1 to 10 μM which are very close to those found in human plasma (Berk et al., 1969;Bloomer et al., 1971) and about 1 order of magnitude lower than those previously used to demonstrate the antiviral effect of BV. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 232,
                    "end": 251,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(Berk et al., 1969;"
                },
                {
                    "start": 251,
                    "end": 272,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "Bloomer et al., 1971)"
                }
            ]
        },
        {
            "text": "From the analysis of the pharmacodynamic data, it emerges a different sensitivity of HSV-1 and EV71 to both free and albumin-bound BR under the various experimental conditions. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A careful comparative evaluation of the mechanisms which underlie the ability of BR to inhibit HSV-1 and EV71 infectivity under the conditions which characterized Protocols 1-4, is out of the scope of this paper. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, it is important to highlight that, in this study, both BR and BR-HSA significantly inhibited the infectivity of both HSV-1 and EV71 in all the experimental settings well within the range of physiologic concentrations. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A preliminary conclusion drawn from our results was that BR was much more efficacious to inhibit viral infectivity after 24 h from infection and, in particular, when the bile pigment was complexed to HSA.",
            "section": "DISCUSSION"
        },
        {
            "text": "The results shown in this study suggest that BR reduce viral replication by acting at several stages. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The ability of BR to decrease HSV-1 and EV71 infectivity if pre-incubated with Hep-2 and Vero cells (Figure 1) resembles the pathophysiologic condition in which a virus infects cells endowed with high concentration of BR (e.g., hepatocytes, neurons). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 110,
                    "type": "figure",
                    "text": "(Figure 1)"
                }
            ]
        },
        {
            "text": "This finding is clinically relevant because nervous system and liver are both target organs for HSV-1 and enterovirus. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Taking into consideration that there is not a direct clinical evidence of a reduced incidence of viral diseases in subjects affected by conditions characterized by unconjugated hyperbilirubinemia, such as Gilbert's syndrome (Hirschfield and Alexander, 2006), we hypothesize a protective role for BR in viral diseases in analogy with the well known protective effect of the bile pigment against respiratory diseases and cardiovascular accidents (Vitek et al., 2002;Horsfall et al., 2011). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 224,
                    "end": 257,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(Hirschfield and Alexander, 2006)"
                },
                {
                    "start": 444,
                    "end": 464,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "(Vitek et al., 2002;"
                },
                {
                    "start": 464,
                    "end": 486,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Horsfall et al., 2011)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 445,
                    "end": 450,
                    "rawForm": "Vitek",
                    "resp": "whitelist",
                    "id": "b529d4d817-software-simple-w6"
                }
            ]
        },
        {
            "text": "With regard to the inhibition of viral infectivity by both BR and BR-HSA pre-incubated directly with virions (Figure 2), it recalls the pathophysiologic condition in which a virus comes in contact with BR or BR-HSA in the blood, as during the viremic phase, and then infects tissues. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 119,
                    "type": "figure",
                    "text": "(Figure 2)"
                }
            ]
        },
        {
            "text": "Similarly, both BR and BR-HSA reduced viral replication if given cells concomitantly with HSV-1 and EV71 (Figure 3) and this mimics the pathophysiologic condition in which a virus comes in contact with BR/BR-HSA and cells at the blood/tissue interface. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 115,
                    "type": "figure",
                    "text": "(Figure 3)"
                }
            ]
        },
        {
            "text": "However, it is well known that both herpesviruses and enteroviruses have a short viremic phase since they colonize target organs very fast and, therefore, the potential clinical importance of both these mechanisms is limited to severe diseases characterized by long-lasting veremic phase such as in immunocompromised patients (Stanberry et al., 1994). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 326,
                    "end": 350,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(Stanberry et al., 1994)"
                }
            ]
        },
        {
            "text": "Finally, BR was efficacious in reducing viral infection even when administered to Hep-2 and Vero cells already infected by HSV-1 and EV71, respectively (Figure 4). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 152,
                    "end": 162,
                    "type": "figure",
                    "text": "(Figure 4)"
                }
            ]
        },
        {
            "text": "This experimental condition reminds of the clinical situation in which jaundice is secondary to a viral infection, such as hepatitis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "As a matter of fact, in viral hepatitis unconjugated BR increases when hepatic function decreases under a critical threshold and it is very often accompanied by hypoalbuminemia and hypofibrinogenemia and these alterations represent a life-threatening condition. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The possible protective effect of BR at this stage is, therefore, unlikely.",
            "section": "DISCUSSION"
        },
        {
            "text": "Overall speaking, the mechanisms involved in the antiviral activity of BR within the cell or at the interface blood/tissue could be related either to the stimulation of intracellular pro-survival pathways, such as the MAPK system, or the production of microbicidal molecules such as NO. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The BR-induced stimulation of NO release in Vero cells (Figure 5) should be considered as one of the main mechanisms involved in the antiviral effect of the linear tetrapyrrole against both HSV-1 and EV71. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 65,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figure 5)"
                }
            ]
        },
        {
            "text": "The importance of NO to decrease HSV-1 and EV71 infectivity was also corroborated by the evidence that the blockade of NOS, by the inhibitor L-NMMA, reverted the reduction of viral infectivity due to 10 μM BR (Figure 6). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 209,
                    "end": 218,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Figure 6"
                }
            ]
        },
        {
            "text": "This result is not surprising and is in good agreement with previous studies which demonstrated the virucidal effect of NO (Croen, 1993;Akaike and Maeda, 2000). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(Croen, 1993;"
                },
                {
                    "start": 136,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "Akaike and Maeda, 2000)"
                }
            ]
        },
        {
            "text": "The JNK signaling cascade is also a crucial effector of the antiviral immune response in influenza virus (Hrincius et al., 2010), but there are no data in favor of a cytoprotective effect against HSV-1 or EV71. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(Hrincius et al., 2010)"
                }
            ]
        },
        {
            "text": "The lack of a positive correlation between BR concentrations and JNK phosphorylation ( Figure 5A, in particular the 55-KDa isoform) could be explained keeping in mind that the bile pigment was used within the range 1-10 μM. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 96,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 5A"
                }
            ]
        },
        {
            "text": "It is interesting to recall that higher concentrations of BR (50 μM) were necessary to clearly stimulate the phosphorylation of MAPK members including JNK (Fernandes et al., 2007). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(Fernandes et al., 2007)"
                }
            ]
        },
        {
            "text": "In addition, the lack of any significant effect of the JNK inhibitor SP600125 (data not shown) on HSV-1 and EV71 infectivity lends support to the hypothesis that this pathway is not so efficacious to prevent viral infection as NO production. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The parallel antiviral activity of BR against HSV-1 and EV71, characterized by important differences in terms of virion structure, a DNA-containing core surrounded by an envelope in HSV-1 and a RNA-containing core within a capsid without envelope in EV71, suggests that BR acts directly on the virion particles or on nucleic acids. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In this light, some studies reported on a toxic effect of BR, in the presence of transition metals, on nucleic acids (Asad et al., 1999). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(Asad et al., 1999)"
                }
            ]
        },
        {
            "text": "Furthermore, the lack of direct antiviral activity of BV on HHV-6 and HSV-1 (Nakagami et al., 1992) vis-à-vis with the efficient antiviral effect of BR against HSV-1 and EV71, implies an important role of the C-10, in analogy with previous results. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(Nakagami et al., 1992)"
                }
            ]
        },
        {
            "text": "The absence of double bonds at the γ-bridge (which includes C-10) stabilizes the structure of BR and increases its liposolubility with respect to BV. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, the C-10 can undergo redox modifications under conditions of oxidative stress (Stocker et al., 1987a;Baranano et al., 2002). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "(Stocker et al., 1987a;"
                },
                {
                    "start": 111,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "Baranano et al., 2002)"
                }
            ]
        },
        {
            "text": "According to this hypothesis, free radicals could oxidize protein-bound BR at the C-10 generating BV which, in turn, is quickly reduced back to BR by the ubiquitous BVR (Baranano et al., 2002). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(Baranano et al., 2002)"
                }
            ]
        },
        {
            "text": "However, this hypothesis is still debated in the scientific community (Maghzal et al., 2009), but it cannot be excluded to explain the antiviral effect of BR toward both HSV-1 and EV71.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(Maghzal et al., 2009)"
                }
            ]
        },
        {
            "text": "In conclusion, the results in this paper provide the first evidence, to our knowledge, of a virucidal effect of BR against HSV-1 and EV71. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The implication of these results for the development of new antiviral drugs designed to modulate the HO/BVR system are profound and research on these subjects is ongoing in our laboratories.",
            "section": "DISCUSSION"
        },
        {
            "text": "Effect of bilirubin (BR) on cellular expression of the c-JunN-terminal kinase (JNK) and nitric oxide (NO) production. ",
            "section": "FIGURE 5 |"
        },
        {
            "text": "Hep-2 and Vero cells were pre-incubated with BR (1-10 μM) for 2 h. ",
            "section": "FIGURE 5 |"
        },
        {
            "text": "At the end of incubation, BR was removed, the Hep-2 cells lysed and assayed for JNK phosphorylation by Western Blot (A) as described under the Section \"Materials and Methods.\" α-tubulin was used as housekeeping gene to verify protein equal loading. ",
            "section": "FIGURE 5 |"
        },
        {
            "text": "On the contrary, Vero cells were assayed for NO production by using the fluorescent probe DAF-FM-diacetate [DAF-FM-DA, (B)] as described under the Section \"Materials and Methods.\" (A) Shows a representative gel. ",
            "section": "FIGURE 5 |"
        },
        {
            "text": "In (B), data are expressed as DAF-FM-DA fluorescence arbitrary units (A.U), mean ± SEM of six individual samples per group. ",
            "section": "FIGURE 5 |"
        },
        {
            "text": "*P < 0.05 versus control (C).",
            "section": "FIGURE 5 |"
        },
        {
            "text": "Effect of bilirubin (BR) plus the nitric oxide synthase inhibitor L-NG-monomethyl arginine citrate (L-NMMA) on herpes simplex virus type",
            "section": "FIGURE 6 |"
        },
        {
            "text": "March 2012 | Volume 3 | Article 36 | 2",
            "section": "FIGURE 6 |"
        },
        {
            "text": "March 2012 | Volume 3 | Article 36 | 3",
            "section": "FIGURE 6 |"
        },
        {
            "text": "March 2012 | Volume 3 | Article 36 | 4",
            "section": "FIGURE 6 |"
        },
        {
            "text": "March 2012 | Volume 3 | Article 36 | 5",
            "section": "FIGURE 6 |"
        },
        {
            "text": "March 2012 | Volume 3 | Article 36 | 6",
            "section": "FIGURE 6 |"
        },
        {
            "text": "March 2012 | Volume 3 | Article 36 | 7",
            "section": "FIGURE 6 |"
        },
        {
            "text": "The Authors want to thank Mrs. Simona Galuppi, Franca Pedone, and Creola Rocchetti for the expert technical assistance. ",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "This work was supported by Fondi Ateneo to Cesare Mancuso.",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
            "section": "Conflict of Interest Statement:"
        }
    ]
}