{
    "id": "dbbf859bc1",
    "abstract": [],
    "body_text": [
        {
            "text": "Conclusions: Our data suggest that HRQoL is improved until after pregnancy in anaemic pregnant women by repletion of their iron stores during pregnancy. "
        },
        {
            "text": "About 80% of the intravenous iron group showed a maintained normal ferritin until delivery with long-term benefits. "
        },
        {
            "text": "Further studies to confirm these findings are warranted."
        },
        {
            "text": "▪ Health-related quality-of-life (HRQoL) assessment during and after pregnancy in 126 women with iron deficiency who received either a single infusion of intravenous iron polymaltose followed by oral iron maintenance or oral iron only. ",
            "section": "ARTICLE SUMMARY Article focus"
        },
        {
            "text": "▪ Study of postnatal depression and its association with treatment arms and iron status. ",
            "section": "ARTICLE SUMMARY Article focus"
        },
        {
            "text": "▪ Assessment of breastfeeding duration and correlation to mothers' iron status.",
            "section": "ARTICLE SUMMARY Article focus"
        },
        {
            "text": "▪ HRQoL during and after pregnancy is improved significantly in anaemic pregnant women by repletion of their iron stores during pregnancy. ",
            "section": "Key messages"
        },
        {
            "text": "▪ About 80% of the intravenous iron group showed a maintained normal ferritin until delivery with long-term benefits such as prolongation of the breastfeeding period and less postnatal clinical depression. ",
            "section": "Key messages"
        },
        {
            "text": "▪ There were strong associations between iron status and a number of the HRQoL scales with improved general health (p=0.021), improved physical energy ( p=0.016), less psychological downheartedness ( p=0.005), less clinical depression ( p=0.003) and an overall improved mental component scale ( p<0.001). ",
            "section": "Key messages"
        },
        {
            "text": "The duration of breastfeeding was longer ( p=0.046) in women who had received intravenous iron.",
            "section": "Key messages"
        },
        {
            "text": "▪ This study reports a novel finding in terms of a correlation between both postnatal depression and the breastfeeding period with iron status. ",
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "▪ There are limited data available concerning the quality of life during and after pregnancy, which makes the scientific input of the current study important. ",
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "▪ Limitations of our study include that the modified questionnaire was in part a retrospective HRQoL evaluation, and this should ideally have been prospectively conducted. ",
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "▪ Another limitation is the relatively small number of women studied.",
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "Currently, there are no data available concerning quality-of-life outcomes and other long-term effects of intravenous versus oral iron therapy on anaemia during pregnancy. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In addition to the physical impact of iron deficiency anaemia (IDA) on pregnant women, [1][2][3] IDA is a potential risk factor for preterm delivery and subsequent low birth weight, and may be associated with inferior neonatal health. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 90,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "3 4 Infants born to women with IDA are more likely to become anaemic themselves, which in turn is known to have a potential effect on an infant's mental and motor development. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "3 4"
                }
            ]
        },
        {
            "text": "[5][6][7][8][9] Although iron supplementation during pregnancy is a widely practised public health measure, there are some concerns regarding iron replacement therapy and its long-term effect, especially the intravenous form. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 12,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "10 11 Therapeutic response to oral iron therapy is not always adequate in pregnant women, due to difficulties associated with oral intake of the tablets and their side effects, which impacts negatively on compliance. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "10 11"
                }
            ]
        },
        {
            "text": "3 10 11 In the past, intravenous iron was associated with undesirable and sometimes serious side effects that limited its use. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "bibr",
                    "text": "3 10 11"
                }
            ]
        },
        {
            "text": "12 Recently, new type II iron complexes have been developed with the potential to reverse iron deficiency with less side effects than their predecessors. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "[12][13][14] Despite increasing evidence for the safety of the newer preparations in both pregnant and general populations, intravenous iron continues to be underutilised. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "15 Earlier, we reported on a randomised controlled trial (PMID: 20546462) of intravenous followed by oral iron therapy versus oral iron therapy only for moderate IDA in pregnancy. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 58,
                    "end": 62,
                    "rawForm": "PMID",
                    "resp": "whitelist",
                    "id": "dbbf859bc1-software-simple-w0"
                }
            ]
        },
        {
            "text": "14 The results of the earlier analysis showed that intravenous iron polymaltose was associated with greater improvements in haemoglobin (Hb) levels and iron stores compared to oral iron alone in pregnancy-related IDA. 14 Here, we report the results of a follow-up assessment of the same cohort of patients. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                },
                {
                    "start": 218,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "We studied the effects of both treatment types on the perceived health-related quality of life (HRQoL) as measured by a modified SF-36 questionnaire. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The effect of iron therapy on breastfeeding rates and on the general well-being of the babies born to these women was measured by child growth charts set by the Australasian Paediatric Endocrine Group (APEG).",
            "section": "INTRODUCTION"
        },
        {
            "text": "An initial prospective randomised controlled trial was conducted between March 2007 and January 2009 at the Launceston General Hospital (LGH), a tertiary referral centre for Northern Tasmania, Australia. ",
            "section": "Rationale and objectives"
        },
        {
            "text": "The initial study assessed Hb and serum ferritin levels after intravenous followed by oral iron therapy versus oral iron therapy only. ",
            "section": "Rationale and objectives"
        },
        {
            "text": "The current study constitutes a follow-up on the earlier one and took place between January 2010 and January 2011 and focused on HRQoL, breastfeeding duration and child health. ",
            "section": "Rationale and objectives"
        },
        {
            "text": "Informed consent was obtained from all participants in accordance with the Declaration of Helsinki. ",
            "section": "Rationale and objectives"
        },
        {
            "text": "The original and the follow-up studies were approved by the Tasmanian Human Research Ethics Committee and registered in the Australian New Zealand Clinical Trials Registry (http://www.ANZCTR.org.au/ ACTRN12609000177257.aspx) and the WHO Clinical Trials Registry (http://www.who.int/trialsearch/trial. aspx? trialid=ACTRN12609000596202).",
            "section": "Rationale and objectives",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 218,
                    "end": 223,
                    "rawForm": ".aspx",
                    "resp": "whitelist",
                    "id": "dbbf859bc1-software-simple-w1"
                }
            ]
        },
        {
            "text": "In the original study, we prospectively assessed HRQoL at baseline prior to treatment in the second trimester, 4 weeks after the initiation of treatment, in the third trimester before delivery, and at 6-8 weeks postdelivery. ",
            "section": "Rationale and objectives"
        },
        {
            "text": "In the follow-up study, an HRQoL questionnaire was completed that incorporated the original questionnaire plus additional parameters such as the length of the breastfeeding period and occurrence of postnatal depression as well as child growth data. ",
            "section": "Rationale and objectives"
        },
        {
            "text": "This was performed at a median of 32 months postintervention in order to assess the long-term effects of both treatment types on mothers' HRQoL in relation to data from the earlier study. ",
            "section": "Rationale and objectives"
        },
        {
            "text": "This questionnaire, although completed prospectively, had a retrospective component that asked the participating mothers the same questions again that they had previously answered prospectively. ",
            "section": "Rationale and objectives"
        },
        {
            "text": "These data were compared with the mothers' original prospective QoL data for validation purposes.",
            "section": "Rationale and objectives"
        },
        {
            "text": "Pregnant women aged 18 years or above who presented to the LGH with IDA between 2007 and 2009 were invited to participate. ",
            "section": "Participants"
        },
        {
            "text": "In the original study (figure 1), 196 Caucasian pregnant women aged 18 years or above were identified who had moderate IDA, defined as Hb ≤115 g/l (reference range (RR) 120-160 g/l), and low iron stores, based on serum ferritin levels <30 µg/l (RR 30-440 µg/l).",
            "section": "Participants"
        },
        {
            "text": "Of the original evaluable 183 pregnant Caucasian women randomised to receive oral iron or a single intravenous iron polymaltose infusion, 126 women completed the QoL follow-up study (table 1). ",
            "section": "Participants"
        },
        {
            "text": "The median age was 29 years at enrolment (range, 21-43); and the median follow-up period was 32 months (range, 26-42) with an average follow-up period of 36 months postdelivery.",
            "section": "Participants"
        },
        {
            "text": "Informed consent was obtained from all patients. ",
            "section": "Randomisation and interventions"
        },
        {
            "text": "Treatment arms were allocated in blocks of 10 by computer-generated random assignment, and allocation was done by concealed envelopes. ",
            "section": "Randomisation and interventions"
        },
        {
            "text": "This was done by the LGH pharmacy department in order to avoid possible bias. ",
            "section": "Randomisation and interventions"
        },
        {
            "text": "The oral-only treatment arm comprised iron sulphate 250 mg tablets once daily, (elemental iron 80 mg, Abbott, Australasia Pty Ltd) to be taken daily within 2 days after booking until delivery. ",
            "section": "Randomisation and interventions"
        },
        {
            "text": "The intravenous arm required a single intravenous infusion of iron polymaltose (Ferrosig, Sigma Pharmaceuticals, Sydney, NSW, Australia) within 1 week after first antenatal visit followed by oral iron identical to the other arm. ",
            "section": "Randomisation and interventions"
        },
        {
            "text": "Pre-enrolment, there were no significant differences in the dietary iron intake or supplement intake between the two groups based on a specially designed questionnaire addressing these issues. ",
            "section": "Randomisation and interventions"
        },
        {
            "text": "14 Patients assigned to intravenous iron polymaltose received a 100 mg test dose dissolved in 50-100 ml normal saline infused over 30 min. ",
            "section": "Randomisation and interventions",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "Clinical observation and vital signs were assessed initially and every 15 min from the start of the infusion. ",
            "section": "Randomisation and interventions"
        },
        {
            "text": "After the test-dose was tolerated, the remainder of the iron polymaltose dose was infused. ",
            "section": "Randomisation and interventions"
        },
        {
            "text": "The total dose of intravenous iron polymaltose was calculated according to the patients' body weight at their first antenatal visit and entry Hb level according to the product guidelines; iron The primary hypothesis examined the change in haemoglobin levels between the time of booking and immediately prior to delivery; an 'intention-to-treat' analysis was performed according to original randomisation group on those patients who had blood samples taken before delivery, whether or not the treatment was completed as per the protocol. ",
            "section": "Randomisation and interventions"
        },
        {
            "text": "‡ Twenty-one patients withdrew from the trial treatments, and all but one of these patients agreed to continued collection of haematological and other trial data; eight patients gave no reason for withdrawal. ",
            "section": "Randomisation and interventions"
        },
        {
            "text": "§ Five patients did not complete the intended treatments, but did not choose to withdraw themselves; three patients in the oral iron group were treated with intravenous iron when their haemoglobin was judged not to have responded adequately to oral iron, while one patient was unable to attend for intravenous iron treatment.",
            "section": "Randomisation and interventions"
        },
        {
            "text": "dose in mg (50 mg/1 ml)=body weight (maximum 90) in kg×[target Hb (120 g/l)−actual Hb (in g/l)×constant factor (0.24)+iron depot (500)]. ",
            "section": "Randomisation and interventions"
        },
        {
            "text": "14 ",
            "section": "Randomisation and interventions",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "Two HRQoL questionnaires were administered during the initial and follow-up studies. ",
            "section": "Outcome measurement"
        },
        {
            "text": "First, a clinical questionnaire was completed prospectively by trained midwives at 4 weeks after initiation of treatment, at 28 and 34 weeks gestation, and then 6-8 weeks postdelivery. ",
            "section": "Outcome measurement"
        },
        {
            "text": "This questionnaire assessed four aspects: energy levels, activity, tolerance and side effects of the treatment. ",
            "section": "Outcome measurement"
        },
        {
            "text": "This was used to guide individual patient clinical decision-making as well as to provide a safety audit of the trial treatments. ",
            "section": "Outcome measurement"
        },
        {
            "text": "14 Second, a prospective/retrospective survey was conducted between June and October 2010 by trained research personnel via phone interview using a modified version of the SF-36 HRQoL questionnaire, similar to a version published previously. ",
            "section": "Outcome measurement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "16 17 Additional modifications for this study included: (1) use of eleven of the 36 questions (table ",
            "section": "Outcome measurement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "16 17"
                }
            ]
        },
        {
            "text": "2) and (2) the women were asked to recall their response to each of the questions at four timepoints; pretrial prior to commencement of iron therapy during the pregnancy, 4 weeks after the start of iron therapy, 1 week after delivery and the last 4 weeks prior to the telephone questionnaire contact (table 2). ",
            "section": "Outcome measurement",
            "ref_spans": [
                {
                    "start": 300,
                    "end": 309,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(table 2)"
                }
            ]
        },
        {
            "text": "This was compared in a retrospective manner to the same questions answered earlier prospectively by the participants at these different timepoints. ",
            "section": "Outcome measurement"
        },
        {
            "text": "In order to validate the retrospective use of the modified SF-36 questionnaire to assess the women's HRQoL during and after pregnancy, we estimated the associations of the physical activity component of the prospective monitoring questionnaire following entry into the trial with the Physical Component Scale values of the modified SF-36 at each of the timepoints. ",
            "section": "Outcome measurement"
        },
        {
            "text": "We hypothesised that the association would be greatest at 4 weeks after enrolment compared to trial entry, time of delivery or at the time of questionnaire completion. ",
            "section": "Outcome measurement"
        },
        {
            "text": "In addition, data concerning breastfeeding and the health of the child were collected from the baby's growth booklet. ",
            "section": "Outcome measurement"
        },
        {
            "text": "This included breastfeeding duration, baby gender, age, weight and previous hospitalisation, if any, in addition to the baby's sleep quality since birth and specific growth data for the children as set by the APEG. ",
            "section": "Outcome measurement"
        },
        {
            "text": "Hb and ferritin levels for participants at delivery were available for all participants; however, no further testing was performed during the follow-up. ",
            "section": "Outcome measurement"
        },
        {
            "text": "The principal investigators, including the statistician, evaluated the questionnaire results data.",
            "section": "Outcome measurement"
        },
        {
            "text": "The HRQoL scores that form the raw data for this analysis are rank-order in nature. ",
            "section": "Statistical methods"
        },
        {
            "text": "Means and SDs of the scores were estimated using generalised estimating equations for illustrative purposes only. ",
            "section": "Statistical methods"
        },
        {
            "text": "Physical and mental composite scores were calculated in the modified SF-36 according to the SF-12 scoring guidelines. ",
            "section": "Statistical methods"
        },
        {
            "text": "16 17 Group comparison and covariate effect size calculation, OR (with 95% CIs and p values) were estimated using repeated measures of ordinal logistic regression, with covariates selected for inclusion by backward stepwise regression ( p-value for exclusion 0.22) from maternal age, Hb, ferritin, Socio-Economic Indexes for Areas ( based on the Collector District of residence of mothers), quality of sleep, use and duration of breastfeeding, hospitalisation of the baby, baby gender and mode of delivery. ",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "16 17"
                }
            ]
        },
        {
            "text": "This included randomisation group covariate interactions in the starting model with exclusion of those interactions using the above criteria. ",
            "section": "Statistical methods"
        },
        {
            "text": "When iron status was selected for inclusion in the model, the association between iron status (ferritin) and HRQoL was reported independently of the trial treatment group. ",
            "section": "Statistical methods"
        },
        {
            "text": "p Values were corrected for multiple comparisons where necessary by the Holm method. ",
            "section": "Statistical methods"
        },
        {
            "text": "The effect of intravenous iron versus oral iron on time of cessation of breastfeeding was compared by estimation of the HR with 95% CIs and p values by Cox proportional hazards regression adjusted for covariates selected for inclusion by backward stepwise regression ( p-value for exclusion 0.22). ",
            "section": "Statistical methods"
        },
        {
            "text": "The time to cessation of breast-feeding was taken from the subject's baby growth booklet for all participants. ",
            "section": "Statistical methods"
        },
        {
            "text": "Neonatal growth in the treatment groups was compared by multivariate third-order polynomial regression as an approximation to APEG growth assessment. ",
            "section": "Statistical methods"
        },
        {
            "text": "The iron status variables used in the multivariate regression models were selected by stepwise regression. ",
            "section": "Statistical methods"
        },
        {
            "text": "All HRQoL statistical analyses were performed using Stata SE for Windows V.11.1 (StataCorp, College Station, Texas, USA).",
            "section": "Statistical methods",
            "entity_spans": [
                {
                    "start": 52,
                    "end": 60,
                    "type": "software",
                    "rawForm": "Stata SE",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "dbbf859bc1-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 75,
                    "end": 79,
                    "type": "version",
                    "rawForm": "11.1",
                    "resp": "#annotator4",
                    "id": "#dbbf859bc1-software-0"
                },
                {
                    "start": 81,
                    "end": 90,
                    "type": "publisher",
                    "rawForm": "StataCorp",
                    "resp": "#curator",
                    "id": "#dbbf859bc1-software-0"
                },
                {
                    "type": "software",
                    "start": 52,
                    "end": 57,
                    "rawForm": "Stata",
                    "resp": "whitelist",
                    "id": "dbbf859bc1-software-simple-w2"
                },
                {
                    "type": "software",
                    "start": 65,
                    "end": 72,
                    "rawForm": "Windows",
                    "resp": "whitelist",
                    "id": "dbbf859bc1-software-simple-w3"
                }
            ]
        },
        {
            "text": "Of the original 196 patients randomised to receive the trial medications (98 intravenous plus oral iron; 98 oral iron only), 183 patients completed the trial by collection of blood for iron status at the time of delivery. ",
            "section": "RESULTS"
        },
        {
            "text": "Data of HRQoL were collected from 126 of the 183 women who completed the original trial, representing 69% of the original cohort, while 57 (31%) of the 183 patients had moved away, were uncontactable or did not respond to follow-up requests (see figure 1 for description of patient  Not included *Not all of the original SF-36 questions are included in this list. ",
            "section": "RESULTS"
        },
        {
            "text": "All the questions shown in this list, except for the last original SF-36 question about pain, were included in the questionnaire administered in this study. ",
            "section": "RESULTS"
        },
        {
            "text": "Where the questionnaire response was the same this is indicated, and where the response differed from the original SF-36 wording the new responses were shown. ",
            "section": "RESULTS"
        },
        {
            "text": "The order in which the questions (eg, Q1 as first question, or Q5b as question subset 5 s question) were administered in the original and modified questionnaires is shown. ",
            "section": "RESULTS"
        },
        {
            "text": "†Questions: Q1, Q2, etc denotes question numbers.",
            "section": "RESULTS"
        },
        {
            "text": "flow). ",
            "section": "RESULTS"
        },
        {
            "text": "The median age of the patients included in the follow-up study was 29 years at enrolment (range, 21-43) and the median follow-up was 32 months (range, 26-42) postdelivery. ",
            "section": "RESULTS"
        },
        {
            "text": "There were no significant differences in demographic or iron status measurements between any of the groups of women recruited to the trial. ",
            "section": "RESULTS"
        },
        {
            "text": "All participants were Caucasians. ",
            "section": "RESULTS"
        },
        {
            "text": "As reported in the original study, 14 at delivery the proportion of women with lower than normal ferritin levels was 53 of 67 (79%) for women with analysable iron status measurements who were treated with oral iron as compared to 3 of 66 (4.5%) for women who received intravenous iron (Fisher's exact p<0.001). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 35,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "The pretreatment mean serum ferritin levels were low in both groups at 17 µg/l. ",
            "section": "RESULTS"
        },
        {
            "text": "However, the serum ferritin of those in the intravenous iron group increased markedly within 4 weeks of the intravenous therapy with a mean level of 222 µg/l; 95% CI 194 to 249 µg/l (p<0.001). ",
            "section": "RESULTS"
        },
        {
            "text": "This substantial improvement was maintained after delivery with a mean level of 108 µg/l; 95% CI 43 to 209 µg/l (p<0.001). ",
            "section": "RESULTS"
        },
        {
            "text": "14 On the other hand, ferritin levels did not show a significant increase in the oral iron group through pregnancy and after delivery. ",
            "section": "RESULTS"
        },
        {
            "text": "Furthermore, the percentage of women at delivery with Hb levels <116 g/l was 29% (25 of 85) in the oral iron group versus 16% (14 of 87) in the intravenous iron group (p=0.04) incidence rate ratio 0.55 (95% CI 0.31 to 0.98; p=0.043). ",
            "section": "RESULTS"
        },
        {
            "text": "After delivery, the mean Hb levels declined to 111.6 g/l (SD 14.2) in the oral iron versus 115.5 g/l (SD 10.8) in the intravenous iron group. ",
            "section": "RESULTS",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 105,
                    "end": 109,
                    "rawForm": "10.8",
                    "resp": "whitelist",
                    "id": "dbbf859bc1-software-simple-w4"
                }
            ]
        },
        {
            "text": "This showed a continuing favourable effect of intravenous iron therapy (95% CI 2.5 to 9.1; p=0.004) despite the loss of blood at delivery. ",
            "section": "RESULTS"
        },
        {
            "text": "14 There were no significant differences in the birth weights of the babies in the two treatment groups, with an average birth weight of 3.42 kg in both groups with a difference of 0.03 kg ( p=0.77). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "There were also no differences in the gestational age at delivery in both treatment groups with a mean of 39.1 weeks in the oral iron versus 38.9 weeks in the intravenous iron group, with only a slight difference of 0.2 weeks ( p=0.74). ",
            "section": "RESULTS"
        },
        {
            "text": "There were no significant differences in placental cord Hb or ferritin levels in both treatment groups. ",
            "section": "RESULTS"
        },
        {
            "text": "The mean cord Hb was 165 g/l (SD 9.6) in the oral iron group versus 157 g/l (SD 14.1) in the intravenous iron group (difference −7; 95% CI −18 to 3; p=0.17). ",
            "section": "RESULTS"
        },
        {
            "text": "The ferritin levels were 142 µg/l (SD 86) and 185 µg/l (SD 101), respectively, (difference 43; 95% CI −59 to 145; p=0.41).",
            "section": "RESULTS"
        },
        {
            "text": "The HRQoL Physical Component Scale (difference 10.3; 95% CI 3.3 to 17.2; p=0.27; OR 2.39; 95% CI 1.32 to 4.32; p=0.004) and general health (difference 15.1; 95% CI 6.0 to 24.2; p=0.31; OR 3.14; 95% CI 1.57 to 6.26; p=0.001) responses were improved in the intravenous compared to the oral iron group, but these differences became less apparent at subsequent assessment timepoints ( figure 2A,B). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 381,
                    "end": 393,
                    "type": "figure",
                    "text": "figure 2A,B)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 47,
                    "end": 51,
                    "rawForm": "10.3",
                    "resp": "whitelist",
                    "id": "dbbf859bc1-software-simple-w5"
                }
            ]
        },
        {
            "text": "Furthermore, there were strong Figure 2 (A and B) Comparison of physical component scale of health-related quality-of-life (HRQoL) scores in the intravenous plus oral iron versus the oral iron group, and separate association with iron status. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 31,
                    "end": 39,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "†Comparison of the effect of intravenous plus oral iron versus oral iron on physical (A) and mental (B) components of the HRQoL scores at different time periods (before starting iron, 4 weeks after starting iron, at delivery and when the mother responded to questionnaire), estimated using ordinal logistic regression adjusted for significant demographic confounders but not including iron status, corrected for repeated measures and multiple comparisons (Holm method). ",
            "section": "RESULTS"
        },
        {
            "text": "*The effect of iron status on physical component and mental component scores was estimated separately without including treatment group in the analysis. ",
            "section": "RESULTS"
        },
        {
            "text": "The timepoint 'Later' is referring to the postdelivery follow-up assessment.",
            "section": "RESULTS"
        },
        {
            "text": "associations between the level of iron status, independent of how that iron status was achieved, and a number of the HRQoL scales (figure 2): notably improved general health (slope (1 SD log-ferritin) 10.0; 7.2-12.7; p<0.001; OR 1.49; 95% CI 1.09 to 2.03; p=0.021), improved vitality (slope (1 SD log-ferritin) 10.0; 7.3-12.8; p<0.001; OR 2.09; 95% CI 1.66 to 2.62; p<0.001), less psychological downheartedness ((1 SD Hb ) OR 1.57; 95% CI 1.14 to 2.15; p=0.005), less clinical depression ((1 SD log.ferritin) OR 2.05; 95% CI 1.27 to 3.32; p=0.003) and overall improved mental component scale (slope (1 SD Hb ) 3.8; 2.5-5.0; p<0.001; OR 1.71; 95% CI 1.39 to 2.10; p<0.001) (Psychological Downheartedness and Clinical Depression analysis used raw scores rather than 100-point scales).",
            "section": "RESULTS"
        },
        {
            "text": "There was an increased duration of breastfeeding (HR for cessation was 0.70; 95% CI 0.50 to 0.99; p=0.046) in women in the intravenous iron group (figure 3), where higher maternal age was associated with longer breastfeeding (HR 0.76; 95% CI 1.00 to 1.52; p=0.006, table 3). ",
            "section": "RESULTS"
        },
        {
            "text": "Earlier cessation of breastfeeding was associated with downheartedness (HR 1.23; 95% CI 1.00 to 1.52; p=0.06). ",
            "section": "RESULTS"
        },
        {
            "text": "There was no difference between the oral iron or intravenous plus oral iron groups in the weight of the baby at birth ( p=0.64), and no difference in the rate of weight gain ( p=0.90).",
            "section": "RESULTS"
        },
        {
            "text": "The correlation between the prospective physical symptom questions index from the clinical monitoring questionnaire and the Physical Component Scale of the retrospective HRQoL for the four time periods is shown in table 4. ",
            "section": "RESULTS"
        },
        {
            "text": "There was a significant association between the physical symptom questions index at 4 weeks after trial entry and each of the HRQoL recall timepoints, and the correlation was strongest for the 4 weeks recall (OR 3.18; 95% CI 2.14 to 4.74; p<0.001).",
            "section": "RESULTS"
        },
        {
            "text": "Another finding of our study was an association between male gender babies and an unfavourable mental health component outcome for participant women across the two groups. ",
            "section": "RESULTS"
        },
        {
            "text": "Of the seven component questions, two showed a significant association, with women who had male babies less likely to be calm and peaceful (OR=0.55, 95% CI 0.32-0.97, p=0.039). ",
            "section": "RESULTS"
        },
        {
            "text": "There were no statistical differences in terms of HRQoL assessment regarding the method of delivery between women who delivered normally and those who had caesarean section.",
            "section": "RESULTS"
        },
        {
            "text": "Prior to our study, there were no data available concerning the effects of either intravenous or oral iron supplementation for anaemia on postdelivery psychological and physical welfare of mothers, the quality of the bonding to the baby and the rate of developmental progress of the baby. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We are reporting on 126 patients in a follow-up study of the effect of intravenous iron versus oral iron therapy on HRQoL during and after pregnancy. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Our study demonstrates that there was an improvement in the self-assessed feeling of general health in both treatment groups from the prelabour period to all subsequent periods. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Although the improvement was significantly greater during pregnancy in the intravenous iron group 4 weeks after commencement of trial treatment ( p=0.001), the difference persisted in the subsequent measurement periods at a lesser magnitude that did not achieve statistical significance.",
            "section": "DISCUSSION"
        },
        {
            "text": "Regardless of treatment and regardless of which period was being considered, higher Hb and higher ferritin levels were associated with better baby sleep quality, a longer period of breastfeeding and a higher level of mothers' general health.",
            "section": "DISCUSSION"
        },
        {
            "text": "The modified HRQoL questionnaire used in our study includes many useful and relevant aspects regarding general health, daily activities, levels of energy and Figure 3 Effect of IV plus oral iron versus oral iron on rate of cessation of breastfeeding. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 166,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "depression. ",
            "section": "DISCUSSION"
        },
        {
            "text": "There was a substantial improvement of iron status in women who received intravenous iron compared to oral iron as demonstrated during the trial analysis ( p<0.001). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Limitations of our study include the modified questionnaire being in part a retrospective HRQoL evaluation that should ideally have been conducted within a shorter period of time. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, a correlation to a prospective evaluation of the studied subjects has been made in our study in order to overcome a possible recall bias. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Therefore, we were able to minimise the number of retrospective questions, since the women were asked to recall their responses to each question at four different timepoints. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The full SF-36 was impractical and may have been judged to be an excessive burden on the women. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Thus, we attempted to provide a retrospective form of validation by showing that the clinical HRQoL questions in the physical domain, recorded prospectively at week 4 after trial, were most strongly associated with the Physical Component Scales of the recall of modified SF-36 at week 4 compared to the other timepoints. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This indicates that the retrospective methodology was able to provide an acceptable degree of accuracy in the differentiation of HRQoL levels at different timepoints despite the concerns that may have arisen with this issue. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The assumption being made is that the way those patients judge their physical and mental condition will be relatively stable over time, 18 an assumption with which we agree may occur in patients with chronic diseases. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "However, this assumption may not hold for women during and after pregnancy. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The expectations by the woman about how she should be feeling at the different stages of pregnancy, around the time of delivery, and when she is caring for one or more young infant or child may differ substantially at those different timepoints. ",
            "section": "DISCUSSION"
        },
        {
            "text": "At least in our analysis, the judgement the woman is making about how to answer the questions is likely to be the same for each timepoint, since she had made that judgement at one point in time: the repeated measures analysis compares each woman with herself, thus substantially reducing the impact of variation between women in this judgement.",
            "section": "DISCUSSION"
        },
        {
            "text": "Thus, for the purpose of generating a hypothesis concerning iron status and quality of life, we believe that our methodology has been adequate. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Another limitation of our study is the relatively small number of women studied. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Nevertheless, prior to our study there was a lack of research that addressed HRQoL during and after pregnancy, and particularly the association between iron status and postnatal clinical depression as well as breastfeeding duration in our cohort of patients provides a novel finding and a basis for further research. ",
            "section": "DISCUSSION"
        },
        {
            "text": "An incidental finding of our study was a trend for unfavourable mental health component outcomes for women with male babies. ",
            "section": "DISCUSSION"
        },
        {
            "text": "There is only a single report in the literature that addressed this issue and reported similar findings. ",
            "section": "DISCUSSION"
        },
        {
            "text": "19 Perhaps this may be explained with the observation that male babies are usually more active, and this may be associated with postnatal depression. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "19 However, due to lack of more detailed data, this issue should be addressed separately and studied in future research.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "Owing to paucity of data regarding HRQoL during and after pregnancy, there are only limited data available from other studies. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Jansen et al 20 studied the effect of delivery and postpartum changes on the HRQoL. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A cohort of 141 pregnant women were included in that study. ",
            "section": "DISCUSSION"
        },
        {
            "text": "HRQoL questionnaires were measuring the immediate effect of delivery on the quality of life. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The HRQoL questionnaires were conducted less than 1 day after vaginal delivery and less than 2 days after delivery by caesarean section and compared to 3-6 weeks postdelivery for both groups. ",
            "section": "DISCUSSION"
        },
        {
            "text": "20 The study focused on patients' HRQoL recovery after both delivery interventions. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "In that study, 20 the different timepoints of completion of the questionnaire (immediately postdelivery and 3-6 weeks thereafter) may not necessarily reflect the HRQoL during pregnancy and subsequently after the postpartum period. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Furthermore, the immediate questionnaire after delivery and at 3-6 weeks time in the postpartum period may have been influenced, at least in theory, by the event of delivery, in particular when complications occurred, as well as by the possible emotional †The slope (SD) of the association between the physical symptom questions from the clinical monitoring questionnaire and the Physical Component Scale of the HRQoL for the four time periods was estimated by repeated measures general linear modelling for illustrative purposes only (mean index score at pretrial was 74.3 of 100). ",
            "section": "DISCUSSION"
        },
        {
            "text": "‡The strength of the absolute association at each timepoint was compared to the pretrial timepoint and was estimated using repeated measures ordered logistic regression and expressed as OR (95% CIs; p values). ",
            "section": "DISCUSSION"
        },
        {
            "text": "§The strength of the relative association at the other timepoints was compared to the pretrial timepoint and was estimated using repeated measures ordered logistic regression and expressed as OR (95% CIs; p values).",
            "section": "DISCUSSION"
        },
        {
            "text": "and hormonal fluctuations during this period. ",
            "section": "DISCUSSION"
        },
        {
            "text": "It is worthwhile to note that the same study did not show any association between Hb and QoL; however, it did not investigate a possible effect of iron status on perceived HRQoL in conjunction with breastfeeding. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This highlights our novel finding of the correlation between iron status and improved HRQoL during and after pregnancy. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In summary, we found a significant improvement in the general health of women who received intravenous iron ( p<0.001), but this effect was found prominently 4 weeks after the intravenous iron treatment. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The duration of breast-feeding was longer ( p=0.04) in those women who had received intravenous iron. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Women with better iron status were less downhearted ( p=0.005) and less likely to develop postnatal clinical depression ( p=0.003).",
            "section": "DISCUSSION"
        },
        {
            "text": "Our results indicate that it is worthwhile considering Hb and iron status as a surrogate marker for assessment of women's well-being, not only during pregnancy, but also during the postnatal period.",
            "section": "DISCUSSION"
        },
        {
            "text": "Further studies are warranted to confirm and extend our findings, and to determine outcomes in different populations with IDA in order to improve the estimates of the magnitude of the benefits of intravenous iron for the management of IDA.",
            "section": "DISCUSSION"
        },
        {
            "text": "Acknowledgements This research received a grant from the Clifford Craig Medical Research Trust, Launceston, Tasmania, Australia. ",
            "section": "Table 4"
        },
        {
            "text": "The authors thank Professor Matthias Maiwald (KK Women's and Children's Hospital, Singapore) for helpful comments on the manuscript. ",
            "section": "Table 4"
        },
        {
            "text": "The authors acknowledge the midwives and the Pharmacy Department at the Launceston General Hospital for their help in conducting the trial.",
            "section": "Table 4"
        },
        {
            "text": "Contributors AAK is the principal investigator of the study who organised and coordinated all aspects of the research including all steps of the manuscript preparation. ",
            "section": "Table 4"
        },
        {
            "text": "He is responsible for the study concept, design, recruitment of patients, writing, reviewing, editing and approving the manuscript in its final form as well as all aspects of the research. ",
            "section": "Table 4"
        },
        {
            "text": "AD, KO, IR and MB contributed to study design, analysis and interpretation of data, and revised the manuscript. ",
            "section": "Table 4"
        },
        {
            "text": "RC, JBB, JS and NB conducted the interviews with patients, collected the data, drafted the article and finally approved the manuscript.",
            "section": "Table 4"
        },
        {
            "text": "Funding Clifford Craig Medical Research Trust is a local community organisation in Tasmania, Australia that supports medical research by providing monetary funds without interference in the research design or outcome. "
        },
        {
            "text": "Clifford Craig Medical Trust Fund has no influence in the study design; subject, methods, data collection, analysis, interpretation of data; writing the research report or the decision to submit the manuscript for publication. "
        },
        {
            "text": "The grant was used to support the research assistants."
        },
        {
            "text": "Ethics approval The trial was approved by the state-wide Tasmanian Human Research Ethics Committee, Tasmania, Australia.",
            "section": "Competing interests None."
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "section": "Competing interests None."
        },
        {
            "text": "Data sharing statement There are no additional data available.",
            "section": "Competing interests None."
        }
    ]
}