{
    "level": "sentence",
    "id": "b11089e652",
    "abstract": [],
    "body_text": [
        {
            "text": "Vertebrate and invertebrate colour pattern determination mechanisms are considered distinct; recently, however, both fish and butterfly colour patterns have been partly explained by reaction-diffusion mechanisms. "
        },
        {
            "text": "Here, we show that multi-coloured eyespots of the spotted mandarin fish, which are reminiscent of butterfly eyespots, are determined by the serial induction of colour patterns. "
        },
        {
            "text": "The morphological characterisation of eyespots indicates a sequence of colour pattern development and dynamic interactions between eyespots. "
        },
        {
            "text": "A substantial part of an eyespot can be surgically removed and is then reconstructed by regeneration. "
        },
        {
            "text": "Strikingly, ectopic patterns are induced by damage at a background (eyespotless) area, but focal damage did not change the eyespot size. "
        },
        {
            "text": "Early stages of damage repair were accompanied by calcium oscillations. "
        },
        {
            "text": "These results demonstrate that fish eyespots are determined by serial induction, which is likely based on a reaction-diffusion mechanism. "
        },
        {
            "text": "These findings suggest mechanistic similarities between the fish and butterfly systems."
        },
        {
            "text": "ivid colour patterns are widespread in the animal kingdom. ",
            "section": "V"
        },
        {
            "text": "Two notable examples are tropical fish and insect body surface patterns. ",
            "section": "V"
        },
        {
            "text": "Fish skin colour patterns are very diverse and are often variable even among individuals of a given species. ",
            "section": "V",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 4,
                    "rawForm": "Fish",
                    "resp": "whitelist",
                    "id": "b11089e652-software-simple-w0"
                }
            ]
        },
        {
            "text": "Their complex colour patterns can mostly be explained by reaction-diffusion models [1][2][3] , the basis of which is the activator-inhibitor system of short-range self-activation and long-range inhibition 4,5 . ",
            "section": "V",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 86,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 89,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 205,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 207,
                    "end": 208,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "In contrast, insect body surface patterns are usually species-specific. ",
            "section": "V"
        },
        {
            "text": "Recent studies revealed that the black spots on the wings of Drosophila species are controlled by the spatially specified expression of certain genes 6,7 . ",
            "section": "V",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6,"
                },
                {
                    "start": 152,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "Similarly, in butterflies, some specific genes are expressed in specific locations in developing wings 8,9 ; thus, overall patterns are largely species-specific. ",
            "section": "V",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 105,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "A general colour pattern of butterfly wings is known as the nymphalid groundplan [10][11][12] , in which several eyespots are regularly aligned. ",
            "section": "V",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "These observations suggest that the colour patterns of insects including butterflies are ''fixed'' and that their developmental determination mechanisms are different from those of fish colour patterns. ",
            "section": "V"
        },
        {
            "text": "Indeed, butterfly eyespots have long been explained by the concentration gradient model for positional information 8,10,11,[13][14][15][16] .",
            "section": "V",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 117,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10,"
                },
                {
                    "start": 120,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "However, recent studies have questioned the validity of the gradient model for butterfly eyespots, and as an alternative, the induction model was proposed 17,18 . ",
            "section": "V",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17,"
                },
                {
                    "start": 158,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "The induction model has been validated to some extent by experimental results 19 . ",
            "section": "V",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "The mechanistic explanation of the induction model is based on reaction-diffusion equations for the dynamic signal interactions, similar to those of fish eyespots, although additional mechanisms to specify the initiation sites may be required in butterfly eyespots. ",
            "section": "V"
        },
        {
            "text": "However, we have noticed that some fish species have distinct eyespots that are reminiscent of butterfly eyespots. ",
            "section": "V"
        },
        {
            "text": "Although mechanisms for determining fish skin colour patterns have been well studied [1][2][3][20][21][22][23][24][25][26] , the previous studies of fish patterns have focused on stripes or random dots, not including eyespots, and there are no experimental results that have directly compared fish eyespots with the butterfly wing colour pattern system.",
            "section": "V",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 88,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 91,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 94,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 98,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 102,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                },
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                },
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                },
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                },
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "To examine the convergence between the fish and butterfly systems at the mechanistic level, we investigated the colour patterns of the spotted mandarin fish (Fig. 1a, b), whose eyespots appear to be present at reproducible positions in this species together with those of the spotted ray (Fig. 1c). ",
            "section": "V",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 168,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1a, b"
                },
                {
                    "start": 288,
                    "end": 297,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1c)"
                }
            ]
        },
        {
            "text": "We named the mandarin fish eyespots as D1 to D7 for the dorsal spots and S1 to S6 for the side (lateral) spots from the anterior to posterior positions, with an R (right) or L (left) suffix (Fig. 1a, b). ",
            "section": "V",
            "ref_spans": [
                {
                    "start": 190,
                    "end": 201,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1a, b"
                }
            ]
        },
        {
            "text": "Here, we studied the fish eyespots with respect to the results obtained from butterfly eyespots and clarified the similarities between them.",
            "section": "V"
        },
        {
            "text": "Morphological features of fish eyespots. ",
            "section": "Results"
        },
        {
            "text": "We first examined the static morphology of the fish eyespots of the spotted mandarin fish and the spotted ray in comparison with the butterfly eyespots of Junonia butterflies (Fig. 1d). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 175,
                    "end": 184,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1d)"
                }
            ]
        },
        {
            "text": "In representative regular (or mature) eyespots, we noticed that there is no white focus in fish eyespots, whereas there is a white focus in butterfly eyespots. ",
            "section": "Results"
        },
        {
            "text": "In addition, the core of the butterfly eyespots is black. ",
            "section": "Results"
        },
        {
            "text": "This is largely true for the mandarin fish, but the eyespot core is orange in the spotted ray.",
            "section": "Results"
        },
        {
            "text": "In mandarin fish eyespots, a sequential series of rings are found: an outer blue ring, a black ring, an orange ring, and a black core (Fig. 1e). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 143,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1e)"
                }
            ]
        },
        {
            "text": "Noticeably, from the blue ring outwards, a narrow but identifiable black ring (termed eB ring; ''e'' for external or extra) and a diffuse orange ring (termed eO ring) are present. ",
            "section": "Results"
        },
        {
            "text": "Conceptually, it is possible to find colour symmetry with the central axis located at the blue ring. ",
            "section": "Results"
        },
        {
            "text": "At the cellular level ( Fig. 1f-i), the blue, black, and orange rings almost exclusively contain only blue, black, or orange pigment cells, respectively, but the black core contains black, blue, and orange pigment cells concurrently; however, their proportions vary from eyespot to eyespot. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 24,
                    "end": 34,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1f-i)"
                }
            ]
        },
        {
            "text": "Similarly, all three types of cells are found in the eB and eO rings and background (eyespotless) areas, though the cellular proportions are very different from the black core. ",
            "section": "Results"
        },
        {
            "text": "These pigment cells have extensive dendrites.",
            "section": "Results"
        },
        {
            "text": "When quantified, the black core size of the mandarin fish was found to dramatically increase when the whole eyespot size increased both in the D1 (Pearson correlation coefficient r 5 0.87; n 5 14; Fig. 2a) and D2 eyespots (r 5 0.96; n 5 14; Fig. 2b). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 197,
                    "end": 204,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2a"
                },
                {
                    "start": 241,
                    "end": 248,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2b"
                }
            ]
        },
        {
            "text": "The width of the blue ring also correlates with the whole eyespot size in the D1 eyespot (r 5 0.78; Fig. 2a) but not in the D2 eyespot (r 5 0.27; Fig. 2b); this is probably because the D1 eyespot is smaller than the D2 eyespot. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 107,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2a"
                },
                {
                    "start": 146,
                    "end": 154,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2b)"
                }
            ]
        },
        {
            "text": "Black and orange rings do not show significant correlation coefficients either in the D1 eyespot or the D2 eyespot (r # 4.0; n 5 14). ",
            "section": "Results"
        },
        {
            "text": "Thus, these rings are relatively constant over the wide range of eyespot size after a certain width is attained, and the core may enlarge the whole structure of an eyespot (also see Fig. 3d-f).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 191,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3d-f"
                }
            ]
        },
        {
            "text": "In the case of the spotted ray, both the core orange area (r 5 0.97) and the black ring (r 5 0.93) display a high correlation with the whole eyespot size in a given individual (n 5 20; Fig. 2c). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 192,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2c"
                }
            ]
        },
        {
            "text": "This suggests that the eyespot size in the spotted ray does not reflect dynamic signal interactions. ",
            "section": "Results"
        },
        {
            "text": "Instead, they were determined previously, and all the patterns were enlarged as the skin enlarged. ",
            "section": "Results"
        },
        {
            "text": "This differs from the spotted mandarin fish.",
            "section": "Results"
        },
        {
            "text": "At the level of the entire animal, the eyespot positions in the mandarin fish are apparently fixed in terms of the number of eyespots and their anatomical positions (n 5 15 for quantitative evaluation) ( Fig. 2d), whereas in the spotted ray, the number of eyespots and their positions vary from individual to individual (n 5 4 by visual inspection, data not shown).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 204,
                    "end": 212,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2d)"
                }
            ]
        },
        {
            "text": "Irregular and miniature eyespots. ",
            "section": "Results"
        },
        {
            "text": "The remainder of this study was performed in the spotted mandarin fish. ",
            "section": "Results"
        },
        {
            "text": "In most mandarin fish, all the eyespots are positioned symmetrically between the right and left sides of the body. ",
            "section": "Results"
        },
        {
            "text": "However, in one fish, the D4L and S3L eyespots were fused together, but the D4R and S3R eyespots were not fused (Fig. 3a,b), suggesting homophilic interactions between cells of the same colour. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 122,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 3a,b"
                }
            ]
        },
        {
            "text": "However, eyespots may also repel other eyespots. ",
            "section": "Results"
        },
        {
            "text": "For example, in a second fish, two ectopic eyespots were found between the D7R and S6R eyespots but not between the D7L and S6L eyespots (Fig. 3c). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 146,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 3c)"
                }
            ]
        },
        {
            "text": "Notably, the S6R eyespot was much smaller than the S6L eyespot in this fish, probably because of the existence of ectopic eyespots at the position typically occupied by the S6R eyespot.",
            "section": "Results"
        },
        {
            "text": "A pair of dorsal eyespots is symmetrically positioned against the dorsal fin in most mandarin fish, and their size and shape are also very similar. ",
            "section": "Results"
        },
        {
            "text": "However, we occasionally observed irregular pairs of eyespots ( Fig. 3d). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3d"
                }
            ]
        },
        {
            "text": "Two pairs of sister eyespots, a pair of D4R and D4L eyespots and a pair of D5R and D5L eyespots, were different in the size of the black core, but their blue, black, and orange rings appeared to be similar in width ( Fig. 3e), confirming the previous morphological analysis. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 217,
                    "end": 224,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3e"
                }
            ]
        },
        {
            "text": "Furthermore, the smaller D4R eyespot was likely compensated for by the enlarged D5R eyespot (Fig. 3f). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 100,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 3f"
                }
            ]
        },
        {
            "text": "This suggests that one eyespot signal suppresses the other eyespot signal despite a lack of physical contact between these eyespots morphologically.",
            "section": "Results"
        },
        {
            "text": "Interestingly, we observed a rare fish in which many ''miniature eyespots'' were present in the area between the regular eyespots ( Fig. 3g-j). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 142,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3g-j)"
                }
            ]
        },
        {
            "text": "In this fish, miniature eyespots appeared to be located at the positions farthest from nearby eyespots. ",
            "section": "Results"
        },
        {
            "text": "These miniature eyespots probably display the early stages of development of normal eyespots. ",
            "section": "Results"
        },
        {
            "text": "In these miniature eyespots, the core is orange and is encircled by a narrow black ring. ",
            "section": "Results"
        },
        {
            "text": "These miniature eyespots do not have a black core. ",
            "section": "Results"
        },
        {
            "text": "A blue ring is also usually found outside the black ring. ",
            "section": "Results"
        },
        {
            "text": "However, most of these miniature eyespots are not completely circular and are incomplete or partial eyespots. ",
            "section": "Results"
        },
        {
            "text": "Indeed, some have only an orange core. ",
            "section": "Results"
        },
        {
            "text": "Interestingly, a pair of right and left miniature eyespots is often symmetrical in both position and morphology ( Fig. 3h, j). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 125,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3h, j)"
                }
            ]
        },
        {
            "text": "It is likely that an orange core induces a black ring and that a black ring subsequently induces the blue ring.",
            "section": "Results"
        },
        {
            "text": "Eyespot reconstruction during skin regeneration. ",
            "section": "Results"
        },
        {
            "text": "To observe how eyespots are reconstructed during skin regeneration, we surgically removed a portion of skin containing a significant portion of an eyespot (Fig. 4). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 163,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "In all the cases in which the ''more-than-half'' removal protocol was used (n 5 5), most areas regenerated. ",
            "section": "Results"
        },
        {
            "text": "In the first case shown here, the black core and other portions of an eyespot were removed, the orange and black rings expanded to the wound area, and a blue area was regenerated around it ( Fig. 4a). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 198,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 4a"
                }
            ]
        },
        {
            "text": "This demonstrates that the black core is not required for the reconstruction of the entire eyespot. ",
            "section": "Results"
        },
        {
            "text": "Following the closure of the blue and black rings, a black core emerged. ",
            "section": "Results"
        },
        {
            "text": "Additionally, a blurred blue area was induced along the cut edge, and small ectopic orange cores emerged at irregular positions. ",
            "section": "Results"
        },
        {
            "text": "In the second sample from the ''morethan-half'' removal protocol, remnant blue and black rings appeared to behave as seeds for colour patterns (Fig. 4b). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4b"
                }
            ]
        },
        {
            "text": "An orange area was induced in the positions enclosed by the black areas.",
            "section": "Results"
        },
        {
            "text": "We also removed eyespots entirely (n 5 5). ",
            "section": "Results"
        },
        {
            "text": "In all of these cases, some remnants remained, but they appeared to be deconstructed first before small patches of blue areas appeared, which were associated with narrow black areas (Fig. 4c). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 190,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4c"
                }
            ]
        },
        {
            "text": "These black areas then induced adjacent orange areas. ",
            "section": "Results"
        },
        {
            "text": "The removal of a portion of background area (n 5 6) similarly induced small patches of blue areas that were accompanied by small black areas in all the cases ( Fig. 4d, e). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 170,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 4d, e"
                }
            ]
        },
        {
            "text": "An orange area was then induced adjacent to the black area. ",
            "section": "Results"
        },
        {
            "text": "In these samples, a black ring encircled the blue patch, but the black area was wider on one side; therefore, there is an apparent polarity in the development of the black area. ",
            "section": "Results"
        },
        {
            "text": "It appeared that the side facing other blue areas developed wide black areas despite that there is no apparent physical interactions between remote blue areas. ",
            "section": "Results"
        },
        {
            "text": "No ectopic eyespots were observed between D7L and S6L in the same fish. ",
            "section": "Results"
        },
        {
            "text": "(d) Asymmetric dorsal eyespots. ",
            "section": "Results"
        },
        {
            "text": "D4R is smaller than D4L, whereas D5R is larger than D5L. ",
            "section": "Results"
        },
        {
            "text": "(e) Morphometric analysis of the D4 and D5 eyespots of the fish shown in d. ",
            "section": "Results"
        },
        {
            "text": "Blue, black, and orange rings are similar in width in both L and R eyespots, but the core diameter is not. ",
            "section": "Results"
        },
        {
            "text": "Whole eyespots and cores are shown as diameters at the largest end along the anterior-posterior axis. ",
            "section": "Results"
        },
        {
            "text": "(f) Quantitative size relationships among the D4 and D5 eyespots. ",
            "section": "Results"
        },
        {
            "text": "The right eyespots shown here are unusual in that the D4 eyespot is smaller (arrow), and the D5 eyespot is larger (arrowhead) than the typical eyespots in the same positions. ",
            "section": "Results"
        },
        {
            "text": "The D4 and D5 left eyespots are similar in size. ",
            "section": "Results"
        },
        {
            "text": "Eyespot diameters are measured at the larger end along the anterior-posterior axis. ",
            "section": "Results"
        },
        {
            "text": "''Gap'' indicates the edge-to-edge distance between the D4 and D5 eyespots. ",
            "section": "Results"
        },
        {
            "text": "(g) Lateral view of a fish that has many miniature eyespots of various shapes. ",
            "section": "Results"
        },
        {
            "text": "(h) Dorsal view of the same fish. ",
            "section": "Results"
        },
        {
            "text": "(i) High magnification of the lateral view shown in g. ",
            "section": "Results"
        },
        {
            "text": "All the miniature eyespots are incomplete eyespots. ",
            "section": "Results"
        },
        {
            "text": "Some eyespots display a core orange area surrounded by very narrow black and blue rings (white arrows). ",
            "section": "Results"
        },
        {
            "text": "Others have a core orange area surrounded by distinct black and blue rings, but these rings are not closed (black arrows). ",
            "section": "Results"
        },
        {
            "text": "(j) High magnification of the D2 eyespot with nearby miniature eyespots. ",
            "section": "Results"
        },
        {
            "text": "Two miniature eyespots are located symmetrically and are symmetrical in shape (arrows). ",
            "section": "Results"
        },
        {
            "text": "Ectopic eyespots induced by physical damage. ",
            "section": "Results"
        },
        {
            "text": "We damaged fish skin using a heated needle on a background (eyespotless) area (n 5 23). ",
            "section": "Results"
        },
        {
            "text": "In 9 out of 23 cases, ectopic colour patterns developed. ",
            "section": "Results"
        },
        {
            "text": "In the first sample, small patches of blue areas appeared first in the damaged area (Fig. 5a, b). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 96,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 5a, b)"
                }
            ]
        },
        {
            "text": "Then, black areas were induced along these blue areas, but there was an apparent polarity in the black induction. ",
            "section": "Results"
        },
        {
            "text": "Later, orange areas were induced. ",
            "section": "Results"
        },
        {
            "text": "As a result, bar-like tri-colour bands were often observed. ",
            "section": "Results"
        },
        {
            "text": "Intriguingly, the orange area induced by the bar-like blue and black areas became circular, and light black and blue rings were observed around the orange area. ",
            "section": "Results"
        },
        {
            "text": "It appears that an orange area has an intrinsic ability to form a circular pattern. ",
            "section": "Results"
        },
        {
            "text": "In a second sample, damage to the background (eyespotless) area caused the rings of an adjacent eyespot to open (Fig. 5c), and it appeared that black cells were supplied from the open black ring to the damaged area. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 121,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 5c)"
                }
            ]
        },
        {
            "text": "These black cells were present around the damaged site for a few days; subsequently, they disappeared. ",
            "section": "Results"
        },
        {
            "text": "In addition, a small blue patch was ''pinched off '' from the blue ring of another eyespot. ",
            "section": "Results"
        },
        {
            "text": "A black ring encircled the blue area, but the black area was wider at the side that faced the open eyespot.",
            "section": "Results"
        },
        {
            "text": "We also damaged the peripheral rings of an eyespot (n 5 5). ",
            "section": "Results"
        },
        {
            "text": "Similar to the findings described above, damage at the outer rings opened those rings and induced a small ectopic circular pattern; its ectopic orange area was connected to the orange ring of the open eyespot (Fig. 5d). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 209,
                    "end": 217,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 5d"
                }
            ]
        },
        {
            "text": "During this process, cells appeared to move towards the damaged site from the pre-existing regular eyespot.",
            "section": "Results"
        },
        {
            "text": "We then damaged the black core foci (n 5 11). ",
            "section": "Results"
        },
        {
            "text": "In all cases, no change in size or shape of the damaged eyespots was observed. ",
            "section": "Results"
        },
        {
            "text": "In 4 out of 11 cases, a small dark blue spot was induced at the damaged site (Fig. 5e). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 85,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 5e"
                }
            ]
        },
        {
            "text": "This blue circle was stable for a long period, and black and light orange areas were induced around the black circle. ",
            "section": "Results"
        },
        {
            "text": "In 7 cases, no blue area was induced (Fig. 5f).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 37,
                    "end": 45,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 5f"
                }
            ]
        },
        {
            "text": "Calcium oscillation induced by physical damage. ",
            "section": "Results"
        },
        {
            "text": "We examined the physically damaged tissues by calcium imaging techniques (n 5 4; Fig. 6). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 87,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "Although we did not observe calcium signals from the nondamaged skin containing eyespots (not shown), in the damaged skin of the background area (Fig. 6a, b), we observed fluorescent cells that were actively moving in the damaged sites ( Fig. 6c, d). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 157,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig. 6a, b)"
                },
                {
                    "start": 238,
                    "end": 248,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 6c, d"
                }
            ]
        },
        {
            "text": "At least some of those cells displayed fluorescent clusters on the cell membrane that may represent lamellipodia (Fig. 6d). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 121,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig. 6d"
                }
            ]
        },
        {
            "text": "These cells may correspond to pigment cells or related cells that move towards the damaged site, as was observed in the previous damage experiments. ",
            "section": "Results"
        },
        {
            "text": "They were observed to continue fluorescing when they had stopped moving at a given position (Fig. 6c, e). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 103,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig. 6c, e"
                }
            ]
        },
        {
            "text": "It is likely that these regions correspond to the prospective blue areas. ",
            "section": "Results"
        },
        {
            "text": "Similarly, fluorescent cells were observed along the edges of isolated tissues (not shown). ",
            "section": "Results"
        },
        {
            "text": "Importantly, calcium oscillations with 7-8 min cycles were observed. ",
            "section": "Results"
        },
        {
            "text": "These oscillations may be synchronised to some extent among the damaged cells (Fig. 6f).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig. 6f"
                }
            ]
        },
        {
            "text": "We characterised natural and artificially induced eyespots of the spotted mandarin fish and compared them to butterfly eyespots. ",
            "section": "Discussion"
        },
        {
            "text": "In a mandarin fish eyespot, we observed black cores of various widths and blue, black, and orange rings of relatively constant widths. ",
            "section": "Discussion"
        },
        {
            "text": "Furthermore, a very thin black ring (eB ring) and a blurred orange ring (eO ring) were observed outside the blue ring. ",
            "section": "Discussion"
        },
        {
            "text": "Larger eyespots had larger black cores, and in relatively small eyespots, the width of the blue ring also correlated with the size of the whole eyespot. ",
            "section": "Discussion"
        },
        {
            "text": "Thus, large and small eyespots are structurally different in mandarin fish. ",
            "section": "Discussion"
        },
        {
            "text": "When focusing on the three black areas (i.e., black core, black ring, and eB ring) and disregarding the blue and orange rings, it was observed that the black area is narrower as it is located farther from the focus. ",
            "section": "Discussion"
        },
        {
            "text": "This was also observed in butterfly eyespots and is called the inside-wide rule. ",
            "section": "Discussion"
        },
        {
            "text": "In contrast, large ray eyespots are similar to an enlarged ''photocopy'' of small eyespots. ",
            "section": "Discussion"
        },
        {
            "text": "The ray eyespots are probably ''fixed'' in the early stage of development because they are similar to the miniature eyespots of the mandarin fish in that the core is orange in colour.",
            "section": "Discussion"
        },
        {
            "text": "We have shown by measuring the focus-to-focus distances and edge-to-edge distances between eyespots that, similar to those of butterflies, the locations of the dorsal eyespots are fixed characteristics of mandarin fish. ",
            "section": "Discussion"
        },
        {
            "text": "This implies the importance of the initial positional specification in mandarin fish. ",
            "section": "Discussion"
        },
        {
            "text": "Note that in many mammalian and fish species, including the spotted ray, skin colour patterns vary even among individuals in a given species. ",
            "section": "Discussion"
        },
        {
            "text": "At present, we have found no anatomical structure that may specify eyespot positions in the spotted mandarin fish. ",
            "section": "Discussion"
        },
        {
            "text": "This differs from butterflies, in which cuticle spots correspond to eyespot foci 27 .",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "Possible eyespot interactions include homophilic fusion between rings of the same colour. ",
            "section": "Discussion"
        },
        {
            "text": "In addition, a morphometric analysis of irregular eyespots suggests that two eyespots may repel each other. ",
            "section": "Discussion"
        },
        {
            "text": "The fact that miniature eyespots are located in the farthest positions from the regular eyespots could also be explained by repelling interactions. ",
            "section": "Discussion"
        },
        {
            "text": "These dynamic interactions may be mediated through the so-called ''imaginary rings'' (including but not limited to eB and eO rings) that are observed in the outermost positions of an eyespot and that are usually invisible or very ambiguous. ",
            "section": "Discussion"
        },
        {
            "text": "Alternatively, a concept of developmental field may be suitable. ",
            "section": "Discussion"
        },
        {
            "text": "The symmetric positioning of the miniature eyespots suggests that the developmental field is also symmetrical in the right and left sides of the body. ",
            "section": "Discussion"
        },
        {
            "text": "These two types of interactions do not necessarily require physical contact between parts of eyespots and are likely to be two important interactions that govern the global colour patterns, which are similar to those found in butterflies 19 .",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 238,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "Based on the structures of miniature eyespots, we are able to recapitulate developmental stages of eyespots (Fig. 7, top). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 121,
                    "type": "figure",
                    "text": "(Fig. 7, top)"
                }
            ]
        },
        {
            "text": "Notably, miniature (or immature) eyespots have different colour patterns than those of regular (or mature) eyespots. ",
            "section": "Discussion"
        },
        {
            "text": "The core is orange in colour in the miniature eyespots, which is similar to that of butterflies 19 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19"
                }
            ]
        },
        {
            "text": "Hence, the orange area appears to play a critical role in the initial positioning of the circular pattern. ",
            "section": "Discussion"
        },
        {
            "text": "It is likely that other rings are serially induced around the orange core as the whole eyespot size increases. ",
            "section": "Discussion"
        },
        {
            "text": "The induced rings increase in width to a certain limit, after which they stay at a constant width. ",
            "section": "Discussion"
        },
        {
            "text": "At a critical size for the whole eyespot, the black core emerges in the middle of the orange area.",
            "section": "Discussion"
        },
        {
            "text": "Regeneration experiments showed that part of an eyespot may be able to reconstruct the full eyespot even without the black core (Fig. 7,  middle). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 145,
                    "type": "figure",
                    "text": "(Fig. 7,  middle)"
                }
            ]
        },
        {
            "text": "Interestingly, the black core was regenerated after ring closure, and then the orange area was observed at the core. ",
            "section": "Discussion"
        },
        {
            "text": "These surgical experiments undoubtedly demonstrate that the black core (or a putative organising centre) is not required to regenerate eyespots in this species of fish. ",
            "section": "Discussion"
        },
        {
            "text": "The possibility that the pattern determination signals still persist on the naked surface of the detached area is not realistic because when the original eyespots were destroyed, full restoration of the previous eyespot was not realised.",
            "section": "Discussion"
        },
        {
            "text": "Notably, the background area also has an ability to form new patterns (Fig. 7, bottom). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 86,
                    "type": "figure",
                    "text": "(Fig. 7, bottom)"
                }
            ]
        },
        {
            "text": "Inducing eyespot damage has been employed to study butterfly colour pattern development 10,14,15 ; however, this method has been applied to vertebrates for the first time in this study. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10,"
                },
                {
                    "start": 91,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 94,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "After damage to a background area, a blue area was generated first in most cases. ",
            "section": "Discussion"
        },
        {
            "text": "A black area was then induced adjacent to the pre-formed blue area, but the wide black area was formed on only one side. ",
            "section": "Discussion"
        },
        {
            "text": "The black induction is ''polarised''. ",
            "section": "Discussion"
        },
        {
            "text": "This black area then induced an orange area. ",
            "section": "Discussion"
        },
        {
            "text": "It appears that the orange area has an intrinsic ability to form a circular pattern. ",
            "section": "Discussion"
        },
        {
            "text": "This process does not follow the possible developmental sequence. ",
            "section": "Discussion"
        },
        {
            "text": "However, in different cases, an orange area emerged first. ",
            "section": "Discussion"
        },
        {
            "text": "The fact that either direction of developmental induction is possible suggests mutual stabilisation between rings of different colours, as observed in the butterfly system 17,18 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17,"
                },
                {
                    "start": 175,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "These experiments demonstrate the intrinsic self-organising ability of colour patterns. ",
            "section": "Discussion"
        },
        {
            "text": "Polarised induction probably depends on developmental fields that are imposed from the existing colour patterns.",
            "section": "Discussion"
        },
        {
            "text": "It is interesting to note that when an eyespot ring was opened by damage, the black cells migrated towards the damaged site, as was observed in the zebrafish system 23 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "It is likely that mutual stabilisation between different rings is necessary to maintain the precise eyespot patterns; if a pigment cell is not stabilised in a single position by inhibitory forces from surrounding cells, it is able to move from its original position.",
            "section": "Discussion"
        },
        {
            "text": "As expected from the results discussed above, focal damage did not affect eyespot size and shape. ",
            "section": "Discussion"
        },
        {
            "text": "Initially, this seems to be different from surgical studies of the butterfly forewing eyespots, where focal damage reduced the eyespot size 10,[13][14][15][16]27 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10,"
                },
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 151,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 159,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "However, the damageinduced size reduction in butterflies has been observed only on the forewing eyespots. ",
            "section": "Discussion"
        },
        {
            "text": "The hindwing eyespots are not reduced in size in response to damage, and other homologous elements also do not respond to damage 17 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "In butterflies, the forewing damage that leads to reduced eyespot sizes may cause the extensive removal of positionspecifying or signal-generating cells; therefore, such experiments do not necessarily support the conventional gradient model for positional information 17,18 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17,"
                },
                {
                    "start": 271,
                    "end": 273,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "In the case of the mandarin fish, a circular blue area was observed at the damaged site in the eyespot core.",
            "section": "Discussion"
        },
        {
            "text": "Therefore, there may be cellular interactions that produce circular clusters of blue cells inside the eyespot core but no such interactions outside an eyespot.",
            "section": "Discussion"
        },
        {
            "text": "It is somewhat surprising that ectopic eyespots are induced by physical damage on the fish skin as in butterfly wings. ",
            "section": "Discussion"
        },
        {
            "text": "We propose that tissue regeneration and colour pattern formation are interconnected both in vertebrates and invertebrates. ",
            "section": "Discussion"
        },
        {
            "text": "Signals emitted during skin regeneration for wound healing are likely similar to signals for colour pattern determination in both fish and butterflies.",
            "section": "Discussion"
        },
        {
            "text": "Given the remarkable similarities between the two systems, it is reasonable to believe that they share a mechanistic principle. ",
            "section": "Discussion"
        },
        {
            "text": "A few differences exist between the two systems, but they appear to be marginal rather than fundamental differences. ",
            "section": "Discussion"
        },
        {
            "text": "First, there is no apparent binary colour composition in the mandarin eyespots; mandarin eyespots are multi-coloured. ",
            "section": "Discussion"
        },
        {
            "text": "In butterflies, binary composition is considered basic colouration 18 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "However, multi-coloured eyespots are also common in butterflies. ",
            "section": "Discussion"
        },
        {
            "text": "Second, there is no white focus in fish eyespots, but this white focus is usually present in butterflies. ",
            "section": "Discussion"
        },
        {
            "text": "However, there are many butterfly eyespots that lack white foci. ",
            "section": "Discussion"
        },
        {
            "text": "Third, miniature eyespots can be incomplete in shape, and a simple band instead of a ring can be formed in fish. ",
            "section": "Discussion"
        },
        {
            "text": "Similarly, bar-like or dotlike blue and black bands are induced first in the case of artificial induction. ",
            "section": "Discussion"
        },
        {
            "text": "These structures are different from typical butterfly eyespots, but they are similar in shape to partial or ''immature'' eyespots 16 and parafocal elements 12 . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                },
                {
                    "start": 156,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "Probably, the largest difference between the two systems is that in fish, pigment cells move in response to surrounding signals, whereas in butterflies, immature scale cells do not move.",
            "section": "Discussion"
        },
        {
            "text": "Underlying these macroscopic observations are cellular activation, cellular movement, and intracellular interactions, as shown in the zebrafish system [21][22][23] . ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                },
                {
                    "start": 159,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "We observed mobile cells that exhibit calcium signals around the damaged area where the future colour pattern appears. ",
            "section": "Discussion"
        },
        {
            "text": "At least some of these cells displayed fluorescent clusters on their cell membrane, indicating cellular interactions, and several of these cells displayed calcium oscillations. ",
            "section": "Discussion"
        },
        {
            "text": "It is reasonable to hypothesise that calcium signals play an important role in skin regeneration and in the induction of colour patterns. ",
            "section": "Discussion"
        },
        {
            "text": "Calcium-inducible genes may be responsible for wound healing and colour pattern signalling processes.",
            "section": "Discussion"
        },
        {
            "text": "Considering the cumulating evidence suggesting that other fish skin colour patterns are determined by reaction-diffusion mechanisms [1][2][3][20][21][22][23][24] , it is apparent that the mandarin fish colour patterns are also determined by similar mechanisms. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 135,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 138,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                },
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                },
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "The present study demonstrates that mandarin fish eyespot structures are determined by dynamic interactions between colour-specifying signals. ",
            "section": "Discussion"
        },
        {
            "text": "Serial induction powered by short-range activation and long-range inhibition 4,5 is likely appropriate for describing the developmental dynamics of this fish system and is probably applicable to the butterfly system [17][18][19] .",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 220,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 224,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "Fish. ",
            "section": "Methods",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 4,
                    "rawForm": "Fish",
                    "resp": "whitelist",
                    "id": "b11089e652-software-simple-w1"
                }
            ]
        },
        {
            "text": "The orange-spotted ray, Potamotrygon motoro, is a fresh water fish from South America. ",
            "section": "Methods"
        },
        {
            "text": "The spotted mandarin fish, Synchiropus picturatus, is a seawater fish distributed in the tropical Indo-West Pacific coral reefs. ",
            "section": "Methods"
        },
        {
            "text": "The former was obtained from Aqua Wild (Naha, Okinawa, Japan), and the latter was obtained from Pet Box (Chatan, Okinawa, Japan) and the Okinawa Aquarium (Naha, Okinawa, Japan). ",
            "section": "Methods",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 29,
                    "end": 33,
                    "rawForm": "Aqua",
                    "resp": "whitelist",
                    "id": "b11089e652-software-simple-w2"
                }
            ]
        },
        {
            "text": "These fishes do not have scales on the surface.",
            "section": "Methods"
        },
        {
            "text": "Structural measurements. ",
            "section": "Methods"
        },
        {
            "text": "Eyespot structures were analysed using digital microscopes VHX-1000 (Keyenece, Osaka, Japan) for high magnification pictures at the cellular level and by SKM-S30A-PC (Saitou Kougaku, Yokohama, Japan) for lower magnification pictures. ",
            "section": "Methods"
        },
        {
            "text": "Quantitative measurements of size and distance were performed using ImageJ 28 and graphically presented and analysed using Microsoft Excel. ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 68,
                    "end": 74,
                    "rawForm": "ImageJ",
                    "resp": "whitelist",
                    "id": "b11089e652-software-simple-w3"
                },
                {
                    "type": "software",
                    "start": 123,
                    "end": 132,
                    "rawForm": "Microsoft",
                    "resp": "whitelist",
                    "id": "b11089e652-software-simple-w4"
                },
                {
                    "type": "software",
                    "start": 133,
                    "end": 138,
                    "rawForm": "Excel",
                    "resp": "whitelist",
                    "id": "b11089e652-software-simple-w5"
                }
            ]
        },
        {
            "text": "Eyespot diameter and the width of a given ring and core were measured along the line that passes through the focus of that eyespot for the mandarin fish. ",
            "section": "Methods"
        },
        {
            "text": "Similar measurements were taken in the spotted ray except the black ring width, which was calculated by subtracting the core diameter from the whole eyespot size and then dividing it by a factor of two. ",
            "section": "Methods"
        },
        {
            "text": "Five representative eyespots from each array of an individual ray were used for the measurements.",
            "section": "Methods"
        },
        {
            "text": "Physical operations. ",
            "section": "Methods"
        },
        {
            "text": "Point-damage (i.e., cautery) operations were performed under general anaesthesia using 2-phenoxyethanol (Wako, Osaka, Japan) in seawater. ",
            "section": "Methods"
        },
        {
            "text": "A stainless-steel needle (177 mm in diameter at the tip and 967 mm wire in diameter) was heated by fire and was pushed onto (but never penetrated into) the skin. ",
            "section": "Methods"
        },
        {
            "text": "For the skin removal operations, a fish was soaked in ice-cold seawater to result in deep general anaesthesia and an area of skin was quickly detached using fine razor blades. ",
            "section": "Methods"
        },
        {
            "text": "The operated individuals were allowed to recover naturally, and pictures were taken as frequently as possible during the recovery process. ",
            "section": "Methods"
        },
        {
            "text": "Three types of detachment surgery protocols were performed: the entire removal of an eyespot (n 5 5), a morethan-half removal of an eyespot portion (n 5 5), and the removal of a background area (n 5 6). ",
            "section": "Methods"
        },
        {
            "text": "In all cases (n 5 16 in total), the operated individual survived and removed skin portions were regenerated. ",
            "section": "Methods"
        },
        {
            "text": "Three types of cautery protocols were performed: damage at the focus of an eyespot (n 5 11), damage at the peripheral rings of an eyespot (n 5 5), and damage at a background area (n 5 23). ",
            "section": "Methods"
        },
        {
            "text": "This study was performed in accordance with the Animal Experiment Regulations of University of the Ryukyus approved by the University Committee.",
            "section": "Methods"
        },
        {
            "text": "Calcium imaging. ",
            "section": "Methods"
        },
        {
            "text": "For calcium imaging, a portion of skin was removed within 30 sec after the cautery operation, as described above. ",
            "section": "Methods"
        },
        {
            "text": "After washing the surface by gentle vortexing in PBS, the tissue was soaked in PBS containing Fluo-4 AM (Dojindo, Kumamoto, Japan) at a final concentration of 10 mM with brief sonication. ",
            "section": "Methods"
        },
        {
            "text": "Fluo-4 AM was allowed to enter the cells for 20 min, and the tissue was then washed in PBS. ",
            "section": "Methods"
        },
        {
            "text": "The tissue was sandwiched by two thin glasses in PBS and observed. ",
            "section": "Methods"
        },
        {
            "text": "The real-time confocal microscope imaging system used in this study was composed of an inverted epifluorescence microscope Eclipse Ti-U (Nikon, Tokyo, Japan), a CSU-X1 laserscanning unit with a 520612.5 nm band-pass filter (Yokogawa, Tokyo, Japan), and an ImagEM EM-CCD camera (Hamamatsu Photonics, Hamamatsu, Japan). ",
            "section": "Methods",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 123,
                    "end": 130,
                    "rawForm": "Eclipse",
                    "resp": "whitelist",
                    "id": "b11089e652-software-simple-w6"
                }
            ]
        },
        {
            "text": "TheAQUACOSMOS/RATIO calcium-ion analysis system (Hamamatsu photonics, Hamamatsu, Japan) was used as the system control software. ",
            "section": "Methods",
            "entity_spans": [
                {
                    "start": 3,
                    "end": 47,
                    "type": "software",
                    "rawForm": "AQUACOSMOS/RATIO calcium-ion analysis system",
                    "resp": "#annotator21",
                    "used": true,
                    "id": "b11089e652-software-0",
                    "cert": "0.6"
                },
                {
                    "start": 49,
                    "end": 68,
                    "type": "publisher",
                    "rawForm": "Hamamatsu photonics",
                    "resp": "#curator",
                    "id": "#b11089e652-software-0"
                },
                {
                    "type": "software",
                    "start": 119,
                    "end": 127,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "b11089e652-software-simple-w7"
                }
            ]
        },
        {
            "text": "The exposure time was set at 100 ms with a 1.0 s interval. ",
            "section": "Methods"
        },
        {
            "text": "Autofluorescence from non-damaged tissues with or without fluo-4 loading and from damaged tissues without loading was found to be minimal or null.",
            "section": "Methods"
        },
        {
            "text": "Structures of fish and butterfly eyespots. ",
            "section": "Figure 1 |"
        },
        {
            "text": "(a) Dorsal view of the spotted mandarin fish Synchiropus picturatus. ",
            "section": "Figure 1 |"
        },
        {
            "text": "Dorsal eyespots are named from the anterior to posterior direction as D1, D2, and so on. ",
            "section": "Figure 1 |"
        },
        {
            "text": "From D3 to D7, two eyespots exist as a pair on both the right and left sides and are termed as D3R and D3L, D4R and D4L, etc. ",
            "section": "Figure 1 |"
        },
        {
            "text": "(b) Lateral view of the spotted mandarin fish. ",
            "section": "Figure 1 |"
        },
        {
            "text": "Six eyespots are found on each side, and those on the left side are named from the anterior to the posterior as S1L, S2L, etc. ",
            "section": "Figure 1 |"
        },
        {
            "text": "(c) Dorsal view of the spotted ray Potamotrygon motoro. ",
            "section": "Figure 1 |"
        },
        {
            "text": "The eyespots are circularly arrayed in different distances from the body edge, and inner eyespots are larger than peripheral ones. ",
            "section": "Figure 1 |"
        },
        {
            "text": "(d) Representative eyespots of fish and butterflies. ",
            "section": "Figure 1 |"
        },
        {
            "text": "Shown from left to right are an eyespot of the spotted ray, a dorsal eyespot of the spotted mandarin fish, a dorsal major forewing eyespot of the buckeye butterfly Junonia coenia, a ventral major forewing eyespot of the peacock pansy butterfly Junonia almana, and a dorsal major forewing eyespot of J. almana. ",
            "section": "Figure 1 |"
        },
        {
            "text": "(e) High magnification image of the mandarin fish eyespot. ",
            "section": "Figure 1 |"
        },
        {
            "text": "The core contains black, blue, and orange cells and is surrounded by orange, black, and blue rings. ",
            "section": "Figure 1 |"
        },
        {
            "text": "The black ring contains black and orange cells, whereas the orange and blue rings contain only orange and blue cells, respectively. ",
            "section": "Figure 1 |"
        },
        {
            "text": "Furthermore, eB rings and eO rings exist in most eyespots. ",
            "section": "Figure 1 |"
        },
        {
            "text": "BG indicates background. ",
            "section": "Figure 1 |"
        },
        {
            "text": "(f-i) ",
            "section": "Figure 1 |"
        },
        {
            "text": "Cellular composition of the mandarin fish eyespot. ",
            "section": "Figure 1 |"
        },
        {
            "text": "The dendrites of black cells are clearly observed. ",
            "section": "Figure 1 |"
        },
        {
            "text": "Blue and orange cells also have similar dendrites, though they are difficult to recognise.",
            "section": "Figure 1 |"
        },
        {
            "text": "Morphometric analysis of fish eyespots. ",
            "section": "Figure 2 |"
        },
        {
            "text": "(a) Relationship between whole eyespot size and ring width/core diameter in the D1 eyespots of the spotted mandarin fish (n 5 14). ",
            "section": "Figure 2 |"
        },
        {
            "text": "(b) Relationship between whole eyespot size and ring width/core diameter in the D2 eyespots of the spotted mandarin fish (n 5 14). ",
            "section": "Figure 2 |"
        },
        {
            "text": "(c) Relationship between whole eyespot size and ring width/core diameter in a single spotted ray (n 5 20). ",
            "section": "Figure 2 |"
        },
        {
            "text": "Note that there are four arrays of eyespots parallel to the body outline. ",
            "section": "Figure 2 |"
        },
        {
            "text": "Five representative eyespots were taken from each array for measurements. ",
            "section": "Figure 2 |"
        },
        {
            "text": "(d) Focal (focus-to-focus) distances and gap (edge-to-edge) distances of dorsal eyespots (n 5 11). ",
            "section": "Figure 2 |"
        },
        {
            "text": "Measured widths, labelled by uppercase and lowercase alphabets, are shown on the right.",
            "section": "Figure 2 |"
        },
        {
            "text": "Irregular and miniature eyespots. ",
            "section": "Figure 3 |"
        },
        {
            "text": "(a) Rare eyespot fusion between two eyespots (D4L and S3L, arrow). ",
            "section": "Figure 3 |"
        },
        {
            "text": "D4R and S3R are not fused. ",
            "section": "Figure 3 |"
        },
        {
            "text": "(b) High magnification of the D4L-S3L fusion. ",
            "section": "Figure 3 |"
        },
        {
            "text": "(c) Spontaneous ectopic eyespots between regular eyespots (D7R and S6R, arrows).",
            "section": "Figure 3 |"
        },
        {
            "text": "Eyespot reconstruction during skin regeneration. ",
            "section": "Figure 4 |"
        },
        {
            "text": "Days after surgery are indicated at the top or bottom of each panel, and ''pre'' means presurgery. ",
            "section": "Figure 4 |"
        },
        {
            "text": "(a) The removal of approximately two-thirds of an eyespot. ",
            "section": "Figure 4 |"
        },
        {
            "text": "The remaining rings extended into the damaged area 12 d post-surgery (red arrow) and were connected at 21 d (red arrow). ",
            "section": "Figure 4 |"
        },
        {
            "text": "The focal core developed at 38 d (black arrow). ",
            "section": "Figure 4 |"
        },
        {
            "text": "Simultaneously, ectopic miniature eyespots developed (blue arrows). ",
            "section": "Figure 4 |"
        },
        {
            "text": "(b) The removal of approximately four-fifths of an eyespot. ",
            "section": "Figure 4 |"
        },
        {
            "text": "The broken blue rings observed at 2 d were connected at 7 d (blue arrows). ",
            "section": "Figure 4 |"
        },
        {
            "text": "The remnant orange area deteriorated at 9 d (black arrow), but new orange areas were induced at 25 d (red arrows). ",
            "section": "Figure 4 |"
        },
        {
            "text": "Outside the orange areas, black and blue areas were induced at 35 d (blue arrows). ",
            "section": "Figure 4 |"
        },
        {
            "text": "(c) The removal of almost all parts of an eyespot. ",
            "section": "Figure 4 |"
        },
        {
            "text": "New blue areas developed at 16 d (blue arrows). ",
            "section": "Figure 4 |"
        },
        {
            "text": "An orange area was induced along the narrow black area at 21 d (red arrow). ",
            "section": "Figure 4 |"
        },
        {
            "text": "It appears that this subsequently induced a black area at 26 d (black arrow) and a further blue area at 29 d (blue arrow). ",
            "section": "Figure 4 |"
        },
        {
            "text": "Small patches of blue areas were also observed at 32 d (blue arrows). ",
            "section": "Figure 4 |"
        },
        {
            "text": "At 37 d, a small circular orange area was developed without the normal surrounding black and blue areas (red arrow). ",
            "section": "Figure 4 |"
        },
        {
            "text": "An orange area was newly induced at 52 d (red arrow). ",
            "section": "Figure 4 |"
        },
        {
            "text": "(d) The removal of a background area. ",
            "section": "Figure 4 |"
        },
        {
            "text": "This damage invaded and ''opened'' the rings of an adjacent eyespot at 9 d (black arrow). ",
            "section": "Figure 4 |"
        },
        {
            "text": "Small blue areas developed at 16 d (blue arrows). ",
            "section": "Figure 4 |"
        },
        {
            "text": "Narrow black areas were observed around the small blue areas, and an orange area developed between the black and blue areas at 100 d (red arrow). ",
            "section": "Figure 4 |"
        },
        {
            "text": "(e) High magnification pictures of emerging colour patterns shown in d. ",
            "section": "Figure 4 |"
        },
        {
            "text": "At early stages, a blue area was vaguely surrounded by a narrow black ring. ",
            "section": "Figure 4 |"
        },
        {
            "text": "Then, one side of the black ring was widened. ",
            "section": "Figure 4 |"
        },
        {
            "text": "Independent blue areas all had widened black areas facing one another. ",
            "section": "Figure 4 |"
        },
        {
            "text": "An orange area emerges at later stages in the place that was surrounded by the widened black areas.",
            "section": "Figure 4 |"
        },
        {
            "text": "Damage-induced changes of eyespots. ",
            "section": "Figure 5 |"
        },
        {
            "text": "Days after surgery are indicated at the top or bottom of each panel, and ''pre'' and ''post'' mean presurgery and post-surgery, respectively. ",
            "section": "Figure 5 |"
        },
        {
            "text": "(a) Background damage at two positions (red arrowheads). ",
            "section": "Figure 5 |"
        },
        {
            "text": "Small blue areas surrounded by narrow black areas were induced at 34 d (blue arrows). ",
            "section": "Figure 5 |"
        },
        {
            "text": "They further induced orange areas at 54 d and 69 d (red arrows). ",
            "section": "Figure 5 |"
        },
        {
            "text": "An orange area appears to have induced surrounding circular black and blue structures. ",
            "section": "Figure 5 |"
        },
        {
            "text": "(b) High magnification of ectopic colour patterns shown above at 176 d. ",
            "section": "Figure 5 |"
        },
        {
            "text": "(c) Background damage at a single position (red arrowhead at 4 ",
            "section": "Figure 5 |"
        },
        {
            "text": "d). ",
            "section": "Figure 5 |"
        },
        {
            "text": "This damage opened the rings of a nearby eyespot at 7 d (black arrow). ",
            "section": "Figure 5 |"
        },
        {
            "text": "It appears that at least the black cells from inside the eyespots have migrated towards the damaged site and can be observed as small dots at the damaged site at 8 d. ",
            "section": "Figure 5 |"
        },
        {
            "text": "The open rings became closed at 19 d (black arrow). ",
            "section": "Figure 5 |"
        },
        {
            "text": "A portion of the blue area of an adjacent eyespot was ''pinched off'' towards the damaged site at 16 d (blue arrow) and later established a separate small blue patch surrounded by a narrow black area. ",
            "section": "Figure 5 |"
        },
        {
            "text": "Subsequently, an orange area was induced at the centre of the original damage at 182 d (red arrow). ",
            "section": "Figure 5 |"
        },
        {
            "text": "(d) Ring damage (red arrowhead at 1 ",
            "section": "Figure 5 |",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 4,
                    "end": 8,
                    "rawForm": "Ring",
                    "resp": "whitelist",
                    "id": "b11089e652-software-simple-w8"
                }
            ]
        },
        {
            "text": "d). ",
            "section": "Figure 5 |"
        },
        {
            "text": "After necrotic reactions, blue, black, and orange rings opened, and it appears that cells migrated from inside these rings towards the damaged site. ",
            "section": "Figure 5 |"
        },
        {
            "text": "An area of blue ring from another adjacent eyespot was pinched towards the damaged site, and the orange area was induced at 40 d (red arrow). ",
            "section": "Figure 5 |"
        },
        {
            "text": "The orange area was more apparent at 59 d. ",
            "section": "Figure 5 |"
        },
        {
            "text": "(e) Damage at the core (red arrowhead at 0 ",
            "section": "Figure 5 |"
        },
        {
            "text": "d). ",
            "section": "Figure 5 |"
        },
        {
            "text": "No overall changes in eyespot size or structure were observed, but the ectopic small blue circular area emerged inside the core of the original eyespot (blue arrow at 132 ",
            "section": "Figure 5 |"
        },
        {
            "text": "d). ",
            "section": "Figure 5 |"
        },
        {
            "text": "Thin black and orange areas were observed around the ectopic blue area at 132 d. ",
            "section": "Figure 5 |"
        },
        {
            "text": "(f) Damage at the core (red arrowhead at 17 ",
            "section": "Figure 5 |"
        },
        {
            "text": "d). ",
            "section": "Figure 5 |"
        },
        {
            "text": "Narrower images of the treated eyespots at 43 d and at146 d are artefacts of skewed images.",
            "section": "Figure 5 |"
        },
        {
            "text": "Calcium imaging of physically damaged skin. ",
            "section": "Figure 6 |"
        },
        {
            "text": "(a) An area of skin with background damage approximately 3 h post-treatment. ",
            "section": "Figure 6 |"
        },
        {
            "text": "The enclosed area corresponds to the area shown in b. ",
            "section": "Figure 6 |"
        },
        {
            "text": "(b) Fluo-4 image of the damaged area. ",
            "section": "Figure 6 |"
        },
        {
            "text": "Fluorescent cells are found in the damaged site. ",
            "section": "Figure 6 |"
        },
        {
            "text": "Boxes c and e correspond to the areas shown in c and e. ",
            "section": "Figure 6 |"
        },
        {
            "text": "(c) A small damaged area. ",
            "section": "Figure 6 |"
        },
        {
            "text": "Small fluorescent cells (arrows) move around, but the fluorescing cluster at the top right-hand corner does not. ",
            "section": "Figure 6 |"
        },
        {
            "text": "Box d corresponds to the area shown in ",
            "section": "Figure 6 |"
        },
        {
            "text": "d. ",
            "section": "Figure 6 |"
        },
        {
            "text": "(d) Fluorescent clusters on the cell membrane of a cell at the site shown in c over time. ",
            "section": "Figure 6 |"
        },
        {
            "text": "Arrows indicate the identical position of the cell. ",
            "section": "Figure 6 |"
        },
        {
            "text": "Fluorescent clusters likely correspond to lamellipodia. ",
            "section": "Figure 6 |"
        },
        {
            "text": "(e) A small damaged area. ",
            "section": "Figure 6 |"
        },
        {
            "text": "Relatively large fluorescent flat cells are observed. ",
            "section": "Figure 6 |"
        },
        {
            "text": "ROI1 to ROI7 are set for monitoring fluorescence dynamics. ",
            "section": "Figure 6 |"
        },
        {
            "text": "(f) The change of the mean fluorescence intensity (a.u.) of the ROI shown in e over time. ",
            "section": "Figure 6 |"
        },
        {
            "text": "Calcium oscillations of approximately 7-8 min cycles were observed.",
            "section": "Figure 6 |"
        },
        {
            "text": "SCIENTIFIC REPORTS | 2 : 290 | DOI: 10.1038/srep00290",
            "section": "Figure 6 |"
        },
        {
            "text": "We thank Miki Kawauchi, Mariko Teramoto, and Takashi Nakamura for helping us to maintain the fish. ",
            "section": "Acknowledgements"
        },
        {
            "text": "We thank Wataru Taira and other members of the BCPH Unit of Molecular Physiology for helpful discussions. ",
            "section": "Acknowledgements"
        },
        {
            "text": "This work was partly supported by Research Foundation for Opto-Science and Technology, Hamamatsu, Japan, the Post-COE project for Higher Development and Globalisation for Pacific Coral Reef and Island Studies, and the International Research Hub Project for Climate Change and Coral Reef/Island Dynamics of University of the Ryukyus.",
            "section": "Acknowledgements",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 43,
                    "end": 53,
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "b11089e652-software-simple-w9"
                },
                {
                    "type": "software",
                    "start": 179,
                    "end": 184,
                    "rawForm": "Coral",
                    "resp": "whitelist",
                    "id": "b11089e652-software-simple-w10"
                },
                {
                    "type": "software",
                    "start": 276,
                    "end": 281,
                    "rawForm": "Coral",
                    "resp": "whitelist",
                    "id": "b11089e652-software-simple-w11"
                }
            ]
        },
        {
            "text": "Competing financial interests: The authors declare no competing financial interests. ",
            "section": "Additional information"
        }
    ]
}