{
    "id": "c837a5089a",
    "abstract": [],
    "body_text": [
        {
            "text": "Mesothelin is a 40-kDa cell surface glycoprotein and is expressed on normal mesothelial cells lining the pleura, pericardium, and peritoneum (Chang et al, 1992;Chang and Pastan, 1996). ",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(Chang et al, 1992;"
                },
                {
                    "start": 160,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "Chang and Pastan, 1996)"
                }
            ]
        },
        {
            "text": "Moreover, mesothelin is overexpressed in various types of malignant tumour, including malignant mesothelioma, ovarian cancer, and pancreatic cancer (Argani et al, 2001;Ordonez, 2003a, b;Hassan et al, 2005a;Einama et al, 2011). ",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Argani et al, 2001;"
                },
                {
                    "start": 168,
                    "end": 186,
                    "type": "bibr",
                    "text": "Ordonez, 2003a, b;"
                },
                {
                    "start": 186,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "Hassan et al, 2005a;"
                },
                {
                    "start": 206,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "Einama et al, 2011)"
                }
            ]
        },
        {
            "text": "The full length of human mesothelin gene codes the primary product being a 71-kDa precursor protein. "
        },
        {
            "text": "It can be physiologically cleaved by some furinlike proteases into a 40-kDa C-terminal fragment that remains membrane bound, and a 31-kDa N-terminal fragment, which is secreted into the blood (Chang and Pastan, 1996). ",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(Chang and Pastan, 1996)"
                }
            ]
        },
        {
            "text": "The C-terminal 40-kDa fragment is named mesothelin and is attached to the cell membrane through a glycosyl-phosphatidylinositol (GPI) anchor (Chang and Pastan, 1996;Hassan et al, 2004).",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(Chang and Pastan, 1996;"
                },
                {
                    "start": 165,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Hassan et al, 2004)"
                }
            ]
        },
        {
            "text": "The biological functions of mesothelin are not clearly understood, although recent studies have suggested that overexpression of mesothelin increases cell proliferation and migration . "
        },
        {
            "text": "In ovarian cancers, diffuse mesothelin staining correlated significantly with prolonged survival in patients who had advanced-stage disease (Yen et al, 2006), and another report indicated that a higher mesothelin expression is associated with chemoresistance and shorter patient survival (Cheng et al, 2009). ",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(Yen et al, 2006)"
                },
                {
                    "start": 288,
                    "end": 307,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(Cheng et al, 2009)"
                }
            ]
        },
        {
            "text": "In pancreatic cancer, mesothelin expression was immunohistochemically observed in all cases, while its absence was noted in non-cancerous pancreatic ductal epithelium, with or without pancreatitis (Argani et al, 2001;Swierczynski et al, 2004;Hassan et al, 2005b;Einama et al, 2011). ",
            "ref_spans": [
                {
                    "start": 197,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(Argani et al, 2001;"
                },
                {
                    "start": 217,
                    "end": 242,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "Swierczynski et al, 2004;"
                },
                {
                    "start": 242,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "Hassan et al, 2005b;"
                },
                {
                    "start": 262,
                    "end": 281,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "Einama et al, 2011)"
                }
            ]
        },
        {
            "text": "Furthermore, we recently explored that the expression of mesothelin was related to an unfavourable patient outcome in pancreatic ductal adenocarcinoma. "
        },
        {
            "text": "However, in gastric cancer, which is one of the representative gastrointestinal cancers, mesothelin expression seems to correlate with prolonged patient survival (Baba et al, 2011); this is a paradoxical result for the other types of carcinomas. ",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(Baba et al, 2011)"
                }
            ]
        },
        {
            "text": "In this study, we investigated the immunohistochemical analysis of mesothelin in 110 primary gastric cancers, especially focussing in the localisation of mesothelin, that is, luminal membrane and/or cytoplasm, and its clinicopathological significance associated with patient's outcome."
        },
        {
            "text": "Japan. "
        },
        {
            "text": "The subjects of this study were 110 patients who underwent radical surgery for primary gastric cancer between 2002 and 2004 at the Department of General Surgery, Hokkaido University, Graduate School of Medicine, Sapporo, Japan. "
        },
        {
            "text": "The clinicopathological characteristics of these cases are summarised in Supplementary Table 1. ",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 95,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Supplementary Table 1."
                }
            ]
        },
        {
            "text": "Mean patient age was 62.1 years (±2.4 standard deviation (s.d.)). "
        },
        {
            "text": "Seventy patients (63.6%) were men, and the remaining 40 (36.4%) were women. "
        },
        {
            "text": "The location of the tumour was the upper third of the stomach in 38 (34.5%) patients and the middle and lower third in 72 (65.5%). "
        },
        {
            "text": "Tumour stages comprising T factor, N factor, M factor, clinical stage were assigned according to the TNM classification of the Union Internationale Contre le Cancer (Sobin and Wittekind, 2002). ",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(Sobin and Wittekind, 2002)"
                }
            ]
        },
        {
            "text": "Lymphatic permeation and blood vessel invasion were evaluated as either positive or negative. "
        },
        {
            "text": "The median survival time of the patients was 54.8 months ( ± 5.2 s.d.)."
        },
        {
            "text": "Formalin-fixed paraffin-embedded tissue blocks were prepared from patient's tumour specimens, and sections were cut and stained with haematoxylin and eosin (HE) for routine histopathological examination. "
        },
        {
            "text": "All specimens were diagnosed as gastric adenocarcinomas, and lymphatic permeation and blood vessel invasion were evaluated using Elastica van Gieson staining and immunostaining with anti-podoplanin (D2-40) antibody, if necessary, as a routine operation for pathological diagnosis. "
        },
        {
            "text": "A representative tissue block including metastatic lymph node was selected from each case to perform immunohistochemical studies."
        },
        {
            "text": "Four-micrometre-thick sections were mounted on charged glass slides, deparaffinised, and rehydrated through a graded ethanol series. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "For antigen retrieval, Dako Target Retrieval Solution pH 9.0 (Catalogue number S2368) was used, and the slides were boiled in a pressure cooker (Pascal Pressure Cooker, Model: S2800; DAKO JAPAN, Tokyo, Japan) to a temperature of 125 1C for 3 min. ",
            "section": "Immunohistochemistry",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 145,
                    "end": 151,
                    "rawForm": "Pascal",
                    "resp": "whitelist",
                    "id": "c837a5089a-software-simple-w0"
                }
            ]
        },
        {
            "text": "Endogeneous peroxidase was blocked with 0.3% hydrogen peroxidase. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "The slides were incubated with a 1 : 50 dilution of a mouse monoclonal antibody to mesothelin (clone 5B2 diluted 1 : 50; Novocastra, Newcastle Upon Tyne, UK) at room temperature for 30 min and then reacted with a dextran polymer reagent combined with secondary antibodies and peroxidase (Envision/ HRP; Dako) for 30 min at room temperature. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Specific antigenantibody reactions were visualised with 0.2% diaminobenzine tetrahydrochloride and hydrogen peroxide. ",
            "section": "Immunohistochemistry"
        },
        {
            "text": "Slides were counterstained with haematoxylin for 10 min, then rinsed gently in reagent quality water.",
            "section": "Immunohistochemistry"
        },
        {
            "text": "All assessments were made on the tumour region of the specimen ( Â 400). ",
            "section": "Immunohistochemical evaluation"
        },
        {
            "text": "Each slide was evaluated independently by two pathologists (TE, KT) who did not know the clinical outcomes.",
            "section": "Immunohistochemical evaluation"
        },
        {
            "text": "Immunostaining for mesothelin was evaluated for both the proportion and staining intensity of tumour cells in each case. ",
            "section": "Immunohistochemical evaluation"
        },
        {
            "text": "The proportion of mesothelin expression was assessed according to the percentage of mesothelin-positive cells as follows: þ 1, 1-10%; þ 2, 10-50%; and þ 3, 450%. ",
            "section": "Immunohistochemical evaluation"
        },
        {
            "text": "The staining intensity of mesothelin was evaluated as weak ( þ 1), moderate to strong ( þ 2) in addition to the staining localisation in the luminal membrane or in cytoplasm. ",
            "section": "Immunohistochemical evaluation"
        },
        {
            "text": "The final evaluation of mesothelin expression was assessed using the following scoring system according to the previous study for the pancreas cancer (Einama et al, 2011): 'mesothelin positive' was defined as greater than or equal to þ 4 of proportion score and/or þ 2 of intensity score, while 'mesothelin negative' was given when the total score was less than þ 3 except in the cases of proportion score þ 1 and intensity score þ 2 ( Supplementary Figure 1). ",
            "section": "Immunohistochemical evaluation",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(Einama et al, 2011)"
                },
                {
                    "start": 436,
                    "end": 459,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Supplementary Figure 1)"
                }
            ]
        },
        {
            "text": "Furthermore, among the 'mesothelin-positive' cases, the staining localisation of mesothelin was evaluated as luminal membrane and/or cytoplasm. ",
            "section": "Immunohistochemical evaluation"
        },
        {
            "text": "In cases in which the entire circumference of the luminal membrane was explicitly stained even in partial throughout the section, 'luminal membrane positive' was given. ",
            "section": "Immunohistochemical evaluation"
        },
        {
            "text": "When the luminal membrane was stained discontinuously and/or faintly, or in cases in which no membrane staining and only cytoplasmic staining was observed in any intensity level throughout the section, 'luminal membrane negative' was given ( Figure 1; Supplementary  Figure 1). ",
            "section": "Immunohistochemical evaluation",
            "ref_spans": [
                {
                    "start": 242,
                    "end": 250,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                },
                {
                    "start": 252,
                    "end": 275,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Supplementary  Figure 1"
                }
            ]
        },
        {
            "text": "Meanwhile, the mesothelin cytoplasmic expression was evaluated as follows: in a case in which the cytoplasmic staining was clearly observed in the constituent cancer cells, including the cytoplasmic granular staining, we judged it as 'cytoplasmic positive' (Figure 1).",
            "section": "Immunohistochemical evaluation",
            "ref_spans": [
                {
                    "start": 257,
                    "end": 266,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figure 1"
                }
            ]
        },
        {
            "text": "We used w 2 test or Fisher's exact test to determine the correlation between mesothelin and clinicopathological data. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Survival curves of patients were drawn by the Kaplan-Meier method. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Differences in survival curves were analysed by the log-rank test. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Prognostic implications of mesothelin expression and clinicopathological parameters were analysed by Cox univariate and multivariate proportional hazards models. ",
            "section": "Statistical analysis"
        },
        {
            "text": "All differences were considered significant at a P-value of o0.05. ",
            "section": "Statistical analysis"
        },
        {
            "text": "All statistical analyses were performed using Statview 5.0 software (SAS Institute Inc., Cary, NC, USA).",
            "section": "Statistical analysis",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 46,
                    "end": 54,
                    "rawForm": "Statview",
                    "resp": "whitelist",
                    "id": "c837a5089a-software-simple-w1"
                },
                {
                    "type": "software",
                    "start": 59,
                    "end": 67,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "c837a5089a-software-simple-w2"
                },
                {
                    "type": "software",
                    "start": 69,
                    "end": 72,
                    "rawForm": "SAS",
                    "resp": "whitelist",
                    "id": "c837a5089a-software-simple-w3"
                }
            ]
        },
        {
            "text": "In the 110 gastric cancers, mesothelin expression was detected in 49 cases (44.5%), and the luminal membrane expression of  mesothelin was observed in 16 cases, while the cytoplasmic expression was detected in 42 tumours, which included the 9 cases of 'positive for both luminal membrane and cytoplasm' (Figure 2). ",
            "section": "Clinicopathological analysis for mesothelin expression",
            "ref_spans": [
                {
                    "start": 303,
                    "end": 312,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Figure 2"
                }
            ]
        },
        {
            "text": "The detailed clinicopathological information of 16 cases with mesothelin luminal membrane expression was summarised in Supplementary Table 2. ",
            "section": "Clinicopathological analysis for mesothelin expression",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 140,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Supplementary Table 2"
                }
            ]
        },
        {
            "text": "We never detected the mesothelin expression in the non-cancerous lesions (data not shown). ",
            "section": "Clinicopathological analysis for mesothelin expression"
        },
        {
            "text": "The statistical analysis revealed that the incidence of mesothelin expression was only correlated with lymph-node metastasis (P ¼ 0.028), while the incidence of luminal membrane expression of mesothelin was correlated with pT factor (P ¼ 0.0019), lymphnode metastasis (P ¼ 0.0029), clinical stage (P ¼ 0.0002), lymphatic permeation (P ¼ 0.0019), blood vessel invasion (P ¼ 0.0098), and recurrence (Po0.0001). ",
            "section": "Clinicopathological analysis for mesothelin expression"
        },
        {
            "text": "There were no significant correlations between mesothelin cytoplasmic expression and clinicopathological parameters (Table 1).",
            "section": "Clinicopathological analysis for mesothelin expression",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 125,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "The analysis for patients' overall survival denoted that the group of 'luminal membrane positive' for mesothelin indicated a significantly unfavourable outcome compared with the group of 'luminal membrane negative' (Po0.001). ",
            "section": "Survival analysis associated with mesothelin expression"
        },
        {
            "text": "On the other hand, the pure mesothelin expression regardless of the localisation, and also 'cytoplasmic expression' were not correlated with the overall survival of the patients (Figure 3). ",
            "section": "Survival analysis associated with mesothelin expression",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 188,
                    "type": "figure",
                    "text": "(Figure 3)"
                }
            ]
        },
        {
            "text": "To confirm the mesothelin expression as an independent prognostic factor, we performed the univariate analysis of the 110 gastric cancers using the Cox proportional hazards model, and obtained the result that pT factor, pN factor, clinical stage, lymphatic permeation, blood vessel invasion, and mesothelin luminal membrane expression were significantly correlated with the risk of cancer death (Table 2). ",
            "section": "Survival analysis associated with mesothelin expression",
            "ref_spans": [
                {
                    "start": 395,
                    "end": 404,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "Furthermore, to exclude the possible interference of any other factors, the multivariate analysis was performed including pT factor, pN factor, clinical stage, lymphatic permeation, blood vessel invasion, and mesothelin luminal membrane expression. ",
            "section": "Survival analysis associated with mesothelin expression"
        },
        {
            "text": "Interestingly, the luminal membrane expression of mesothelin was an independent predictor of overall survival for gastric cancer patients as well as clinical stage and lymphatic permeation (Table 3).",
            "section": "Survival analysis associated with mesothelin expression",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 198,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "As shown above, luminal membrane expression of mesothelin was correlated with lymphatic permeation and lymph-node metastasis; thus, we analysed the expression pattern of mesothelin in 35 out of 37 cases of lymph-node metastasis by immunohistochemistry, in which the tissue blocks of metastatic lymph node were available ( Supplementary Figure 2). ",
            "section": "Mesothelin expression in metastatic lymph nodes",
            "ref_spans": [
                {
                    "start": 322,
                    "end": 345,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Supplementary Figure 2)"
                }
            ]
        },
        {
            "text": "Interestingly, the incidence of luminal membrane positive including expression in both membrane and cytoplasm was increased in metastatic lymph nodes (51.4%; 18 out of 35) compared with primary lesions (31.4%; 11 out of 35). ",
            "section": "Mesothelin expression in metastatic lymph nodes"
        },
        {
            "text": "Moreover, in 4 cases out of 14 mesothelin-negative cases in primary lesion, luminal membrane expression of mesothelin was observed. ",
            "section": "Mesothelin expression in metastatic lymph nodes"
        },
        {
            "text": "These results support our idea that luminal membrane expression of mesothelin is associated with the malignant behaviour of tumour cells.",
            "section": "Mesothelin expression in metastatic lymph nodes"
        },
        {
            "text": "In this study, we demonstrated that the luminal membrane expression of mesothelin in gastric cancer was associated with unfavourable clinical outcome in patients after surgery. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The univariate analysis indicated that the luminal membrane expression of mesothelin was also correlated with lymph-node metastasis, clinical stage, lymphatic permeation, blood vessel invasion, residual tumour, and recurrence, although a luminal membrane expression of mesothelin remained a statistically independent factor for favourable patient outcome after the multivariate analysis. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Our result that total mesothelin expression including the case of exclusive cytoplasmic expression did not correlate with patients' prognosis will explain the discrepant previous report in which mesothelin expression correlates with prolonged patient survival in gastric cancer (Baba et al, 2011). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 278,
                    "end": 296,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(Baba et al, 2011)"
                }
            ]
        },
        {
            "text": "We therefore emphasise that membrane-localised mesothelin might have an important role in the development of gastric cancer. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The full length of human mesothelin gene codes the primary product being a 71-kDa precursor protein. ",
            "section": "DISCUSSION"
        },
        {
            "text": "It can be  Figure 3 Overall survival for patients with gastric cancer after surgical therapy stratified by the status of mesothelin expression (A), mesothelin luminal membrane expression (B), and mesothelin cytoplasmic expression (C), respectively. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 11,
                    "end": 19,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "The group of 'luminal membrane positive' represented a statistically significantly unfavourable outcome compared with the group of 'luminal membrane negative' (B: Po0.001). ",
            "section": "DISCUSSION"
        },
        {
            "text": "On the other hand, both total expression (A) and cytoplasmic expression of mesothelin (C) were not correlated with overall survival of the patients.",
            "section": "DISCUSSION"
        },
        {
            "text": "physiologically cleaved by some furin-like proteases into a 40-kDa C-terminal fragment that remains membrane bound, and a 31-kDa N-terminal fragment, which is secreted into the blood (Chang and Pastan, 1996). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 183,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(Chang and Pastan, 1996)"
                }
            ]
        },
        {
            "text": "The C-terminal 40-kDa fragment is referred to as mesothelin, which is attached to the cell membrane by a GPI anchor (Chang and Pastan, 1996;Hassan et al, 2004). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(Chang and Pastan, 1996;"
                },
                {
                    "start": 140,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "Hassan et al, 2004)"
                }
            ]
        },
        {
            "text": "The 5B2 antimesothelin antibody (Novocastra Laboratory Vision BioSystems, Boston, MA, USA), which we employed here for IHC, can detect the 71-kDa precursor protein and also the 40-kDa C-terminal fragment (Inami et al, 2008); therefore, we could not decide which form of mesothelin has a pivotal role in malignant behaviour of gastric cancer cells. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 204,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(Inami et al, 2008)"
                }
            ]
        },
        {
            "text": "Recent studies reported that mesothelin is not only associated with increased cell proliferation and with the migration of pancreatic cancer cells in vitro (Bharadwaj et al, 2008;, but also contributes to tumour progression in vivo . ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(Bharadwaj et al, 2008;"
                }
            ]
        },
        {
            "text": "Mesothelin inhibits paclitaxel-induced apoptosis through concomitant activation of phosphoinositide-3-kinase (PI3K) signalling in the regulation of Bcl-2 family expression (Chang et al, 2009), and induces the activation of signal transducer and activator of transcription (Stat) 3, which leads to increased expression of cyclin E and makes pancreatic cancer cells proliferate faster (Bharadwaj et al, 2008). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(Chang et al, 2009)"
                },
                {
                    "start": 383,
                    "end": 406,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(Bharadwaj et al, 2008)"
                }
            ]
        },
        {
            "text": "In addition, mesothelin-activated nuclear factor-kappaB (NF-kB) induces elevated interleukin (IL)-6 expression, which acts as a growth factor to support pancreatic cancer cell survival/proliferation through a novel auto/paracrine IL-6/soluble IL-6R trans-signalling (Bharadwaj et al, 2011a, b). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 266,
                    "end": 293,
                    "type": "bibr",
                    "text": "(Bharadwaj et al, 2011a, b)"
                }
            ]
        },
        {
            "text": "Our study provided a new aspect that luminal membrane expression of mesothelin is associated with the malignant behaviour of tumour cells, such as depth of tumour invasion and vascular invasion, although it remains necessary to clarify the biological function of the 71-kDa mesothelin precursor and/or 40-kDa mesothelin protein in in-vitro and in-vivo studies, including the processing system by furin-like proteases.",
            "section": "DISCUSSION"
        },
        {
            "text": "In terms of discovering the clinicopathological parameters for gastric cancer, there are many previous studies demonstrating the prognostic significance of various molecules, such as epidermal growth factor receptor and c-erB-2 (HER-2). ",
            "section": "DISCUSSION"
        },
        {
            "text": "These molecules also could be of unique significance as the indicators of eligibility to specific molecular targeting therapies, because most of them are located in the cell membrane as the useful targets for the molecular targeted drugs such as antibody drugs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We believe that the immunohistochemical evaluation for luminal membrane expression of mesothelin in gastric cancer would be of clinical benefit not only as a prognostic factor but also as a predictive factor for the eligibility to mesothelin-targeting therapies in the future (Hassan et al, 2004(Hassan et al, , 2007a(Hassan et al, , b, c, 2010Hassan and Ho, 2008;Inami et al, 2009).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 276,
                    "end": 295,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(Hassan et al, 2004"
                },
                {
                    "start": 295,
                    "end": 317,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(Hassan et al, , 2007a"
                },
                {
                    "start": 317,
                    "end": 344,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(Hassan et al, , b, c, 2010"
                },
                {
                    "start": 344,
                    "end": 364,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "Hassan and Ho, 2008;"
                },
                {
                    "start": 364,
                    "end": 382,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "Inami et al, 2009)"
                }
            ]
        },
        {
            "text": "In conclusion, we demonstrated the clinicopathological significance of the luminal membrane expression of mesothelin in gastric cancer as an independent prognostic factor, although additional studies to increase the number of the cases for luminal membrane expression (n ¼ 16) might be required for further confirmation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The immunohistochemical examination of mesothelin expression in surgically resected tumour specimens should be clinically useful for prognostication and for decision making about further treatment procedures after surgical therapy in patients with gastric cancer.",
            "section": "DISCUSSION"
        },
        {
            "text": "Supplementary Information accompanies the paper on British Journal of Cancer website (http://www.nature.com/bjc)  ",
            "section": "DISCUSSION"
        },
        {
            "text": "This work was supported in part by a grant-in-aid from the foundation for the Department of General Surgery, Hokkaido University Alumni Association.",
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}