{
    "id": "acb2a2ef64",
    "abstract": [],
    "body_text": [
        {
            "text": "The Avahan programme is a unique large-scale HIV prevention programme supported by the Bill and Melinda Gates Foundation. ",
            "section": "INTRODUCTION",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 110,
                    "end": 120,
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "acb2a2ef64-software-simple-w0"
                }
            ]
        },
        {
            "text": "It works with local implementing non-governmental organisations (NGOs) supported through lead implementing part-ners (LPs) at the state level to deliver prevention activities for high-risk and bridge populations in India. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "1 The programme is focused on four Southern States (Andhra Pradesh, Karnataka, Tamil Nadu, Maharashtra) and the two north-eastern states of Manipur and Nagaland. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "An integral part of the programme is its evaluation, designed to provide lessons on the roll-out of large-scale national programmes. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "2 The multilevel analysis includes a costeffectiveness analysis of the programme. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "This will provide new insight into the overall costs of largescale national programme roll out, their cost structures, factors that influence costs and the cost-effectiveness of reaching high-risk and bridge populations.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Costs of HIV-prevention efforts are poorly understood, thus limiting the ability to plan and forecast costs for implementation. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "3e8 Previous cost studies of India National AIDS Control Programme (NACP) NGO projects focus on the NGO level and have a 1-year time frame, excluding costs of funding partners 9e15 (and National AIDS Control Organisation's Revised Costing Guidelines for Targeted Interventions working with HRGs under NACPIII. 2009. http://www.nacoonline.org/Divisions/Finance_Division/Revised_costing_guidelines_for_Targeted_Inter-ventions_working_with_HRGs_under_NACP-III/). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "3e8"
                }
            ]
        },
        {
            "text": "Only two studies examine the causes of cost variation. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "14 16 Factors that might influence costs include scale, the typology of the target population, the difference in LP, the age of the intervention, geographical location and other contextual factors. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "14 16"
                }
            ]
        },
        {
            "text": "13 17 18 A review of empirical and econometric evidence of costs found that targeted prevention activities among sex workers demonstrated scale effects, with 38e88% of cost variation attributed to scale. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "bibr",
                    "text": "13 17 18"
                }
            ]
        },
        {
            "text": "5 There are a limited number of peer-reviewed studies on the costs of HIV prevention services in Asia. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "The Avahan programme provides a unique opportunity to fill this gap in the evidence by prospectively measuring the costs of a large-scale programme and incorporating all levels of the delivery system and the start up activities. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "This paper explores the cost of Avahan activities during the first 2 years of its activity (financial years 2004/ 2005 and 2005/2006) as it moves from start-up to rapid scale-up. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 133,
                    "type": "bibr",
                    "text": "2004/ 2005 and 2005/2006)"
                }
            ]
        },
        {
            "text": "It documents the costs of implementation of HIV prevention for female sex workers (FSWs), men who have sex with men (MSM) and transgenders (TGs) in 62 districts of the four Southern states where Avahan was operational, calculates the cost per person registered and the cost per STI (sexually transmitted infection) clinic visit and analyses the causes of cost variation across the NGO projects.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Avahan started in late 2003/early 2004 and is a focused prevention program, reaching the high-risk groups and bridge populations, in geographical locations most affected. ",
            "section": "Programme description",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 67,
                    "end": 74,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "acb2a2ef64-software-simple-w1"
                }
            ]
        },
        {
            "text": "The Avahan programme is delivered by grassroots NGOs supported by state-level LPs who are large Indian or international NGOs. ",
            "section": "Programme description"
        },
        {
            "text": "The LPs subcontracted local implementing NGOs and provided technical and management support to the NGOs. ",
            "section": "Programme description"
        },
        {
            "text": "The package of prevention interventions address proximate determinants of risk through outreach, behaviour-change communication on safe sex (BCC), free or socially marketed condom distribution, needle and syringe exchange (for injecting-drug use) and treatment of STIs as well as distal determinants (stigma, violence, the legal environment, medical infrastructure, mobility and migration, and gender) through structural interventions and community mobilisation. ",
            "section": "Programme description",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 4,
                    "end": 11,
                    "rawForm": "package",
                    "resp": "whitelist",
                    "id": "acb2a2ef64-software-simple-w2"
                }
            ]
        },
        {
            "text": "1 Within 4 years, the programme had scaled up to reach 226 855 high-risk group individuals monthly. ",
            "section": "Programme description",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "19 ",
            "section": "Programme description",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "19"
                }
            ]
        },
        {
            "text": "Over the 2-year period of analysis (2004/2005 and 2005/2006), 107 NGO projects were functioning in the 62 districts operational at the time (see table 1), providing intervention services for FSWs (38), MSM/TG (9) and mixed populations (60). ",
            "section": "Sample",
            "ref_spans": [
                {
                    "start": 35,
                    "end": 60,
                    "type": "bibr",
                    "text": "(2004/2005 and 2005/2006)"
                }
            ]
        },
        {
            "text": "Cost data were collected from each district and from six LPs in four states. ",
            "section": "Sample"
        },
        {
            "text": "Fifteen districts in the first year and 11 in the second, covering 38 NGO projects, were selected for detailed costing (see table 1). ",
            "section": "Sample",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 131,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "table 1"
                }
            ]
        },
        {
            "text": "In the remaining districts, a more general costing based on routine data was carried out. ",
            "section": "Sample"
        },
        {
            "text": "2 The detailed costing enabled a better understanding of economic costs, how costs and cost structures change with scaling up and an activitywise costing. ",
            "section": "Sample",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The sites were selected in consultation with the LPs to best represent the different level of activities across the NGOs. ",
            "section": "Sample"
        },
        {
            "text": "Costs of the external programme evaluation and research studies are not included.",
            "section": "Sample"
        },
        {
            "text": "An ingredients approach was used to consider full financial and economic costs from the provider perspective based on the UNAIDS 'Costing Guidelines for HIV Prevention Strategies' and as recommended by the Asian Development Bank. ",
            "section": "Methodological approach"
        },
        {
            "text": "20 21 Financial costs represent actual expenditure on goods and services purchased. ",
            "section": "Methodological approach",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "20 21"
                }
            ]
        },
        {
            "text": "Economic costs include the estimated value of all inputs including donated or subsidised goods and services. ",
            "section": "Methodological approach"
        },
        {
            "text": "Costs were classified as recurrent or capital. ",
            "section": "Methodological approach"
        },
        {
            "text": "Additionally, classifications by activity at the level of the local implementing NGO (ie, capacity building, BCC, STI services, condom promotion, community mobilisation, monitoring, planning and coordination, start-up activities, enabling environment and others) and organisational level (eg, NGO, district, state) were carried out.",
            "section": "Methodological approach"
        },
        {
            "text": "Cost data were obtained from the financial records used for routine financial and management reporting of the NGOs, LPs and foundation office in Delhi, as well as staff records and interviews with staff. ",
            "section": "Data collection"
        },
        {
            "text": "For the detailed costing sites, details of donated goods and services were collected from the project. ",
            "section": "Data collection"
        },
        {
            "text": "The economic costs of these items were valued at market prices obtained from local shops and interviews with project staff. ",
            "section": "Data collection"
        },
        {
            "text": "Process output and outcome data were extracted from the management information system (MIS) of the project and project reports. ",
            "section": "Data collection"
        },
        {
            "text": "All data were entered into a specifically designedMS Excel workbook.",
            "section": "Data collection",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 53,
                    "end": 58,
                    "rawForm": "Excel",
                    "resp": "whitelist",
                    "id": "acb2a2ef64-software-simple-w3"
                }
            ]
        },
        {
            "text": "Personnel costs included salaries and expenses of all staff including peer educators, volunteers and shared resource personnel. ",
            "section": "Recurrent costs"
        },
        {
            "text": "The peer educator time was valued at the honorarium paid, except where peers were not paid. ",
            "section": "Recurrent costs"
        },
        {
            "text": "In the latter case and for other volunteers, their cost was valued based on time spent on the project and the value of their time, estimated as per their average earnings or, if unemployed, the corresponding payment to peers in NACP targeted interventions.",
            "section": "Recurrent costs"
        },
        {
            "text": "All expenses related to project building and operating expenses, travel and monitoring were obtained from project accounts. ",
            "section": "Recurrent costs"
        },
        {
            "text": "In three of the states, the cost of STI supplies was taken from expenditure records obtained from the LP or NGO where they were held. ",
            "section": "Recurrent costs"
        },
        {
            "text": "In one state, STI provision was contracted out to an agency, and so supply costs were obtained directly from the agency. ",
            "section": "Recurrent costs"
        },
        {
            "text": "Condom costs were calculated using the number of free condoms distributed (supplied by the primary health centre or government hospitals) and the price of the lowest cost alternative in the market, that is, subsidised socially marketed condoms. ",
            "section": "Recurrent costs"
        },
        {
            "text": "Indirect costs included projectmanagement administration and overhead costs at the NGO and LP level, and were obtained from expenditure statements.",
            "section": "Recurrent costs"
        },
        {
            "text": "In the financial costing, capital costs (including training and start up inputs) were annualised using straight-line economic depreciation, in which the total cost of the good is divided by the working life of that item. ",
            "section": "Capital costs"
        },
        {
            "text": "Economic costs were annualised using a discount rate of 10%, reflecting the long-term interest rates in India. ",
            "section": "Capital costs"
        },
        {
            "text": "A standard discount rate of 3% was then used in a sensitivity analysis. ",
            "section": "Capital costs"
        },
        {
            "text": "22 23 Capital equipment was assumed to have a life of between 5 and 10 years, depending on the item. ",
            "section": "Capital costs",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "22 23"
                }
            ]
        },
        {
            "text": "Start-up and training costs were annualised over the lifetime of the project (assumed to be 5 years). ",
            "section": "Capital costs"
        },
        {
            "text": "The start-up period was defined as from project inception until the start of services to the key population and project output reporting commenced. ",
            "section": "Capital costs"
        },
        {
            "text": "Recurrent costs in the start-up period were treated as capital costs and annualised. ",
            "section": "Capital costs"
        },
        {
            "text": "Start-up period capital costs were allocated to the start-up period based on percentage months of start-up. ",
            "section": "Capital costs"
        },
        {
            "text": "Rent for project offices was included as a capital item.",
            "section": "Capital costs"
        },
        {
            "text": "Both economic and financial costs were obtained from detailed costing sites. ",
            "section": "Calculation of total and average costs"
        },
        {
            "text": "Where only financial cost data were available at the general cost sites, these were inflated by the average percentage difference between financial and economic costs at the detailed sites to obtain estimates of economic costs. ",
            "section": "Calculation of total and average costs"
        },
        {
            "text": "Unless directly allocable, the LP level costs were allocated to each NGO according to the percentage of the total LP target population the NGO covered. ",
            "section": "Calculation of total and average costs"
        },
        {
            "text": "Only financial costs were available for the Bill & Melinda Gates Foundation India office and the capacity development partners. ",
            "section": "Calculation of total and average costs",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 65,
                    "end": 75,
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "acb2a2ef64-software-simple-w4"
                }
            ]
        },
        {
            "text": "These costs were allocated equally to each of the LPs. ",
            "section": "Calculation of total and average costs"
        },
        {
            "text": "Given this and to ensure comparability with other studies that do not include central costs, these costs are reported separately. ",
            "section": "Calculation of total and average costs"
        },
        {
            "text": "The total costs of the Avahan programme were calculated by summing up the total capital and recurrent costs at all levels of the intervention (NGO, LP). ",
            "section": "Calculation of total and average costs"
        },
        {
            "text": "Average costs were obtained by dividing total costs by the relevant output indicators to obtain estimates of the cost per person registered and cost per person accessing STI services. ",
            "section": "Calculation of total and average costs"
        },
        {
            "text": "Scale, in the economic sense, reflects the extent or level of activity at which an intervention is operating. ",
            "section": "Calculation of total and average costs"
        },
        {
            "text": "13 In the Avahan programme, this is defined as utilisation coverage. ",
            "section": "Calculation of total and average costs",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "19 As the MIS was not functioning in all NGOs until 2006, the LPs were consulted to select measures of utilisation. ",
            "section": "Calculation of total and average costs",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "19"
                }
            ]
        },
        {
            "text": "People were registered with a project only once they had developed a rapport with the project sufficient to obtain personal details, including client volume and sex-work history. ",
            "section": "Calculation of total and average costs"
        },
        {
            "text": "This enables peer educators to actively pursue the provision of services to these individuals. ",
            "section": "Calculation of total and average costs"
        },
        {
            "text": "As a result, this was used alongside people receiving STI services. ",
            "section": "Calculation of total and average costs"
        },
        {
            "text": "However, due to the early stage of development of the MIS, average costs were therefore not available for all NGOs.",
            "section": "Calculation of total and average costs"
        },
        {
            "text": "Costs were adjusted for inflation using the average consumer price index for the year. ",
            "section": "Calculation of total and average costs"
        },
        {
            "text": "24 All costs are presented in constant INR (2006) and converted to US dollars using (1 US $¼44.3) (http:// www.oanda.com).",
            "section": "Calculation of total and average costs",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "24"
                }
            ]
        },
        {
            "text": "In order to allocate the time between activities, the time that each individual spent on the project was assessed using timesheets provided to the relevant staff at the detailed costing sites and completed over 1 week. ",
            "section": "Activity costing"
        },
        {
            "text": "The project specific personnel costs were allocated using the percentage of time spent on various activities. ",
            "section": "Activity costing"
        },
        {
            "text": "General staff time was allocated equally across all the activities. ",
            "section": "Activity costing"
        },
        {
            "text": "From these allocations, a total activitywise recurrent personnel cost was calculated. ",
            "section": "Activity costing"
        },
        {
            "text": "Directly allocable recurrent and capital costs such as training costs, STI services, BCC costs were allocated to the specific activity. ",
            "section": "Activity costing"
        },
        {
            "text": "Non-allocable costs such as rent, building operating and maintenance, and travel costs were allocated among activities using the personnel cost percentage. ",
            "section": "Activity costing"
        },
        {
            "text": "The average activitywise allocations obtained at the detailed costing sites were used to allocate costs at the general costing sites.",
            "section": "Activity costing"
        },
        {
            "text": "Multivariate linear regression analysis was used to give an initial insight into the causes of the variation in average cost between local implementing NGOs. ",
            "section": "Analysis of variation in average costs"
        },
        {
            "text": "The analysis explored the relationship of cost per person registered with scale, high-risk group (MSM/TG or FSW), age of intervention, number of Avahan NGOs in the district, whether the NGO was in a metropolitan area, number of LPs in the state and by LPs by adding each variable progressively into the model. ",
            "section": "Analysis of variation in average costs"
        },
        {
            "text": "The regression was carried out using SPSS (SPSS, Chicago).",
            "section": "Analysis of variation in average costs",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 37,
                    "end": 41,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "acb2a2ef64-software-simple-w5"
                },
                {
                    "type": "software",
                    "start": 43,
                    "end": 47,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "acb2a2ef64-software-simple-w6"
                }
            ]
        },
        {
            "text": "At the end of the 2-year period, the Avahan interventions in the four Southern states were being implemented in 62 districts by 107 NGOs. ",
            "section": "RESULTS"
        },
        {
            "text": "The median start up time for the programme was 3 months (range 0e6 months). ",
            "section": "RESULTS"
        },
        {
            "text": "The programme had 134 391 people registered, and utilisation at the NGO level varied from 37 to 6315 people registered (n¼93). ",
            "section": "RESULTS"
        },
        {
            "text": "The total cost of the programme was US$16 759 189 (see table 2). ",
            "section": "RESULTS"
        },
        {
            "text": "Table 2 shows that personnel costs were 40.4%, and STI supply costs were 8.0% of total costs. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Travel costs and training costs constituted 7.7% each and indirect expenses 3.4% of the total, respectively. ",
            "section": "RESULTS"
        },
        {
            "text": "The economic costs were 6% higher than the financial costs. ",
            "section": "RESULTS"
        },
        {
            "text": "When using a 3% discount rate, the total costs fall to US$16.6 million. ",
            "section": "RESULTS"
        },
        {
            "text": "The analysis found that US$8.7 million were incurred at the LP level and US$12.9 million (financial costs) by the foundation office in Delhi and capacity development partners. ",
            "section": "RESULTS"
        },
        {
            "text": "Table 3 shows the composition of the overall costs by activity. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The major activities were STI service costs (27% of total costs), BCC costs (15%) and condom promotion costs (11%). ",
            "section": "RESULTS"
        },
        {
            "text": "These were followed by capacity building costs (9.3%) and enabling environment costs, constituting 8.9%. ",
            "section": "RESULTS"
        },
        {
            "text": "Start-up costs were 4.7% of the overall costs.",
            "section": "RESULTS"
        },
        {
            "text": "The median cost per person registered was US$76 (see table 2). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 53,
                    "end": 60,
                    "type": "table",
                    "text": "table 2"
                }
            ]
        },
        {
            "text": "The cost per person registered ranged from US$18 to US$616 across the NGOs (see table 2, figure 1). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 89,
                    "end": 98,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "figure 1)"
                }
            ]
        },
        {
            "text": "The median cost per STI clinic visit was US$117 with a mean cost of US$134 (range US $37e411). ",
            "section": "RESULTS"
        },
        {
            "text": "With a 3% discount rate, the median costs per person registered and per STI clinic visit were US$75 and US$112, respectively.",
            "section": "RESULTS"
        },
        {
            "text": "The regression of cost per person registered with scale showed that scale was significantly associated with decreasing average costs (adjusted R 2 ¼À0.248, p¼0.0001). ",
            "section": "RESULTS"
        },
        {
            "text": "When all variables were included in the model (adjusted R 2 ¼0.605, p<0.001), the factors found to be significantly associated with average costs were scale (b¼À0.604, p<0.001), age of the intervention (0.376, p<0.001), number of Avahan NGOs in the district (À0.425, p<0.001) and number of LPs in the state (either one or two) (À0.227, p¼0.012). ",
            "section": "RESULTS"
        },
        {
            "text": "The other variables did not have a significant effect, but their inclusion increased the explained variation.",
            "section": "RESULTS"
        },
        {
            "text": "This paper presents the results of the cost analysis of the first 2 years of Avahan's implementation and examines causes of average cost variation over the sampled sites for this period. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The total cost of the programme was US$16.8 million, with personnel comprising nearly 40% of the total. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Costs rose from US$4.5 million to US$12.2 million in year 2, an increase of US $7.7 million, as NGOs started up and moved from start-up to focus on increasing the intensity and quality of coverage. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The activities addressing proximate determinants of risk comprised 53% of total costs, whereas those addressing distal determinants of risk made up 14.6% of costs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The 8.6% of costs attributable to enabling environment activities is in the range recommended by the AIDS commission report 2008. ",
            "section": "DISCUSSION"
        },
        {
            "text": "25 Capacity building and monitoring were also shown to be an important component of costs (9.3% and 8.1%, respectively). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "25"
                }
            ]
        },
        {
            "text": "This activitywise analysis is unique in the costing of HIV prevention for high-risk groups in India and provides new insight into cost structures. ",
            "section": "DISCUSSION"
        },
        {
            "text": "10 12 13 A number of earlier studies have examined the costs of targeted interventions in India. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "bibr",
                    "text": "10 12 13"
                }
            ]
        },
        {
            "text": "10 12 13 26 The district-level-only average costs of Avahan range from US$11 to US$95 (US $10e124 with a 3% discount rate), and are closer in value to these studies (see table 4). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 11,
                    "type": "bibr",
                    "text": "10 12 13 26"
                },
                {
                    "start": 170,
                    "end": 177,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "table 4"
                }
            ]
        },
        {
            "text": "They also coincide with the range of US $16e50 used for global scale-up estimates for different regions. ",
            "section": "DISCUSSION"
        },
        {
            "text": "27 LP level costs were found to be approximately half the total costs. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "27"
                }
            ]
        },
        {
            "text": "These costs include both the technical and management support activities required in the early stages of the scale-up and supplies such as condoms, STI drugs and supply of educational materials. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These project supplies distributed directly to the NGO level amount to 7% of total LP costs.",
            "section": "DISCUSSION"
        },
        {
            "text": "Further costs were incurred beyond the NGOs and LP organisational levels at the foundation office. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These amounted to US $12.9 million, 70% of which was spent on capacity development through pan-Avahan capacity development partners. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Approximately 14% of total financial costs are foundation staff costs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These transaction costs inherent in the contracting out and subsequent management are rarely reported. ",
            "section": "DISCUSSION"
        },
        {
            "text": "One study of a large-scale nutrition programmes in Madagascar and Senegal found contracting costs to be between 13% and 17% of total costs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "28 Similarly, Guinness (2006) estimated that the costs incurred by the State AIDS Control Societies and other state-level agencies responsible for management of NGO contracts in the delivery of HIV prevention services in India were between 11% and 17% of total costs. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "28"
                },
                {
                    "start": 14,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "Guinness (2006)"
                }
            ]
        },
        {
            "text": "29 In the case of the Avahan costs presented here, the relatively high portion of costs at the central and LP level need to be seen in the context of a large-scale programme in its first 2 years. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "29"
                }
            ]
        },
        {
            "text": "These early years require a high level of technical and management inputs to ensure quality and consistency of services and supplies and to develop management systems while scaling up.",
            "section": "DISCUSSION"
        },
        {
            "text": "The cost per person registered varies across the NGOs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Economic theory on costs and empirical literature on costs of HIV prevention strategies show that scale is a major cause of this variation so that average cost falls as scale increases, at least in the short run. ",
            "section": "DISCUSSION"
        },
        {
            "text": "5 10 13 30  Figure 1 supports this hypothesis, and the regression found scale to be responsible for 24% of the cost variation. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 10,
                    "type": "bibr",
                    "text": "5 10 13 30"
                },
                {
                    "start": 12,
                    "end": 20,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "The figure indicates that as each NGO intervention is scaled Table 2 Total costs by input, outputs and average costs of the Avahan programme for the first 2 years of activity (2004/2005 and 2005/2006) up, the average cost for that intervention will fall until about 2000 people are registered, above which there is less variation in the average cost. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 68,
                    "type": "table",
                    "text": "Table 2"
                },
                {
                    "start": 175,
                    "end": 200,
                    "type": "bibr",
                    "text": "(2004/2005 and 2005/2006)"
                }
            ]
        },
        {
            "text": "This implies that in moving to scale, total costs will initially increase rapidly, but as scale is reached the rate of increase in total costs will begin to fall. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The regression also found that age, number of Avahan NGOs in the district and number of LPs in the state have an impact on costs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Age is positively associated with average cost, and the number of NGOs and number or LPs in the state are negatively associated with average cost. ",
            "section": "DISCUSSION"
        },
        {
            "text": "As all implementation NGOs were local, it was not possible to test for the impact of an international NGO on average costs. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, without a random sample and the skewed nature of the data, econometric estimation of a cost function will be required to further explore the impact of these factors.",
            "section": "DISCUSSION"
        },
        {
            "text": "As with other studies of unit cost, the average cost per person registered cannot capture the quality of the intervention. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In Table 3 Total cost by activity at the state level (non-governmental organisation and lead implementing partner costs), 2004/2005 and 2005/2006   addition, although the person registered does capture only those target group members that have had repeated contact with the projects, this may be subject to some variation across the NGOs. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "type": "table",
                    "text": "Table 3"
                },
                {
                    "start": 122,
                    "end": 145,
                    "type": "bibr",
                    "text": "2004/2005 and 2005/2006"
                }
            ]
        },
        {
            "text": "However, the standardised MIS used and the uniform capacity development that staff undergo across the NGOs should minimise this variation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The use of registration data may also have underestimated utilisation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In the early years, there was reluctance by some outreach teams to collect registration data due to the concern of scaring the target group. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In contrast, in a minority of cases, registration data were not available for the first year of analysis, and people contacted was used as a proxy, so that utilisation numbers have been inflated. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A final limitation lies in the standard issues of bias in self-reporting for the timesheets. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The extent of the bias is unknown but is believed to be limited. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Kumaranayake, in her review, observed that there are very few empirical cost data collected alongside programming as it expands. ",
            "section": "DISCUSSION"
        },
        {
            "text": "5 In the Avahan evaluation, prospective data are being collected to monitor costs and document service delivery. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "This prospective data collection provides for greater reliability in the cost estimates than any of the previous studies in which costs have been collected retrospectively. ",
            "section": "DISCUSSION"
        },
        {
            "text": "At the end of this period of analysis, the Avahan programme had reached less than 50% of the estimated population through monthly outreach. ",
            "section": "DISCUSSION"
        },
        {
            "text": "19 By December 2008, 75% of the estimated target population was being reached monthly. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "19"
                }
            ]
        },
        {
            "text": "19 Estimating the resource requirements for this further scaling up, and the implications for scaling up in the government programme, requires further modelling of the costs.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "19"
                }
            ]
        },
        {
            "text": "In this paper, we have presented the early results of the cost analysis of the first 2 years of the Avahan project. ",
            "section": "CONCLUSION"
        },
        {
            "text": "Once the full 4 years of data have been collected, it will be possible to explore further how costs change as the programme scales up coverage, intensity, quality and scope of services. ",
            "section": "CONCLUSION"
        },
        {
            "text": "These first results from the programme show that during rapid scale-up of targeted HIV preventions, a significant reduction in average costs is apparent. ",
            "section": "CONCLUSION"
        },
        {
            "text": "These scale effects are therefore important to quantify for planning future resource requirements of large-scale interventions.",
            "section": "CONCLUSION"
        },
        {
            "text": "Acknowledgements Our sincere gratitude to all the project staff, peer educators, volunteers and community members who participated in the study.",
            "section": "Table 4"
        },
        {
            "text": "Contributors SC contributed to the design, data collection, analysis and interpretation, and prepared the first draft of the paper. ",
            "section": "Table 4"
        },
        {
            "text": "LK contributed to the design, analysis and interpretation.",
            "section": "Table 4"
        },
        {
            "text": "LG contributed in the interpretation of the data and manuscript preparation. ",
            "section": "Table 4"
        },
        {
            "text": "PV contributed to manuscript preparation. ",
            "section": "Table 4"
        },
        {
            "text": "BR and GY assisted in the data collection, data entry, preliminary data analysis and generation of tables. ",
            "section": "Table 4"
        },
        {
            "text": "MA was the principal investigator of the main study and contributed to the design of the study.",
            "section": "Table 4"
        },
        {
            "text": "Funding This research was funded by the Bill & Melinda Gates Foundation.",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 61,
                    "end": 71,
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "acb2a2ef64-software-simple-w7"
                }
            ]
        },
        {
            "text": "Ethics approval Ethics approval was provided by the Health Monitoring and Steering Committee in India and the Centre Hospital Affiliare ethics board in Canada.",
            "section": "Conflict of interests None."
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "section": "Conflict of interests None."
        },
        {
            "text": "< Unique costing of a large-scale HIV prevention programme for vulnerable groups with multiple national and international implementing partners in South Asia. ",
            "section": "Key messages"
        },
        {
            "text": "< After 2 years, the total economic cost was 16.9 million; the cost per person registered was $76, ranging from $18 to $650 across the NGO service delivery partners. ",
            "section": "Key messages"
        },
        {
            "text": "< The average cost variation was largely explained by scale, number of NGOs per district, number of LPs in the state and project age.",
            "section": "Key messages"
        }
    ]
}