{
    "id": "d70ac20ce9",
    "abstract": [],
    "body_text": [
        {
            "text": "Tuberculosis (TB) and chronic obstructive pulmonary disease (COPD) are major public health problems worldwide. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Despite intensive global efforts, the total number of new TB cases is still increasing, with 9.27 million new cases and 1.78 million deaths in 2006 (1). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "The mortality rate of COPD is also increasing, and more than three million people worldwide were estimated to die from COPD in 2005 (2). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "About 80 million people worldwide are estimated to have moderate-to-severe COPD. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Several previous reports have suggested an association between these two diseases. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "There is a high and increasing prevalence of obstructive lung disease in patients who are being treated for pulmonary TB (3). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "A previous epidemiological study found that the prevalence of COPD may be different in subjects with and those without a history of TB (4). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                }
            ]
        },
        {
            "text": "Another population-based study found that a history of TB is closely associated with airflow obstruction (5).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "Although some previous studies have shown an association of TB and obstructive lung disease, most of these studies had small sample sizes and did not totally exclude the effect of smoking, a potential and strong confounding factor. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Smoking is a major cause of COPD (6) and also increases the risk of developing TB (7). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 33,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6)"
                },
                {
                    "start": 82,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "In most studies, a medical history of TB is based on selfreporting, a method limited by recall bias. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Patients with spontaneously healed TB will not report a history of TB, and that can be the cause of underestimation on the presence of TB (8). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "Therefore, a previous TB should be also evaluated by chest imaging.",
            "section": "INTRODUCTION"
        },
        {
            "text": "In the present study, we evaluated the risk attributable to pulmonary TB on the development of obstructive lung disease. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "We performed nationwide representative sampling in Korea, a country with an intermediate TB burden. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "We also evaluated the risk in patients with minimal TB lesions, and in patients who have never smoked.",
            "section": "INTRODUCTION"
        },
        {
            "text": "We analyzed the Second Korea National Health and Nutrition Examination Survey (KNHANES II) 2001 data that were prospectively collected in 2001 by the Korea Institute for Health and Social Affairs. ",
            "section": "Data collection"
        },
        {
            "text": "Based on the 2000 Population Census of the National Statistical Office of Korea, a stratified, multi-stage, clustered, probability design was used to select a representative sample of civilian, non-institutionalized Korean adults aged 18 yr and older. ",
            "section": "Data collection",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 64,
                    "end": 70,
                    "rawForm": "Office",
                    "resp": "whitelist",
                    "id": "d70ac20ce9-software-simple-w0"
                }
            ]
        },
        {
            "text": "Trained interviewers visited subjects' homes and administered standardized questionnaires to determine health status.",
            "section": "Data collection"
        },
        {
            "text": "Spirometry was conducted by trained pulmonary technicians according to the 1994 American Thoracic Society (ATS) recommendations (9), using Dry Rolling-seal spirometry (Vmax-2130, Sensor-Medics, Yorba Linda, CA, USA). ",
            "section": "Pulmonary function test"
        },
        {
            "text": "The electronically generated spirometric data were transferred via the internet to the review center on the same day. ",
            "section": "Pulmonary function test"
        },
        {
            "text": "Two trained nurses reviewed the test results and provided quality control feedback to the technicians. ",
            "section": "Pulmonary function test"
        },
        {
            "text": "All data were saved for further analysis. ",
            "section": "Pulmonary function test"
        },
        {
            "text": "Even though the ATS recommendations require three or more acceptable curves for an adequate test, this is not practical for a large-scale examination survey, so we analyzed only the data of subjects with two or more acceptable spirometry performances (10). ",
            "section": "Pulmonary function test",
            "ref_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10)"
                }
            ]
        },
        {
            "text": "The predicted forced expiratory volume in one second (FEV1) and forced vital capacity (FVC) were derived from the survey data of lifetime nonsmoking subjects with normal chest radiographs and no history of respiratory disease or symptoms (11). ",
            "section": "Pulmonary function test",
            "ref_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11)"
                }
            ]
        },
        {
            "text": "Airflow obstruction was defined as FEV1/FVC less than 70% (6) or lower limit of normal (LLN) (12).",
            "section": "Pulmonary function test",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(12)"
                }
            ]
        },
        {
            "text": "CXR images were taken in specially-equipped mobile examination cars at the time of spirometry. ",
            "section": "Chest radiograph (CXR)"
        },
        {
            "text": "Two qualified radiologists evaluated CXRs independently using standard criteria for reporting of radiological abnormalities (13). ",
            "section": "Chest radiograph (CXR)",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(13)"
                }
            ]
        },
        {
            "text": "If there was disagreement about interpretation of a CXR, the two radiologists discussed this with a third radiologist and reached a consensus. ",
            "section": "Chest radiograph (CXR)"
        },
        {
            "text": "TB lesion on CXR was defined as the presence of discrete linear or reticular fibrotic scars, or dense nodules with distinct margins, with or without calcification, within the upper lobes. ",
            "section": "Chest radiograph (CXR)"
        },
        {
            "text": "Based on CXR findings, we categorized the TB lesion of each subject as minimal, moderately advanced, or far-advanced, based on the classification of the National Tuberculosis and Respiratory Disease Association of the USA (14).",
            "section": "Chest radiograph (CXR)",
            "ref_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(14)"
                }
            ]
        },
        {
            "text": "Comparisons between variables were tested using the chi-square test or Student's t-test. ",
            "section": "Statistical analysis"
        },
        {
            "text": "We constructed a logistic regression model with obstructive lung disease as the dependent variable and age, sex, smoking history (more than 2 weeks), and TB lesions on CXR as independent variables. ",
            "section": "Statistical analysis"
        },
        {
            "text": "A forward selection method was used to exclude multi-colinearity of each variable. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Odds ratios (ORs) were calculated with PASW 17.0 (SPSS Inc., Chicago, IL, USA).",
            "section": "Statistical analysis",
            "entity_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "type": "software",
                    "rawForm": "PASW",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "d70ac20ce9-software-0",
                    "cert": "0.8"
                },
                {
                    "start": 44,
                    "end": 48,
                    "type": "version",
                    "rawForm": "17.0",
                    "resp": "#annotator2",
                    "id": "#d70ac20ce9-software-0"
                },
                {
                    "start": 50,
                    "end": 58,
                    "type": "publisher",
                    "rawForm": "SPSS Inc",
                    "resp": "#curator",
                    "id": "#d70ac20ce9-software-0"
                },
                {
                    "type": "software",
                    "start": 39,
                    "end": 43,
                    "rawForm": "PASW",
                    "resp": "whitelist",
                    "id": "d70ac20ce9-software-simple-w1"
                },
                {
                    "type": "software",
                    "start": 50,
                    "end": 54,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "d70ac20ce9-software-simple-w2"
                }
            ]
        },
        {
            "text": "The institutional review board of the Asan Medical Center (Seoul, Korea) approved this analysis of the Korean population, which was prospectively collected. ",
            "section": "Ethics statement"
        },
        {
            "text": "Informed consent was obtained from all subjects during the initial data collection.",
            "section": "Ethics statement"
        },
        {
            "text": "Among 9,243 subjects (> 18 yr old), 8,209 (88.8%) responded to the questionnaires, 4,479 (48.5%) completed spirometry and CXR; and 3,687 (39.9%) subjects underwent at least two spirometry measurements acceptable by ATS criteria with chest radiograph data (we analyzed these subjects). ",
            "section": "Characteristics of enrolled subjects"
        },
        {
            "text": "Although there was significant difference in age distribution between subjects enrolled and excluded, the pattern of sex, smoking status, respiratory symptoms, physician based diagnosis of COPD and asthma, and mean age (43.4 yr in enrolled vs 43.1 yr in excluded, P = 0.33) were similar, suggesting the data were representative (Table  1). ",
            "section": "Characteristics of enrolled subjects",
            "ref_spans": [
                {
                    "start": 328,
                    "end": 337,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table  1"
                }
            ]
        },
        {
            "text": "Among 3,687 enrolled for analysis, radiologists concluded that 294 (8.0%) subjects were classified as having TB lesion on CXR. ",
            "section": "Characteristics of enrolled subjects"
        },
        {
            "text": "All TB lesions were classified as inactive and there was no subject with lesion indicative of active TB on CXR. ",
            "section": "Characteristics of enrolled subjects"
        },
        {
            "text": "Two hundreds   (Table 3).  ",
            "section": "Characteristics of enrolled subjects",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 24,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "Subjects with TB lesions as severity of airflow obstruction among never smokers Among never smokers, the proportion of subjects with TB lesions increased as the severity of obstructive lung disease increased (P for trend < 0.001). ",
            "section": "Characteristics of enrolled subjects"
        },
        {
            "text": "A total of 113 (5.2%) of 2,190 subjects without airflow obstruction (FEV1/FVC > 0.7) had TB lesions. ",
            "section": "Characteristics of enrolled subjects"
        },
        {
            "text": "Among subjects with airflow obstruction, 9 (14.3%) of 63 subjects with FEV1 ≥ 80% of predicted values, 16 (34.0%) of 47 with FEV1 < 80% of predicted values had TB lesions (Fig. 1).",
            "section": "Characteristics of enrolled subjects",
            "ref_spans": [
                {
                    "start": 171,
                    "end": 179,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "In this study, based on a nationwide representative sampling of Korean subjects, we found that previous TB was a risk factor for obstructive lung disease and even a minimal TB lesion was an also strong risk factor in never smokers. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The proportions of subjects with previous TB lesion increased as the severity of obstructive lung disease, suggesting previous TB is an important contributing factor for obstructive lung disease among never smokers. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Previous studies have suggested that pulmonary TB is associated with obstructive lung disease. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Patients with previous pulmonary TB were more likely to suffer from acute exacerbation of COPD than those who did not have pulmonary TB (15). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "In silicosis patients, history of TB is an independent predictor of airflow obstruction (16). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(16)"
                }
            ]
        },
        {
            "text": "The bronchodilator response of patients with a tuberculous-destroyed lung is lower than that of patients with COPD (17). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(17)"
                }
            ]
        },
        {
            "text": "Airflow impairment is related to the radiological extent of TB (3) and to the number of TB episodes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, most of these studies had small sample sizes, were not population-based, or did not fully adjust for smoking history. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A smoking history could potentially have biased the estimated effect of TB on loss of lung function. ",
            "section": "DISCUSSION"
        },
        {
            "text": "A previous study found that smoking history is associated with an increased risk of TB for a cohort of white gold miners, and smoking is known to increase lung function loss (18). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(18)"
                }
            ]
        },
        {
            "text": "Recently, a population-based study of Latin American middle-aged and older adults found that previous medical diagnosis of TB was associated with airflow obstruction (5). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "A cohort study showed that radiologic evidence of inactive TB was associated with increased risk of airflow obstruction, although it was not population-based (8).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "A history of TB may affect lung function by pleural change, bronchial stenosis, or parenchymal scarring. ",
            "section": "DISCUSSION"
        },
        {
            "text": "TB increases the activity of the matrix metalloproteinases, thus contributing to pulmonary damage (19). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(19)"
                }
            ]
        },
        {
            "text": "Extensive TB lesions may produce restrictive changes, with reduced transfer of carbon monoxide in the lung (20). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                }
            ]
        },
        {
            "text": "However, we found that the presence of minimal lesions was also an independent risk factor for airflow obstruction. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In these patients, airway fibrosis and inflammation may play important roles. ",
            "section": "DISCUSSION"
        },
        {
            "text": "TB infection is associated with airway fibrosis and the immune response to mycobacteria could cause airway inflammation, a characteristic of obstructive lung disease (21).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                }
            ]
        },
        {
            "text": "Smoking is a well-established major risk factor for COPD (22) and much COPD research has focused on smokers (23). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                },
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(23)"
                }
            ]
        },
        {
            "text": "However, recent evidence suggests that other risk factors are also important in causing obstructive lung disease, especially in developing countries. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These factors include air pollutants, dust and fumes, history of repeated lower respiratory tract infections during childhood, chronic asthma, intrauterine growth retardation, poor nourishment, and poor socioeconomic status. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Several questionnaire studies have also suggested that a history of TB is a risk factor for airflow obstruction (24,25). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(24,"
                },
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "25)"
                }
            ]
        },
        {
            "text": "In our study, 22.7% (25/ 110) of never smokers with airflow obstruction had TB lesions, and the proportion increased for subjects with FEV1 < 80% of predicted value. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This suggests that previous TB can be an important cause of obstructive lung disease among never smokers.",
            "section": "DISCUSSION"
        },
        {
            "text": "In this study, we defined airflow obstruction as FEV1/FVC less than 0.70 or LLN. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Although a fixed ratio of 0.70 is simple and widely used, it is criticized due to over-diagnosis of both the presence and severity of COPD in the elderly (26). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "TB lesion on CXR was still associated with airflow obstruction (adjusted OR = 2.66, 95% CI 1.99-3.55, P < 0.001) and it is consistent in never smokers (adjusted OR = 4.02, 95% CI 2.54-6.36, P < 0.001), when we defined obstructive lung disease by LLN. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We enrolled subjects with two or more acceptable spirometry performances for practical consideration of a large-scale examination survey. ",
            "section": "DISCUSSION"
        },
        {
            "text": "ATS and European Respiratory Society (ERS) recommendations was published after this survey, requiring three or more acceptable curves for an adequate test with the differance in the two largest values of FVC or FEV1 < 0.150 L (27). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(27)"
                }
            ]
        },
        {
            "text": "When we adopted this recommendation (n = 2,533), TB lesion on CXR was still associated with airflow obstruction (FEV1/FVC < 0.70) with adjusted OR = 2.20, 95% CI 1.44-3.35, P < 0.001) and it was also consistent in never smokers (adjusted OR = 3.38, 95% CI 1.75-6.55, P = 0.001).",
            "section": "DISCUSSION"
        },
        {
            "text": "This study has some limitations. ",
            "section": "DISCUSSION"
        },
        {
            "text": "First, airflow obstruction was defined by FEV1/FVC rather than post-bronchodilator FEV1/FVC. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This might lead to an overestimate of the prevalence of obstructive lung disease. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, our estimates are similar to those of previous studies. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Second, previous TB was only evaluated by CXR and clinical history was not examined. ",
            "section": "DISCUSSION"
        },
        {
            "text": "From a specificity point of view, a lesion that seems to be TB-related on CXR could be a sequela of other diseases such as pneumonia. ",
            "section": "DISCUSSION"
        },
        {
            "text": "From a view of sensitivity, CXR could miss some parenchymal TB lesions, which can only be identified by computed tomography (CT) analysis (28,29). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(28,"
                },
                {
                    "start": 142,
                    "end": 145,
                    "type": "bibr",
                    "text": "29)"
                }
            ]
        },
        {
            "text": "In addition, some TB patients might have had complete healing without any evidence on the CXR. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Although CXR has limitations in confirming previous TB, in the present study 3 qualified radiologists interpreted the CXRs to reduce this limitation and interpretation on CXRs of radiologists showed almost perfect agreement. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Third, there was relatively large number of subjects with TB lesion on CXR (8.0%), compared with the number of TB reports in Korea (30). ",
            "section": "DISCUSSION"
        },
        {
            "text": "In other study, the prev-alence of prior TB based on self-reports (2.9%) was also significantly lower than that defined by CXR (24.2%) (8). ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "Considering this discrepancy between radiologic evidence and self-report of TB and continuously decreasing annual incidence in Korea, our interpretations of TB lesion on CXR do not seem to go beyond reasonable level. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Fourth, there were only four subjects with advanced TB lesion. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In this survey, subjects should visit a car with special equipment to undergo spirometry. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Therefore, the possibility of selection bias, to enroll relatively healthy subjects mainly, cannot be excluded.",
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, previous TB was an independent risk factor for obstructive lung disease, even if the lesions are minimal. ",
            "section": "DISCUSSION"
        },
        {
            "text": "TB could be also an important cause of airflow obstruction in subjects who had never smoked. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The results of this population-based study indicated that appropriate management and control of TB is as important as smoking quitting for reducing obstructive lung disease. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We evaluated the effects of previous pulmonary tuberculosis (TB) on the risk of obstructive lung disease. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We analyzed populationbased, the Second Korea National Health and Nutrition Examination Survey 2001. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Participants underwent chest X-rays (CXR) and spirometry, and qualified radiologists interpreted the presence of TB lesion independently. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Among 3,687 participants, 294 subjects had evidence of previous TB on CXR. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Evidence of previous TB on CXR were independently associated with airflow obstruction (odds ratios = 2.56, 95% CI 1.84-3.56) after adjustment for sex, age and smoking history. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Previous TB was still a risk factor with exclusion of ever smokers or subjects with advanced lesion on CXR. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Previous TB is an independent risk factor for obstructive lung disease, even if the lesion is minimal and TB can be an important cause of obstructive lung disease in never smokers.",
            "section": "DISCUSSION"
        }
    ]
}