{
    "level": "sentence",
    "id": "a37a4e9795",
    "abstract": [
        {
            "text": "Insight into the neural mechanisms underlying the shared and disparate features of schizophrenia (SZ) and bipolar disorder (BD) is limited. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "The amygdala and prefrontal cortex (PFC) appear to have crucial roles in SZ and BD, yet abnormalities appear to manifest differently in the 2 disorders. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "Methods: Eighteen participants with SZ, 18 participants with BD, and 18 healthy controls (HC) underwent resting-state functional magnetic resonance imaging. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "Resting-state functional connectivity (rsFC) between the PFC and the amygdala divided into 3 subregions (the laterobasal, centromedial, and superficial amygdala) was examined using probabilistic anatomic maps. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "For each participant, rsFC maps of the 3 amygdala subregions were computed and compared across the 3 groups. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "Results: Compared with the HC group, we found significant differences in rsFC between the amygdala and PFC in the SZ and BD groups. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "In direct comparison between the SZ and BD groups, distinct patterns of rsFC between the amygdala and PFC were observed, particularly in the superficial amygdala. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "RsFC between the amygdala and the dorsal lateral PFC was significantly decreased in the SZ group, whereas rsFC between the amygdyala and the ventral PFC was significantly decreased in the BD group. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "Conclusions: These results strongly suggest dorsal vs ventral PFC differentiation in amygdala-PFC neural system abnormalities between SZ and BD. ",
            "paragraph_rank": 1,
            "section_rank": 0
        },
        {
            "text": "These regional differences in SZ and BD may give rise to the differences in clinical characteristics observed in SZ and BD, and may implicate potential avenues for differentiating the 2 disorders during early stages of illness.",
            "paragraph_rank": 1,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "Schizophrenia (SZ) and bipolar disorder (BD) have long been viewed as separate neuropsychiatric disorders; however, the distinctiveness of these 2 disorders from each other has also long been questioned. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "SZ and BD have shared symptomatology, and neurocognitive deficits persist in affected individuals in both disorders. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "1 Additionally, SZ and BD share similar susceptibility genes 2 and frequently co-occur within families. ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                },
                {
                    "start": 61,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "3 While the debate regarding the distinctions between SZ and BD continues, understanding of the neural basis for the shared and disparate features of the 2 disorders remains limited. ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "Recently, convergent evidence suggests disruptions within the frontotemporal neural systems that subserve emotional and cognitive processing in both SZ and BD, including abnormalities in 2 regions with critical roles in this system, the amygdala and prefrontal cortex (PFC). ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "4,5 While it appears that the amygdala and PFC are shared regions for abnormalities in SZ and BD, the manifestation of abnormalities within these regions may differ between the 2 disorders. ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "Postmortem histological studies provide preliminary evidence of reduced amygdala volumes and alterations in gene expression in the amygdala in SZ. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "6,7 Reduced amygdala volumes in SZ have been confirmed by several magnetic resonance image (MRI) studies and recent meta-analysis studies. ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "8,9 Postmortem histological studies have also demonstrated abnormalities in the amygdala in BD. ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "These studies have shown decreased glial density and neuron somal size in the amygdala in BD. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "7,10 However, while decreased amygdala volume is one of the most consistent neuroimaging findings in pediatric BD, 11 findings of abnormalities in amygdala volume in adult BD, although frequently reported, are inconsistent. ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                },
                {
                    "start": 115,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "12 With respect to the PFC, previous studies have found differences in frontal activation between SZ and BD using task-related functional MRI. ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "13,14 Moreover, other studies have found decreased activation in the dorsal PFC in SZ, 15,16 whereas studies using similar methods have found altered activation in the ventral PFC (VPFC) in BD. ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                },
                {
                    "start": 87,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 90,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "16"
                }
            ]
        },
        {
            "text": "17,18 In this article, the dorsal PFC is defined as including the dorsal lateral PFC (DLPFC) and dorsal anterior cingulate cortex (ACC), and the VPFC is defined as including the orbitofrontal cortex (OFC), the inferior and rostral frontal cortices, ventral and rostral components of the ACC. ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "17,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "18"
                }
            ]
        },
        {
            "text": "These contrasting PFC described above are of considerable interest as the dorsal PFC has been associated with working memory impairment, a core cognitive process abnormality in SZ. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "19 Whereas the VPFC has been associated with hedonic processes 20 linked to the core psychopathology of BD.",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "19"
                },
                {
                    "start": 63,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "20"
                }
            ]
        },
        {
            "text": "The regional differences between SZ and BD observed in the PFC (dorsal vs ventral) suggest that differences between the 2 disorders may also exist in the connectivity between the PFC and regions such as the amygdala. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "The amygdala has multiple reciprocal channels of communication with the dorsal PFC through the hippocampus, 21 and it is highly interconnected with the VPFC. ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "21"
                }
            ]
        },
        {
            "text": "22 The cingulum and uncinate fasciculus provide substantial connections between the amygdala and the dorsal and ventral PFC. ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "22"
                }
            ]
        },
        {
            "text": "[23][24][25] Additionally, the amygdala is a complex structure comprised of multiple nuclei with varied function and roles. ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[23]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[24]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "Differences in human restingstate FC (rsFC) patterns of the laterobasal (LB), centromedial (CM), and superficial (SF) amygdala have been previously reported in a recent resting-state fMRI study in healthy control (HC) individuals. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "26 Moreover, the SF amygdala has been particularly implicated in emotional processing, for which differences between SZ and BD have been demonstrated. ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "26"
                }
            ]
        },
        {
            "text": "27,28 In recent years, rsFC has been successfully applied for mapping complex neural circuits. ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "27,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "28"
                }
            ]
        },
        {
            "text": "Coherent spontaneous blood oxygen level-dependent (BOLD) activity during rest among specific subsets of brain regions is thought to reflect the natural organization of brain networks and may have significant implications regarding the pathophysiology of psychiatric disorders. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "We are not aware of any studies directly comparing SZ and BD with regards to rsFC between the amygdala and PFC.",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "In this study, we utilized a region-of-interest (ROI)based approach to examine rsFC in individuals with SZ and BD, and HC participants. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "We selected the amygdala as the ROI and focused on its rsFC with the PFC. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Given the differences in function and rsFC within the amygdala, we examined the amygdala as 3 subregions, the LB, CM, and SF amygdala, to explore rsFC differences between these subregions and the PFC in the 3 groups (SZ, BC, and HC). ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Subdivision of the amygdala in this study was based on known differences in functional roles and connections with other brain regions and a recently developed stereotaxic, cytoarchitectonic maps. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "29 We hypothesized that both the SZ and BD groups would show altered rsFC between the amygdala and PFC when compared with the HC group; furthermore, we hypothesized that, in direct comparison between the SZ and BD groups, altered rsFC between the amygdala and dorsal PFC would be more prominent in SZ, whereas it would be more prominent with the VPFC in BD. ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "29"
                }
            ]
        },
        {
            "text": "(2) history of head trauma with loss of consciousness 5 or more minutes or any neurological disorder; and (3) any concomitant major medical disorder. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "All participants provided written informed consent after detailed description of the study. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "The study was approved by the Institutional Review Board of China Medical University.",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Methods",
            "section_rank": 2
        },
        {
            "text": "Participants",
            "section_rank": 3
        },
        {
            "text": "Data Acquisition and Image Preprocessing",
            "section_rank": 4
        },
        {
            "text": "Data were acquired on a GE Signa HDX 3.0T MRI scanner. ",
            "section": "Data Acquisition and Image Preprocessing",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "A standard head coil was used with foam padding to reduce head motion. ",
            "section": "Data Acquisition and Image Preprocessing",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "Participants were instructed to rest with their eyes closed during scanning. ",
            "section": "Data Acquisition and Image Preprocessing",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "No participant reported falling asleep during the scan when routinely asked immediately after scanning. ",
            "section": "Data Acquisition and Image Preprocessing",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "FMRI data were collected using a gradient-echo planar imaging sequence sensitive to BOLD contrast (TR = 2000ms, TE = 30ms, Thirty-five axial slices were collected with 3-mm thickness without gap. ",
            "section": "Data Acquisition and Image Preprocessing",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "For spatial normalization and localization, a 3-dimensional fast spoiled gradient-echo T1-weighted sequence was used to acquire high-resolution structural images (TR = 7.1ms, TE = 3.2ms, FOV = 24 × 24cm, matrix = 240 × 240, slice thickness = 1.0mm without gap, 176 slices, 1 averages). ",
            "section": "Data Acquisition and Image Preprocessing",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "Image preprocessing was carried out using SPM5 (http://www.fil.ion.ucl.ac.uk/spm) and Resting-State fMRI Data Analysis Toolkit (REST) (http:// www.restfmri.net). ",
            "section": "Data Acquisition and Image Preprocessing",
            "paragraph_rank": 5,
            "section_rank": 4,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 42,
                    "end": 46,
                    "rawForm": "SPM5",
                    "resp": "whitelist",
                    "id": "a37a4e9795-software-simple-w0"
                },
                {
                    "type": "software",
                    "start": 62,
                    "end": 66,
                    "rawForm": ".ion",
                    "resp": "whitelist",
                    "id": "a37a4e9795-software-simple-w1"
                },
                {
                    "type": "software",
                    "start": 128,
                    "end": 132,
                    "rawForm": "REST",
                    "resp": "whitelist",
                    "id": "a37a4e9795-software-simple-w2"
                }
            ]
        },
        {
            "text": "Preprocessing using SPM5 consisted of slice-time correction, motion correction, spatial normalization, and spatial smoothing full width at half maximum (FWHM = 6mm). ",
            "section": "Data Acquisition and Image Preprocessing",
            "paragraph_rank": 5,
            "section_rank": 4,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 20,
                    "end": 24,
                    "rawForm": "SPM5",
                    "resp": "whitelist",
                    "id": "a37a4e9795-software-simple-w3"
                }
            ]
        },
        {
            "text": "Movement parameters were examined for each participant. ",
            "section": "Data Acquisition and Image Preprocessing",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "Data sets with more than 2mm maximum translation in x, y or z, or 2° of maximum rotation about 3 axes between each image were excluded. ",
            "section": "Data Acquisition and Image Preprocessing",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "Preprocessing using REST consisted of removing linear drift through linear regression and temporal band-pass filtering (0.01-0.08 Hz) to reduce the effects of lowfrequency drifts and physiological high-frequency noise.",
            "section": "Data Acquisition and Image Preprocessing",
            "paragraph_rank": 5,
            "section_rank": 4,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 20,
                    "end": 24,
                    "rawForm": "REST",
                    "resp": "whitelist",
                    "id": "a37a4e9795-software-simple-w4"
                }
            ]
        },
        {
            "text": "Definition of ROIs",
            "section_rank": 5
        },
        {
            "text": "Amygdala ROIs were determined using stereotaxic, probabilistic maps of cytoarchitectonic boundaries. ",
            "section": "Definition of ROIs",
            "paragraph_rank": 6,
            "section_rank": 5
        },
        {
            "text": "29 The amygdala was divided into 3 subregions: The LB amygdala included the lateral, basolateral, basomedial, and paralaminar nuclei. ",
            "section": "Definition of ROIs",
            "paragraph_rank": 6,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "29"
                }
            ]
        },
        {
            "text": "The CM amygdala consisted of the central and medial nuclei. ",
            "section": "Definition of ROIs",
            "paragraph_rank": 6,
            "section_rank": 5
        },
        {
            "text": "The SF amygdala included the anterior amygdaloid area, the amygdalopyriform transition area, the amygdaloid-hippocampal area, and the ventral and posterior cortical nuclei. ",
            "section": "Definition of ROIs",
            "paragraph_rank": 6,
            "section_rank": 5
        },
        {
            "text": "The amygdala ROIs were created in standard space and based on voxels with at least 50% probability of belonging to the subregion of interest. ",
            "section": "Definition of ROIs",
            "paragraph_rank": 6,
            "section_rank": 5
        },
        {
            "text": "Each voxel was assigned to only 1 subregion. ",
            "section": "Definition of ROIs",
            "paragraph_rank": 6,
            "section_rank": 5
        },
        {
            "text": "For each ROI, the BOLD time series of the voxels within the ROI were averaged to generate the reference time series for the ROI.",
            "section": "Definition of ROIs",
            "paragraph_rank": 6,
            "section_rank": 5
        },
        {
            "text": "A PFC mask was created using the normalized T1-weighted high-resolution images of all participants, which were stripped using BrainSuite2 (http://brainsuite. usc.edu). ",
            "section": "Definition of ROIs",
            "paragraph_rank": 7,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 126,
                    "end": 137,
                    "type": "software",
                    "rawForm": "BrainSuite2",
                    "resp": "#annotator4",
                    "used": true,
                    "id": "a37a4e9795-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 139,
                    "end": 165,
                    "type": "url",
                    "rawForm": "http://brainsuite. usc.edu",
                    "resp": "#curator",
                    "id": "#a37a4e9795-software-1"
                }
            ]
        },
        {
            "text": "The PFC mask included Brodmann areas (BA) 9-12, 24, 25, 32, and 44-47. ",
            "section": "Definition of ROIs",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "Only voxels within this mask were further analyzed.",
            "section": "Definition of ROIs",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "FC and Statistical Analysis",
            "section_rank": 6
        },
        {
            "text": "For each participant, a generalized linear model (GLM) was created using time-series predictors for each of the 3 amygdala subregions and 9 nuisance covariates (timeseries predictors for global signal, white matter, cerebrospinal fluid, and 6 motion parameters). ",
            "section": "FC and Statistical Analysis",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "The global signal is thought to reflect a combination of physiological processes (ie cardiac and respiratory fluctuations), and therefore, it was included in the GLM to control for such factors. ",
            "section": "FC and Statistical Analysis",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "Correlation analysis was carried out between the seed ROIs and PFC in a voxel-wise manner using REST. ",
            "section": "FC and Statistical Analysis",
            "paragraph_rank": 8,
            "section_rank": 6,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 96,
                    "end": 100,
                    "rawForm": "REST",
                    "resp": "whitelist",
                    "id": "a37a4e9795-software-simple-w5"
                }
            ]
        },
        {
            "text": "The correlation coefficients were then transformed to Z-values using the Fisher r-to-z transformation. ",
            "section": "FC and Statistical Analysis",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "In the first-level analysis, a 1-sample t test model was used to delineate the functional connectivity of each amygdala ROI. ",
            "section": "FC and Statistical Analysis",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "In the second-level random effects analysis, direct comparisons were conducted to identify differences in functional connectivity between SZ vs HC, BD vs HC, and SZ vs BD. ",
            "section": "FC and Statistical Analysis",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "Statistical significance was determined by a corrected P < .05. ",
            "section": "FC and Statistical Analysis",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "Correction for multiple comparisons was made by combining individual voxel P < .005 with cluster size > 432mm 3 , determined by the Monte Carlo simulation (AlphaSim command line in AFNI [analysis of functional neuroimaging; Cox, 1996] 53 ). ",
            "section": "FC and Statistical Analysis",
            "paragraph_rank": 8,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                },
                {
                    "start": 235,
                    "end": 237,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "53"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 156,
                    "end": 164,
                    "rawForm": "AlphaSim",
                    "resp": "whitelist",
                    "id": "a37a4e9795-software-simple-w6"
                },
                {
                    "type": "software",
                    "start": 181,
                    "end": 185,
                    "rawForm": "AFNI",
                    "resp": "whitelist",
                    "id": "a37a4e9795-software-simple-w7"
                }
            ]
        },
        {
            "text": "An additional Bonferroni correction (P = .005/P = .00056) was used as well, because a total of 9 two-sample t tests (SZ vs HC, BD vs HC, and SZ vs BD, multiplied by 3 ROIs) were performed. ",
            "section": "FC and Statistical Analysis",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "Exploratory analyses were performed to examine the correlation between the Z-values of regions showing significant group differences and symptom rating scores (the BPRS in the SZ group, and the HDRS and YMRS in the BD group). ",
            "section": "FC and Statistical Analysis",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "A 2-tailed P level of .05 was considered significant.",
            "section": "FC and Statistical Analysis",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "Results",
            "section_rank": 7
        },
        {
            "text": "LB-PFC Connectivity",
            "section_rank": 8
        },
        {
            "text": "Compared with the HC group, the SZ group showed significant decreases in rsFC between the LB amygdala and PFC regions that included right DLPFC (BA 46/9) and left middle cingulate cortex (BA32/24) as well as increases in rsFC between the LB amygdala and left rostral PFC (BA10).",
            "section": "LB-PFC Connectivity",
            "paragraph_rank": 9,
            "section_rank": 8
        },
        {
            "text": "The BD group had significant decreases in rsFC between the LB amygdala and right ventral ACC (BA24) and right middle cingulate cortex (BA32/24) when compared with HC (table 2).",
            "section": "LB-PFC Connectivity",
            "paragraph_rank": 9,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 166,
                    "end": 175,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(table 2)"
                }
            ]
        },
        {
            "text": "In direct comparison between the SZ and BD groups, the SZ group showed significantly decreased rsFC between the LB amygdala and right DLPFC (BA 46/9) compared with the BD group (figure 1). ",
            "section": "LB-PFC Connectivity",
            "paragraph_rank": 10,
            "section_rank": 8
        },
        {
            "text": "In contrast, the BD group showed significantly decreased rsFC between the LB amygdala and pregenual ACC (BA 24) and rostral PFC (BA 10) compared with the SZ group (table 2; figure 1). ",
            "section": "LB-PFC Connectivity",
            "paragraph_rank": 10,
            "section_rank": 8
        },
        {
            "text": "These findings correspond to a corrected P < .05 by AlphaSim correction.",
            "section": "LB-PFC Connectivity",
            "paragraph_rank": 10,
            "section_rank": 8,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 52,
                    "end": 60,
                    "rawForm": "AlphaSim",
                    "resp": "whitelist",
                    "id": "a37a4e9795-software-simple-w8"
                }
            ]
        },
        {
            "text": "CM-PFC Connectivity",
            "section_rank": 9
        },
        {
            "text": "Compared with the HC group, significant decreases in rsFC were observed between the CM amygdala and PFC regions that included right DLPFC (BA46/10/9) and left middle cingulate cortex (BA32/24) in the SZ group, while the BD group showed significant decrease in rsFC with right ventral ACC (BA24), left pregenual ACC (BA24), and bilateral rostral PFC (BA10) (table 2).",
            "section": "CM-PFC Connectivity",
            "paragraph_rank": 11,
            "section_rank": 9
        },
        {
            "text": "In direct comparison between the SZ and BD groups, the SZ group showed significantly decreased rsFC between the CM amygdala and right DLPFC (BA 46/9) compared with the BD group (table 2; figure 2). ",
            "section": "CM-PFC Connectivity",
            "paragraph_rank": 12,
            "section_rank": 9
        },
        {
            "text": "These findings correspond to a corrected P < .05 by AlphaSim correction.",
            "section": "CM-PFC Connectivity",
            "paragraph_rank": 12,
            "section_rank": 9,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 52,
                    "end": 60,
                    "rawForm": "AlphaSim",
                    "resp": "whitelist",
                    "id": "a37a4e9795-software-simple-w9"
                }
            ]
        },
        {
            "text": "SF-PFC Connectivity",
            "section_rank": 10
        },
        {
            "text": "Compared with the HC group, the SZ group had significant decreases in rsFC between the SF amygdala and PFC regions that included left middle cingulate cortex (BA32/24) and bilateral DLPFC (BA46/9) as well as increases in rsFC between the SF amygdala and PFC regions that included left rostral PFC (BA10) and left DLPFC (BA9). ",
            "section": "SF-PFC Connectivity",
            "paragraph_rank": 13,
            "section_rank": 10
        },
        {
            "text": "When compared with HC, the BD group had significant decreases in rsFC with left ventral ACC (BA24) and right rostral PFC (BA10) (table 2).",
            "section": "SF-PFC Connectivity",
            "paragraph_rank": 13,
            "section_rank": 10
        },
        {
            "text": "In direct comparison between the SZ and BD groups, the SZ group showed significantly decreased FC between the SF amygdala and right DLPFC (BA 46/9) and left DLPFC (BA 46/9) compared with the BD group (figure 3). ",
            "section": "SF-PFC Connectivity",
            "paragraph_rank": 14,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 200,
                    "end": 210,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(figure 3)"
                }
            ]
        },
        {
            "text": "In contrast, the BD group showed significantly decreased rsFC between the SF amygdala and pregenual/ ventral ACC, rostral PFC (BA 24/25/32/10), and right OFC (BA 47), and left OFC (BA 47) with extension into the temporopolar area (BA 38) compared with the SZ group (table 2; figure 3). ",
            "section": "SF-PFC Connectivity",
            "paragraph_rank": 14,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 265,
                    "end": 283,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(table 2; figure 3"
                }
            ]
        },
        {
            "text": "These findings correspond to a corrected P < .05 by AlphaSim correction. ",
            "section": "SF-PFC Connectivity",
            "paragraph_rank": 14,
            "section_rank": 10,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 52,
                    "end": 60,
                    "rawForm": "AlphaSim",
                    "resp": "whitelist",
                    "id": "a37a4e9795-software-simple-w10"
                }
            ]
        },
        {
            "text": "Findings also survived Bonferroni correction for multiple t tests (P = .00056) except for those in the right ventral ACC-CM amygdala rsFC and left ventral ACC-SF amygdala rsFC in HC vs BD, right DLPFC-SF amygdala rsFC in HC vs SZ, and left pregenual ACC and rostral PFC-LB amygdala rsFC in SZ vs BD (table 2).",
            "section": "SF-PFC Connectivity",
            "paragraph_rank": 14,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 299,
                    "end": 308,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(table 2)"
                }
            ]
        },
        {
            "text": "Exploratory analyses did not reveal significant correlations between rsFC in regions showing significant group differences and symptom rating scores in both the SZ and BD groups.",
            "section": "SF-PFC Connectivity",
            "paragraph_rank": 15,
            "section_rank": 10
        },
        {
            "text": "Discussion",
            "section_rank": 11
        },
        {
            "text": "In this study, we found significant differences in amygdala-PFC rsFC between SZ and BD, when compared with HC and each other. ",
            "section": "Discussion",
            "paragraph_rank": 16,
            "section_rank": 11
        },
        {
            "text": "Compared with the HC group, the SZ group showed significantly decreased rsFC between the 3 amygdala subregions and PFC regions, including the middle cingulate cortex and DLPFC as well as increased rsFC between the 3 amygdala subregions and the rostral PFC and DLPFC; the BD group showed significantly decreased rsFC between the 3 amygdala subregions and PFC regions, including the rostral PFC, middle cingulate cortex, pregenual and ventral ACC. ",
            "section": "Discussion",
            "paragraph_rank": 16,
            "section_rank": 11
        },
        {
            "text": "Moreover, when the SZ and BD groups were directly compared, distinct patterns in amygdala-PFC rsFC were observed in SZ and BD, particularly in the SF amygdala. ",
            "section": "Discussion",
            "paragraph_rank": 16,
            "section_rank": 11
        },
        {
            "text": "The SZ group showed significantly decreased rsFC between the amygdala and the DLPFC compared with the BD group; whereas the BD group demonstrated significantly decreased rsFC between the amygdala and the VPFC, including the pregenual and ventral ACC and OFC, compared with the SZ group. ",
            "section": "Discussion",
            "paragraph_rank": 16,
            "section_rank": 11
        },
        {
            "text": "These results strongly suggest dorsal vs ventral PFC differentiation in neural abnormalities between SZ and BD. ",
            "section": "Discussion",
            "paragraph_rank": 16,
            "section_rank": 11
        },
        {
            "text": "Differences were greatest in the SF amygdala. ",
            "section": "Discussion",
            "paragraph_rank": 16,
            "section_rank": 11
        },
        {
            "text": "This region may be key for distinguishing BD and SZ abnormalities within the frontotemporal neural system. ",
            "section": "Discussion",
            "paragraph_rank": 16,
            "section_rank": 11
        },
        {
            "text": "The specific mechanisms underlying the decreases or increases in rsFC in SZ and BD are unclear. ",
            "section": "Discussion",
            "paragraph_rank": 16,
            "section_rank": 11
        },
        {
            "text": "Altered rsFC may indicate abnormalities such as altered structural white connection or altered regulation of activity between structures. ",
            "section": "Discussion",
            "paragraph_rank": 16,
            "section_rank": 11
        },
        {
            "text": "Future studies of the mechanisms underlying altered rsFC may better elucidate the pathophysiology of SZ and BD, as well as implicate more effective treatment and new targets for treatment.  ",
            "section": "Discussion",
            "paragraph_rank": 16,
            "section_rank": 11
        },
        {
            "text": "Clusters that did not survive Bonferroni correction.",
            "section": "Discussion",
            "paragraph_rank": 16,
            "section_rank": 11
        },
        {
            "text": "Our findings are consistent with previous reports in the literature, indicating that frontal abnormalities in SZ are more common in SZ, whereas those in BD are more ventral. ",
            "section": "Discussion",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "Decreased DLPFC volumes have been more consistently reported in SZ than BD. ",
            "section": "Discussion",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "30,31 Altered susceptibility gene expression and decreased dendritic spine density and neuronal number and size have been implicated in the DLPFC in SZ as well. ",
            "section": "Discussion",
            "paragraph_rank": 17,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "30,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "31"
                }
            ]
        },
        {
            "text": "32,33 The DLPFC is critically involved in working memory and plays key roles in several higher-order cognitive and executive functions, 34 most importantly in the integration of emotional and cognitive processing. ",
            "section": "Discussion",
            "paragraph_rank": 17,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "32,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "33"
                },
                {
                    "start": 136,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "34"
                }
            ]
        },
        {
            "text": "35 Our finding of SZ amygdala-DLPFC functional dysconnectivity is particularly interesting, given a recent study that compared volumetric correlational patterns in several areas including PFC and amygdala. ",
            "section": "Discussion",
            "paragraph_rank": 17,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "35"
                }
            ]
        },
        {
            "text": "36 This study, which employed structural equation modeling, compared SZ patients to HC and demonstrated the relative absence of DLPFC-amygdala connections in SZ compared with HC, thus implicating altered structural connectivity between the DLPFC and amygdala in SZ.",
            "section": "Discussion",
            "paragraph_rank": 17,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "36"
                }
            ]
        },
        {
            "text": "Postmortem histopathological studies have reported trait abnormalities in the VPFC in BD. ",
            "section": "Discussion",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "text": "Decreased glial and neuronal densities in the VPFC have been shown in BD. ",
            "section": "Discussion",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "text": "37,38 FMRI studies have also reported the co-occurrence of diminished VPFC and excessive amygdala response to emotional stimuli in BD, 39 implicating disruptions in the VPFC-amygdala connections that subserve affective regulation in the disorder. ",
            "section": "Discussion",
            "paragraph_rank": 18,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "37,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "38"
                },
                {
                    "start": 135,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "39"
                }
            ]
        },
        {
            "text": "In support of this, a recent resting-state fMRI study identified a negative correlation in VPFC-amygdala activity in HC and BD with the magnitude of the correlation greater in HC than BD, suggesting impaired inhibitory control of the VPFC over the amygdala in BD. ",
            "section": "Discussion",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "text": "40 The greatest rsFC difference between SZ and BD was observed between the SF amygdala and PFC. ",
            "section": "Discussion",
            "paragraph_rank": 18,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "40"
                }
            ]
        },
        {
            "text": "The SZ group demonstrated significantly decreased rsFC between the SF amygdala and the DLPFC, compared with the BD group; while the BD group showed significantly decreased rsFC between the SF amygdala and VPFC regions, including the pregenual and ventral  ACC and OFC, relative to the SZ group. ",
            "section": "Discussion",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "text": "The SF amygdala lies adjacent to the LB subregion and consists of the anterior amygdala area and ventral and posterior cortical nuclei involved in olfactory and affective processes. ",
            "section": "Discussion",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "text": "It appears to be the most conserved amygdala subregion and is thought to play important roles in social communication. ",
            "section": "Discussion",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "text": "41 Findings from animal studies have led to hypotheses that the function of the SF amygdala expanded as social behaviors became increasingly complex during evolution. ",
            "section": "Discussion",
            "paragraph_rank": 18,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "41"
                }
            ]
        },
        {
            "text": "41 While in lower nonprimates the SF amygdala appears involved in intraspecies communication through olfactory stimuli, human studies have indicated that the amygdala contains populations of cells that respond to faces, particularly facial emotion, with the most robust responses to dynamic facial emotion localized to the SF amygdala. ",
            "section": "Discussion",
            "paragraph_rank": 18,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "41"
                }
            ]
        },
        {
            "text": "41 Deficits in emotional processing and affect perception have been increasingly apparent in both SZ and BD. ",
            "section": "Discussion",
            "paragraph_rank": 18,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "41"
                }
            ]
        },
        {
            "text": "42,43 Future studies of the SF amygdala in SZ and BD may provide greater insight into the pathophysiology of both disorders. ",
            "section": "Discussion",
            "paragraph_rank": 18,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "42,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "43"
                }
            ]
        },
        {
            "text": "They may also implicate potential markers for differentiation between the disorders, particularly given our observed regional differences in FC of the SF amygdala with the PFC between SZ and BD.",
            "section": "Discussion",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "text": "Interestingly, both the SZ and BD groups exhibited decreased rsFC between the middle cingulate cortex and amygdala in this study. ",
            "section": "Discussion",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "The middle cingulate cortex area is the midsection of the cingulate gyrus in its anteriorposterior axis and appears involved in motor control and cognitive tasks such as response selection, error detection and competition monitoring, and working memory. ",
            "section": "Discussion",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "44 Previous studies have consistently reported aberrant motor control in SZ and BD, [45][46][47][48] and deficits in cognitive functions including response inhibition, attention, and working memory have been shown in SZ and BD. ",
            "section": "Discussion",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "44"
                },
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[45]"
                },
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[46]"
                },
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[47]"
                },
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[48]"
                }
            ]
        },
        {
            "text": "49,50 Future studies are warranted to examine the role of the middle cingulate in these motor and cognitive functions in SZ and BD.",
            "section": "Discussion",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "49,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "50"
                }
            ]
        },
        {
            "text": "Limitations in this study include relatively small sample sizes, cross-sectional comparison, medication use, and brief clinical characterization of SZ and BD participants. ",
            "section": "Discussion",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "All SZ participants and approximately 50% of the BD participants were taking atypical antipsychotics at the time of the study. ",
            "section": "Discussion",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "We did not examine the effects of atypical antipsychotics on rsFC in this study. ",
            "section": "Discussion",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "Our findings may in part be attributed to treatment differences. ",
            "section": "Discussion",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "Prior studies suggest that atypical antipsychotics may influence resting-state functional connectivity; however, there are some ambiguities in such findings. ",
            "section": "Discussion",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "For example, decreased functional connectivity has been observed in first-episode SZ patients after short-term treatment with atypical antipsychotics. ",
            "section": "Discussion",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "51 In pediatric BD patients, increased functional connectivity has been shown in an evaluative affective circuit, while decreased functional connectivity was seen in a reactive affective circuit after risperidone treatment. ",
            "section": "Discussion",
            "paragraph_rank": 20,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "51"
                }
            ]
        },
        {
            "text": "52 Future studies in medication naïve patients or with specific focus on atypical antipsychotics are needed to clarify these issues. ",
            "section": "Discussion",
            "paragraph_rank": 20,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "52"
                }
            ]
        },
        {
            "text": "Our findings may also reflect differences in symptoms and symptom severity between SZ and BD. ",
            "section": "Discussion",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "Correlation analyses did not reveal significant relationships between rsFC and symptom measures in SZ and BD. ",
            "section": "Discussion",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "In this study, a limited number of symptom measures were used, and the same symptom measures were not performed across all groups. ",
            "section": "Discussion",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "The BPRS was assessed only in the SZ group, and the HDRS and YMRS was assessed only in the BD group. ",
            "section": "Discussion",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "Future studies should include more comprehensive symptom measurements and use of the same measurements across all groups to enhance understanding of the relationship between symptom severity and functional connectivity as well as state vs trait-related abnormalities in SZ and BD. ",
            "section": "Discussion",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "The majority of SZ and BD participants in this study were in remitted states, and thus our findings more likely reflect trait-related differences between SZ and BD.",
            "section": "Discussion",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "In summary, we performed a resting-state fMRI study to examine the rsFC between the amygdala, divided into 3 subregions, and the PFC in SZ, BD, and HC, with comparison of SZ and BD to HC and each other. ",
            "section": "Discussion",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "The results of this study support our a prior hypothesis that although SZ and BD both have abnormalities within the frontotemporal neural systems, abnormalities within these circuits between the DLPFC and amygdala are more prominent in SZ, whereas those between the VPFC and amygdala predominate in BD. ",
            "section": "Discussion",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "Moreover, the SF amygdala was observed to be a specific region that may potentially differentiate SZ and BD. ",
            "section": "Discussion",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "Further studies of the amygdala-PFC connectivity may highlight potential avenues to further understand the neural basis for differences between the 2 disorders. ",
            "section": "Discussion",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "Such insight could have important implications for early diagnosis and intervention for these disorders.",
            "section": "Discussion",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "Diverse",
            "section_rank": 12
        },
        {
            "text": "Amygdala-Frontal Connectivity in Schizophrenia and Bipolar Disorder flip angle = 90°, FOV = 24 × 24cm, matrix = 64 × 64).",
            "section": "Diverse",
            "paragraph_rank": 22,
            "section_rank": 12
        },
        {
            "text": "Diverse",
            "section_rank": 13
        },
        {
            "text": "Amygdala-Frontal Connectivity in Schizophrenia and Bipolar Disorder",
            "section": "Diverse",
            "paragraph_rank": 23,
            "section_rank": 13
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 14
        },
        {
            "text": "Functional connectivity between the laterobasal amygdala and dorsal lateral prefrontal cortex in direct comparison between SZ and BD groups. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 24,
            "section_rank": 14
        },
        {
            "text": "(a) Functional connectivity between the laterobasal amygdala and pregenual anterior cingulate cortex and rostral prefrontal cortex in direct comparison between SZ and BD groups. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 24,
            "section_rank": 14
        },
        {
            "text": "(b) Error bars represent standard deviation of Z-values at the peak voxel. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 24,
            "section_rank": 14
        },
        {
            "text": "SZ, schizophrenia; BD, bipolar disorder; L, left side; R, right side.",
            "section": "Fig. 1 .",
            "paragraph_rank": 24,
            "section_rank": 14
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 15
        },
        {
            "text": "Functional connectivity between the centromedial amygdala and dorsal lateral prefrontal cortex in the direct comparison between the SZ and BD groups. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 25,
            "section_rank": 15
        },
        {
            "text": "Error bars represent standard deviation of Z-values at the peak voxel. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 25,
            "section_rank": 15
        },
        {
            "text": "SZ, schizophrenia; BD, bipolar disorder; L, left side; R, right side.",
            "section": "Fig. 2 .",
            "paragraph_rank": 25,
            "section_rank": 15
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 16
        },
        {
            "text": "Functional connectivity between the superficial amygdala and dorsal lateral prefrontal cortex in direct comparison between SZ and BD groups.",
            "section": "Fig. 3 .",
            "paragraph_rank": 26,
            "section_rank": 16
        },
        {
            "text": "(a) Top panel: right dorsal lateral prefrontal cortex; bottom panel: left dorsal lateral prefrontal cortex. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 26,
            "section_rank": 16
        },
        {
            "text": "Functional connectivity between the superficial amygdala and pregenual/ventral anterior cingulate cortex (ACC) and rostral prefrontal cortex and orbitofrontal cortex in direct comparison between the SZ and BD groups. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 26,
            "section_rank": 16
        },
        {
            "text": "(b) Top panel: right orbitofrontal cortex; middle panel: pregenual/ventral ACC and rostral prefrontal cortex; bottom panel: left orbitofrontal cortex. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 26,
            "section_rank": 16
        },
        {
            "text": "Error bars represent standard deviation of Z-values at the peak voxel. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 26,
            "section_rank": 16
        },
        {
            "text": "SZ, schizophrenia; BD, bipolar disorder; L, left side; R, right side.",
            "section": "Fig. 3 .",
            "paragraph_rank": 26,
            "section_rank": 16
        },
        {
            "text": "Table 1 .",
            "section_rank": 17
        },
        {
            "text": "Demographic and Clinical Data of Participants",
            "section": "Table 1 .",
            "paragraph_rank": 27,
            "section_rank": 17
        },
        {
            "text": "Note: SD, Standard Deviation; BPRS, Brief Psychiatric Rating Scale; HDRS, Hamilton Depression Rating Scale; YMRS, Young Mania Rating Scale.",
            "section": "Table 1 .",
            "paragraph_rank": 28,
            "section_rank": 17
        },
        {
            "text": "Table 2 .",
            "section_rank": 18
        },
        {
            "text": "Brain Regions Showing Significant Changes in Laterobasal, Centromedial, and Superficial Amygdala Functional Connectivity Negative or positive T values represent the regions showing decreased or increased connectivity in the SZ (BD) group, compared with the HC group or in the SZ group, compared with the BD group.",
            "section": "Table 2 .",
            "paragraph_rank": 29,
            "section_rank": 18
        },
        {
            "text": "a These findings correspond to a corrected P < .05 by AlphaSim correction.b",
            "section": "Table 2 .",
            "paragraph_rank": 30,
            "section_rank": 18,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 54,
                    "end": 62,
                    "rawForm": "AlphaSim",
                    "resp": "whitelist",
                    "id": "a37a4e9795-software-simple-w11"
                }
            ]
        },
        {
            "text": "Acknowledgments",
            "section_rank": 20
        },
        {
            "text": "The authors have declared that there are no conflicts of interest in relation to the subject of this study.",
            "section": "Acknowledgments",
            "paragraph_rank": 31,
            "section_rank": 20
        },
        {
            "text": "Funding",
            "section_rank": 22
        },
        {
            "text": "National Natural Science Foundation of China (81071099 and 81271499 to Y.T.), the Liaoning Science and Technology Foundation (2008225010-14 to Y.T.), the National Institution of Health (K01MH086621 to F.W.), the National Alliance for Research on Schizophrenia and Depression (F.W.) and the Klingenstein Foundation (F.W.).",
            "section": "Funding",
            "paragraph_rank": 32,
            "section_rank": 22,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 25,
                    "end": 35,
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "a37a4e9795-software-simple-w12"
                },
                {
                    "type": "software",
                    "start": 114,
                    "end": 124,
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "a37a4e9795-software-simple-w13"
                },
                {
                    "type": "software",
                    "start": 303,
                    "end": 313,
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "a37a4e9795-software-simple-w14"
                }
            ]
        }
    ]
}