{
    "level": "sentence",
    "id": "ff8376d3d4",
    "abstract": [
        {
            "text": "We have performed both open partial nephrectomy (OPN) and laparoscopic radiofrequency ablation (RFA) on selected patients since January 2007 and have been following these patients through serial laboratory assessments and computed tomography (CT). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The purpose of the present study was to evaluate long-term oncologic outcomes and renal function status for laparoscopic RFA versus OPN at a minimum follow-up of 3 years. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Materials and Methods: A total of 55 patients with exophytic, single small renal masses were treated with either OPN (n=14) or laparoscopic RFA (n=41) by a single surgeon. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The indications for laparoscopic RFA were as follows: ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "1) cases with the greatest dimension of the renal mass ＜3 cm, and ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "2) cases in which the collecting system, renal calyx, and great vessels were free from the tumor margins by 1 cm. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Results: The estimated blood loss (EBL), the operation time, and the mean number of hospital days was significantly lower in the laparoscopic RFA group than in the OPN group. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Oncologic data did not differ significantly between the two groups. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Creatine clearance levels did not differ significantly compared with those before the operation in either group. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Conclusions: Our data suggest excellent therapeutic outcomes with laparoscopic RFA with achievement of effective operative times, hospital stays, and EBL compared with OPN. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "According to our indications for laparoscopic RFA, laparoscopic RFA is an effective minimally invasive therapy for the treatment of small renal masses, yielding oncologic outcomes and renal function equivalent to those of OPN.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 1
        },
        {
            "text": "The recent widespread use of contrast-enhanced computed tomography (CT) or magnetic resonance imaging has contributed to increasing the detection of small renal masses (SRMs) [1][2][3]. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 178,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 181,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Incidentally discovered SRMs are typically low-stage, slow-growing masses with low malignancy potential [4]. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Thus, the standard treatment for a SRM has shifted from radical nephrectomy to partial nephrectomy (PN), which has been shown to confer equivalent oncologic and functional outcomes to those of radical nephrectomy for patients with renal tumors smaller than 4 cm [5,6]. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 262,
                    "end": 265,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 265,
                    "end": 267,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6]"
                }
            ]
        },
        {
            "text": "Lucas et al. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "[7] reported that radical nephrectomy carries seven times the risk of developing stage 3 chronic kidney disease as that in similar patients undergoing PN or radiofrequency ablation (RFA). ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "Along with the developments of minimally invasive approaches, laparoscopic PN has been reported to have oncological efficacy comparable to that of open PN (OPN). ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Laparoscopic PN requires high laparoscopic dexterity, however, and even for those with experience requires a longer ischemic time and is associated with more complications than OPN [8,9]. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 184,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9]"
                }
            ]
        },
        {
            "text": "Thus, current treatment guidelines recommend the use of thermal ablative therapies for the primary treatment of SRMs for older patients, those with sig- nificant medical comorbidities who are poor surgical candidates, those with genetic predispositions to recurrent tumor formation, and those with imperative indications for PN procedures [10,11]. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10,"
                },
                {
                    "start": 343,
                    "end": 346,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11]"
                }
            ]
        },
        {
            "text": "The basis for these recommendations is the lack of long-term oncologic efficacy data, the unreliability of measures of treatment efficacy, and the higher rates of local recurrence compared with surgery in the setting of recurrence [10]. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The potential benefits of ablative techniques are reduced perioperative morbidity, shorter hospital stay, faster recovery, and preservation of renal function [12]. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Surgical margins are not considered as a treatment endpoint, which further underscores how the principles defining successful ablation differ from those for surgical extirpation [13]. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Since then, many reports have been published on RFA for SRMs, which have shown favorable outcomes in terms of local tumor control [14][15][16][17].",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "In laparoscopic RFA, the kidney surrounding the tumor is exposed and the perirenal fat covering the tumor is removed and sent for pathology. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "A steerable laparoscopic ultrasound probe is introduced to visualize the tumor size and location. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "The electrode probe is placed in the deepest part of the renal tumor under real-time laparoscopic ultrasound guidance [13].",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "We have been performing both OPN and laparoscopic RFA on selected patients since January 2007 and have been researching these patients with serial laboratory assessments and imaging tools such as CT. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "This study was performed with long-term oncologic data for the purpose of evaluating oncologic outcomes and renal function status at a minimum follow-up of 3 years.",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "MATERIALS AND METHODS",
            "section_rank": 2
        },
        {
            "text": "Since January 2007, 55 patients with exophytic solitary SRMs were treated with either OPN or laparoscopic RFA by a single surgeon. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Patient demographics and tumor characteristics are shown in Table 1. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 67,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Laparoscopic RFA was performed in a transperitoneal or retroperitoneal approach according to tumor location, whereas PN was performed in a retroperitoneal approach. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "All cases of laparoscopic RFA had undergone preablative biopsy. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "However, we did not perform frozen biopsy. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The indication for treatment was a solid enhancing renal mass shown on CT. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The choice of approach was based on tumor location, clinical judgment, or patient preference; RFA was primarily indicated as a treatment for an exophytic renal mass of less than 4 cm in the greatest dimension. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The use of RFA was primarily considered in contraindicated patients who had an endophytic tumor, because injury to the collecting system could result. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Ureteral protection should be considered when laparoscopic RFA is to be performed in cases of an endophytic tumor near the pelvis and ureter [18]. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Thus, the indications for operative laparoscopic RFA were as follows: ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "1) cases in which the greatest dimension of the renal mass was ＜3 cm, ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "2) cases in which the collecting system and renal calyx were free from the tumor margins by 1 cm, and ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "3) cases in which the great vessels were free from the tumor margins by 1 cm. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "We conducted OPN for patients with exophytic solitary SRMs. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "RFA was performed with a 200 W generator (Radionics, Burlington, MA, USA) and a single (with one 3.0-cm tip) internally cooled electrode (Radionics, Burlington, MA, USA) with an impedance-controlled pulsed current. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The tip size was selected according to tumor size and location. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The ablation time was a maximum of 12 min for one cycle, and the ablation cycle was repeated if the target temperature achieved was suboptimal. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "On the basis of the size and location of the tumor, overlapping ablations were performed in some patients by repositioning the elec- trode to completely ablate the entire tumor. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "OPN was performed in a retroperitoneal approach.",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The follow-up for each patient included chest radiography, laboratory tests, and CT. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "For evaluation of therapeutic efficacy, the absence of enhancement inside the tumor was taken to indicate technical success. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "A follow-up CT was conducted at intervals of 1, 3, and 6 months and then every 6 months over the years. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "One-month follow-up CT was performed to determine whether there was any remnant or residual enhancement of the ablated lesion. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Complete treatment resulted when nonenhancement was achieved. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 7,
            "section_rank": 2,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 8,
                    "rawForm": "Complete",
                    "resp": "whitelist",
                    "id": "ff8376d3d4-software-simple-w0"
                }
            ]
        },
        {
            "text": "The technical success rate was defined as complete ablation of the tumor following the initial procedure or additional sessions with a 1-month follow-up. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Recurrence was defined as growth of the tumor or any new enhancing portions at 3 months after confirmed nonenhancement of the initial RFA lesion. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Mann-Whitney U test, Pearson's chi-square test, and repeated-measures analysis of variance between the two groups were used for analysis of the characteristics of each group. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "A p-value ＜0.05 was considered statistically significant. ",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Statistical analyses were performed by using IBM SPSS ver. 18.0 (IBM Co., Armonk, NY, USA).",
            "section": "MATERIALS AND METHODS",
            "paragraph_rank": 7,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator22",
                    "used": true,
                    "id": "ff8376d3d4-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 59,
                    "end": 63,
                    "type": "version",
                    "rawForm": "18.0",
                    "resp": "#annotator22",
                    "id": "#ff8376d3d4-software-0"
                },
                {
                    "start": 65,
                    "end": 71,
                    "type": "publisher",
                    "rawForm": "IBM Co",
                    "resp": "#curator",
                    "id": "#ff8376d3d4-software-0"
                },
                {
                    "type": "software",
                    "start": 49,
                    "end": 53,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "ff8376d3d4-software-simple-w1"
                }
            ]
        },
        {
            "text": "RESULTS",
            "section_rank": 3
        },
        {
            "text": "A total of 14 patients underwent OPN and 41 patients underwent laparoscopic RFA. ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Table 1 summarizes the patients' characteristics. ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The patients' mean age, the mean follow-up time, body mass index, baseline serum creatinine, and baseline serum hemoglobin did not differ significantly between the two groups. ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Also, tumor location and sex were similar in the two groups. ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "All patients had an American Society of Anesthesiologists score of 1 to 2. ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The maximum tumor diameter (2.3±1.27 cm) in the laparoscopic RFA group was similar to that in the OPN group (2.4±0.79 cm, p=0.07). ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Table 2 summarizes the perioper-ative and postoperative characteristics. ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The estimated blood loss (EBL) in the laparoscopic RFA group (40.5±20 mL) was significantly lower than in the OPN group (64.8±45 mL, p=0.03). ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The operation time (103.27±28.36 minutes) in the laparoscopic RFA group was significantly shorter than in the OPN group (148.64±40.86 minutes, p=0.04).",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The mean hospital stay (8.33±3.23 days) in the laparoscopic RFA group was significantly shorter than in the OPN group (12.28±3.29 days, p=0.00). ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The OPN group had a cold ischemic time of 20 (15.5±24.5 minutes). ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The laparoscopic RFA group had no cold ischemic time. ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Pathologic results with renal cell carcinoma were slightly lower in the laparoscopic RFA group (31/41, 75.61%) than in the OPN group (12/14, 85.71%; p=0.42). ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "No recurrence or metastasis was seen in either group. ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "During the mean follow-up period of 50 months, radiologic evidence of incomplete ablation was found in 1 case (1/41, 2.44%) in the RFA group. ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "One month after the initial laparoscopic RFA, an 86-year-old patient had an enhanced remaining tumor by CT. ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The patient underwent repeat laparoscopic RFA. ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The patient had no findings of recurrence on radiological follow-up after 12 months. ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The OPN group had no radiologic evidence of tumor failure or recurrence.",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "There was one postoperative major complication. ",
            "section": "RESULTS",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The case was in the laparoscopic RFA group (1/41, 2.44%). ",
            "section": "RESULTS",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "In March 2007, after 1 month, the patient had an upper ureteral stricture. ",
            "section": "RESULTS",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "At the 3-month follow-up CT, the patient had renal shrinkage. ",
            "section": "RESULTS",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "We conducted nephrectomy after 4 months. ",
            "section": "RESULTS",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "This case was our center's third laparoscopic RFA case. ",
            "section": "RESULTS",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "No patients in either group had minor complications such as transfusion, atelectasis, or wound infection.",
            "section": "RESULTS",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The postoperative serum creatinine (0.88±0.29) in the laparoscopic RFA group was similar to that in the OPN group (0.89±0.32, p=0.87). ",
            "section": "RESULTS",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Concerning the effect of both groups on preserving renal function, creatinine clearance according to Cockcroft and Gault equation levels in the laparoscopic RFA group was not significantly different from that in the OPN group (p=0.31), as shown in Table 3.",
            "section": "RESULTS",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 248,
                    "end": 255,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "DISCUSSION",
            "section_rank": 4
        },
        {
            "text": "OPN has replaced radical nephrectomy as the treatment of choice of SRMs [10]. ",
            "section": "DISCUSSION",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "One of the major reasons for this guideline recommendation by the American Urological Association and the European Association of Urology is the lack of long-term oncologic efficacy data for RFA compared with OPN. ",
            "section": "DISCUSSION",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "RFA was initially introduced to treat selected patients who had high surgical or anesthetic risk with a solitary tumor or multifocal renal tumors. ",
            "section": "DISCUSSION",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Various reports on local tumor control have so far been promising [14][15][16][17]. ",
            "section": "DISCUSSION",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 70,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "The outcomes of RFA are affected by the following factors: tumor size and location, tissue impedance, ablation time, amount of energy delivered, and surface area of the electrodes. ",
            "section": "DISCUSSION",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Mylona et al. ",
            "section": "DISCUSSION",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "[19] reported a complete response of 85.7% for tumors less than 3 cm after the initial RFA but reported a noticeably smaller response rate with tumors greater than 5 cm in size. ",
            "section": "DISCUSSION",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "Also, Lucas et al. ",
            "section": "DISCUSSION",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "[7] reported that RFA is superior to PN in terms of preserving renal function in patients with SRMs.",
            "section": "DISCUSSION",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "The criteria of therapeutic response were based on the report by Goldberg et al. ",
            "section": "DISCUSSION",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "[20]. ",
            "section": "DISCUSSION",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "Complete response is defined as the absence of any enhancement within the tumor as observed in the preoperative contrast-enhanced CT image. ",
            "section": "DISCUSSION",
            "paragraph_rank": 12,
            "section_rank": 4,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 8,
                    "rawForm": "Complete",
                    "resp": "whitelist",
                    "id": "ff8376d3d4-software-simple-w2"
                }
            ]
        },
        {
            "text": "A benign periablation enhancement, which can measure up to 12 mm, typically suggests a transient benign physiologic response to a thermal injury and may persist for up to 3 months after the ablation. ",
            "section": "DISCUSSION",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "On the other hand, irregular peripheral enhancement represents a residual tumor that may exist at the ablative margin. ",
            "section": "DISCUSSION",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The local recurrence rate varies from 0% to 11.1% in cases in which technical success is achieved during the initial RFA [21].",
            "section": "DISCUSSION",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "RFA is known to cause coagulation necrosis within the tumor by the following mechanism. ",
            "section": "DISCUSSION",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "When electrical current from the uninsulated RF electrode is delivered to the tumor, ionic agitation occurs in the tissue, resulting in heat energy [22]. ",
            "section": "DISCUSSION",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "The location of the tumor may also influence the ablative outcome. ",
            "section": "DISCUSSION",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "It is reported that the ablative effect on a centrally located tumor is lower because of the heat sink effect of central blood vessels near the renal hilum, in which regional vascular flow reduces the extent of the thermally induced coagulation. ",
            "section": "DISCUSSION",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "By contrast, the ablative effect on exophytic tumors is higher because these tumors are easy to target with the RFA probe and because the insulating effect of the surrounding perirenal fat allows the achievement of higher temperatures during RFA [14,23].",
            "section": "DISCUSSION",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 246,
                    "end": 250,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14,"
                },
                {
                    "start": 250,
                    "end": 253,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23]"
                }
            ]
        },
        {
            "text": "Ureteral protection should be considered when laparoscopic RFA is to be performed in a tumor near the renal pelvis and ureter [18]. ",
            "section": "DISCUSSION",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Thus, cases in which the tumors are located within 2 cm of the collecting system and great vessels were not offered laparoscopic RFA. ",
            "section": "DISCUSSION",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "In this study, one patient had incomplete ablation among 41 patients (2.44%). ",
            "section": "DISCUSSION",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "With a mean follow-up of 51 months, no distant metastasis has been observed. ",
            "section": "DISCUSSION",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The overall survival rate was 100%. ",
            "section": "DISCUSSION",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The results of this study demonstrate that patients with SRMs matched for location and size had less EBL, shorter operation time, and shorter hospital stay after laparoscopic RFA than after OPN. ",
            "section": "DISCUSSION",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "However, the two groups showed no significant differences in renal function. ",
            "section": "DISCUSSION",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Pettus et al. ",
            "section": "DISCUSSION",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "[24] reported that a single RFA session for a solitary renal mass did not affect the glomerular filtration rate . ",
            "section": "DISCUSSION",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "Nevertheless, this study also concluded that RFA is superior to OPN in terms of the patient's general condition. ",
            "section": "DISCUSSION",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Furthermore, shifts in renal function were not found to be related to tumor size or location but rather to creatinine clearance. ",
            "section": "DISCUSSION",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Recently, another report concluded that RFA achieves moderate local control (5-year disease-free survival, 74%) and may be especially appropriate in elderly patients with a short life expectancy who prefer local treatment [25].",
            "section": "DISCUSSION",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "The reported complications include perinephric hematoma, gross hematuria, pyonephrosis, ureteral stricture, damages to adjacent organs, pain, and paresthesias [26,27]. ",
            "section": "DISCUSSION",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26,"
                },
                {
                    "start": 163,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27]"
                }
            ]
        },
        {
            "text": "In addition, RFA of a central tumor can cause other complications including AV fistula, segmental infarction, and urinary obstruction [28][29][30]. ",
            "section": "DISCUSSION",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                },
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                },
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "Although one patient had an upper ureteral stricture and renal shrinkage after RFA (1/41, 2.44%) and needed to undergo nephrectomy, the case was an early case of our center and did not strictly meet our inclusion criteria for laparoscopic RFA.",
            "section": "DISCUSSION",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "Our study had several limitations that warrant discussion. ",
            "section": "DISCUSSION",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "First, the data were retrospective, introducing the potential for selection bias and additional confounders. ",
            "section": "DISCUSSION",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Second, given factors such as referral patterns to our institution and the wide variability in RFA devices among other institutions, our outcomes may not by generalizable to other centers. ",
            "section": "DISCUSSION",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Third, our inclusion criteria may be unusual. ",
            "section": "DISCUSSION",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Many other centers perform percutaneous RFA according to our inclusion criteria for laparoscopic RFA.",
            "section": "DISCUSSION",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "CONCLUSIONS",
            "section_rank": 5
        },
        {
            "text": "Our data suggest excellent therapeutic outcomes with laparoscopic RFA with achievement of effective operative times, hospital stays, and EBL compared with OPN. ",
            "section": "CONCLUSIONS",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "There were no significant differences in the complication rates or failure between the two procedures. ",
            "section": "CONCLUSIONS",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Also, preservation of renal function did not differ significantly between the procedures. ",
            "section": "CONCLUSIONS",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "According to our operative indication of an exophytic single SRM, the indications for laparoscopic RFA were an SRM (size ＜3 cm) for which the collecting system, renal calyx, and great vessel were free from the tumor margins by 1 cm. ",
            "section": "CONCLUSIONS",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Laparoscopic RFA is an effective minimally invasive therapy for the treatment of SRMs, yielding long-term oncologic outcomes equivalent to those of OPN. ",
            "section": "CONCLUSIONS",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Prospective randomized studies in diverse patient populations will help to further define the role of laparoscopic RFA as an acceptable treatment alternative to surgery for the definitive management of SRMs.",
            "section": "CONCLUSIONS",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "TABLE 1 .",
            "section_rank": 6
        },
        {
            "text": "Patient demographics and tumor characteristics of 55 patients",
            "section": "TABLE 1 .",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "a :Mann-Whitney U test. ",
            "section": "TABLE 1 .",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "p-values ＜0.05 were considered statistically significant.b :Pearson chi-square test between the two groups was used for analysis of the characteristics of each group.",
            "section": "TABLE 1 .",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "TABLE 2 .",
            "section_rank": 7
        },
        {
            "text": "Perioperative and postoperative characteristics Whitney U test. ",
            "section": "TABLE 2 .",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "p-values ＜0.05 were considered statistically significant. ",
            "section": "TABLE 2 .",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "Pearson chi-square test between the two groups was used for analysis of the characteristics of each group.",
            "section": "TABLE 2 .",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "a :Mann-b :",
            "section": "TABLE 2 .",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "TABLE 3 .",
            "section_rank": 8
        },
        {
            "text": "Renal function of preoperative and postoperative CCr between the two groups",
            "section": "TABLE 3 .",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "CONFLICTS OF INTEREST",
            "section_rank": 10
        },
        {
            "text": "The authors have nothing to disclose.",
            "section": "CONFLICTS OF INTEREST",
            "paragraph_rank": 24,
            "section_rank": 10
        }
    ]
}