{
    "id": "d75ba7b29c",
    "abstract": [],
    "body_text": [
        {
            "text": "Endoscopic polypectomy is the standard treatment for colon and rectal polyps and is indicated to prevent future colorectal cancer. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Some of these polyps cannot be resected endoscopically due to technical factors and risk of complications. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Factors related to polyp size (occupies more than one-third of bowel circumference or 2 haustral folds), type (flat/sessile), and location (ileocecal valve, flexures) might exclude the polyp from being excised endoscopically and expose the patient to the risk of bleeding and perforation. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "[1][2][3] Polyps that are endoscopically nonresectable would need surgical removal. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The laparoscopic approach with its associated advantages provides an optimal choice to the management of these polyps. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Laparoscopic colorectal surgeries include a wide spectrum of procedures for a variety of different pathologies and have different levels of difficulty and surgical considerations. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The adoption of laparoscopy for colorectal cancer has been slow to evolve due to concerns over its oncological safety. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "4 In recent years, large multi-center prospective randomized studies 5,6 have demonstrated the oncological safety of these procedures in cancer patients. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                },
                {
                    "start": 69,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 71,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "However, a prerequisite for a safe oncological operation is surgeon experience and adherence to surgical oncological principles. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "7 Oncological factors are not involved in the laparoscopic approach for benign colorectal entities; however, the common benign entities, such as inflammatory bowel disease and diverticular disease, may be a hostile environment for the laparoscopic surgeon due to distorted anatomy and the need to handle friable and inflamed tissue.",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "Laparoscopic colectomy for nonresectable colonic polyps might be a simpler procedure both for the surgeon and patient, because no inflammatory process is involved and the entity is considered benign. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "However, a risk for malignancy exists, and this should be taken into consideration.",
            "section": "INTRODUCTION"
        },
        {
            "text": "The aim of this study was to address 2 aspects of laparoscopic resection of colonic polyps. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The important one was to estimate the rate of invasive cancer in the final pathol-Department of Surgery A, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel (all authors).",
            "section": "INTRODUCTION"
        },
        {
            "text": "ogy results of the resected specimens of these benignappearing lesions. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "And the second one was to evaluate the perioperative outcome of these procedures as reflected in complications and conversions.",
            "section": "INTRODUCTION"
        },
        {
            "text": "Operative data on patients who underwent laparoscopic colectomy for colonic polyps was retrieved from a prospectively collected database of all consecutive patients who have undergone an elective laparoscopic colorectal procedure by our surgical team since September 2003. ",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "These data were collected in an excel data sheet and include demographic data, preoperative diagnosis (endoscopic and pathology), perioperative parameters, and final pathology results.",
            "section": "PATIENTS AND METHODS",
            "entity_spans": [
                {
                    "start": 32,
                    "end": 37,
                    "type": "software",
                    "rawForm": "excel",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "d75ba7b29c-software-simple-0"
                },
                {
                    "type": "software",
                    "start": 32,
                    "end": 37,
                    "rawForm": "excel",
                    "resp": "whitelist",
                    "id": "d75ba7b29c-software-simple-w0"
                }
            ]
        },
        {
            "text": "All patients who had an endoscopically nonresectable polyp with benign preoperative pathology were included in this study. ",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "Patients with endoscopic appearance of a tumoral mass but a benign pathology were excluded from this series, because they were considered to have cancer prior to surgery. ",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "Patients with colonic polyps with a preoperative biopsy of cancer were excluded as well.",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "The preoperative colonoscopies were performed by a large number of gastroenterologists. ",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "The decision to refer patients for laparoscopic colectomy due to endoscopically nonresectable polyps was done by the specific physician who performed the colonoscopy.",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "All operative procedures were performed or directed by 1 of 2 surgeons. ",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "All polyps were marked with India ink before surgery, except for polyps located near the cecum. ",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "The size of the polyps was measured and recorded by the pathologists.",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "Our standard surgical approach used in most cases is based on a medial to lateral technique. ",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "For right colectomies, we use a 3-port technique with a medial to lateral mesocolon dissection, lateral mobilization, colonic exteriorization, colonic transection, and extracorporal anastomosis. ",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "Left-sided resections were performed with 4-ports with a medial to lateral dissection, lateral mobilization, intracorporeal distal transection, exteriorization of the proximal colon with proximal transection and intracorporal anastomosis using an endoluminal stapler. ",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "As a rule, we protect the extraction site in both right and left colectomies.",
            "section": "PATIENTS AND METHODS"
        },
        {
            "text": "Sixty-four elective laparoscopic colorectal operations for colorectal polyps with benign preoperative pathology were performed during a 6-year period by our surgical team. ",
            "section": "RESULTS"
        },
        {
            "text": "This group comprised 18% of our laparoscopic colorectal procedures. ",
            "section": "RESULTS"
        },
        {
            "text": "Forty-six percent of the patients were males. ",
            "section": "RESULTS"
        },
        {
            "text": "Mean age was 71. ",
            "section": "RESULTS"
        },
        {
            "text": "The most frequent procedure performed was right colectomy, performed in 42 patients (66%), anterior resection in 7 (11%), sigmoidectomy in 6 (9.3%), subtotal colectomy in 3 (4.6%), and transverse colectomy in 2 (3.1%). ",
            "section": "RESULTS"
        },
        {
            "text": "Mean operative time was 140 minutes (range, 60 to 265).",
            "section": "RESULTS"
        },
        {
            "text": "In 3 patients (4.6%), surgery had to be converted to open, one due to severe adhesions, one due to intraoperative bleeding, and in one patient the ink mark was not found. ",
            "section": "RESULTS"
        },
        {
            "text": "No mortalities occurred. ",
            "section": "RESULTS"
        },
        {
            "text": "Major complications occurred in 3 patients; one underwent relaparotomy due to nonfunctioning anastomosis, one due to small bowel injury, and one due to anastomotic leak that was reanastomosed. ",
            "section": "RESULTS"
        },
        {
            "text": "All 3 patients recovered completely following the second operation.",
            "section": "RESULTS"
        },
        {
            "text": "Final pathology revealed 9 patients (14%) with adenocarcinoma. ",
            "section": "RESULTS"
        },
        {
            "text": "Cancer stage was T3N1 in 2 patients, T3N0 in 2 patients, T2N1 in 1 patient, T2N0 in 2 patients, and T1N0 in 2 patients. ",
            "section": "RESULTS"
        },
        {
            "text": "Mean number of harvested nodes for these patients was 13 (range, 4 to 29). ",
            "section": "RESULTS"
        },
        {
            "text": "There was no difference in average polyp size between cancer and noncancer patients (Table 1).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 93,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Laparoscopic colorectal surgery has grown in popularity for both benign and malignant indications. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This approach generally offers decreased postoperative pain, improved pulmonary function, shorter hospital stay, and the benefits of improved cosmetics. ",
            "section": "DISCUSSION"
        },
        {
            "text": "8 However, laparoscopic colorectal surgery is a technically demanding procedure with a long learning curve and mandates specific considerations based on the pathology involved.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "In the common benign indications like inflammatory bowel or diverticular disease, the procedures are technically difficult due to distorted anatomy and inflammation leading to increased conversion and complication rates and require significant surgical experience. ",
            "section": "DISCUSSION"
        },
        {
            "text": "9,10 On the other hand when approaching colorectal cancer, laparoscopic oncological factors should be taken into consideration. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "9,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "10"
                }
            ]
        },
        {
            "text": "The adoption of laparoscopy for colorectal cancer was slow to evolve due to early reports of postoperative port-site metastases, which raised concerns over its long-term oncological safety. ",
            "section": "DISCUSSION"
        },
        {
            "text": "4 Large multicenter prospec-tive randomized trials [5][6][7] have since demonstrated the oncological safety of the laparoscopic approach in colorectal cancer patients, citing equivalent long-term outcomes to that of standard open resection and concluding the debate over the oncological safety of this approach. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                },
                {
                    "start": 51,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 54,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 57,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "However, these operations should be carried out by experienced surgeons and with adherence to oncological principles including adequate lymph-node harvesting and wound precautions.",
            "section": "DISCUSSION"
        },
        {
            "text": "Laparoscopic colectomy for polyps appears to be a simpler procedure for both patients and surgeons. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Mobilization of the colon and tissue dissection is generally simpler and easier during surgery for polyps because no inflammatory process is involved and no bulky tumors are present. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Our perioperative results demonstrate a low conversion rate of approximately 5%, low significant complication rate, and no mortality. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These results are comparable to results of other recent published reports 11,12 and are better compared with laparoscopy for other colorectal entities, such as malignant tumors or diverticular disease. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "11,"
                },
                {
                    "start": 77,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "12"
                }
            ]
        },
        {
            "text": "8,13 Strong emphasis should be placed on preoperative localization of the polyps. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "13"
                }
            ]
        },
        {
            "text": "Polyps located in the cecal area do not need to be marked. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In these cases, a formal right colectomy is performed any way. ",
            "section": "DISCUSSION"
        },
        {
            "text": "For polyps at any other location, localization procedures are highly recommended. ",
            "section": "DISCUSSION"
        },
        {
            "text": "We routinely perform endoscopic tattooing before surgery because lack of preoperative localization may lead to conversion. ",
            "section": "DISCUSSION"
        },
        {
            "text": "14 Intraoperative colonoscopy may be performed as well; however, it may result in hyperinflation of the bowel, thus obscuring the laparoscopic view. ",
            "section": "DISCUSSION"
        },
        {
            "text": "15 CO 2 colonoscopy may serve as a good alternative in these cases as the CO 2 is absorbed very rapidly from the colonic lumen. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "15"
                }
            ]
        },
        {
            "text": "16 The distribution of polyp location in our series revealed a majority of polyps (66%) located on the right side. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "16"
                }
            ]
        },
        {
            "text": "This finding is in accordance with the findings in other series of laparoscopic colectomy for polyps, which report 76% to 78% of patients with right-sided polyps. ",
            "section": "DISCUSSION"
        },
        {
            "text": "11,12,17 This finding is interesting because most of polyps removed endoscopically are located in the left colonic side. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "11,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "12,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "17"
                }
            ]
        },
        {
            "text": "18 The fact that most of the surgically removed polyps are right-sided may reflect the reluctance of the endoscopist to resect large and difficult to locate polyps in the right colon because of the fear of complications like perforation of the relatively thin right colonic wall.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "18"
                }
            ]
        },
        {
            "text": "In addition, this makes the laparoscopist's decision to recommend laparoscopic segmental resection even simpler because laparoscopic right-sided colectomies are easier to perform. ",
            "section": "DISCUSSION"
        },
        {
            "text": "19 However, we believe that the most important issue when approaching these patients is the high risk for cancer in these apparently benign polyps. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "19"
                }
            ]
        },
        {
            "text": "In our series, 14% of the patients had malignancy in their final pathology despite the benign endoscopic appearance and pathology results before surgery. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, most of the patients, 6 out of 9, who were found to have cancer, had advanced stage tumors (Stage II or more). ",
            "section": "DISCUSSION"
        },
        {
            "text": "Higher percentages of up to 22% cancer identified in the final pathology and a high rate of advanced cancer have been reported in other recently published series 11,12,17  (Table 2).",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "11,"
                },
                {
                    "start": 165,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "12,"
                },
                {
                    "start": 168,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "17"
                },
                {
                    "start": 172,
                    "end": 181,
                    "type": "table",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "Our series included only patients in whom both the endoscopic appearance, as evaluated by the physician, and the pathology were benign. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This was different from other reported series that included all neoplasms with benign preoperative histology, regardless of the endoscopic appearance. ",
            "section": "DISCUSSION"
        },
        {
            "text": "11 This may explain the higher rate of cancer found in other series 11,12,17 compared with our study. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "11"
                },
                {
                    "start": 68,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "11,"
                },
                {
                    "start": 71,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "12,"
                },
                {
                    "start": 74,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "17"
                }
            ]
        },
        {
            "text": "This difference emphasizes the fact that even polyps with a benign endoscopic appearance and benign pathology referred for surgery may harbor cancer that may be invasive.",
            "section": "DISCUSSION"
        },
        {
            "text": "It is difficult to reliably predict which patients would have invasive cancer verified in their final pathology. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Association between increasing polyp size and the possibility of harboring cancer is well known. ",
            "section": "DISCUSSION"
        },
        {
            "text": "18,20 However, the size of a polyp in patients referred for surgery cannot reliably predict or negate the risk for cancer. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "18,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "20"
                }
            ]
        },
        {
            "text": "In our series, 6 of 9 patients who had cancer (33%) had a polyp size Յ2cm, and the average size of these polyps was not different from the average size of the benign polyps as has been shown by others. ",
            "section": "DISCUSSION"
        },
        {
            "text": "11 An interesting optional treatment modality for difficult colonic polyps is a combination of laparoscopy and endoscopy. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "11"
                }
            ]
        },
        {
            "text": "21,22 In this technique, the laparoscopic surgeon helps to manipulate the bowel to allow a simultaneous endoscopic resection and at the same time monitors the procedure for possible perforation. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "21,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "22"
                }
            ]
        },
        {
            "text": "This technique may prevent unnecessary segmental resections; however, it mandates a specific surgical set up of different teams. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, all specimens should be evaluated intraoperatively for cancer so the surgeon can decide on formal resection.",
            "section": "DISCUSSION"
        },
        {
            "text": "Laparoscopic colectomy for endoscopic nonresectable colonic polyps is generally a safe procedure associated with a low rate of conversions and complications. ",
            "section": "CONCLUSION"
        },
        {
            "text": "The incidence of malignancy and specifically advanced staged tumors documented on final pathology may be high and cannot be ruled out before surgery. ",
            "section": "CONCLUSION"
        },
        {
            "text": "These study results emphasize the fact that colonic lesions with benign pathology that have an endoscopic benign polypoid appearance may also harbor an invasive cancer. ",
            "section": "CONCLUSION"
        },
        {
            "text": "We believe that this is a major consideration when operating on these patients, mandating strict adherence to surgical oncological principles with adequate lymph node harvesting and wound precautions. ",
            "section": "CONCLUSION"
        },
        {
            "text": "Surgeons experienced with laparoscopy for colorectal cancer should be involved in these procedures.",
            "section": "CONCLUSION"
        }
    ]
}