{
    "id": "f2bb5ed596",
    "abstract": [],
    "body_text": [
        {
            "text": "measured 2 h after a standard 75 g glucose load(2-h PG). "
        },
        {
            "text": "1 ,2 ) The cutpoint of these criteria is based mainly on the prevalence of microvascular complications. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "bibr",
                    "text": "1 ,2 )"
                }
            ]
        },
        {
            "text": "However, FPG cutpoint of 140 mg/dL has been challenged s ince it defined a greater degree of hyperglycemia than did the cutpoint of 2-h PG(200 mg/dL). "
        },
        {
            "text": "3 ) Recently, American Diabetes Association(ADA) has proposed a revised diagnostic criteria that lowers the FPG cutpoint to 126 mg/dL. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3 )"
                }
            ]
        },
        {
            "text": "4 ) By lowering FPG cutpoint, cutpoints for the FPG and 2-h PG are believed to diagnose similar conditions, and ADA recommends that the FPG test is greatly preferred in clinical settings because of ease of administration, convenience, acceptability to patients and lower cost.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4 )"
                }
            ]
        },
        {
            "text": "It is well established that diabetes mellitus and impaired glucose tolerance by WHO criteria (1985) are also associated with an increased risk of development of cardiovasular disease and form part of the metabolic syndrome. ",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 99,
                    "type": "bibr",
                    "text": "(1985)"
                }
            ]
        },
        {
            "text": "5 ) At present, it is not clear whether metabolic characteristics of glucose tolerance categories based on FPG criteria are in agreement with those of WHO criteria(1985) or not. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5 )"
                }
            ]
        },
        {
            "text": "Larsson et al. 6 ) reported that the subjects with IGT and IFG are comparable in terms of body mass index, blood pressure and serum lipids in a group of middle-aged Caucasian women, while Gimeno et al. 7 ) showed that subjects with discordant diagnoses, who had IGT or diabetes by WHO criteria but who were normal by ADA fasting criteria, exhibited a higher number of cardiovascular risk factors (higher blood pressure and triglyceride and low HDL cholesterol) than those who were discordant (IFG/diabetes) by ADA fasting criteria but normal by WHO criteria.",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6 )"
                },
                {
                    "start": 202,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7 )"
                }
            ]
        },
        {
            "text": "In this study, we applied the revised ADA fasting criteria to data collected from a previously published population-based survey for diabetes in Korean subjects 8 ,9 ) and compared the prevalence and metabolic profile of glucose tolerance categories with those of WHO criteria.",
            "ref_spans": [
                {
                    "start": 161,
                    "end": 167,
                    "type": "bibr",
                    "text": "8 ,9 )"
                }
            ]
        },
        {
            "text": "The Yonchon Study is a population-based diabetes epidemiology survey in t h e Korean population. ",
            "section": "R ES EA RC H DES IG N A ND MET HO DS"
        },
        {
            "text": "The study population and research design have been described in detail, previously. ",
            "section": "R ES EA RC H DES IG N A ND MET HO DS"
        },
        {
            "text": "8 ,9 ) Subjects were classified according to both WHO criteria and 1997 ADA fasting criteria.",
            "section": "R ES EA RC H DES IG N A ND MET HO DS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "bibr",
                    "text": "8 ,9 )"
                }
            ]
        },
        {
            "text": "S ubjects who were already using oral hypoglycemic agents , insulin or diet for diabetes were excluded from all analyses.",
            "section": "R ES EA RC H DES IG N A ND MET HO DS"
        },
        {
            "text": "Prevalence of glucose tolerance categories were calculated for both sets of diagnostic criteria and to examine the agreement between t he two criteria, all categories of glucose tolerance were calculated. ",
            "section": "R ES EA RC H DES IG N A ND MET HO DS"
        },
        {
            "text": "10 ) Metabolic characteristics of different glucose tolerance categories were compared. ",
            "section": "R ES EA RC H DES IG N A ND MET HO DS",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "10 )"
                }
            ]
        },
        {
            "text": "Differences among these groups were tested with analysis of variance. ",
            "section": "R ES EA RC H DES IG N A ND MET HO DS"
        },
        {
            "text": "Statistical analyses were done us ing the Statistical Packages for Social Science (SPSS) 8.0 for windows. ",
            "section": "R ES EA RC H DES IG N A ND MET HO DS",
            "entity_spans": [
                {
                    "start": 42,
                    "end": 88,
                    "type": "software",
                    "rawForm": "Statistical Packages for Social Science (SPSS)",
                    "resp": "#curator",
                    "id": "f2bb5ed596-software-0"
                },
                {
                    "start": 89,
                    "end": 92,
                    "type": "version",
                    "rawForm": "8.0",
                    "resp": "#annotator2",
                    "id": "#f2bb5ed596-software-0"
                },
                {
                    "type": "software",
                    "start": 83,
                    "end": 87,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "f2bb5ed596-software-simple-w0"
                }
            ]
        },
        {
            "text": "P-values < 0.05(two-tailed) were considered to be statistically s ignificant.",
            "section": "R ES EA RC H DES IG N A ND MET HO DS"
        },
        {
            "text": "The overall prevalence of diabetes did not differ between t h e two criteria. ",
            "section": "R ES ULT S 1. Preva le nce of glucose tolera nce categories"
        },
        {
            "text": "Prevalence of diabetes according to WHO(1985) criteria was 5.15 % and that according to ADA(1997) fasting criteria was 5.42 %. ",
            "section": "R ES ULT S 1. Preva le nce of glucose tolera nce categories"
        },
        {
            "text": "However, only 64.7%(75 of 116 subjects) of those who were diagnosed as diabetes according to WHO criteria were diagnosed as diabetes by ADA fasting criteria. ",
            "section": "R ES ULT S 1. Preva le nce of glucose tolera nce categories"
        },
        {
            "text": "19.0 % of diabetes according to WHO criteria were reclassified as impaired fasting glucose(IFG) and 16.4 % as normal fasting glucose(NFG). ",
            "section": "R ES ULT S 1. Preva le nce of glucose tolera nce categories"
        },
        {
            "text": "S imilarly, 38.5 % of diabetic patients according to ADA fasting criteria were IGT or normal glucose tolerance(NGT) by WHO criteria (Table 1). ",
            "section": "R ES ULT S 1. Preva le nce of glucose tolera nce categories",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 141,
                    "type": "table",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "The agreement between the two criteria for the diagnosis of previously unknown diabetes was poor( = 0.31)",
            "section": "R ES ULT S 1. Preva le nce of glucose tolera nce categories"
        },
        {
            "text": "Concordant and discordant diabetes groups were older than concordant non-diabetes group. ",
            "section": "Metabolic profiles of glucose tolerance categories"
        },
        {
            "text": "They showed higher WHR, systolic and diastolic blood press ure, cholesterol and triglyceride levels than concordant non-diabetes group (Table 2). ",
            "section": "Metabolic profiles of glucose tolerance categories",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 144,
                    "type": "table",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "When comparing metabolic characteristics among diabetes groups, concordant diabetes [diabetes (WHO) / diabetes (ADA)] group showed higher triglyceride and lower HDL levels than discordant diabetes groups. ",
            "section": "Metabolic profiles of glucose tolerance categories"
        },
        {
            "text": "Non-diabetes (WHO)/ diabetes (ADA) group had higher WHR than diabetes (WHO)/non-diabetes(ADA) group. ",
            "section": "Metabolic profiles of glucose tolerance categories"
        },
        {
            "text": "There were no differences in other metabolic profiles between t he two discordant diabetes groups. ",
            "section": "Metabolic profiles of glucose tolerance categories"
        },
        {
            "text": "Table 3. ",
            "section": "Metabolic profiles of glucose tolerance categories",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "showed metabolic profiles of subjects with impaired glucose metabolism. ",
            "section": "Metabolic profiles of glucose tolerance categories"
        },
        {
            "text": "Concordant and discordant impaired glucose metabolism groups were older and had higher BMI, WHR, systolic and diastolic blood pressure, cholesterol and triglyceride levels than NGT/NFG group. ",
            "section": "Metabolic profiles of glucose tolerance categories"
        },
        {
            "text": "IGT/IFG s ubjects showed higher WHR and triglyceride levels than discordant impaired glucose metabolis m groups(IGT/NFG, NGT/IFG). ",
            "section": "Metabolic profiles of glucose tolerance categories"
        },
        {
            "text": "Metabolic profiles of IGT/NFG group were not different from those of NGT/IFG group, except that IGT/NFG group was older than NGT/IFG group. ",
            "section": "Metabolic profiles of glucose tolerance categories"
        },
        {
            "text": "The revised ADA diagnostic criteria are intended to reduce the discrepancy between FPG and 2-h PG cutpoint and to encourage the use of FPG rather than t h e oral glucose tolerance test to diagnose diabetes. ",
            "section": "D IS C US S IO N"
        },
        {
            "text": "In this study, the prevalence of diabetes using ADA fasting criteria was similar with that us ing WHO(1985) criteria. ",
            "section": "D IS C US S IO N"
        },
        {
            "text": "However, the agreement between WHO and ADA fasting criteria was not good. ",
            "section": "D IS C US S IO N"
        },
        {
            "text": "A third of the subjects who were diagnosed as diabetes according to WHO criteria were reclassified as either IFG or NFG by ADA fasting criteria. ",
            "section": "D IS C US S IO N"
        },
        {
            "text": "S imilarly 38.5 % of the s ubjects who were diagnosed as diabetes by ADA fasting criteria were not diagnosed as having diabetes according to WHO criteria. ",
            "section": "D IS C US S IO N"
        },
        {
            "text": "Our study also showed that about 2/3 of IGT subjects were reclassified as NFG, which is very similar to previous reports showing that 70-80 % of IGT subjects were reclassified as NFG. ",
            "section": "D IS C US S IO N"
        },
        {
            "text": "10 , 1 1) Conversely, 2/3 of IFG s ubjects were NGT by WHO criteria. ",
            "section": "D IS C US S IO N",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "bibr",
                    "text": "10 , 1 1)"
                }
            ]
        },
        {
            "text": "These results are consistent with the reports which showed only moderate to poor agreement between t he two criteria 13 , 14 ) Poor agreement between t he two criteria raised the concern that a substantial number of glucose intolerant subjects, who have a increased risk of diabetic complications or increased risk of developing diabetes mellitus and cardiovascular disease, may be ignored when using ADA fasting criteria.",
            "section": "D IS C US S IO N",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 126,
                    "type": "bibr",
                    "text": "13 , 14 )"
                }
            ]
        },
        {
            "text": "Our results showed that discordant diabetes groups had higher WHR, blood pressure, cholesterol and triglyceride than the concordant non-diabetes group. ",
            "section": "D IS C US S IO N"
        },
        {
            "text": "However, metabolic characteristics of diabetes (WHO)/non-diabetes(ADA) group was s imilar to those of non-diabetes(WHO)/diabetes(ADA) group. ",
            "section": "D IS C US S IO N"
        },
        {
            "text": "This implies that when we use ADA fasting criteria to diagnose diabetes, we will miss a similar number of s ubjects who may have increased risk for diabetic complications .",
            "section": "D IS C US S IO N"
        },
        {
            "text": "Subjects with IGT are known to have increased risk of developing diabetes and cardiovascular disorders. ",
            "section": "D IS C US S IO N"
        },
        {
            "text": "15 , 16 ) In our population, IGT/NFG subjects had increased cardiovascular risk compared to NGT/NFG s ubjects. ",
            "section": "D IS C US S IO N",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "bibr",
                    "text": "15 , 16 )"
                }
            ]
        },
        {
            "text": "Although they were older than NGT/IFG subjects, other metabolic profiles were s imilar to those of NGT/IFG subjects. ",
            "section": "D IS C US S IO N"
        },
        {
            "text": "Thus, t he discordant impaired glucose metabolism group may have a similar risk for the development of diabetes and cardiovascular disease. ",
            "section": "D IS C US S IO N"
        },
        {
            "text": "These results are similar to the observation in a group of middle-aged Caucasian women 6 ) while Gimeno et al. 7) s howed that subjects with discordant diagnoses, who had IGT or diabetes by WHO criteria but who were normal by ADA fasting criteria, exhibited a higher number of cardiovascular risk factors than those who were discordant (IFG/diabetes) by ADA fasting criteria but normal by WHO criteria. ",
            "section": "D IS C US S IO N",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6 )"
                },
                {
                    "start": 111,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7)"
                }
            ]
        },
        {
            "text": "These results suggest that s ubjects with IGT who are reclassified as NFG by ADA fasting criteria have no less risk for development of diabetes and cardiovascular disease than subjects with NGT/IFG.",
            "section": "D IS C US S IO N"
        },
        {
            "text": "In conclusion, ADA fasting criteria can detect a s imilar number of diabetic patients and impaired glucose metabolis m. ",
            "section": "D IS C US S IO N"
        },
        {
            "text": "It can pick up new subjects who are not classified as diabetes or impaired glucose tolerance by WHO criteria. ",
            "section": "D IS C US S IO N"
        },
        {
            "text": "However, a substantial number of subjects, who may have increased cardiovascular ris k and/or increased risk for the development of diabetes , will be missed when using only FPG cutpoint. ",
            "section": "D IS C US S IO N"
        },
        {
            "text": "Long term study will be needed to evaluate whether glucose tolerance categories classified by ADA fasting criteria will result in decreased morbidity and mortality, compared to those according to WHO criteria.",
            "section": "D IS C US S IO N"
        }
    ]
}