{
    "id": "d7e69d135b",
    "abstract": [],
    "body_text": [
        {
            "text": "M yxomatous mitral valve disease (MMVD) often causes cardiac-related death in dogs <10 years of age. "
        },
        {
            "text": "1 The disease results in valvular extracellular matrix changes including deposition of mucopolysaccarides and collagen degeneration. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2 The valvular changes may cause mitral valve prolapse (MVP) and insufficient closure of the mitral valve leading to mitral regurgitation. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "2 Mitral regurgitation murmur intensity and echocardiographic MVP are predictors of MMVD progression in dogs. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "[3][4][5] The disease is most common in small and medium-sized dog breeds, but often is a relatively benign condition because of its slow disease progression. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "5,6 A higher prevalence and earlier onset of the disease have been reported in Cavalier King Charles Spaniels (CKCS) compared to other dog breeds. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "1,3,7 A study from Sweden based on animal insurance data from 1995 to 2006 shows that the disease accounts for 37% of the total mortality among CKCS <10 years of age. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3,"
                },
                {
                    "start": 4,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "1 Hereditary background of MMVD has long been suggested on the basis of a higher prevalence of the disease in certain dog breeds, 2 and more recent studies indicate strong genetic background with polygenic inheritance. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                },
                {
                    "start": 130,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "8,9 In CKCS, a positive association between parental heart status and mitral regurgitation murmur intensity in 5 year-old offspring has been reported. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "8 Furthermore, in Dachshunds, a positive association has been found between the degree of MVP in parents and offspring. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "9 Based on data from the United Kingdom, a high heritability for MMVD in CKCS has been estimated. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "10 The heritability for having a mitral regurgitation murmur and for the grade of murmur intensity was estimated to 0.33 and 0.67, respectively. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "10 Furthermore, a recent genome-wide association study found 2 gene loci on chromosomes 13 and 14 that differ between CKCS with early and late onset of MMVD. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "11 However, another similar genome-wide association study including a lower number of CKCS did not find any association between gene loci and MMVD disease severity. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "12 Additional studies are needed to further elucidate associations between gene changes and MMVD disease severity.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "12"
                }
            ]
        },
        {
            "text": "Breeding restrictions or recommendations aimed at decreasing the prevalence of MMVD in CKCS have been developed in breeding clubs in different countries. "
        },
        {
            "text": "The high heritability of the disease indicates that selection against the disease could be successful. "
        },
        {
            "text": "10 From 2001, a breeding scheme has been ongoing in Denmark as a collaboration between the Danish Kennel Club Association (DKCA), The Cavalier Club in Denmark and the University of Copenhagen. ",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "The aim of thisstudy was to evaluate if a mandatory breeding scheme based on echocardiography and cardiac auscultation results in decreased MMVD severity in CKCS after an 8-to 10-year time period."
        },
        {
            "text": "A retrospective study of the mandatory cardiac examinations in the DKCA breeding scheme was performed. ",
            "section": "Study Design"
        },
        {
            "text": "Inclusion criteria for the statistical analyses were that the cardiac examinations were performed in the period 2002-2011 (both years included), all data from the individual examination were available, and that the dogs were registered in DKCA. ",
            "section": "Study Design"
        },
        {
            "text": "Dogs had to be at least 1.5 years at the first examination and registered in the DKCA with a verified CKCS pedigree. ",
            "section": "Study Design"
        },
        {
            "text": "Pregnant and lactating dogs were excluded.",
            "section": "Study Design"
        },
        {
            "text": "Cardiac auscultation was performed and the degree of mitral regurgitation murmur was graded from 1 to 6. ",
            "section": "Cardiac Examination and Observers"
        },
        {
            "text": "13 The echocardiographic degree of MVP was evaluated with the dog placed in right lateral recumbency using a right parastenal long axis 4-chamber echocardiographic view with focus on the mitral valve. ",
            "section": "Cardiac Examination and Observers",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "13"
                }
            ]
        },
        {
            "text": "14,15 Echocardiographic recordings were stored on video tape or digitally on DVD. ",
            "section": "Cardiac Examination and Observers",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "14,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Auscultation and echocardiography were performed by 1 of 8 veterinarians (clinical observers; Table 1). ",
            "section": "Cardiac Examination and Observers",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Five clinical observers were general practitioners with cardiovascular interest selected by University of Copenhagen, trained at least 2 days in cardiac auscultation and MVP echocardiography and approved by the founder of the breeding scheme (HDP) in 2001 at University of Copenhagen. ",
            "section": "Cardiac Examination and Observers"
        },
        {
            "text": "Two cardiovascular researchers (LHO and JK) with at least 8 years small animal cardiovascular clinical research experience were included as clinical observers in 2004 and 2009, respectively.",
            "section": "Cardiac Examination and Observers"
        },
        {
            "text": "The degree of MVP was evaluated by LHO or HDP (MVP observers). ",
            "section": "Echocardiographic Assessment of MVP"
        },
        {
            "text": "The degree of MVP was assessed as 0 (≤1.5 mm as the sum of the maximum protrusion of the cranial, caudal and coaption point of the mitral valve according to annulus plane), 1 (>1.5 and ≤4.5 mm), 2 (>4.5 and ≤7.5 mm), and 3 (>7.5 mm). ",
            "section": "Echocardiographic Assessment of MVP"
        },
        {
            "text": "[14][15][16] One of the MVP observers (HDP) evaluated the MVP echocardiograms from the debut of the breeding scheme until November 2004, hereafter the recordings were evaluated by the other MVP observer (LHO). ",
            "section": "Echocardiographic Assessment of MVP",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[14]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "text": "[15]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The MVP observers made the final approval for the DKCA report (see below).",
            "section": "Echocardiographic Assessment of MVP"
        },
        {
            "text": "Dogs examined ≥1½ years of age were approved for breeding until 4 years of age if cardiac health criteria were fulfilled. ",
            "section": "Breeding Guidelines and Cardiac Health Criteria"
        },
        {
            "text": "To continue breeding in DKCS after 4 years of age dogs had to be reexamined. ",
            "section": "Breeding Guidelines and Cardiac Health Criteria"
        },
        {
            "text": "From January 2007, an additional restriction was decided introducing an additional reexamination after 6 years of age for male dogs. ",
            "section": "Breeding Guidelines and Cardiac Health Criteria"
        },
        {
            "text": "At all examination time points, dogs were excluded from breeding if they had MVP grade 3 (first a criterion from 2007) or a mitral regurgitation murmur grade ≥3. ",
            "section": "Breeding Guidelines and Cardiac Health Criteria"
        },
        {
            "text": "Dogs with grade 2 murmurs were excluded if they had MVP grades 2 or 3. ",
            "section": "Breeding Guidelines and Cardiac Health Criteria"
        },
        {
            "text": "Thus, cardiac health criteria for breeding in the MMVD breeding scheme of the DKCA were as follows: Mitral regurgitation murmur of 1 at a maximum combined with a MVP grade 2 at a maximum; or a grade 2 murmur combined with a degree of MVP not >1. ",
            "section": "Breeding Guidelines and Cardiac Health Criteria"
        },
        {
            "text": "Before 2007, dogs with a grade 3 MVP were approved if they had a murmur grade not >1. ",
            "section": "Breeding Guidelines and Cardiac Health Criteria"
        },
        {
            "text": "Ejection murmurs (physiological flow murmurs) were accepted. ",
            "section": "Breeding Guidelines and Cardiac Health Criteria"
        },
        {
            "text": "They were diagnosed as systolic murmurs with crescendo-decresendo sound configuration, point of maximal intensity at the left heart base and with minimal or no concurrent mitral regurgitation estimated using color flow Doppler echocardiography. ",
            "section": "Breeding Guidelines and Cardiac Health Criteria"
        },
        {
            "text": "17 These dogs often have aortic flow maximum velocity on the higher side of the normal reference range (>1.5 m/s). ",
            "section": "Breeding Guidelines and Cardiac Health Criteria",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "17"
                }
            ]
        },
        {
            "text": "18 This observation was used to confirm the diagnosis. ",
            "section": "Breeding Guidelines and Cardiac Health Criteria",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Dogs with heart murmurs caused by non-MMVD cardiac disease were excluded. ",
            "section": "Breeding Guidelines and Cardiac Health Criteria"
        },
        {
            "text": "Mitral regurgitation murmur intensity and MVP status of all examined dogs became freely available from DKCA homepage after examination. ",
            "section": "Breeding Guidelines and Cardiac Health Criteria"
        },
        {
            "text": "Each parent needed to fulfill the cardiac health criteria for registration of their puppies in DKCA.",
            "section": "Breeding Guidelines and Cardiac Health Criteria"
        },
        {
            "text": "All statistical calculations were conducted with a statistical software program (SAS) a and a statistical significance level of 5% was used.",
            "section": "Statistics",
            "entity_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "type": "software",
                    "rawForm": "SAS",
                    "resp": "#annotator1",
                    "used": true,
                    "id": "d7e69d135b-software-simple-0"
                },
                {
                    "type": "software",
                    "start": 63,
                    "end": 71,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "d7e69d135b-software-simple-w0"
                },
                {
                    "type": "software",
                    "start": 72,
                    "end": 79,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "d7e69d135b-software-simple-w1"
                },
                {
                    "type": "software",
                    "start": 81,
                    "end": 84,
                    "rawForm": "SAS",
                    "resp": "whitelist",
                    "id": "d7e69d135b-software-simple-w2"
                }
            ]
        },
        {
            "text": "Logistic regression analysis taking clustering caused by multiple measurements per clinical observer into account was performed using proc genmod in the SAS system. ",
            "section": "Statistics",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 153,
                    "end": 156,
                    "rawForm": "SAS",
                    "resp": "whitelist",
                    "id": "d7e69d135b-software-simple-w3"
                }
            ]
        },
        {
            "text": "Dogs examined in the years of 2002, 2003, 2010, and 2011 were divided into 3 groups. ",
            "section": "Statistics"
        },
        {
            "text": "Group 1 was defined as all dogs examined in 2002 and 2003. ",
            "section": "Statistics"
        },
        {
            "text": "Dogs in group 2 were examined in 2010 and 2011, and in addition, were a product of the breeding scheme (PB). ",
            "section": "Statistics"
        },
        {
            "text": "Group 3 consisted of dogs also examined in 2010 and 2011 but not a product of the breeding scheme (non-PB). ",
            "section": "Statistics"
        },
        {
            "text": "Products of the breeding scheme were defined as dogs with both parents approved by the DKCA breeding scheme. ",
            "section": "Statistics"
        },
        {
            "text": "Only the most recent examination was included in the statistical analyses if a dog had repeated examinations within the time period. ",
            "section": "Statistics"
        },
        {
            "text": "The presence of mitral regurgitation murmur (yes/no) or degree of MVP > 1 (yes/no) were included as response variables and age at examination, group (1, 2 or 3) and sex (male or female) were included as explanatory variables. ",
            "section": "Statistics"
        },
        {
            "text": "Backward stepwise elimination was performed until only explanatory variables showing significance were left in the model. ",
            "section": "Statistics"
        },
        {
            "text": "If an overall significance of group was found, the risk of having a mitral regurgitation murmur or MVP > 1 was compared between group 1 (all dogs examined in 2002 and 2003) and group 2 (PB examined in 2010 and 2011), group 1 and group 3 (non-PB examined in 2010 and 2011), and finally group 2 and 3, to evaluate a potential effect of the MMVD breeding scheme.",
            "section": "Statistics"
        },
        {
            "text": "A total of 1,471 cardiac examinations were performed from the debut of the DKCA breeding scheme in December 2001 until the end of 2011. ",
            "section": "Results"
        },
        {
            "text": "Ninety-one cardiac examinations were excluded from the statistical analyses according to predefined criteria (Fig 1). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 116,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig 1)"
                }
            ]
        },
        {
            "text": "A total of 1,380 cardiac examinations were included from 2002 to 2011 (Tables 1 and 2). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 85,
                    "type": "table",
                    "text": "(Tables 1 and 2"
                }
            ]
        },
        {
            "text": "In the period, 997 dogs were evaluated (689 females and 308 males). ",
            "section": "Results"
        },
        {
            "text": "Dogs of both sexes were evaluated 1-4 times with an average of 1.4 Only the most recent examination was included in the statistical analyses if dogs had repeated examinations. ",
            "section": "Results"
        },
        {
            "text": "Group 1 is dogs examined in 2002 and 2003. ",
            "section": "Results"
        },
        {
            "text": "Group 2 and 3 are dogs examined in 2010 and 2011 that are products of the breeding scheme (PB) and nonproducts of the breeding scheme (non-PB), respectively. ",
            "section": "Results"
        },
        {
            "text": "f, female; m, male. ",
            "section": "Results"
        },
        {
            "text": "Except for sex, data are shown as median and 25 and 75% interquartile intervals. ",
            "section": "Results"
        },
        {
            "text": "evaluations per dog. ",
            "section": "Results"
        },
        {
            "text": "Presence of heart murmur could not be evaluated satisfactorily in 5 dogs and therefore their results regarding murmur were removed from the statistical analyses. ",
            "section": "Results"
        },
        {
            "text": "Among the 1,380 cardiac examinations, 137 mitral regurgitation murmurs (10%), 83 innocent flow murmurs (6%) and 84 MVP grade 3 (6%) were found. ",
            "section": "Results"
        },
        {
            "text": "In total, 78 dogs (5.7%; 39 males and 39 females) were excluded from breeding (31 males and 18 females from 2007 to 2011). ",
            "section": "Results"
        },
        {
            "text": "Among dogs with repeated examinations (n = 343 [306 dogs twice, 34 dogs 3 times and 3 dogs 4 times]), 6 dogs (2%) had decreased degree of mitral regurgitation murmur of 1 grade and 11 dogs (3%) had decreased MVP of 1 grade over time.",
            "section": "Results"
        },
        {
            "text": "Group and age statistically significantly influenced the presence of mitral regurgitation murmur ( Table 3). ",
            "section": "Reduction in Risk of Having a Mitral Regurgitation Murmur",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 107,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 3)"
                }
            ]
        },
        {
            "text": "The odds of having mitral regurgitation murmur in 2010-2011 compared to 2002-2003 were 0.27 if the dogs in 2010-2011 were PB, reflecting a 73% decreased risk (P < .0001; Table 3 and Fig 2). ",
            "section": "Reduction in Risk of Having a Mitral Regurgitation Murmur",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 177,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 3"
                },
                {
                    "start": 182,
                    "end": 188,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig 2)"
                }
            ]
        },
        {
            "text": "Similarly, within 2010-2011, the odds of having mitral regurgitation murmur for dogs that was PB was 0.31 compared to non-PB, reflecting 69% decreased risk (P < .0001). ",
            "section": "Reduction in Risk of Having a Mitral Regurgitation Murmur"
        },
        {
            "text": "If non-PB examined in 2010-2011 were compared with dogs examined in 2002-2003, no statistical difference in odds of having mitral regurgitation murmur was found (P = .4873). ",
            "section": "Reduction in Risk of Having a Mitral Regurgitation Murmur"
        },
        {
            "text": "There was no significant influence of sex on odds of murmur. ",
            "section": "Reduction in Risk of Having a Mitral Regurgitation Murmur"
        },
        {
            "text": "Odds of having a murmur were higher with advancing age (P < .0001; Table 3).",
            "section": "Reduction in Risk of Having a Mitral Regurgitation Murmur",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Group, sex, and age at examination significantly influenced the presence of MVP above grade 1 ( Table 3). ",
            "section": "Reduction in Risk of Having MVP > 1",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 103,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "In 2010-2011, the odds of PB having MVP > 1 compared to non-PB was 0.64 reflecting a 36% reduced risk (P < .0006; Table 3 and Fig 3). ",
            "section": "Reduction in Risk of Having MVP > 1",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 121,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 3"
                },
                {
                    "start": 126,
                    "end": 132,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig 3)"
                }
            ]
        },
        {
            "text": "There was no significant difference in odds of having MVP > 1 in 2010-2011 compared with 2002-2003.",
            "section": "Reduction in Risk of Having MVP > 1"
        },
        {
            "text": "Our study shows that a breeding scheme based on cardiac auscultation and echocardiography markedly decreased the risk of having a mitral regurgitation murmur caused by MMVD after an 8-to 10-year period. ",
            "section": "Discussion"
        },
        {
            "text": "The reduction in risk was only significant for offspring where both parents had been approved by the breeding scheme (PB), not for offspring where 1 or both parents not were approved by the breeding scheme (non-PB). ",
            "section": "Discussion"
        },
        {
            "text": "The risk of having moderate to severe MVP (MVP > 1) was not decreased after the 8-to 10-year period, but PB had lower risk of MVP > 1 than did non-PB within the years 2010 and 2011.",
            "section": "Discussion"
        },
        {
            "text": "To the authors' knowledge ours is the first study reporting a clear effect of a breeding scheme aimed at decreasing the prevalence of MMVD in CKCS (or in any breed). ",
            "section": "Discussion"
        },
        {
            "text": "Preliminary findings from the British voluntary breeding scheme (annual cardiac auscultation and parents' murmur status) reported an effect in the group of dogs auscultated by a general practitioner but only a trend was reported when the dogs were auscultated by a veterinary cardiologist. ",
            "section": "Discussion"
        },
        {
            "text": "19 A mandatory breeding scheme in Sweden including annual cardiac auscultation and parent information did not result in significant effect of the scheme, albeit after a short follow-up period (2007)(2008)(2009). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "19"
                },
                {
                    "start": 192,
                    "end": 198,
                    "type": "bibr",
                    "text": "(2007)"
                },
                {
                    "start": 198,
                    "end": 204,
                    "type": "bibr",
                    "text": "(2008)"
                },
                {
                    "start": 204,
                    "end": 210,
                    "type": "bibr",
                    "text": "(2009)"
                }
            ]
        },
        {
            "text": "20 Different breeding schemes aimed at decreasing the prevalence of MMVD in CKCS are ongoing in several countries worldwide to guide dog breeders. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "20"
                }
            ]
        },
        {
            "text": "19 The breeding schemes are mandatory or voluntary, include cardiac auscultation or both cardiac auscultation and echocardiography and some programs include parent cardiac information. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "19"
                }
            ]
        },
        {
            "text": "Some schemes include annual cardiac examinations where as others have a more limited number of cardiac examinations during the dog's lifetime. ",
            "section": "Discussion"
        },
        {
            "text": "In some schemes, the cardiac examination results are open to the public, in others the results are only known by the dog owner. ",
            "section": "Discussion"
        },
        {
            "text": "How much such factors influence the effect of a breeding scheme still needs much clarification.",
            "section": "Discussion"
        },
        {
            "text": "Voluntary participation may decrease the number of dog owners who follow the breeding advice and thereby are dogs examined in 2010 and 2011 that are products of the breeding scheme (PB) and nonproducts of the breeding scheme (non-PB), respectively. ",
            "section": "Discussion"
        },
        {
            "text": "MR, mitral regurgitation. ",
            "section": "Discussion"
        },
        {
            "text": "OR, odds ratio; 95%, 95% confidence interval for the odds ratio. ",
            "section": "Discussion"
        },
        {
            "text": "decrease the effect of a breeding scheme. ",
            "section": "Discussion"
        },
        {
            "text": "In a subanalysis of the voluntary British breeding scheme, it became evident that only 4% of the dog owners had followed the breeding advice. ",
            "section": "Discussion"
        },
        {
            "text": "21 Number of included observers and observer experience also may influence the effect of breeding schemes because observer variations are wellknown with regard to cardiac auscultation and echocardiography. ",
            "section": "Discussion"
        },
        {
            "text": "14,17 Therefore interobserver variation was taken into account in the statistical analyses in this study. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "14,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "17"
                }
            ]
        },
        {
            "text": "Unexpected reduction over time in individual mitral regurgitation murmur intensity or degree of MVP was observed in only a few dogs with repeated examinations. ",
            "section": "Discussion"
        },
        {
            "text": "The reductions may be the result of changed physiological conditions in the dog such as changed body condition, heart rate, or both. ",
            "section": "Discussion"
        },
        {
            "text": "9,17 Color flow Doppler echocardiography can confirm the diagnosis of mitral regurgitation, but experienced observers can detect mitral regurgitation using auscultation in 89% of dogs with mild or more severe mitral regurgitation (regurgitant jet area >30% of the left atrial area). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "17"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 5,
                    "end": 10,
                    "rawForm": "Color",
                    "resp": "whitelist",
                    "id": "d7e69d135b-software-simple-w4"
                }
            ]
        },
        {
            "text": "17 Moderately, experienced observers (general practitioners level) can detect mitral regurgitation in 72% of the dogs by auscultation. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "17"
                }
            ]
        },
        {
            "text": "Echocardiography is useful to support the diagnosis of ejection murmurs (physiological flow murmurs) and other heart murmurs not associated with mitral regurgitation. ",
            "section": "Discussion"
        },
        {
            "text": "17 In this study, approximately 6% of the dogs examined from 2002 to 2011 were diagnosed with ejection murmurs based on clinical findings and echocardiography. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "17"
                }
            ]
        },
        {
            "text": "In a previous study, 6 of 57 (10%) CKCS were diagnosed with ejection murmurs based on auscultation and phonography. ",
            "section": "Discussion"
        },
        {
            "text": "17 Ejection murmurs do not seem to be associated with heart disease, 17,18 and exclusion of dogs with ejection murmurs in breeding schemes may unnecessarily decrease the number of CKCS available for breeding. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "17"
                },
                {
                    "start": 69,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "17,"
                },
                {
                    "start": 72,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Estimation of mitral regurgitant jet size in relation to left atrial area using color flow Doppler echocardiography is a semi-quantitative estimate influenced by several factors including echocardiographic equipment and technical settings. ",
            "section": "Discussion"
        },
        {
            "text": "22 This limitation may affect the use of this method in breeding schemes including multicenter clinical examinations.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "22"
                }
            ]
        },
        {
            "text": "Studies have shown that MVP is an early predictor of MMVD disease progression and is correlated with other disease variables such as degree of mitral regurgitation and mitral valve thickness. ",
            "section": "Discussion"
        },
        {
            "text": "4,5 In this study, the risk of having moderate to severe MVP was not found to be decrease in the breeding scheme during the 8-to 10-year follow-up period. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "However in 2010 and 2011, PB were found to have a decreased risk of having moderate to severe MVP compared to non-PB suggesting an effect of the breeding scheme on this parameter as well.",
            "section": "Discussion"
        },
        {
            "text": "The study has limitations. ",
            "section": "Discussion"
        },
        {
            "text": "One of the observers in the breeding scheme was replaced in 2004 and the overall observer performance may have changed during the 8to 10-year time period. ",
            "section": "Discussion"
        },
        {
            "text": "Clinical observer was included as random variable in the statistical models to take observer variation into account. ",
            "section": "Discussion"
        },
        {
            "text": "However, it was not possible to include MVP observer variation in the modeling. ",
            "section": "Discussion"
        },
        {
            "text": "Yet, the finding of a decreased risk of MMVD was confirmed by comparison of the risk of having a mitral regurgitation murmur and moderate to severe MVP (MVP > 1) within a limited time period (2010-2011) between PB and non-PB during a period with no observer replacements. ",
            "section": "Discussion"
        },
        {
            "text": "Finally, it is a study limitation that observers were not blinded to the identity of the dogs.",
            "section": "Discussion"
        },
        {
            "text": "Further evaluations of breeding schemes are recommended to identify factors with major influence on the effect of such schemes. ",
            "section": "Discussion"
        },
        {
            "text": "Echocardiography and mandatory registrations are time-consuming. ",
            "section": "Discussion"
        },
        {
            "text": "Therefore, further evaluation of ongoing breeding schemes is necessary to find the scheme with the highest cost benefit. ",
            "section": "Discussion"
        },
        {
            "text": "Until now, the present DKCA breeding scheme is the only scheme with a documented effect. ",
            "section": "Discussion"
        },
        {
            "text": "This pro-  gram is recommended until other breeding schemes aimed at decreasing the prevalence of MMVD with higher performance are described. ",
            "section": "Discussion"
        },
        {
            "text": "Genetic tests potentially could be included in future breeding schemes.",
            "section": "Discussion"
        },
        {
            "text": "In conclusion, a mandatory breeding scheme based on auscultation and echocardiography significantly decreased the prevalence of MMVD over the 8-to 10year time period. ",
            "section": "Discussion"
        },
        {
            "text": "Therefore, such a breeding scheme is recommended for CKCS.",
            "section": "Discussion"
        },
        {
            "text": "a SAS statistical software, version 9.3, SAS Institute A/S, Cary, NC",
            "section": "Footnote",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 2,
                    "end": 5,
                    "rawForm": "SAS",
                    "resp": "whitelist",
                    "id": "d7e69d135b-software-simple-w5"
                },
                {
                    "type": "software",
                    "start": 18,
                    "end": 26,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "d7e69d135b-software-simple-w6"
                },
                {
                    "type": "software",
                    "start": 41,
                    "end": 44,
                    "rawForm": "SAS",
                    "resp": "whitelist",
                    "id": "d7e69d135b-software-simple-w7"
                }
            ]
        },
        {
            "text": "The authors thank the general veterinary practitioners Conflict of Interest Declaration: Authors disclose no conflict of interest.",
            "section": "Acknowledgments"
        },
        {
            "text": "Off-Label Antimicrobial Declaration: Authors declare no off-label use of antimicrobials.",
            "section": "Acknowledgments"
        }
    ]
}