{
    "id": "bf6be9f60d",
    "abstract": [],
    "body_text": [
        {
            "text": "Despite the benefits associated with receiving a kidney, 10-year kidney transplant function continues to be low (50%), with a 60% increased risk of kidney failure attributed to patients not taking their immunosuppressive medications as prescribed. ",
            "section": "Introduction"
        },
        {
            "text": "1,2 The rate of non-adherence to immunosuppressive medications is reported to range from 30% to 35% for kidney transplant recipients. ",
            "section": "Introduction"
        },
        {
            "text": "3,4 For example, in the United States, more than 181,000 kidney transplant patients are living with a functioning kidney. ",
            "section": "Introduction"
        },
        {
            "text": "If the rates of non-adherence are true, then roughly 55,000 to 65,000 patients are either non-adherent or at risk of becoming so. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 129,
                    "type": "bibr",
                    "text": "57,58"
                }
            ]
        },
        {
            "text": "1,5 This likely underestimates the true prevalence of non-adherence due to variations in the definition and measures of non-adherence as well as the fact that end-stage renal disease (ESRD) is a global issue with the number of centers providing kidney transplants on the rise. ",
            "section": "Introduction"
        },
        {
            "text": "3,6 Previous studies have shown that medication non-adherence leads to suboptimal outcomes and has been observed in almost half of graft losses. ",
            "section": "Introduction"
        },
        {
            "text": "[7][8][9] This outcome impacts patients and other stakeholders. ",
            "section": "Introduction"
        },
        {
            "text": "For patients, failure to take immunosuppressive drugs is associated with decreased graft function, increased risk of kidney loss, and premature death. ",
            "section": "Introduction"
        },
        {
            "text": "10,11 About 25% of kidney transplant recipients who experience graft failure will die within 2 years, and overall life expectancy is 4 years less for recipients who are non-adherent to immunosuppressive therapy (IST). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 119,
                    "type": "bibr",
                    "text": "59"
                }
            ]
        },
        {
            "text": "10 For health care systems and payers, medication non-adherence leads to increased use of resources, higher hospital readmission rates, and potential need for re-transplantation and/or return to dialysis. ",
            "section": "Introduction"
        },
        {
            "text": "3,7,12,13 Graft failures resulting from medication non-adherence during the first year post-transplant are estimated to cost the United States US$100 million annually. ",
            "section": "Introduction"
        },
        {
            "text": "13 Additionally, return to dialysis carries an increased cost burden approximately twice that of caring for a transplant recipient. ",
            "section": "Introduction"
        },
        {
            "text": "1 As a global comparison, in Nigeria, a session of hemodialysis costs US$100 which is twice the minimum monthly wage for federal government workers. ",
            "section": "Introduction"
        },
        {
            "text": "6 In their 2015 systematic review, Low et al. 2 define adherence as the extent to which people follow their instructions to a prescribed treatment regimen. ",
            "section": "Introduction"
        },
        {
            "text": "They further explain non-adherence can be either intentional or unintentional and occur for a number of reasons. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 29,
                    "end": 31,
                    "type": "bibr",
                    "text": "48"
                }
            ]
        },
        {
            "text": "In 2008, participants at a Non-adherence Consensus Conference agreed that the following five categories (which are aligned with the categories outlined in 2003 by the World Health Organization (WHO)) are associated with non-adherence: (1) socioeconomic, (2) patient-related, (3) disease-related, (4) treatment-related, and (5) health care setting/ provider-related. 2,3 Within these five categories, they identified 26 subcategories. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 231,
                    "end": 233,
                    "type": "bibr",
                    "text": "55"
                }
            ],
            "entity_spans": [
                {
                    "start": 358,
                    "end": 368,
                    "type": "software",
                    "rawForm": "NudgerSize",
                    "resp": "#annotator2",
                    "id": "bf6be9f60d-software-simple-0"
                }
            ]
        },
        {
            "text": "3 Constantiner and Cukor 10 simplified the number of factors to those repeatedly emerging as predictive of non-adherence such as minority status, gender, age, marital status, post-transplant symptoms, and time since transplantation. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 125,
                    "type": "bibr",
                    "text": "55"
                }
            ]
        },
        {
            "text": "Chisholm-Burns et al. 12 included costs, forgetfulness, confusion over complicated regimens, psychosocial factors, and adverse drug effects. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 120,
                    "type": "bibr",
                    "text": "60"
                }
            ]
        },
        {
            "text": "As predictive risk factors for non-adherence vary by individual and over time, health care organizations are challenged with developing successful and sustainable interventions that are tailored to the individual yet apply to a larger subset of the population to help manage resources.",
            "section": "Introduction"
        },
        {
            "text": "Published studies of interventions to improve IST adherence are rare. ",
            "section": "Introduction"
        },
        {
            "text": "14,15 De Bleser et al. 16 found only four randomized controlled trials (RCTs), of which three showed a statistically significant improvement from the intervention. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                },
                {
                    "start": 23,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "The interventions (varying by study) included educational sessions, counseling, monthly review of medications, and behavioral and support interventions. ",
            "section": "Introduction"
        },
        {
            "text": "Chisholm-Burns et al. 15 reported inconsistent findings from interventions focused on improving adherence for adult renal transplant recipients (RTRs). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 22,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Most recently Low et al. identified 12 interventions, 6 of which showed statistical significance. ",
            "section": "Introduction"
        },
        {
            "text": "One study focused on reducing the dosing regimen to once daily, and the other five studies were multidimensional addressing informational, behavioral, and emotional elements. ",
            "section": "Introduction"
        },
        {
            "text": "While the multidimensional interventions were more effective in improving medication adherence, some of the studies were limited by small samples sizes, study design, and duration of the intervention(s) (i.e. most were short-term ranging from 3 to 12 months). ",
            "section": "Introduction"
        },
        {
            "text": "2 We aim to identify strategies, techniques, and interventions that could be utilized by providers to help kidney transplant recipients improve and/or maintain adherence to their prescribed medications long term.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Identifying ways to improve medication adherence and compliance has been a topic of investigation for decades. ",
            "section": "Conceptual framework"
        },
        {
            "text": "To date there are more than 18,000 articles in PubMed focusing on \"medication adherence\" and more than 25,000 on \"medication compliance.\" ",
            "section": "Conceptual framework"
        },
        {
            "text": "With the passage of the Affordable Care Act in 2010 and the need to demonstrate better outcomes at a lower cost, medication adherence and compliance has become a growing concern among providers, payers, and other stakeholders.",
            "section": "Conceptual framework"
        },
        {
            "text": "Medications are effective and studies have shown that patients who adhere to their treatment protocols have better health outcomes and lower resource consumption compared to patients that are non-adherent. ",
            "section": "Conceptual framework"
        },
        {
            "text": "2 The challenge is identifying ways to ensure initial adherence and maintaining this behavior over the course of treatment. ",
            "section": "Conceptual framework",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Previous studies have shown that the kidney transplant population is not homogeneous with respect to a predisposition for medication adherence, and individual behaviors can be modified through self-management techniques and interventions targeted at the health care system. ",
            "section": "Conceptual framework"
        },
        {
            "text": "2,17 While some existing interventions show promise, they range in terms of their effectiveness and durability of improving adherence long term. ",
            "section": "Conceptual framework",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "As such, mining the business and social sciences literature as well as the medical literature for applicable interventions and/or metrics or tools that can be directly employed or modified for adherence improvements is warranted.",
            "section": "Conceptual framework"
        },
        {
            "text": "We conduct a scoping review following the methodological framework as described by Arksey and O'Malley 18 (see methodology for additional details). ",
            "section": "Conceptual framework",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "Unlike a systematic review, the scoping review allows us to rapidly assess a breadth of available literature and summarize a range of findings regardless of field of study or study design. ",
            "section": "Conceptual framework"
        },
        {
            "text": "We assess industries outside health care for relevant models and, as the desired outcome is a changed behavior, we also assess patient engagement and behavioral economic literature to determine if there are adherence engaging interventions applicable to the kidney transplant population.",
            "section": "Conceptual framework"
        },
        {
            "text": "We conducted a scoping review to find established or novel interventions to improve medication adherence among kidney transplant recipients. ",
            "section": "Methodology"
        },
        {
            "text": "We followed Arksey and O'Malley's five-stage framework with a few modifications including the addition of the optional consultation exercise. ",
            "section": "Methodology"
        },
        {
            "text": "Figure 1 shows the five stages of the scoping review framework.",
            "section": "Methodology",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "The following three questions are addressed in this scoping review: (1) Can established approaches from outside health care be used to improve medication adherence; (2) Can we use insights from patient engagement theories to improve medication adherence; and (3) Can we apply behavioral economic principles and techniques to the kidney transplant population to improve medication adherence? ",
            "section": "Framework stage 1: identify the research question(s)"
        },
        {
            "text": "See section \"Conceptual framework\" for rationale.",
            "section": "Framework stage 1: identify the research question(s)"
        },
        {
            "text": "To identify articles relevant to our research areas, we used a combination of sources including electronic databases, reference lists from applicable articles, a brainstorming session, and consultative interviews. ",
            "section": "Framework stage 2: identify relevant studies"
        },
        {
            "text": "The latter is considered an optional stage that we labeled as stage 2a.",
            "section": "Framework stage 2: identify relevant studies"
        },
        {
            "text": "For the electronic database search our primary source was the University of Minnesota Library's MNCAT Discovery. ",
            "section": "Framework stage 2: identify relevant studies",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 86,
                    "end": 93,
                    "rawForm": "Library",
                    "resp": "whitelist",
                    "id": "bf6be9f60d-software-simple-w0"
                }
            ]
        },
        {
            "text": "19 MNCAT is a search tool that combines the traditional library catalog of databases with a large interdisciplinary search for journal, magazine, and newspaper articles. ",
            "section": "Framework stage 2: identify relevant studies",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "19"
                }
            ]
        },
        {
            "text": "It provides more of a cross section of results and includes more than 500 active sources such as PubMed, Medline, EBSCO, and Business Source Premiere. ",
            "section": "Framework stage 2: identify relevant studies",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 114,
                    "end": 119,
                    "rawForm": "EBSCO",
                    "resp": "whitelist",
                    "id": "bf6be9f60d-software-simple-w1"
                },
                {
                    "type": "software",
                    "start": 134,
                    "end": 140,
                    "rawForm": "Source",
                    "resp": "whitelist",
                    "id": "bf6be9f60d-software-simple-w2"
                },
                {
                    "type": "software",
                    "start": 141,
                    "end": 149,
                    "rawForm": "Premiere",
                    "resp": "whitelist",
                    "id": "bf6be9f60d-software-simple-w3"
                }
            ]
        },
        {
            "text": "The initial search focused on peer-reviewed journal articles with variations on the following search terms: behavioral economics, patient engagement, medication adherence and outcomes for patients with chronic illnesses, interventions to improve medication non-adherence, RTRs, and durability, and longitudinal adherence studies. ",
            "section": "Framework stage 2: identify relevant studies"
        },
        {
            "text": "For other industries, we choose key words that would likely influence a behavior including behavioral change strategies, forming habits, customer engagement, and customer loyalty. ",
            "section": "Framework stage 2: identify relevant studies"
        },
        {
            "text": "We recognized some of these industries may have limited peerreviewed publications, so we also conducted general Google searches using the search terms listed above.",
            "section": "Framework stage 2: identify relevant studies",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 112,
                    "end": 118,
                    "rawForm": "Google",
                    "resp": "whitelist",
                    "id": "bf6be9f60d-software-simple-w4"
                }
            ]
        },
        {
            "text": "When search terms reached saturation (e.g. similar references or primary research already discussed in a systematic review), we presumed that the review was nearly exhaustive and moved to the next search term. ",
            "section": "Framework stage 2: identify relevant studies"
        },
        {
            "text": "As this was a scoping review, we did not document all study queries nor review all abstracts or articles from each search term. ",
            "section": "Framework stage 2: identify relevant studies"
        },
        {
            "text": "Instead we moved forward with reviewing the articles, scanning the reference lists for applicable articles, and determining if the article was applicable for study selection. ",
            "section": "Framework stage 2: identify relevant studies"
        },
        {
            "text": "To minimize overlooking useful methods or tools, we did not set strict parameters around years searched but we did find that articles pre-2005 were often cited in more recent articles and were therefore considered redundant for the purposes of this review.",
            "section": "Framework stage 2: identify relevant studies"
        },
        {
            "text": "As Arksey and O'Malley point out, the use of existing knowledge and networks can provide additional information to include or help frame the scoping review. ",
            "section": "Framework stage 2: identify relevant studies"
        },
        {
            "text": "At the start of our review, we conducted a brainstorming session to identify industries likely to have engagement (e.g. customer-service dynamic) and behavioral (e.g. loyalty) aspects over time. ",
            "section": "Framework stage 2: identify relevant studies"
        },
        {
            "text": "Our network consisted of the three researchers on our team, including a transplant surgeon, a health care economist, and a consultant with experience in the health care provider sector, along with two others, including a transplant nurse and a pediatric nephrologist, who attended the 2008 Non-adherence Consensus Conference. ",
            "section": "Framework stage 2: identify relevant studies"
        },
        {
            "text": "At this session, we identified the following industries/fields to include as \"other industries\": retail, finance, the military, social media, organizations using 360-degree reviews, and support group organizations such as Alcoholics Anonymous (AA) and Weight Watchers (WW). ",
            "section": "Framework stage 2: identify relevant studies"
        },
        {
            "text": "We also discussed the outcomes of the Non-Adherence Consensus Conference to identify gaps and prevent us from replicating research efforts already underway. ",
            "section": "Framework stage 2: identify relevant studies"
        },
        {
            "text": "To refine our literature review and gain further insight on existing approaches and interventions in practice, we conducted six interviews. ",
            "section": "Framework stage 2a: consultation exercise"
        },
        {
            "text": "Interviews were consultative in nature. ",
            "section": "Framework stage 2a: consultation exercise"
        },
        {
            "text": "Below is a brief overview of the interviewees' industry and rationale for why they were chosen. ",
            "section": "Framework stage 2a: consultation exercise"
        },
        {
            "text": "Interviewees are referenced in the results section where applicable.",
            "section": "Framework stage 2a: consultation exercise"
        },
        {
            "text": "teams across many industries-The purpose of this interview was to identify other applicable industries that were not identified in our brainstorming session.",
            "section": "Executive health coach who works with executive"
        },
        {
            "text": "interview focused on understanding strategies to engage customers and/or promote behavior change. ",
            "section": "Vice president of a large financial institution-This"
        },
        {
            "text": "3. ",
            "section": "Vice president of a large financial institution-This"
        },
        {
            "text": "Principal at a large consulting firm who advises hospital and health system executives on strategic and operational issues-The goal of this interview was to determine what patient engagement (or other interventions) are being tested that may be too \"novel\" for publication.",
            "section": "Vice president of a large financial institution-This"
        },
        {
            "text": "northern California-The purpose of this interview was to identify strategies being used at a large, reputable transplant center.",
            "section": "Manager of a top performing transplant center in"
        },
        {
            "text": "Minnesota-The purpose of this interview was to gain additional information on the Patient Activation Measure (PAM) currently used in a primary care setting. ",
            "section": "Registered nurse at a large health system in"
        },
        {
            "text": "6. ",
            "section": "Registered nurse at a large health system in"
        },
        {
            "text": "Researcher and co-developer of the PAM-The focus of this interview was to learn more about PAM and its potential utility in the ESRD and kidney transplant population. ",
            "section": "Registered nurse at a large health system in"
        },
        {
            "text": "PAM is materialized in our literature search for patient engagement and in reference lists. ",
            "section": "Registered nurse at a large health system in"
        },
        {
            "text": "While PAM is excluded from our results section as it is not an intervention, it is one way to help better target interventions to a population of patients and is therefore included in the discussion section.",
            "section": "Registered nurse at a large health system in"
        },
        {
            "text": "To ensure that the studies selected addressed our research questions, we developed criteria for inclusion. ",
            "section": "Framework stage 3: study selection"
        },
        {
            "text": "Given that the framework stages 2-4 are iterative, our criteria were revised throughout the process as we became more familiar with the literature. ",
            "section": "Framework stage 3: study selection"
        },
        {
            "text": "The inclusion criteria included:",
            "section": "Framework stage 3: study selection"
        },
        {
            "text": "1. An intervention: For all three research areas (other industries, patient engagement, and behavioral economics), the study had to include a strategy, method, or intervention to ",
            "section": "Framework stage 3: study selection"
        },
        {
            "text": "(a) improve medication adherence or adherence to a treatment regimen, ",
            "section": "Framework stage 3: study selection"
        },
        {
            "text": "(b) change a behavior, ",
            "section": "Framework stage 3: study selection"
        },
        {
            "text": "(c) form a habit, or ",
            "section": "Framework stage 3: study selection"
        },
        {
            "text": "(d) influence a desired outcome (e.g. customer loyalty);",
            "section": "Framework stage 3: study selection"
        },
        {
            "text": "2. Systematic review of interventions: As we were not conducting a systematic review, we prioritized our research efforts on systematic review with a number of interventions rather than reanalyzing all primary research studies. ",
            "section": "Framework stage 3: study selection"
        },
        {
            "text": "This allowed us to identify and assess multiple interventions quickly. ",
            "section": "Framework stage 3: study selection"
        },
        {
            "text": "3. Interventions from primary research: We did include primary research studies that were unique and not included in systematic reviews. ",
            "section": "Framework stage 3: study selection",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "In some cases, we included primary studies from reviews if the review was lacking details that contributed to stage 4 of our framework (chart the data).",
            "section": "Framework stage 3: study selection"
        },
        {
            "text": "As we reviewed patient engagement and behavioral economic interventions we further researched whether these interventions were already being used in the transplant community. ",
            "section": "Interventions specific to kidney transplant recipients:"
        },
        {
            "text": "This was necessary as our focus was on new or different approaches that we refer to as \"novel\" for our purposes. ",
            "section": "Interventions specific to kidney transplant recipients:"
        },
        {
            "text": "For example, motivational interviewing (MI) and behavioral contracting were identified as behavioral change strategies used to improve adherence for patient with chronic conditions. ",
            "section": "Interventions specific to kidney transplant recipients:"
        },
        {
            "text": "After adding renal transplant to our search term, we found both of these are known techniques at some transplant centers, but the degree to which they are used and effective remained to be determined. ",
            "section": "Interventions specific to kidney transplant recipients:"
        },
        {
            "text": "As such, some of these studies were included for additional analysis.",
            "section": "Interventions specific to kidney transplant recipients:"
        },
        {
            "text": "In systematic reviews and meta-analyses, this stage would involve more rigorous quantitative methods and statistical analysis. ",
            "section": "Framework stage 4: chart the data"
        },
        {
            "text": "For this review, stage 4 was used to synthesize our findings quantitatively (if data was available) and qualitatively through common themes. ",
            "section": "Framework stage 4: chart the data"
        },
        {
            "text": "For example, findings from other industries were more qualitative in nature with results presented as themes. ",
            "section": "Framework stage 4: chart the data"
        },
        {
            "text": "However, patient engagement and behavioral economic interventions had more quantitative elements allowing us to group interventions by other criteria such as type of intervention, industry/disease state, study timeframe (duration), frequency of engagement (by whom), outcomes, and applicability to the kidney transplant population. ",
            "section": "Framework stage 4: chart the data"
        },
        {
            "text": "As we populated the tables for analysis, we recognized that many of the patient engagement interventions were not novel and became redundant with other systematic reviews. ",
            "section": "Framework stage 4: chart the data"
        },
        {
            "text": "Rather than replicating these studies, we stratified papers for frequency of interactions and durability of behavior change over time; both of which were our criteria for addressing applicability to the kidney transplant population (e.g. Is it feasible for transplant centers to implement this intervention from a resource and cost perspective and will the intervention be sustainable to improve 5-and 10-year graft function?). ",
            "section": "Framework stage 4: chart the data"
        },
        {
            "text": "Behavioral economics literature did not appear in any combined transplant literature reviewed, so we included more details for this area in the narrative and through the use of a summary table, outlining the type of intervention, examples of how it has been used, and the advantages and disadvantages of the intervention as it relates to improving or changing a desired behavior.",
            "section": "Framework stage 4: chart the data"
        },
        {
            "text": "The benefit of conducting a scoping review is the opportunity to discuss a broad range of material. ",
            "section": "Framework stage 5: collate, summarize, and report results"
        },
        {
            "text": "The difficulty is determining the best way to report the results in a meaningful and concise way. ",
            "section": "Framework stage 5: collate, summarize, and report results"
        },
        {
            "text": "Given the heterogeneity in the three areas assessed (other industries, patient engagement, and behavioral economics), we did not aggregate all findings, but chose to present results by each area. ",
            "section": "Framework stage 5: collate, summarize, and report results"
        },
        {
            "text": "We summarize our findings through common themes, figures, and tables with emphasis on commonalities or differences that are most informative of the interventions reviewed. ",
            "section": "Framework stage 5: collate, summarize, and report results"
        },
        {
            "text": "We present a qualitative summary of our findings below.",
            "section": "Framework stage 5: collate, summarize, and report results"
        },
        {
            "text": "Similar to systematic reviews, scoping reviews are also at risk for limitations such as selection bias. ",
            "section": "Limitations to the study"
        },
        {
            "text": "While we made every attempt to minimize selection bias, we recognize the benefits of an iterative process (stages 2-4) allowed us to modify and refine our methodology as we progressed, but may have also resulted in subjectivity around key decision items. ",
            "section": "Limitations to the study"
        },
        {
            "text": "In setting parameters around key words searched and other industries, stages 2 and 2a, we may have excluded industries that could have proved beneficial to include. ",
            "section": "Limitations to the study"
        },
        {
            "text": "We believe our review of references and the inclusion of additional key words after our initial search helped prevent this from being an issue. ",
            "section": "Limitations to the study"
        },
        {
            "text": "At the onset of the study, we also set a timeframe and budget of 6 months to complete all five stages. ",
            "section": "Limitations to the study"
        },
        {
            "text": "As such, we had a cut-off time period for our literature search (stage 3), which may have resulted in relevant papers being missed. ",
            "section": "Limitations to the study"
        },
        {
            "text": "To correct for this, we included additional references from 2015 while editing the manuscript. ",
            "section": "Limitations to the study"
        },
        {
            "text": "In stage 4, to determine if a strategy or intervention was applicable to the kidney transplant population, we relied on existing literature and stratified studies based on resource need/consumption (frequency and type of engagement) and duration of the intervention over time. ",
            "section": "Limitations to the study"
        },
        {
            "text": "By applying this consistently across interventions reviewed, we believe we removed potential bias of arbitrarily selecting specific interventions.",
            "section": "Limitations to the study"
        },
        {
            "text": "After completing stages 2 through 4 of our scoping review methodology, 129 full-text articles were reviewed. ",
            "section": "Results"
        },
        {
            "text": "Forty-six articles (other industries n = 10, patient engagement n = 20, and behavioral economics n = 16) met our inclusion criteria for further review and analysis.",
            "section": "Results"
        },
        {
            "text": "Overall our review suggests that no new intervention stands out as superior or likely to be more effective than other interventions at improving medication adherence. ",
            "section": "Results"
        },
        {
            "text": "Yet promising strategies and interventions were identified that can enhance existing methods or be incorporated as new methods to improve adherence among kidney transplant recipients. ",
            "section": "Results"
        },
        {
            "text": "We summarize these strategies and interventions according to our three question areas: (1) findings from other industries; (2) insights from patient engagement theories and practices; and (3) behavioral economic principles and interventions.",
            "section": "Results"
        },
        {
            "text": "In our review of the literature for other industries, we found that RCTs are rarely performed. ",
            "section": "Findings from other industries"
        },
        {
            "text": "As we grouped articles by commonalities, however, three behavioral themes emerged:",
            "section": "Findings from other industries"
        },
        {
            "text": "(1) relationships built on trust contribute to loyalty and continued engagement; (2) peer pressure is a powerful behavior modifier; and (3) individual rewards, attention, and recognition help maintain motivation. ",
            "section": "Findings from other industries"
        },
        {
            "text": "These themes were viewed as potentially applicable to transplant centers to improve medication adherence through enhancing engagement (e.g. developing brand loyalty) and by directly improving adherence (e.g. showing conformity of behavior to a desired pattern). ",
            "section": "Findings from other industries"
        },
        {
            "text": "Each of these themes and their applicability to transplant centers are discussed further below.",
            "section": "Findings from other industries"
        },
        {
            "text": "1. Relationships built on trust contribute to loyalty and continued engagement. ",
            "section": "Findings from other industries"
        },
        {
            "text": "In a report by Gallup, successful companies win customers for life by emotionally connecting to their customers and continuing to measure customer engagement. ",
            "section": "Findings from other industries"
        },
        {
            "text": "20 Turbo Tax ® recognizes the emotional needs and psychological barriers of tax payers that must be addressed to effectively engage them in the tax preparation process. ",
            "section": "Findings from other industries",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 3,
                    "end": 8,
                    "rawForm": "Turbo",
                    "resp": "whitelist",
                    "id": "bf6be9f60d-software-simple-w5"
                }
            ]
        },
        {
            "text": "Their online filing process uses statements like \"we double check your tax returns\" and provides positive reinforcement by showing refund amounts throughout the process to empathize with and nurture their customers. ",
            "section": "Findings from other industries"
        },
        {
            "text": "They also personalize the process and make it easy for customers to navigate by offering live chat or phone support and including features such as the ability to save and come back when needed. ",
            "section": "Findings from other industries"
        },
        {
            "text": "21 An online survey by Fulcrum found that retail companies such as Baskin Robins, Ruby's and Starbucks, who recognized their customers' birthdays, not only strengthened the customer relationship but increased customer loyalty by 87%. ",
            "section": "Findings from other industries",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 82,
                    "end": 86,
                    "rawForm": "Ruby",
                    "resp": "whitelist",
                    "id": "bf6be9f60d-software-simple-w6"
                }
            ]
        },
        {
            "text": "22 In grocery retailing, Guenzi et al. 23 found that customer trust in the sales associate and brand products increased perceived value and store loyalty. ",
            "section": "Findings from other industries",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                },
                {
                    "start": 39,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "They recommend retailer's focus on building trust as an alternative to price cuts and promotions to foster store patronage. ",
            "section": "Findings from other industries"
        },
        {
            "text": "Even the military, which is based on command and control, emphasizes that a continuous flow of information between a senior officer and subordinates makes the system work. ",
            "section": "Findings from other industries"
        },
        {
            "text": "24 In health care, there is a growing amount of evidence that patients who are engaged, active participants in their own care, have better health outcomes and measureable cost savings. ",
            "section": "Findings from other industries",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24"
                }
            ]
        },
        {
            "text": "25 The challenge is that patient engagement changes over time indicating a need for transplant centers to continue to cultivate and preserve relationships over the long term (Hibbard J, 1 October 2014, consultative interview).",
            "section": "Findings from other industries",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "Attendance at programs such as AA and WW is associated with abstinence from drinking and weight loss. ",
            "section": "Peer pressure is a powerful behavior modifier."
        },
        {
            "text": "26,27 Much of the success has been attributed to sharing stories which fosters human contact, selfexamination, and self-expression. ",
            "section": "Peer pressure is a powerful behavior modifier.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "26 Social support has been used to address forgetfulness as a reason for non-adherence, yet the small nature of the association suggests that social support alone may not be as effective as combining social support with other interventions. ",
            "section": "Peer pressure is a powerful behavior modifier.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "28  . ",
            "section": "Peer pressure is a powerful behavior modifier.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "Both AA and WW provide chips or tokens at specific milestones to recognize and reward a behavior. ",
            "section": "Peer pressure is a powerful behavior modifier."
        },
        {
            "text": "Many have described these as motivational, which help maintain the desired behavior. ",
            "section": "Peer pressure is a powerful behavior modifier."
        },
        {
            "text": "26 360-degree reviews, when implemented correctly, provide a framework to recognize an employee's contributions and identify an action plan to foster continuous improvements and career development. ",
            "section": "Peer pressure is a powerful behavior modifier.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "29 Similar to the barriers to medication adherence, motivational strategies to influence a behavioral change varies by individual.2,30 For example, WW offers in-person meetings and an online program. ",
            "section": "Peer pressure is a powerful behavior modifier.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 191,
                    "end": 198,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "bf6be9f60d-software-simple-w7"
                }
            ]
        },
        {
            "text": "Determining which option will work best depends on an individual's will power and determination. ",
            "section": "Peer pressure is a powerful behavior modifier."
        },
        {
            "text": "The online program takes more discipline while the inperson meetings allow people to witness others with similar experiences, a technique that often provides the drive needed to keep people dedicated.31 ",
            "section": "Peer pressure is a powerful behavior modifier.",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 11,
                    "end": 18,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "bf6be9f60d-software-simple-w8"
                }
            ]
        },
        {
            "text": "This suggests that multiple interventions are likely to be needed to elicit an effective behavioral response for an individual or subset of the population.",
            "section": "Peer pressure is a powerful behavior modifier."
        },
        {
            "text": "The connection between better health outcomes at a lower cost and the passage of the Affordable Care Act in 2010, \"Patient engagement\" has been gaining attention from providers, researchers, policymakers, employers, and insurers. ",
            "section": "Insights from patient engagement"
        },
        {
            "text": "25 The challenge with identifying patient engagement strategies in practice is a lack of consensus around the term's definition. ",
            "section": "Insights from patient engagement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "Some view patient engagement as a risk factor, yet others describe it as a strategy. ",
            "section": "Insights from patient engagement"
        },
        {
            "text": "32 We also found interventions to improve engagement varied in what constituted engagement (e.g. engagement, self-efficacy, communication) and whether or not the intervention was effective.",
            "section": "Insights from patient engagement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "Through our review of patient engagement interventions with a follow-up review of the transplant literature, many patient engagement interventions are known in the transplant community and are therefore not deemed novel. ",
            "section": "Insights from patient engagement"
        },
        {
            "text": "For example, education sessions, case-management, self-management, health coaching, and decision aids are all used to improve medication adherence for patients with chronic conditions and several of them are used by some kidney transplant centers. ",
            "section": "Insights from patient engagement"
        },
        {
            "text": "The issue is that they vary widely in their effectiveness and, where studied, only some lead to improved outcomes. ",
            "section": "Insights from patient engagement"
        },
        {
            "text": "In a systematic review of 20 interventions to improve adherence for chronic illnesses, Viswanathan et al. 33 found only one intervention-education with behavioral support through continued patient contact-showed consistent evidence of improved adherence. ",
            "section": "Insights from patient engagement",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33"
                }
            ]
        },
        {
            "text": "In another systematic review of 10 interventions, only integrative health coaching for diabetics was shown to improve adherence. ",
            "section": "Insights from patient engagement"
        },
        {
            "text": "The other nine interventions, which were primarily self-management programs, did show improvements in other factors such as self-efficacy, healthy behaviors, and outcomes (e.g. lower HbA1C), yet results varied by study. ",
            "section": "Insights from patient engagement"
        },
        {
            "text": "32 Other methods such as behavioral contracts, MI, and appointment-based models (ABMs) (or medication synchronization programs) are also being investigated. ",
            "section": "Insights from patient engagement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "Behavioral contracts have improved medication adherence in adult RTRs. ",
            "section": "Insights from patient engagement"
        },
        {
            "text": "15 MI, an empathic, non-judgmental style of interviewing that encourages patients to determine and verbalize their own goals for a behavior or behavior change, improved medication and visit adherence over traditional methods. ",
            "section": "Insights from patient engagement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "30,34 In a RCT, Paradis et al. 35 found combining the transtheoretical model stages of change with MI-improved medication adherence for heart failure patients. ",
            "section": "Insights from patient engagement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34"
                },
                {
                    "start": 31,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35"
                }
            ]
        },
        {
            "text": "Multidimensional interventions are increasing. ",
            "section": "Insights from patient engagement"
        },
        {
            "text": "In a 2008 meta-analysis, only 5 of 13 studies using mixed interventions improved adherence. ",
            "section": "Insights from patient engagement"
        },
        {
            "text": "36 The ABM, an intervention which combines monthly pharmacy counseling sessions with prescription refill synchronization, showed patients using it were 3-6 times more likely to be adherent compared with a control group. ",
            "section": "Insights from patient engagement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36"
                }
            ]
        },
        {
            "text": "37 In 2011, Berben et al. 14 conducted a survey of current clinical practice to identify interventions used by health care professionals to enhance medication adherence in transplant patients. ",
            "section": "Insights from patient engagement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "37"
                },
                {
                    "start": 26,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "They classified interventions into educational/cognitive, counseling/behavioral, and psychological/affective. ",
            "section": "Insights from patient engagement"
        },
        {
            "text": "They found that interventions showing evidence of promoting healthy behaviors or improving adherence appear to be rarely used by transplant centers. ",
            "section": "Insights from patient engagement"
        },
        {
            "text": "Figure 2 illustrates the interventions in a modified, conceptual graphic.",
            "section": "Insights from patient engagement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "From Figure 2, interventions identified as being more effective at improving adherence (e.g. behavioral contracts, support groups, peer mentoring, intense counseling by pharmacists) are used less frequently by transplant centers. ",
            "section": "Insights from patient engagement",
            "ref_spans": [
                {
                    "start": 5,
                    "end": 13,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Some interventions, used more frequently by transplant centers, such as establishing a partnership, providing written materials, and using cues, have shown evidence of improving adherence. ",
            "section": "Insights from patient engagement"
        },
        {
            "text": "38,39 Interventions combing multiple strategies and targeting providers have also shown significant improvements in adherence; although they vary in their degree of effectiveness with minimal evidence supporting any one strategy. ",
            "section": "Insights from patient engagement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "38,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "39"
                }
            ]
        },
        {
            "text": "2,17 As described in almost all studies mentioning the interventions above, many are personnel-intensive, costly, and have only been tested over a short duration. ",
            "section": "Insights from patient engagement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "For example, studies that tested interventions such as counseling, health coaching, self-management programs, and behavioral contracting, involved frequent interactions (weekly, monthly, and quarterly) over a short-time period (ranging from 6 weeks to 24 months, with most interventions lasting 12 months or less). ",
            "section": "Insights from patient engagement"
        },
        {
            "text": "15,32,38 Patient engagement interventions have expanded beyond the physician-patient relationship to other care team members-such as pharmacists, nurses, social workers, and case managers-and peer mentors. ",
            "section": "Insights from patient engagement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "38"
                }
            ]
        },
        {
            "text": "Joost et al. 40 found that 30-min counseling sessions with a pharmacist focused on educational, behavioral, and technical aspects improved medication adherence in kidney transplant patients. ",
            "section": "Insights from patient engagement",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "40"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 5,
                    "rawForm": "Joost",
                    "resp": "whitelist",
                    "id": "bf6be9f60d-software-simple-w9"
                }
            ]
        },
        {
            "text": "Peer-led workshops increased healthy behaviors among patients with HIV and other chronic conditions. ",
            "section": "Insights from patient engagement",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 4,
                    "rawForm": "Peer",
                    "resp": "whitelist",
                    "id": "bf6be9f60d-software-simple-w10"
                }
            ]
        },
        {
            "text": "30,41 Technology-based interventions also are increasing. ",
            "section": "Insights from patient engagement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "text": "41"
                }
            ]
        },
        {
            "text": "These include internet-based self-management programs, medication reminders via text message, telemonitoring, mobile applications, and social media. ",
            "section": "Insights from patient engagement"
        },
        {
            "text": "While there has been some success with internet-based programs, tablets and mobile apps, and text messaging, many of these are still in development and continue to have challenges. ",
            "section": "Insights from patient engagement"
        },
        {
            "text": "32,42,43 For example, telemonitoring and iPhone chats with providers are not yet reimbursed and the use of electronic health records (EHRs) and social media are slow on the uptake; the latter is for fear of breaching professional confidentiality. ",
            "section": "Insights from patient engagement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "42,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "43"
                }
            ]
        },
        {
            "text": "25,44,45 ",
            "section": "Insights from patient engagement",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "44,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "45"
                }
            ]
        },
        {
            "text": "Behavioral Economics relies heavily on psychology and other social sciences, and differs from patient engagement theories and traditional economics in that it is based on the belief that individuals make \"predictably irrational\" decisions. ",
            "section": "Behavioral economics"
        },
        {
            "text": "46 While some decisions are based on reasoning, behavioral economists believe most people act intuitively; and this intuitiveness can be predictable. ",
            "section": "Behavioral economics",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "46"
                }
            ]
        },
        {
            "text": "47 Behavioral economists also believe patient engagement may or may not be needed to invoke a behavioral change. ",
            "section": "Behavioral economics",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "47"
                }
            ]
        },
        {
            "text": "Blumenthal-Barby and Burroughs 48 further explain that people are motivated by incentives-with more sensitivity to losses than gains. ",
            "section": "Behavioral economics"
        },
        {
            "text": "As a result, behavioral economic interventions are typically in the form of financial incentives and nudges, which preserve people's freedom by guiding them to a choice rather than specifying a designated treatment regimen. ",
            "section": "Behavioral economics"
        },
        {
            "text": "46  Table 1 provides an overview of the types of nudges and financial incentives reviewed, select examples of where these have been utilized, and the advantages and disadvantages of each as they relate to improving medication adherence for kidney transplant recipients.",
            "section": "Behavioral economics",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "46"
                },
                {
                    "start": 4,
                    "end": 11,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Behavioral economic principles have been used by other industries for decades. ",
            "section": "Behavioral economics"
        },
        {
            "text": "The most notable example is the 401(k) retirement plans from companies. ",
            "section": "Behavioral economics"
        },
        {
            "text": "Historically, companies offered employees the choice of enrolling in a 401(k) plan. ",
            "section": "Behavioral economics"
        },
        {
            "text": "By incorporating active choice, a strategy that requires individuals to select between options, companies experienced a 28% increase in 401(k) participation over the standard opt in procedure. ",
            "section": "Behavioral economics"
        },
        {
            "text": "Applying loss aversion through enhanced active choice (e.g. \"I don't want to enroll in a 401(k) plan and don't want to take advantage of the employer match\") has been shown to induce more compliance. ",
            "section": "Behavioral economics"
        },
        {
            "text": "57,58 The federal Administration of Children and Families (ACF) used a series of interventions to encourage Texas prison inmates to lower the amount of child support they owe while they are in prison. ",
            "section": "Behavioral economics",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "57,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "58"
                }
            ]
        },
        {
            "text": "The primary driver is that state welfare agencies are at risk of losing federal funding for late and unpaid child support payments. ",
            "section": "Behavioral economics"
        },
        {
            "text": "The interventions included sending a teaser postcard before the official letter arrived, printing materials on blue paper to distinguish it from other mail,explaining other parents had successfully reduced their child support, and sending a reminder postcard for those that did not respond. ",
            "section": "Behavioral economics",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "50"
                },
                {
                    "start": 180,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "51"
                },
                {
                    "start": 239,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "52"
                },
                {
                    "start": 260,
                    "end": 263,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "53,"
                },
                {
                    "start": 263,
                    "end": 265,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "54"
                }
            ]
        },
        {
            "text": "While fewer than 50% of eligible inmates participated, a social science researcher at ACF explains this was a big impact at a low cost. ",
            "section": "Behavioral economics"
        },
        {
            "text": "59 More recently, researchers have partnered with employers, insurers, and pharmacy benefit managers to develop (or investigate) the use of behavioral economics in the health care industry. ",
            "section": "Behavioral economics",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "59"
                }
            ]
        },
        {
            "text": "Interventions have ranged from simple nudges such as promoting seat belt use or encouraging more healthy eating choices by putting the salad bar at the front of a buffet to increasing organ donation and providing financial incentives and peer mentoring to improve medication adherence for patients with chronic conditions. ",
            "section": "Behavioral economics"
        },
        {
            "text": "While many interventions target the patient, some target physicians. ",
            "section": "Behavioral economics"
        },
        {
            "text": "For example, a radiologist spent more time with a patient's report and felt more connected to the patient when the patient's picture was attached to an X-ray. ",
            "section": "Behavioral economics"
        },
        {
            "text": "Patients were 24 times more likely to have a sigmoidoscopy and 9 times more likely to have a fecal occult blood test relative to a control group when physicians suggested screening for colon cancer. ",
            "section": "Behavioral economics"
        },
        {
            "text": "48 These types of nudges are geared toward individuals making one-time decisions (e.g. organ donation). ",
            "section": "Behavioral economics"
        },
        {
            "text": "If the goal is to improve medication adherence (a behavior that occurs frequently), then the intervention should occur just as frequently. ",
            "section": "Behavioral economics",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "48"
                }
            ]
        },
        {
            "text": "Behavioral economists believe automated hovering is one way to do this. ",
            "section": "Behavioral economics"
        },
        {
            "text": "55 Automated hovering has been described as a cost-effective way to monitor and provide feedback to patients. ",
            "section": "Behavioral economics"
        },
        {
            "text": "Examples include NudgerSize TM (an iPhone application that sends daily exercise reminders to users), electronic pill bottles, glucometers and other devices that transmit information from the patient to the provider. ",
            "section": "Behavioral economics",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "55"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 17,
                    "end": 27,
                    "rawForm": "NudgerSize",
                    "resp": "whitelist",
                    "id": "bf6be9f60d-software-simple-w11"
                }
            ]
        },
        {
            "text": "55 Automatic entry into a daily lottery for taking pills is another example. ",
            "section": "Behavioral economics"
        },
        {
            "text": "While there are advantages to using automated hovering (e.g. less resource intensive option for daily engagement), it is not for everyone. ",
            "section": "Behavioral economics",
            "ref_spans": [
                {
                    "start": 34,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "55"
                }
            ]
        },
        {
            "text": "Asch et al. 60 explain that cell phones and automatic pill bottle reminders are not ideal for someone frequently hospitalized who likely requires a more personnel-intensive approach. ",
            "section": "Behavioral economics",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "60"
                }
            ]
        },
        {
            "text": "In a RCT using electronic pill bottles to improve warfarin adherence, only patients with baseline international normalized ratio (INR) below the therapeutic range showed significant improvements in anticoagulation, indicating that the intervention worked for only a subset of the population. ",
            "section": "Behavioral economics"
        },
        {
            "text": "51 Studies using financial incentives to influence a behavioral response varied in their effectiveness. ",
            "section": "Behavioral economics"
        },
        {
            "text": "Of those with evidence of effectiveness, many included some form of interaction with health care professionals or peers, and most behaviors reverted back to baseline once the intervention stops. ",
            "section": "Behavioral economics",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "51"
                }
            ]
        },
        {
            "text": "Similarly, offering co-payment reductions through value-based insurance design or linking premiums to healthy behaviors has only had modest impacts. ",
            "section": "Behavioral economics"
        },
        {
            "text": "55 In a 2009 systematic review, adult RTRs, when offered free IST, were 95% adherent 6 months post-transplant yet only 48% adherent at 12 months with many becoming non-adherent by the 10th month. ",
            "section": "Behavioral economics",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "55"
                }
            ]
        },
        {
            "text": "The conclusion was that cost does not appear to influence adherence. ",
            "section": "Behavioral economics"
        },
        {
            "text": "16 Volpp et al. 61 explain the effectiveness of the incentive depends on how they are framed, timed, and distributed, and should ideally be small and combined with frequent positive feedback and rewards.",
            "section": "Behavioral economics",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                },
                {
                    "start": 127,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "61"
                }
            ]
        },
        {
            "text": "Behavioral economics starts with the simplest and most cost-effective interventions first, then moves to more indepth, personnel-intensive approaches if the initial intervention fails. ",
            "section": "Behavioral economics"
        },
        {
            "text": "7,60 For example, in a Centers for Medicare and Medicaid Services (CMS) trial to improve medication adherence and health outcomes for acute MI patients, participants follow a cascade of interventions starting with a pill bottle that tracks and wirelessly transmits data about their medication use. ",
            "section": "Behavioral economics",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "60"
                }
            ]
        },
        {
            "text": "Patients who take their medication are entered into a daily sweepstakes and eligible for cash prizes. ",
            "section": "Behavioral economics"
        },
        {
            "text": "Patients are then contacted the next day (via email, text, or voice recording) to (1) inform them of their prize or (2) inform them about what they could have won had if they had taken their medication. ",
            "section": "Behavioral economics"
        },
        {
            "text": "If patients miss more than two medications, a family member or other support person is contacted in an effort to provide social pressure to encourage adherence. ",
            "section": "Behavioral economics"
        },
        {
            "text": "If the patient misses four consecutive doses, then a clinical social worker is employed. ",
            "section": "Behavioral economics"
        },
        {
            "text": "Combining a behavioral nudge with technology, followed by involvement with a social worker if needed, is thought to improve traditional care management interventions. ",
            "section": "Behavioral economics"
        },
        {
            "text": "46 Further studies of behavioral economic interventions within the transplant community will be needed to quantify effectiveness and cost feasibility.",
            "section": "Behavioral economics",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "46"
                }
            ]
        },
        {
            "text": "Adherence to immunosuppressive medications is necessary to prevent graft rejection or loss, minimize unnecessary hospitalizations, reduce resource use and costs, and promote positive long-term outcomes and quality of life for kidney transplant recipient. ",
            "section": "Discussion"
        },
        {
            "text": "Despite methods currently in use, the rates of nonadherence-and subsequent suboptimal outcomes-remains a significant health care problem. ",
            "section": "Discussion"
        },
        {
            "text": "We conducted a scoping review to identify methods or tools to improve medication adherence for kidney transplant recipients. ",
            "section": "Discussion"
        },
        {
            "text": "To look for novel approaches, we focused our research on industries outside of health care. ",
            "section": "Discussion"
        },
        {
            "text": "Since taking a pill requires a desired behavior, we also included the fields of patient engagement and behavioral economics.",
            "section": "Discussion"
        },
        {
            "text": "Through this review, we did not find any one intervention or any one area surfacing as superior to any other. ",
            "section": "Discussion"
        },
        {
            "text": "Our assessment of other industries was less scientific compared to patient engagement and behavioral economics. ",
            "section": "Discussion"
        },
        {
            "text": "In our review of the patient engagement literature, we found that many of the interventions are known in the transplant community, yet those that seem most effective are rarely used. ",
            "section": "Discussion"
        },
        {
            "text": "This is likely due to interventions being time-consuming and costly to implement. ",
            "section": "Discussion"
        },
        {
            "text": "Similar to patient engagement, behavioral economic interventions appear to work best when they are multidimensional, combined with frequent engagement, peer mentors, and for a subset of the population that is at higher risk for poor adherence. ",
            "section": "Discussion"
        },
        {
            "text": "Given the potential high cost and the effectiveness tapering off when the intervention stopped, behavioral economic interventions may not be the best option or feasible for individual transplant centers.",
            "section": "Discussion"
        },
        {
            "text": "Despite these shortcomings, we believe the themes and findings from this review can translate into practical applications for transplant centers. ",
            "section": "Discussion"
        },
        {
            "text": "In consolidating our findings, we propose five strategies that transplant centers and other systems can implement to engage patients in a desired behavior. ",
            "section": "Discussion"
        },
        {
            "text": "We recognize some of these are not novel, but we believe should be included as foundational strategies to improving medication adherence:",
            "section": "Discussion"
        },
        {
            "text": "1. Build a foundation of trust-while this is viewed as a central principle in self-management models, not all transplant centers follow this model. ",
            "section": "Discussion",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 3,
                    "end": 8,
                    "rawForm": "Build",
                    "resp": "whitelist",
                    "id": "bf6be9f60d-software-simple-w12"
                }
            ]
        },
        {
            "text": "Patients must feel comfortable discussing potential reasons for non-adherence and understand why adhering to their treatment regimen is important. ",
            "section": "Discussion"
        },
        {
            "text": "The literature supports the idea that adherence to medications depends on believing in the importance of the regimen, followed by the ability and capacity to take the pills. ",
            "section": "Discussion"
        },
        {
            "text": "Most of the existing techniques assume patients are rational beings and that reminding them to take their pills will get the desired result. ",
            "section": "Discussion"
        },
        {
            "text": "This may be necessary, but to date it has not proved to be sufficient. ",
            "section": "Discussion"
        },
        {
            "text": "The patient must actually believe and trust that consistent adherence is more important than not taking the medication. ",
            "section": "Discussion"
        },
        {
            "text": "Trust-building is personnel-intensive and requires frequent levels of engagement that will depend on the individual patient. ",
            "section": "Discussion"
        },
        {
            "text": "2. Employ multiple interventions-there is no consensus that a one-size-fits-all approach exists to improve medication adherence. ",
            "section": "Discussion"
        },
        {
            "text": "What motivates one person may not motivate another. ",
            "section": "Discussion"
        },
        {
            "text": "This holds not only across a patient population, but also for the individual. ",
            "section": "Discussion"
        },
        {
            "text": "Behaviors are emotionally driven and dynamic. ",
            "section": "Discussion"
        },
        {
            "text": "They can change daily and/or with major life events. ",
            "section": "Discussion"
        },
        {
            "text": "Rather than have a laundry list of interventions to pull from, interventions should be prioritized and timed. ",
            "section": "Discussion"
        },
        {
            "text": "For example: most in need. ",
            "section": "Discussion"
        },
        {
            "text": "The use of peer-led workshops and support groups to keep people engaged has been useful, but the duration of the intervention for maintaining consistency is unproven. ",
            "section": "Discussion"
        },
        {
            "text": "Further research is needed around how the frequency and duration of the interventions may impact long-term kidney transplant function.",
            "section": "Discussion"
        },
        {
            "text": "3. Group patients by similar needs-grouping the patient population may be useful to more effectively tailor interventions and manage resources. ",
            "section": "Discussion"
        },
        {
            "text": "While this was exclusion from our review as it is not an intervention, one promising technique is the PAM survey. ",
            "section": "Discussion"
        },
        {
            "text": "Many organization use either the four levels of activation as originally intended or further categorize patients into low (levels 1 and 2) or high (levels 3 and 4). ",
            "section": "Discussion"
        },
        {
            "text": "As patients tend to shift levels over time, the survey should be redistributed on an annual basis to confirm or modify each patient's activation level. ",
            "section": "Discussion"
        },
        {
            "text": "With EHRs, organizations may also choose to look at other predictive risk factors such as age, education, and diversity/culture to create their own customized patient population strata. ",
            "section": "Discussion"
        },
        {
            "text": "4. Develop collaborative partnerships-a transplant center is only one part of the care team needed to support kidney transplant recipients. ",
            "section": "Discussion"
        },
        {
            "text": "Creating smooth transitions will help maintain trust and maximize the likelihood that adherence remains a priority. ",
            "section": "Discussion"
        },
        {
            "text": "Transplant centers need collaborative relationships with community nephrologists, primary care providers, and pharmacists among others to effectively help patients manage their conditions and minimize their confusion from a multitude of potentially conflicting, independent messages. ",
            "section": "Discussion"
        },
        {
            "text": "Partnerships with payers may also prove beneficial especially as the industry continues to move toward value-based insurance design. ",
            "section": "Discussion"
        },
        {
            "text": "Some transplant recipients become non-adherent 36 months post-transplant when Medicare stops paying for immunosuppressive medication. ",
            "section": "Discussion"
        },
        {
            "text": "5. Embed medication adherence into the organization's culture-an initial education session around nonadherence is not enough. ",
            "section": "Discussion"
        },
        {
            "text": "In order to optimize longterm function of kidney grafts, transplant centers need to establish methods to measure and track adherence over time. ",
            "section": "Discussion"
        },
        {
            "text": "Tools to assess risk for or development of non-adherence to immunosuppressive drug regimens should be coupled with adherence-enhancing interventions and effectiveness assessments. ",
            "section": "Discussion"
        },
        {
            "text": "Since many interventions can be personnel-intensive, demonstrating a positive return on investment (ROI) is necessary to compete in an era of efficiency and cost-effectiveness. ",
            "section": "Discussion"
        },
        {
            "text": "Having dedicated social workers and case managers to screen reasons for and provide solutions for non-adherence, along with dedicated pharmacists to help manage and monitor drug regimens, is a start.",
            "section": "Discussion"
        },
        {
            "text": "With an unacceptably high rate of kidney failure among long-term (10-year) kidney transplant recipients attributed to medication non-adherence, finding and implementing strategies to engage patients in their care is necessary for reducing the number of lost kidneys and the associated morbidity, mortality, and health care costs. ",
            "section": "Discussion"
        },
        {
            "text": "The transplant center's goal is to return kidney recipients to a functional life. ",
            "section": "Discussion"
        },
        {
            "text": "As this occurs, the interactions between the transplant center personnel and kidney recipient decreases over time. ",
            "section": "Discussion"
        },
        {
            "text": "While there is inter-and intra-patient variability in what factors keep a patient adherent, failure is more likely when interactions with health care providers diminishes. ",
            "section": "Discussion"
        },
        {
            "text": "New approaches to either extend certain relationships or provide techniques that act as a surrogate to keeping the patient engaged and adherent are warranted. ",
            "section": "Discussion"
        },
        {
            "text": "While the effectiveness of the interventions in the five steps outlined above remains to be determined, we believe these are a step in the right direction for transplant centers and other organizations to consider in their efforts to improve medication adherence.",
            "section": "Discussion"
        },
        {
            "text": "The authors thank Roger Feldman and Thomas Rundall for their comments on earlier versions of this article.",
            "section": "Acknowledgements"
        },
        {
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "section": "Declaration of Conflicting Interests"
        },
        {
            "text": "The author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: This scoping review was funded by Novartis Pharmaceuticals Corporation, Task Order Number HEORUSU200331.",
            "section": "Funding"
        }
    ]
}