{
    "level": "sentence",
    "id": "eda5bdd1ed",
    "abstract": [
        {
            "text": "In the movement to improve the health of patients with multiple chronic conditions and vulnerabilities, while reducing the need for hospitalizations, care management programs have garnered wide attention and support. "
        },
        {
            "text": "The qualitative data presented in this paper sheds new light on key components of successful chronic care management programs. "
        },
        {
            "text": "By going beyond a task-and temporal-based framework, this analysis identifies and defines the importance of ''authentic healing relationships'' in driving individual and systemic change. "
        },
        {
            "text": "Drawing on the voices of 30 former clients of the Camden Coalition of Healthcare Providers, the investigators use qualitative methods to identify and elaborate the core elements of the authentic healing relationship-security, genuineness, and continuity-a relationship that is linked to patient motivation and active health management. "
        },
        {
            "text": "Although not readily found in the traditional health care delivery system, these authentic healing relationships present significant implications for addressing the persistent health-related needs of patients with frequent hospitalizations."
        }
    ],
    "body_text": [
        {
            "text": "F aced with accelerating health care costs in the United States, policy makers have grappled over the last several decades with the challenge of reducing spending while improving quality of care. ",
            "section": "Introduction"
        },
        {
            "text": "1 As frequent hospital utilization is considered to be a major contributor to health care spending, increased attention has been focused on the relatively small proportion of the population described as ''high risk'' and ''high cost'' (also known as ''super-utilizers,'' ''frequent flyers,'' and ''heavy users''). ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2 Despite a vast body of literature on a critical question in health care policy and delivery, there remains a great deal of uncertainty about the specific care needs of individuals with frequent hospitalizations and successful mechanisms to address these needs. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "3,4 This paper is one in a series that utilizes data from interviews with former clients of the Camden Coalition of Healthcare Providers (The Coalition) to gain a more comprehensive understanding of these frequent health care users and targeted care management programs. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "Using qualitative methods, this study draws on 30 patient interviews to identify and define the characteristics and roles of authentic relationships in care management, an emergent concept currently missing in the literature.",
            "section": "Introduction"
        },
        {
            "text": "Population-level studies have shown that patients with multiple chronic illnesses and social vulnerabilities report and are documented to have much more frequent hospital use when compared with the general population. ",
            "section": "Introduction"
        },
        {
            "text": "5,6 Because the US health care system is designed primarily to treat acute medical illnesses, such patients must regularly navigate a complicated and fragmented system of different providers and conflicting opinions. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "7 Common results include inappropriate, ineffective, or absent follow-up care, unnecessary duplication of tests, and inconsistent medication prescriptions with harmful drug interactions. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "8,9 Care management programs have garnered wide attention and support as a potential solution to these problems. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "10 In theory, care management is ''a set of activities designed to assist patients and their support systems in managing medical conditions and related psychosocial problems more effectively.'' 11 In reality, there is great variability in the settings, durations, payers, philosophies, and protocols of care management programs. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                },
                {
                    "start": 194,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "12 The level and type of support provided to patients by these programs ranges from telephonic care management by a single provider, to in-person, home-based care management provided by integrated multidisciplinary teams.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "The Synthesis Project of the Robert Wood Johnson Foundation published a landmark report that summarized the current literature of the efficacy of care management programs. ",
            "section": "Introduction",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 29,
                    "end": 35,
                    "rawForm": "Robert",
                    "resp": "whitelist",
                    "id": "eda5bdd1ed-software-simple-w0"
                },
                {
                    "type": "software",
                    "start": 49,
                    "end": 59,
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "eda5bdd1ed-software-simple-w1"
                }
            ]
        },
        {
            "text": "According to the data, care management programs targeting the hospital-to-home transition (a model used by The Coalition) have had the most success in quality improvement and cost reduction. ",
            "section": "Introduction"
        },
        {
            "text": "11 The Foundation report identified in-person encounters, home visits, specially trained care managers with low caseloads, multidisciplinary teams, use of coaching, and presence of informal caregivers as key elements of successful care management programs.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 7,
                    "end": 17,
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "eda5bdd1ed-software-simple-w2"
                }
            ]
        },
        {
            "text": "This paper, by going beyond a task-based framework, identifies an additional element of success that is missing from the current literature on care management: the nuanced emotional relationships between patients and providers that drive individual behavior. ",
            "section": "Introduction"
        },
        {
            "text": "13 Studies in a variety of disciplines have examined and highlighted the importance of relationships in caregiving, particularly in the mental health field. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "[14][15][16][17] However, this is the first study, to the investigators' knowledge, to identify and detail the attributes and role of what is termed ''authentic healing relationships'' in the management of care for patients with frequent hospitalizations. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "Although a handful of studies have demonstrated that ''continuous healing relationships,'' or physician-patient continuity, 18 is associated with improved quality of care and decreased likelihood of future hospitalizations, [19][20][21] these studies focus on the element of continuity. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                },
                {
                    "start": 224,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 228,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 232,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "The present analysis of ''authentic healing relationships'' encompasses not only continuity, but also the nontemporal components of security and genuineness. ",
            "section": "Introduction"
        },
        {
            "text": "22 The first section of this paper describes the qualitative study methods. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                }
            ]
        },
        {
            "text": "The second section illustrates the complexity of the sample population, to contextualize the results. ",
            "section": "Introduction"
        },
        {
            "text": "The third section identifies the characteristics and role of authentic healing relationships by drawing on interviewee descriptions of their care management. ",
            "section": "Introduction"
        },
        {
            "text": "The fourth section explores the advantages and limitations of family and friend networks in fostering authentic healing relationships. ",
            "section": "Introduction"
        },
        {
            "text": "Finally, the paper concludes with a discussion of the findings and policy recommendations to bolster authentic healing relationships in the formal health care system and beyond.",
            "section": "Introduction"
        },
        {
            "text": "The Coalition care management initiative is designed to reduce readmissions for patients with multiple chronic conditions and vulnerabilities. ",
            "section": "Setting"
        },
        {
            "text": "The Coalition has developed a citywide Health Information Exchange (HIE) to share data among 4 health systems including all 3 hospitals in Camden, New Jersey. ",
            "section": "Setting"
        },
        {
            "text": "Real-time data feeds in the HIE allow outreach staff to identify hospitalized patients who are candidates for the intervention. ",
            "section": "Setting"
        },
        {
            "text": "Patients with 2 or more hospital admissions in the last 6 months are considered eligible for the care management initiative if they meet at least 3 of the following criteria: 2 or more chronic conditions, 5 or more outpatient medications, difficulty accessing services, lack of social support, mental health comorbidity, active drug use, or homelessness. ",
            "section": "Setting"
        },
        {
            "text": "Once eligibility is established, patients are enrolled in the The Coalition care intervention if they meet the following additional inclusion criteria: currently insured, between the ages of 18-81, still admitted to the hospital at time of triage, and willing and able to consent.",
            "section": "Setting"
        },
        {
            "text": "The care management initiative uses a multidisciplinary team who work together to support and coordinate care for enrolled individuals for an estimated 90-120day period following hospital discharge. ",
            "section": "Setting"
        },
        {
            "text": "The multidisciplinary team consists of bachelor's-level registered nurses, licensed practical nurses, community health workers, social workers, and AmeriCorps volunteer health coaches. ",
            "section": "Setting"
        },
        {
            "text": "An array of interventions customized to the patient's needs are employed including: routine visits in the home, medication reconciliation, primary care and specialty appointment accompaniment, facilitation of transportation to medical appointments, and assistance in applying for entitlements and benefits. ",
            "section": "Setting"
        },
        {
            "text": "23 The multidisciplinary team members utilize an approach that is community based and patient centered. ",
            "section": "Setting",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "The care management teams, who provide care in the homes of patients, utilize an acceptance framework to customize the intervention and decision-making process. ",
            "section": "Setting"
        },
        {
            "text": "Team members are trained in harm reduction, motivational interviewing, and trauma-informed care. ",
            "section": "Setting"
        },
        {
            "text": "24 The Coalition care delivery is informed by the understanding that past experiences, particularly those related to trauma, have lasting effects on patient well-being, including their day-to-day functioning and physical, social, and emotional health.",
            "section": "Setting",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24"
                }
            ]
        },
        {
            "text": "This study builds on prior qualitative work with former clients of the Coalition. ",
            "section": "Design"
        },
        {
            "text": "In that first study, the research team interviewed 19 former clients of the Coalition and illustrated the psychosocial complexity of patients with frequent hospitalizations, including early-life trauma, unstable or violent relationships, and familial estrangement. ",
            "section": "Design"
        },
        {
            "text": "The study highlighted how these psychological factors influenced self-care, access to care, and interactions between patients and their care providers. ",
            "section": "Design"
        },
        {
            "text": "25 This paper presents an analysis of more recent interviews with 30 former clients of the Coalition. ",
            "section": "Design",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "The research team created a semi-structured interview guide based on the results of the first study 25 and input from staff members at the Coalition. ",
            "section": "Design",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "Topics included employment and living situation, behavioral health risks, usual sources of care, adult protective factors, adverse childhood experiences, ability to recover from stress, perceived selfefficacy, and experiences with the Coalition. ",
            "section": "Design"
        },
        {
            "text": "For questions requiring an affirmative, negative, or numerical response, prompts and probes extended the narratives. ",
            "section": "Design"
        },
        {
            "text": "A small number of these prompts were revised after several initial interviews to address confusion. ",
            "section": "Design"
        },
        {
            "text": "The data presented in this paper represent a subset of themes from the interview data set.",
            "section": "Design"
        },
        {
            "text": "Thirty face-to-face in-depth interviews were completed. ",
            "section": "Study cohort"
        },
        {
            "text": "Non-English speaking clients were excluded from the study. ",
            "section": "Study cohort"
        },
        {
            "text": "Interviewees had been enrolled in the Coalition based on the aforementioned utilization and eligibility criteria. ",
            "section": "Study cohort"
        },
        {
            "text": "From June 2013 to September 2014, numerous calls were placed to contact eligible individuals who had worked with a Coalition care team between October 2012 and September 2014. ",
            "section": "Study cohort"
        },
        {
            "text": "Of the original potential participants who were called (n = 133), 30 were interviewed in their homes (Fig. 1). ",
            "section": "Study cohort",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "The demographics and medicosocial characteristics (Table 1) of the study sample population are statistically consistent with the attempted contact group and overall English-speaking Coalition client population (with the exception of the Coalition outcome status).",
            "section": "Study cohort",
            "ref_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1"
                }
            ]
        },
        {
            "text": "With consent, the interviews were conducted and audio recorded in English by investigators trained in qualitative interviewing techniques. ",
            "section": "Study cohort"
        },
        {
            "text": "The interviews lasted between 30 and 60 minutes. ",
            "section": "Study cohort"
        },
        {
            "text": "The Institutional Review Boards of Thomas Jefferson University and the Cooper Health System of Cooper University Hospital approved the study protocol.",
            "section": "Study cohort",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 85,
                    "end": 91,
                    "rawForm": "System",
                    "resp": "whitelist",
                    "id": "eda5bdd1ed-software-simple-w3"
                }
            ]
        },
        {
            "text": "Recordings were transcribed, de-identified, checked for accuracy, and analyzed using a general inductive approach to identify themes. ",
            "section": "Analysis"
        },
        {
            "text": "The purpose of using an inductive approach is to derive themes organically from raw data, rather than using a priori hypotheses to predict outcomes. ",
            "section": "Analysis"
        },
        {
            "text": "26 As transcripts became available, 2 investigators (CG and MH) conducted detailed readings of the transcripts to identify emergent themes. ",
            "section": "Analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "26"
                }
            ]
        },
        {
            "text": "The analysis team discussed and refined these themes as a group. ",
            "section": "Analysis"
        },
        {
            "text": "Thematic saturation occurred after reviewing and discussing 20 interviews. ",
            "section": "Analysis"
        },
        {
            "text": "The themes identified were used to generate and define inductive codes. ",
            "section": "Analysis"
        },
        {
            "text": "The transcripts were then imported into the qualitative analysis software NVivo 10 (QSR International Pty Ltd, Doncaster, Victoria, Australia), after which the 2 investigators independently coded the transcripts, with meetings to resolve discrepancies and reach consensus on preliminary and final codes. ",
            "section": "Analysis",
            "entity_spans": [
                {
                    "start": 74,
                    "end": 79,
                    "type": "software",
                    "rawForm": "NVivo",
                    "resp": "#annotator12",
                    "used": true,
                    "id": "eda5bdd1ed-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 80,
                    "end": 82,
                    "type": "version",
                    "rawForm": "10",
                    "resp": "#annotator12",
                    "id": "#eda5bdd1ed-software-0"
                },
                {
                    "start": 84,
                    "end": 109,
                    "type": "publisher",
                    "rawForm": "QSR International Pty Ltd",
                    "resp": "#curator",
                    "id": "#eda5bdd1ed-software-0"
                },
                {
                    "type": "software",
                    "start": 65,
                    "end": 73,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "eda5bdd1ed-software-simple-w4"
                },
                {
                    "type": "software",
                    "start": 74,
                    "end": 79,
                    "rawForm": "NVivo",
                    "resp": "whitelist",
                    "id": "eda5bdd1ed-software-simple-w5"
                },
                {
                    "type": "software",
                    "start": 122,
                    "end": 130,
                    "rawForm": "Victoria",
                    "resp": "whitelist",
                    "id": "eda5bdd1ed-software-simple-w6"
                }
            ]
        },
        {
            "text": "The researchers then identified the overarching theme of characteristics and role of relationships in care management.",
            "section": "Analysis"
        },
        {
            "text": "This study population is medically complex and their health care needs are significant; the participants presented with multiple chronic conditions, took several medications to manage these conditions, experienced repeated hospital stays and emergency department visits, and in general described poor health.",
            "section": "Medicosocial complexity of individuals with multiple chronic conditions and vulnerabilities"
        },
        {
            "text": "All interviewees reported more than 5 medications, more than 75% reported 5 or more chronic conditions, and more than 80% reported their health as poor/fair. ",
            "section": "Medicosocial complexity of individuals with multiple chronic conditions and vulnerabilities"
        },
        {
            "text": "More than two thirds of the interviewees reported mild or severe pain that limits daily activities and mobility ( Table 1). ",
            "section": "Medicosocial complexity of individuals with multiple chronic conditions and vulnerabilities",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1)"
                }
            ]
        },
        {
            "text": "A preponderance of participants described pain frequency as constant (from the time I wake up to the time I go to sleep) and pain intensity as sharp, excruciating, and unbearable. ",
            "section": "Medicosocial complexity of individuals with multiple chronic conditions and vulnerabilities"
        },
        {
            "text": "The same participants went on to describe how their pain limits essential activities of daily living. ",
            "section": "Medicosocial complexity of individuals with multiple chronic conditions and vulnerabilities"
        },
        {
            "text": "As illustrated by one interviewee: It has made my life, where I have no life. ",
            "section": "Medicosocial complexity of individuals with multiple chronic conditions and vulnerabilities"
        },
        {
            "text": "I don't visit people because the pain is too bad . ",
            "section": "Medicosocial complexity of individuals with multiple chronic conditions and vulnerabilities"
        },
        {
            "text": "I . ",
            "section": "Medicosocial complexity of individuals with multiple chronic conditions and vulnerabilities"
        },
        {
            "text": "even when I try to do the crossing guard, that's extremely painful, but I don't have a choice because the rent is so high.",
            "section": "Medicosocial complexity of individuals with multiple chronic conditions and vulnerabilities"
        },
        {
            "text": "While describing their experiences with the Coalition care management intervention, the theme of a unique authentic healing relationship emerged, which was not found elsewhere in interviewee descriptions of the formal health system. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "Although participants mentioned a number of taskbased services provided by the Coalition care teams, participants spent the majority of time and emphasis recalling and describing the relationships formed with their care team members. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "This relationship often was linked with motivation to engage in and sustain active health management. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "From these reflections, security, genuineness, and continuity emerged as crucial ingredients in what the investigators have identified as an authentic healing relationship.",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "Interviewees characterized relationships with their Coalition care teams as ones in which the staff member was both secure (accepting, present, reliable, attentive) and genuine (nurturing, honest, respectful, and interested in the individual). ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "Participants often drew a connection between this relationship and active motivation. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "One interviewee said: Havin' people [the Coalition] around, it was nice, um . ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "goin' to the doctors, I really didn't care too much but I went anyway. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "Just to have them [the Coalition] come around and sit and talk . ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "is what I enjoyed. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "The fact that team members reliably visited clients in their homes created a sense of security and, as one participant stated succinctly, motivation to do better.",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "Patients also described genuineness as a key ingredient of their relationship with the members of their Coalition care teams: I loved working with her. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "I'll work with her any day of the week, she was normal to me; she talked to me as a person, not as a patient. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "This genuineness in patient interactions was often cited as a catalyst for personal change: [knowing that the care team was] interested in me . ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "it's like wow, me? ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "I felt good, I felt better, I felt somebody really  The secure and genuine relationships mentioned were exclusive to the Coalition care team members; they were not found elsewhere in participant descriptions of the formal health system. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "When interviewees spoke about their relationships with primary care offices or hospitals, the concepts of presence, reliability, motivation, and interest in the individual were absent. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "The remaining elements-attentive, accepting, honest, caring, respectful-occasionally emerged, but not as frequently as in discussions of the Coalition interventions. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "The contrast is summarized in Table 2.",
            "section": "Characteristics and role of the authentic healing relationship",
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Lack of continuity of care may help explain the dearth of authentic healing relationships in primary care offices and hospitals. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "Each patient narrative showed at least some discontinuity. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "In the patient view, services are only temporarily offered before being discontinued, and follow-up care is not offered. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "Many interviewees could not provide the names and roles of their outpatient and inpatient providers, demonstrating a lack of understanding of their care provider networks. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "Some interviewees described being rotated among practitioners or locations too often to establish a meaningful relationship; others noted their providers were seen too infrequently or temporarily to develop rapport, and still other interviewees mentioned the great number of providers they were required to visit each month. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "Discontinuity has significant consequences. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "Interviewees often mentioned unfulfilled promises made by providers in the formal health care system. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "In describing how the Coalition care team stuck to their word, one participant highlighted that in contrast with other providers: A lot of people say they going to do this and going to do that and they sell you a dream that is not true . ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "someone come to me and social work says, ''I am going to get you a wheelchair, a bathtub chair,'' and you be like, where is it? ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "And it never come.",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "Insurance plans appear to contribute to discontinuity by covering home-based services for only a limited time. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "After recounting several terrible experiences with her office-based primary care provider, one interviewee described her recent switch to a very caring home-based practitioner. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "The participant first noted how the new practitioner doesn't stay long . ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "he only stays like 15 minutes. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "He [is] only allowed that. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "Then the participant noted a great deal of uncertainty around continuity: I had to go through them [new insurance  provider] to get approved that I can get the house doctor and I am very well prepared just to keep this doctor. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "I don't know how long they allow me . ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "So it is not a thing that I can get for permanent.",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "Interviewees placed a great value on continuity of care. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "Many described reliable follow-up care as the best aspect of working with the Coalition care team: When they'd promise me they'd be there . ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "they were and that meant a lot to me. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "Other interviewees expressed sadness when graduating from their Coalition care team. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "Numerous participants requested that the Coalition care team come back, or to have follow-up after a year, or a step-down aspect to the program. ",
            "section": "Characteristics and role of the authentic healing relationship",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 136,
                    "end": 143,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "eda5bdd1ed-software-simple-w7"
                }
            ]
        },
        {
            "text": "A couple of interviewees even spoke of checking into a hospital in order to be assigned back to the Coalition, although the program is only available to patients once. ",
            "section": "Characteristics and role of the authentic healing relationship",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 124,
                    "end": 131,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "eda5bdd1ed-software-simple-w8"
                }
            ]
        },
        {
            "text": "Consistent with other studies, [18][19][20][21] continuity appeared to be an essential element of the authentic healing relationship.",
            "section": "Characteristics and role of the authentic healing relationship",
            "ref_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 35,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 39,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 43,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "It is important to note that the Coalition care teams were not always successful in reducing discontinuity of care, and in a number of cases, further contributed to the fragmentation of health care delivery. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "One interviewee described a negative care experience when an unfamiliar staff member performed the same tasks as a familiar staff member: [A Coalition staff member] showing up at my doctor's office, not even informing me that you're gonna be there and everything else . ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "you're invading my privacy. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "I don't like that . ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "I didn't even know who [they] were.",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "'' In recommending changes to the Coalition care program, one interviewee stated: Maybe longer participation with the client because once they left, the problem wasn't solved. ",
            "section": "Characteristics and role of the authentic healing relationship",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 49,
                    "end": 56,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "eda5bdd1ed-software-simple-w9"
                }
            ]
        },
        {
            "text": "They started but they didn't have enough time to solve it. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "Finally, clients' efforts to sustain the impact of the Coalition's care management intervention and maintain active health management may depend on continuity. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "As one interviewee described: I used to look for them to give me my energy I need to keep things going properly. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "When they fell off I kinda fell off. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "When they were there I was more energetic maybe or persistent on doing what I was doing.",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "In summary, the Coalition care teams were often successful in establishing authentic healing relationships with their patients. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "The interviewees were clear that such relationships were rarely found in hospitals and primary care offices. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "This relationship is linked to positive participant motivation to sustain active management of health conditions. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "The 3 core elements of this relationship were identified as security, genuineness, and continuity. ",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "When 1 or more of these core elements was missing, authentic healing relationships and their associated positive impacts were jeopardized.",
            "section": "Characteristics and role of the authentic healing relationship"
        },
        {
            "text": "It emerged from the interviews that friend and family networks contain some key elements of the authentic healing relationship; namely, the concepts of presence, reliability, and attention. ",
            "section": "Authentic healing relationships and family and friend networks"
        },
        {
            "text": "Although the interviewees suffer from multiple chronic conditions and have complex health needs, when asked, ''Who cares for you?'' more than half answered family. ",
            "section": "Authentic healing relationships and family and friend networks"
        },
        {
            "text": "The majority of unpaid help provided by family members (ie, with eating, bathing, dressing, getting around the house [activities of daily living], and shopping, household chores, and driving [instrumental activities of daily living]) are services not generally offered by the formal health care system (excluding home health aides). ",
            "section": "Authentic healing relationships and family and friend networks"
        },
        {
            "text": "Other assistance described included making appointments and providing transportation to appointments. ",
            "section": "Authentic healing relationships and family and friend networks"
        },
        {
            "text": "In the words of one participant who described the breadth of care received from family members: My son helps me around the house and sometimes he helps me financially. ",
            "section": "Authentic healing relationships and family and friend networks"
        },
        {
            "text": "My daughter is always making sure that I am okay health-wise. ",
            "section": "Authentic healing relationships and family and friend networks"
        },
        {
            "text": "If I've got to get a doctor or something and I can't get there, she helps me get there.",
            "section": "Authentic healing relationships and family and friend networks"
        },
        {
            "text": "Although the element of security may exist in friend and family networks, at times other elements of genuineness and continuity may not always be found. ",
            "section": "Authentic healing relationships and family and friend networks"
        },
        {
            "text": "Access to friend and family networks and personalities of both patients and their personal networks were identified as potential barriers to achieving genuineness and continuity (Table 3).",
            "section": "Authentic healing relationships and family and friend networks",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 187,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Table 3)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 6,
                    "rawForm": "Access",
                    "resp": "whitelist",
                    "id": "eda5bdd1ed-software-simple-w10"
                }
            ]
        },
        {
            "text": "With respect to access, a number of interviewees described having no available support network or networks with competing priorities. ",
            "section": "Authentic healing relationships and family and friend networks"
        },
        {
            "text": "As described by an interviewee: Oh myself. ",
            "section": "Authentic healing relationships and family and friend networks"
        },
        {
            "text": "Everybody left me. ",
            "section": "Authentic healing relationships and family and friend networks"
        },
        {
            "text": "The sister-caregiver of another spoke of balancing raising her teenage daughter alone after losing my mother and a marriage in the same year, while providing care for her brother. ",
            "section": "Authentic healing relationships and family and friend networks"
        },
        {
            "text": "A number of interviewees described not being able to take care of themselves, because of their responsibility to take care of other family members.",
            "section": "Authentic healing relationships and family and friend networks"
        },
        {
            "text": "Finally, a number of interviewees explained their refusal to use informal care networks because of a desire or necessity for independence. ",
            "section": "Authentic healing relationships and family and friend networks"
        },
        {
            "text": "Some participants noted how their desire to be independent, or their perception of independence, allowed for self-reliance. ",
            "section": "Authentic healing relationships and family and friend networks"
        },
        {
            "text": "A handful of interviewees also noted how they had to be self-sufficient because they do not want to burden or bother family members and friends (including former Coalition care team members).",
            "section": "Authentic healing relationships and family and friend networks"
        },
        {
            "text": "Friends and family members can play an important role in meeting the daily health care needs of patients with multiple chronic conditions and vulnerabilities. ",
            "section": "Authentic healing relationships and family and friend networks",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 7,
                    "rawForm": "Friends",
                    "resp": "whitelist",
                    "id": "eda5bdd1ed-software-simple-w11"
                }
            ]
        },
        {
            "text": "Family and Friend networks by their nature can be secure at times, (one key aspect of the authentic healing relationship), but many lack the key elements of genuineness and continuity, thus leaving significant gaps in access to medical and social services.",
            "section": "Authentic healing relationships and family and friend networks"
        },
        {
            "text": "The authentic healing relationships established between the Coalition care teams and their patients present significant implications for addressing the persistent health-related needs of patients with frequent inpatient hospitalizations. ",
            "section": "Discussion"
        },
        {
            "text": "Authentic healing relationships were positively linked to patient motivation to take an active role in their personal health management. ",
            "section": "Discussion"
        },
        {
            "text": "The present analysis illustrates that security, genuineness, and continuity are essential ingredients for building desired authentic healing relationships between providers and their patients. ",
            "section": "Discussion"
        },
        {
            "text": "Parry et al. have written similarly about the importance of patient rapport with health care providers, concluding ''competence alone may be insufficient to engage patients in the selfmanagement aspects'' of care management and primary care interventions. ",
            "section": "Discussion"
        },
        {
            "text": "27 In fact, although this research focused on a specific population, research in more general populations has demonstrated that positive patient experiences are both important to patients and positively related to outcomes including psychological and functional status, medication compliance, and readmission rates. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "13,28 In patient satisfaction research with broader populations, there are parallels between individual variables that predict positive patient experiences and elements of the authentic healing relationship, including providers that are empathetic, listen, respectful, and take the time to explain. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "13,29 However, this paper highlights the importance of a holistic incorporation of all elements of the authentic healing relationship for sustained impact.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ]
        },
        {
            "text": "Participants consistently reported that security, genuineness, and continuity were not always guaranteed by their care management team, and were not readily found in primary care offices and hospitals. ",
            "section": "Discussion"
        },
        {
            "text": "The present analysis also showed that when 1 or more ingredients were missing, authentic healing relationships, and their associated positive health impacts, were in jeopardy: interviewees lost their motivation to manage their own health actively.",
            "section": "Discussion"
        },
        {
            "text": "Three broad policy implications can be derived from the experiences of the study participants. ",
            "section": "Discussion"
        },
        {
            "text": "First, there is a need to shift beyond the traditional biomedical paradigm to create authentic healing relationships in health care delivery. ",
            "section": "Discussion"
        },
        {
            "text": "To scale this relationship throughout health care delivery, tools and techniques to identify, foster, assess, and sustain this relationship need to be thoughtfully developed so that it can be taught and replicated without jeopardizing the essence of the relationship. ",
            "section": "Discussion"
        },
        {
            "text": "Training on creating authentic healing relationships should be integrated into health care professional training curricula and accreditation.",
            "section": "Discussion"
        },
        {
            "text": "Second, care management programs, primary care offices, and hospitals working to address the health-related needs of patients with frequent hospitalizations should draw on practices from the disciplines of behavioral health, psychology, and public health, among others, to incorporate principles and techniques from attachment theory, motivational interviewing, trauma-informed care, and harm re-duction. ",
            "section": "Discussion"
        },
        {
            "text": "Interprofessional care teams drawing on these best practices may have the best chance to cause desired shifts in self-management of disease, health care utilization, and outcomes.",
            "section": "Discussion"
        },
        {
            "text": "Finally, care management programs should expand beyond a central focus on individual behavior change. ",
            "section": "Discussion"
        },
        {
            "text": "11 Existing authentic healing relationships with family and friends and long-term care networks must be supported and built into care management. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "Because care management programs tend to be transient, training family and friends in care management (as well as expanding care management services for people without social support systems) would allow for the continued benefits of authentic healing relationships. ",
            "section": "Discussion"
        },
        {
            "text": "One mechanism to facilitate this is to design and expand services and support for family and friend caregivers, as well as direct-care workers (nurse aides, home health aides, and personal care aides). ",
            "section": "Discussion"
        },
        {
            "text": "At this time, many ''informal caregivers'' lack educational, emotional, and financial support, which often translates into psychological and physical burnout. ",
            "section": "Discussion"
        },
        {
            "text": "30 Although policy makers have called for and implemented caregiver support programs for elderly persons and disabled children (The National Family Caregiver Support Act), 31,32 the present analysis demonstrates that many other individuals who fall between these 2 age groups also require substantial care and assistance in their homes. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                },
                {
                    "start": 172,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31,"
                },
                {
                    "start": 175,
                    "end": 177,
                    "type": "bibr",
                    "text": "32"
                }
            ]
        },
        {
            "text": "Longitudinal support for home-based services is needed for patients at risk of frequent hospitalizations, regardless of age.",
            "section": "Discussion"
        },
        {
            "text": "Limitations of this study include a sample with narrowly defined inclusion/exclusion criteria, as previous clients of the Coalition. ",
            "section": "Discussion"
        },
        {
            "text": "Only English-speaking participants were eligible. ",
            "section": "Discussion"
        },
        {
            "text": "No homeless individuals were interviewed, though they were recruited. ",
            "section": "Discussion"
        },
        {
            "text": "The sample is small, although thematic saturation occurred after 20 interviews. ",
            "section": "Discussion"
        },
        {
            "text": "Finally, 25% of potential participants called were interviewed. ",
            "section": "Discussion"
        },
        {
            "text": "The subset interviewed significantly underrepresents individuals who did not graduate from the intervention, likely because the difficulty recruiting those individuals for the study mirrored difficulty recruiting them for the intervention itself.",
            "section": "Discussion"
        },
        {
            "text": "The investigators sought to better understand the complex needs and health-related experiences of individuals with multiple chronic illnesses and vulnerabilities by interviewing former clients of the Coalition in Camden, New Jersey. ",
            "section": "Conclusion"
        },
        {
            "text": "The data presented in this paper sheds new light on previous studies regarding the importance of a continuous healing relationship in decreasing hospitalizations and improving care and outcomes. ",
            "section": "Conclusion"
        },
        {
            "text": "Three core elements of authentic healing relationships were identified: security, genuineness, and continuity. ",
            "section": "Conclusion"
        },
        {
            "text": "Despite their power to improve health care delivery and motivate patient involvement in their own treatment, authentic healing relationships are not readily found in the traditional health care system. ",
            "section": "Conclusion"
        },
        {
            "text": "Future research should seek to better understand how authentic healing relationships can be taught, sustained, and supported. ",
            "section": "Conclusion"
        },
        {
            "text": "Interview enrollment.250GRINBERG ET AL.",
            "section": "FIG. 1 ."
        },
        {
            "text": "Author Disclosure Statement Drs. "
        },
        {
            "text": "Mautner, Brenner, and LaNoue, and Ms. Grinberg and Ms. Hawthorne declared no conflicts of interest with"
        },
        {
            "text": "Demographics, Chronic Conditions, Vulnerabilities Reported at the Coalition Enrollment",
            "section": "Table 1 ."
        },
        {
            "text": "ROLE OF AUTHENTIC RELATIONSHIPS IN CARING FOR PATIENTS cares about me . ",
            "section": "Table 1 ."
        },
        {
            "text": "I'm livin', and I'm not here by myself. ",
            "section": "Table 1 ."
        },
        {
            "text": "And I think that what's made me, you know, actually do it . ",
            "section": "Table 1 ."
        },
        {
            "text": "I started takin' my medication, I started, you know, getting out.",
            "section": "Table 1 ."
        },
        {
            "text": "*English-speaking Coalition clients with an outcome date on or before August 26, 2014. ",
            "section": "Table 1 ."
        },
        {
            "text": "The Coalition, Camden Coalition of Healthcare Providers; ED, emergency department; GED, general equivalency diploma.",
            "section": "Table 1 ."
        },
        {
            "text": "Relationship Descriptions of Care Providers in the Formal Health Care System",
            "section": "Table 2 .",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 70,
                    "end": 76,
                    "rawForm": "System",
                    "resp": "whitelist",
                    "id": "eda5bdd1ed-software-simple-w12"
                }
            ]
        },
        {
            "text": "The Coalition, Camden Coalition of Healthcare Providers.",
            "section": "Table 2 ."
        },
        {
            "text": "Relationship Barriers of Friend and Family Care Networks AccessMy momma is in the nursing home right now. ",
            "section": "Table 3 ."
        },
        {
            "text": "And she don't even love me and I take care of her . ",
            "section": "Table 3 ."
        },
        {
            "text": "who pays for her insurance policies? ",
            "section": "Table 3 ."
        },
        {
            "text": "I do. ",
            "section": "Table 3 ."
        },
        {
            "text": "You know. ",
            "section": "Table 3 ."
        },
        {
            "text": "They [two sisters] don't come to visit me. ",
            "section": "Table 3 ."
        },
        {
            "text": "They know that I am sick. ",
            "section": "Table 3 ."
        },
        {
            "text": "I don't have nobody to talk to. ",
            "section": "Table 3 ."
        },
        {
            "text": "You know even when I try to talk to my daughter or my son, she don't even come around like that. ",
            "section": "Table 3 ."
        },
        {
            "text": "And my son, he says, 'Oh mom, I don't want to hear that.' ",
            "section": "Table 3 ."
        },
        {
            "text": "Personality My kids try, but they have children of their own, and they have to pay their bills, and they have to take care of their children. ",
            "section": "Table 3 ."
        },
        {
            "text": "So I don't, you know, try to bother them. ",
            "section": "Table 3 ."
        },
        {
            "text": "I can't even walk a whole half a block . ",
            "section": "Table 3 ."
        },
        {
            "text": "I usually go to the stores that have the wheel carts. ",
            "section": "Table 3 ."
        },
        {
            "text": "Because I am independent.",
            "section": "Table 3 ."
        },
        {
            "text": "I'd rather do it myself than to have people do it for me. ",
            "section": "Table 3 ."
        },
        {
            "text": "Even though it's hard. ",
            "section": "Table 3 ."
        },
        {
            "text": "It's nobody's fault, you can't blame nobody, I'm grown, they're all my problems, nobody else's.",
            "section": "Table 3 ."
        },
        {
            "text": "ROLE OF AUTHENTIC RELATIONSHIPS IN CARING FOR PATIENTS",
            "section": "Table 3 ."
        },
        {
            "text": "GRINBERG ET AL.",
            "section": "Table 3 ."
        },
        {
            "text": "The authors wish to acknowledge the Camden Coalition of Healthcare Providers staff and the patients who shared their stories and insights to help improve the health of their communities. ",
            "section": "Acknowledgments"
        },
        {
            "text": "Finally, we wish to thank Howard Rabinowitz, MD, and Randa Sifri, MD at the Thomas Jefferson Department of Family and Community Medicine and HRSA for the postdoctoral fellowship support of Dr. Mautner, during which a portion of this work was completed.",
            "section": "Acknowledgments"
        },
        {
            "text": "Parts of this work were presented at the North American Primary Care Research Group annual meeting in New York, New York, in November 2014.",
            "section": "Prior Presentation"
        },
        {
            "text": "respect to the research, authorship, and/or publication of this article."
        },
        {
            "text": "The authors received the following financial support for the research, authorship, and/or publication of this article: Grant Number 1C1CMS330967 from Centers for Medicare and Medicaid Innovation (CMMI). ",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 119,
                    "end": 124,
                    "rawForm": "Grant",
                    "resp": "whitelist",
                    "id": "eda5bdd1ed-software-simple-w13"
                }
            ]
        },
        {
            "text": "The project described also was supported in part by Grant Number D55HP10334 and Grant Number D56HP20783 from the Health Resources and Services Administration (HRSA) of the US Department of Health and Human Services (HHS). ",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 52,
                    "end": 57,
                    "rawForm": "Grant",
                    "resp": "whitelist",
                    "id": "eda5bdd1ed-software-simple-w14"
                },
                {
                    "type": "software",
                    "start": 80,
                    "end": 85,
                    "rawForm": "Grant",
                    "resp": "whitelist",
                    "id": "eda5bdd1ed-software-simple-w15"
                }
            ]
        },
        {
            "text": "Its contents are solely the responsibility of the authors and do not necessarily represent the official views of CMMI or HRSA/HHS."
        }
    ]
}