{
    "id": "ef72a6507f",
    "abstract": [],
    "body_text": [
        {
            "text": "There were 129.8 million emergency department (ED) visits annually in the United States in 2010. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "1 Nationally, ED visits have been increasing every year, with the mean occupancy rate increasing at an even more rapid rate. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2 As a result, a substantial amount of time is spent in ED waiting Western Journal of Emergency Medicine",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "What Do Patients Want?",
            "section": "Seibert et al."
        },
        {
            "text": "rooms. ",
            "section": "Seibert et al."
        },
        {
            "text": "A 2006 study estimated that the average ED wait time was 45 minutes with a range of 27 to 83 minutes. ",
            "section": "Seibert et al."
        },
        {
            "text": "3 Time spent in the waiting room may bring frustration to patients and their family members as wait times extend, other patients receive care, and no updates are given. ",
            "section": "Seibert et al.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "Educating patients while they wait to be seen could be a valuable tool that has been minimally studied. ",
            "section": "Seibert et al."
        },
        {
            "text": "Studies on health education in the ED waiting room have shown that patients are interested in wellness topics and desire education in the form of brochures and books. ",
            "section": "Seibert et al."
        },
        {
            "text": "4 A study evaluating the effectiveness of showing patients a video explaining what to expect during an ED visit demonstrated increased patient satisfaction with the visit. ",
            "section": "Seibert et al.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "5 However, no study to date has specifically assessed patients' knowledge of the ED visit process including the length of or cause for delays, what information they would like to know while they wait, and their understanding of the triage process.",
            "section": "Seibert et al.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "The lack of information and understanding of patient's desires and knowledge of the ED process makes it very difficult for hospital administrators, physicians, and staff to address patients' needs. ",
            "section": "Seibert et al."
        },
        {
            "text": "It also creates challenges when trying to deliver the desired information to the waiting room (WR) population in order to create a better ED experience with increased patient satisfaction. ",
            "section": "Seibert et al."
        },
        {
            "text": "The objective of this study was to determine baseline knowledge of ED and hospital processes, and to establish types of information WR patients want, including expected wait times, causes of delays, and the triage process. ",
            "section": "Seibert et al."
        },
        {
            "text": "Furthermore, we sought to determine how they would like this information delivered. ",
            "section": "Seibert et al."
        },
        {
            "text": "In addition, we asked patients and family members what were expected estimated times for labs, imaging studies, and admission. ",
            "section": "Seibert et al."
        },
        {
            "text": "Secondarily we sought to determine if different desires correlate with racial groups, and to assess if patients wanted educational health materials.",
            "section": "Seibert et al."
        },
        {
            "text": "Study design and methods were approved by the local institutional review board. ",
            "section": "Study Design, Setting, Population, and Protocol"
        },
        {
            "text": "The study was conducted at an urban university teaching hospital in the WR of the ED. ",
            "section": "Study Design, Setting, Population, and Protocol"
        },
        {
            "text": "The 32-bed ED had 72,000 annual visits at the time of the study and is an American College of Surgeons Level II trauma center. ",
            "section": "Study Design, Setting, Population, and Protocol"
        },
        {
            "text": "A written survey was distributed to eligible participants during convenience-selected blocks of time between December 2011 and February 2013. ",
            "section": "Study Design, Setting, Population, and Protocol"
        },
        {
            "text": "These survey blocks ranged in length from two to eight hours and were chosen to include various times of day and days of the week. ",
            "section": "Study Design, Setting, Population, and Protocol"
        },
        {
            "text": "Inclusion criteria included patients registering for medical care and their accompanying family members, friends, or coworkers, age greater than 18, the ability to understand written English or Spanish, arrival by personal transportation to the ED, and not needing immediate medical attention. ",
            "section": "Study Design, Setting, Population, and Protocol"
        },
        {
            "text": "Any person meeting inclusion criteria was offered a survey by the research assistant (RA) after the registration process was completed. ",
            "section": "Study Design, Setting, Population, and Protocol"
        },
        {
            "text": "Only one member of each group of a patient plus his or her companions was offered a survey. ",
            "section": "Study Design, Setting, Population, and Protocol"
        },
        {
            "text": "Participants were asked to fill out the survey and place it in a collection box when finished, thereby maintaining confidentiality; they were informed that the survey was optional both verbally and by reading the first paragraph of the survey. ",
            "section": "Study Design, Setting, Population, and Protocol"
        },
        {
            "text": "The RA was available to answer questions and monitored the WR while participants filled out the survey.",
            "section": "Study Design, Setting, Population, and Protocol"
        },
        {
            "text": "The survey was developed through a consensus panel of emergency physicians (EP) that was subsequently evaluated through mock participants. ",
            "section": "Study Design, Setting, Population, and Protocol"
        },
        {
            "text": "The English survey was translated into Spanish by a native speaking, certified translator. ",
            "section": "Study Design, Setting, Population, and Protocol"
        },
        {
            "text": "Surveys were deployed in paper format. ",
            "section": "Study Design, Setting, Population, and Protocol"
        },
        {
            "text": "Final survey design resulted in 32 mixed response questions with a Flesch-Kincaid reading grade level of 6.5 (see appendix A). ",
            "section": "Study Design, Setting, Population, and Protocol"
        },
        {
            "text": "Answers to \"free-text\" questions were deemed correct or incorrect as compared a standard set by a consensus of EPs and researchers. ",
            "section": "Study Design, Setting, Population, and Protocol"
        },
        {
            "text": "For questions 7-9, asking why some patients are seen before others despite order of arrival, responses were judged to be correct if some mention was made of patients being seen in order of acuity. ",
            "section": "Study Design, Setting, Population, and Protocol"
        },
        {
            "text": "For question 11, asking the definition of triage, responses were sorted into three categories: Those making a mention of triage as an acuity check, those defining triage as a vital signs check, and all others (which were judged to be incorrect).",
            "section": "Study Design, Setting, Population, and Protocol"
        },
        {
            "text": "We did data analysis with R version 3.1.0 (Vienna, Austria) and Microsoft Excel 2010 (Redmond, Washington), with the assistance from the university's Research Consulting Laboratory. ",
            "section": "Measurements and Data Analysis",
            "entity_spans": [
                {
                    "start": 26,
                    "end": 27,
                    "type": "software",
                    "rawForm": "R",
                    "resp": "#annotator0",
                    "used": true,
                    "id": "ef72a6507f-software-0"
                },
                {
                    "start": 36,
                    "end": 41,
                    "type": "version",
                    "rawForm": "3.1.0",
                    "resp": "#annotator0",
                    "id": "#ef72a6507f-software-0"
                },
                {
                    "start": 64,
                    "end": 73,
                    "type": "publisher",
                    "rawForm": "Microsoft",
                    "resp": "#curator",
                    "id": "#ef72a6507f-software-1"
                },
                {
                    "start": 74,
                    "end": 79,
                    "type": "software",
                    "rawForm": "Excel",
                    "resp": "#annotator0",
                    "id": "ef72a6507f-software-1"
                },
                {
                    "start": 80,
                    "end": 84,
                    "type": "version",
                    "rawForm": "2010",
                    "resp": "#annotator0",
                    "id": "#ef72a6507f-software-1"
                },
                {
                    "type": "software",
                    "start": 64,
                    "end": 73,
                    "rawForm": "Microsoft",
                    "resp": "whitelist",
                    "id": "ef72a6507f-software-simple-w0"
                },
                {
                    "type": "software",
                    "start": 74,
                    "end": 79,
                    "rawForm": "Excel",
                    "resp": "whitelist",
                    "id": "ef72a6507f-software-simple-w1"
                }
            ]
        },
        {
            "text": "Responses for each question on the survey were first compared between the English and Spanish surveys. ",
            "section": "Measurements and Data Analysis"
        },
        {
            "text": "We analyzed differences between language groups as categorical variables using a Chi-squared test. ",
            "section": "Measurements and Data Analysis"
        },
        {
            "text": "When the assumptions of the Chi-squared test were not met, a Fisher's exact test was used. ",
            "section": "Measurements and Data Analysis"
        },
        {
            "text": "For this analysis, questions 1 and 20-24 were analyzed as continuous variables and compared between language groups using a two-sample t-test. ",
            "section": "Measurements and Data Analysis"
        },
        {
            "text": "Because 47 comparisons were made, we used a significance threshold of p<0.0001 for all comparisons.",
            "section": "Measurements and Data Analysis"
        },
        {
            "text": "No significant differences were noted between English and Spanish language survey responses except for race/ ethnicity (See Results). ",
            "section": "Measurements and Data Analysis"
        },
        {
            "text": "As a result, in subsequent analysis, responses from English and Spanish surveys were combined and analyzed as a single group. ",
            "section": "Measurements and Data Analysis"
        },
        {
            "text": "We compared the responses to questions 20-24 using analysis of variance with the question as a categorical predictor and the response as a continuous outcome. ",
            "section": "Measurements and Data Analysis"
        },
        {
            "text": "Questions 14 and 28 were compared on the log-scale using two-sample t-tests and then the results were converted back to a normal scale due to highly skewed results. ",
            "section": "Measurements and Data Analysis"
        },
        {
            "text": "The results for these items are presented as the geometric mean and a 95% confidence interval. ",
            "section": "Measurements and Data Analysis"
        },
        {
            "text": "We omitted responses with a value of 0 from this portion of the analysis.",
            "section": "Measurements and Data Analysis"
        },
        {
            "text": "Finally, we made comparisons between racial/ethnic groups for questions 5, 10, 16, and 25. ",
            "section": "Measurements and Data Analysis"
        },
        {
            "text": "Native American and",
            "section": "Measurements and Data Analysis",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 6,
                    "rawForm": "Native",
                    "resp": "whitelist",
                    "id": "ef72a6507f-software-simple-w2"
                }
            ]
        },
        {
            "text": "Seibert et al.",
            "section": "What Do Patients Want?"
        },
        {
            "text": "Asian respondents were combined with \"Other\" respondents in statistical analysis, while Caucasians, African-Americans, and Hispanics were analyzed as their own groups. ",
            "section": "What Do Patients Want?"
        },
        {
            "text": "We made comparisons between groups using logistic regression. ",
            "section": "What Do Patients Want?"
        },
        {
            "text": "Differences between individual ethnic groups were compared when the overall test ratio reached significance. ",
            "section": "What Do Patients Want?"
        },
        {
            "text": "We used the Tukey honest significant difference method to adjust p-values for multiple pairwise corrections for multiple hypotheses testing. ",
            "section": "What Do Patients Want?"
        },
        {
            "text": "Adjusted p-values less than 0.05 were considered significant.",
            "section": "What Do Patients Want?"
        },
        {
            "text": "On two separate surveys, participants responded \"No\" to question 10 (\"Do you know what triage means?\") and then also attempted to define triage, which they were not instructed to do unless answering \"Yes\" to question 10. ",
            "section": "What Do Patients Want?"
        },
        {
            "text": "These two results were included in the subsequent analysis despite this discrepancy.",
            "section": "What Do Patients Want?"
        },
        {
            "text": "A total of 544 surveys were returned to the collection box (93.7% of those that were distributed to consenting participants), supporting acceptable research protocol. ",
            "section": "RESULTS"
        },
        {
            "text": "Of these surveys, 7.1% were in Spanish. ",
            "section": "RESULTS"
        },
        {
            "text": "Only ethnicity/race was significantly different between English and Spanish surveys (p<0.0001). ",
            "section": "RESULTS"
        },
        {
            "text": "For all subsequent analyses, results from English and Spanish surveys were therefore combined and analyzed as a group. ",
            "section": "RESULTS"
        },
        {
            "text": "On average, 25 out of the 32 of the questions were completed. ",
            "section": "RESULTS"
        },
        {
            "text": "Demographic data regarding respondents is displayed in Table 1.",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 62,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Of respondents, 54.9% reported having an established relationship with a primary care physician (PCP). ",
            "section": "RESULTS"
        },
        {
            "text": "Of those respondents with a PCP, 53.0% called their PCP. ",
            "section": "RESULTS"
        },
        {
            "text": "The PCP informed 45.1% of those who called they were ill enough to require a visit to the ED, 33.4% were told there were no appointments available, 14.4% were told they needed further testing, and 6.9% were told they were no longer the PCP's patient.",
            "section": "RESULTS"
        },
        {
            "text": "Of all respondents, 68.8% claimed to know why some patients were seen sooner than others despite arriving later. ",
            "section": "RESULTS"
        },
        {
            "text": "Of that group, 87.0% were able to give a valid reason, determined by a consensus of professional opinion of EPs and the research group (see Methods), for this practice while 13.0% were not. ",
            "section": "RESULTS"
        },
        {
            "text": "Of all respondents 31.2% reported they did not know why some patients were seen sooner than others despite arriving later. ",
            "section": "RESULTS"
        },
        {
            "text": "We observed a statistically significant difference in the percentage of respondents reporting it is fair to see some patients before others between the group who did not claim to know why this happens and the group who both claimed they did know why this happens and provided a valid explanation as to why ( Table 2).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 308,
                    "end": 316,
                    "type": "table",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "Of respondents, 48.7% claimed to know what triage meant. ",
            "section": "RESULTS"
        },
        {
            "text": "Of respondents who attempted to define triage, 51.9% defined it as an evaluation of the patient's acuity, 17.5% defined in as a vital signs check, and 30.6% of respondents gave an incorrect answer as judged by the authors using a consensus definition of triage (See Methods).",
            "section": "RESULTS"
        },
        {
            "text": "When asked what information they would like to be provided with, 72.2% of respondents indicated they would like to know about foreseeable delays, while only 24.6% of respondents wanted to know about other patients' wait times. ",
            "section": "RESULTS"
        },
        {
            "text": "Respondents wanted to receive updates every 41 minutes on average (SD ± 32 minutes). ",
            "section": "RESULTS"
        },
        {
            "text": "Seventy-four percent of respondents had no preference who gave these updates, while 13.7% of respondents felt a clerk should provide the updates, 9.0% of respondents preferred a nurse, and 3.3% of respondents preferred the updates coming directly from physicians. ",
            "section": "RESULTS"
        },
        {
            "text": "Forty-one percent of respondents would like to be provided with more information on how the ED functions. ",
            "section": "RESULTS"
        },
        {
            "text": "When asked in which medium they would like this information, 59.9% of respondents indicated they would like handouts, 42.9% indicated they would like videos, and 9.5% indicated they would like updates through a computer in the waiting room (note: percentages do not add to 100% because respondents were able to choose multiple answers  (Figure 1).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 336,
                    "end": 346,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figure 1)"
                }
            ]
        },
        {
            "text": "In regards to knowledge about teaching hospitals, 69.2% of respondents claimed to know what a teaching hospital was, and 87.4% of this group knew they were currently in a teaching hospital. ",
            "section": "RESULTS"
        },
        {
            "text": "When asked to identify aspects that differentiate a teaching hospital from other hospitals, respondents selected attributes shown in Figure 2.",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Respondents were asked to estimate the time it would take to complete lab work, x-rays, computed tomography (CT), specialist consultations, and hospital admission. ",
            "section": "RESULTS"
        },
        {
            "text": "The ranges of responses were large with the mean considerably skewed from outliers so interquartile ranges (IQR) were reported along with medians instead of means and standard deviations. ",
            "section": "RESULTS"
        },
        {
            "text": "Lab work had an IQR of 0.5 to 1 h with a median of 1 h. ",
            "section": "RESULTS"
        },
        {
            "text": "X-rays also had an IQR of 0.5 to 1 h and a median of 0.58 h. ",
            "section": "RESULTS"
        },
        {
            "text": "CTs had an IQR of 0.5 to 1.34 h with a median of 1 h. ",
            "section": "RESULTS"
        },
        {
            "text": "Consultations with specialists had an IQR of 0.5 to 1.5 h and a median of 1 h, and admissions had an IQR of 0.62 to 2 h with a median of 1 h. ",
            "section": "RESULTS"
        },
        {
            "text": "None of these were found to be significantly different from another.",
            "section": "RESULTS"
        },
        {
            "text": "Compared to Caucasians, there was reduced likelihood of answering \"yes\" when asked what triage meant among African-Americans (OR 0.46, 95% CI 0.29-0.72, p=0.003), Hispanics (OR 0.23, 95% CI 0.14-0.37, p<0.001), and \"Others\" (OR 0.36, 95% CI 0.20-0.63, p=0.002). ",
            "section": "RESULTS"
        },
        {
            "text": "Conversely, compared to Caucasians there was an increased likelihood of answering \"yes\" when asked about a desire for information on ED function by African-Americans (OR 3.01, 95% CI 1.89-4.84, p<0.001), Hispanics (OR 1.99, 95% CI 1.24-3.20, p=0.016), and \"Others\" (OR 3.12, 95% CI 1.76-5.58, p<0.001). ",
            "section": "RESULTS"
        },
        {
            "text": "Furthermore, compared to Caucasians, there was a decreased likelihood of answering \"yes\" when asked whether the university hospital was a teaching hospital among African-Americans (OR 0.40, 95% CI 0.24-0.68, p=0.002), Hispanics (OR 0.17, 95% CI 0.10-0.28, p<0.001), and \"Others\" (OR 0.40, 95% CI 0.21-0.75, p=0.015).",
            "section": "RESULTS"
        },
        {
            "text": "Multiple factors, such as increased length of stay, lack of hospital beds leading to ED boarding and an aging population, have led to increased ED WR times. ",
            "section": "DISCUSSION"
        },
        {
            "text": "6 While many strategies have been attempted to expedite and improve the WR experience, hospitals continue to struggle with how to manage their ED waiting rooms to improve patient satisfaction of the visit. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "Extended length of stay in the WR is a serious concern, and it is the number one reason patients with possible critical medical issues leave without being seen by a provider. ",
            "section": "DISCUSSION"
        },
        {
            "text": "7 Many strategies have been used to reduce the time or improve the experience of the WR, including physician/physician assistant triage, wait-time timers, and remodeling waiting rooms. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "4,8 Patients who left without being seen also cited lack of communication as a major reason for leaving. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "9 To reduce the communication barrier between patients and medical providers and to interact effectively with the WR population, the medical community must understand what patients wish to know as they wait and how to best describe ED workflow to patients.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "This study allows us to approach ED communication improvement projects with a better understanding of what needs to be conveyed to improve the experience in the WR. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Defining how the ED functions appears to be an area of improvement as only 70% of respondents were able to give a valid definition of triage -a mainstay of ED function. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Explaining how the ED functions via handouts or video, combined with information on serious medical conditions, may be helpful in a number of ways. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Past studies have shown that patients are interested in wellness topics and desire education in the form of brochures and books in the ED, and providing health and wellness information in that context could have public health impact. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Videos explaining what to expect during an ED visit have been shown to increase patient satisfaction with the visit, 4 and keeping patients in the waiting room occupied with educational material could theoretically reduce perceived wait time and alleviate some of the stress of the wait. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "10 Though participants in another survey thought a time tracker would improve their experience, our study shows that only around onequarter of people actually want to know the wait times of others. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "11 Our study showed what seemed more important to the WR population as a whole was frequent updates about foreseeable delays coming from any person on the ED team; it did not need to be a physician giving updates.",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "Only 69% of our survey respondents knew the functions of a teaching hospital. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This means that facts about the hospital being visited and about the meaning of a teaching hospital could be communicated to those in the ED waiting room to great effect. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Providing this information could help remove some of the stress-inducing confusion patients may experience when they do not understand certain aspects of their visit, such as why they are seen by trainees at various levels of education. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Information about average times for procedures, radiology, laboratory tests, consults, and admission seem to be greatly needed; respondents' estimates of these times had massive standard deviations, indicating limited knowledge of ED time courses. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This would increase transparency as patients gain understanding of what is happening during their visit and how much time they can reasonably expect it to take. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In theory, this could also reduce the stress and frustration of waiting. ",
            "section": "DISCUSSION"
        },
        {
            "text": "10 Non-Caucasian ethnicities seem especially primed for increased education and communication as compared to Caucasians; their understanding of ED function and teaching hospitals was significantly lower while their requests for information on ED function was significantly higher. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "These differences do not appear to be related to language, since the proportions of respondents who correctly answered these questions were not significantly different between the Spanish and English surveys. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Among other things, these findings could represent variations in cultural beliefs regarding the value and objective of a healthcare visit or disparities in healthcare literacy between different ethnic groups.",
            "section": "DISCUSSION"
        },
        {
            "text": "There are limitations to this study. ",
            "section": "LIMITATIONS"
        },
        {
            "text": "First, the survey was only distributed in one ED with its given demographics. ",
            "section": "LIMITATIONS"
        },
        {
            "text": "This limits the ability to generalize our findings to other EDs. ",
            "section": "LIMITATIONS"
        },
        {
            "text": "In particular, suburban or rural ED demographics might differ substantially from ours and thus might limit generalizability ",
            "section": "LIMITATIONS"
        },
        {
            "text": "What Do Patients Want?",
            "section": "Seibert et al."
        },
        {
            "text": "of our findings to those settings. ",
            "section": "Seibert et al."
        },
        {
            "text": "Second, there were respondents who did not, or were not able to, return our survey after agreeing to participate. ",
            "section": "Seibert et al."
        },
        {
            "text": "Among other reasons, this occurred because patients were called into the ED to be seen, patients left without being seen, and patients reconsidered their decision to participate in the survey before completing it. ",
            "section": "Seibert et al."
        },
        {
            "text": "Our decision to concentrate primarily on the WR as a focus for patient education guided our methodology of administering a survey in the WR before a patient visit in the ED proper. ",
            "section": "Seibert et al."
        },
        {
            "text": "This limited our ability to assess patient satisfaction with the visit itself or patient understanding of discharge instructions. ",
            "section": "Seibert et al."
        },
        {
            "text": "We are thus not able to draw any conclusions about patients' comprehension of those aspects of their visit.",
            "section": "Seibert et al."
        },
        {
            "text": "We did not explore whether a higher proportion of respondents would have reported a preference for receiving updates from higher-level providers (e.g., physicians or nurses) if they knew those updates would not influence their wait time. ",
            "section": "Seibert et al."
        },
        {
            "text": "While our survey text did not suggest any link between receiving updates from physicians or nurses and increased wait times, we cannot rule out the possibility that many respondents held this belief. ",
            "section": "Seibert et al."
        },
        {
            "text": "This presents an additional opportunity to educate patients about the workflow within the ED.",
            "section": "Seibert et al."
        },
        {
            "text": "Finally, our survey was only in two languages. ",
            "section": "Seibert et al."
        },
        {
            "text": "This restricted responses from a minority of people approached because of fluency in only an additional language. ",
            "section": "Seibert et al."
        },
        {
            "text": "Financial, time, and availability constraints limited the availability of interpreters for use in this study. ",
            "section": "Seibert et al."
        },
        {
            "text": "Future avenues of research could include repeating this study in additional locations; adding more languages; expanding the survey to examine patient understanding of actual visits with a physician and subsequent discharge instructions; and implementing and evaluating the findings of this research, such as by providing more information on ED function and major medical emergencies.",
            "section": "Seibert et al."
        },
        {
            "text": "The ED waiting room is the first stop for the majority of patients to be seen at the hospital. ",
            "section": "CONCLUSION"
        },
        {
            "text": "Here, we have identified multiple areas where limited knowledge, 70% knowledge of triage and 69% knowledge of teaching hospitals, and a desire for more information overlap in the ED waiting room population. ",
            "section": "CONCLUSION"
        },
        {
            "text": "The significant differences in knowledge and desire for education material in non-Caucasian ethnicities are an important finding and should direct future projects to take each ED's ethnicities into account. ",
            "section": "CONCLUSION"
        },
        {
            "text": "These findings suggest possible high-impact targets for intervention in patient education and ED throughput with the goal of improving patient satisfaction. ",
            "section": "CONCLUSION"
        },
        {
            "text": "These could include providing educational materials about hospital and ED function and severe health conditions (both reported as highly desired), as well as giving regular updates regarding foreseeable delays. ",
            "section": "CONCLUSION"
        },
        {
            "text": "Further study, potentially including targeted trials of the above interventions, would be needed to address whether these changes would have any measurable impact on patient satisfaction or would improve the patient experience in the ED.",
            "section": "CONCLUSION"
        },
        {
            "text": "The authors would like to acknowledge Pamela Simon and Rachel Blumhagen for their assistance with statistical analysis.",
            "section": "ACKNOWLEDGEMENTS",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 45,
                    "end": 50,
                    "rawForm": "Simon",
                    "resp": "whitelist",
                    "id": "ef72a6507f-software-simple-w3"
                }
            ]
        },
        {
            "text": "Tulane Avenue Room 452 Box T4M2, New Orleans, LA 70112. ",
            "section": "Address for Correspondence: Thomas Seibert, MD MS, 1542"
        },
        {
            "text": "Email: Thomas.Seibert@ucdenver.edu.",
            "section": "Address for Correspondence: Thomas Seibert, MD MS, 1542",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 5,
                    "rawForm": "Email",
                    "resp": "whitelist",
                    "id": "ef72a6507f-software-simple-w4"
                }
            ]
        },
        {
            "text": "By the WestJEM article submission agreement, all authors are required to disclose all affiliations, funding sources and financial or management relationships that could be perceived as potential sources of bias. ",
            "section": "Conflicts of Interest:"
        },
        {
            "text": "The authors disclosed none.",
            "section": "Conflicts of Interest:"
        }
    ]
}