{
    "level": "sentence",
    "id": "d7967df462",
    "abstract": [
        {
            "text": "PURPOSE. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "We investigated the feasibility of glaucoma detection by measuring retinal surface contour variability (RSCV) using optical coherence tomography (OCT). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "METHODS. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The peripapillary region in one eye of each participant was scanned over an 8 3 8 mm area with a swept source OCT prototype. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The retinal surface contour was sampled at approximately 1.5-to 3.5-mm radius circles centered on the optic nerve head. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The RSCV is defined as the average log value within a middle spatial frequency band of the Fourier transform to the elevation profile of the inner retinal surface. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The spatial frequency band was optimized to distinguish glaucoma from normal. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Nerve fiber layer thickness (NFLT) was sampled around a 1.7-mm radius circle. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Glaucoma severity was assessed by automated static perimetry. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "RESULTS. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "We enrolled 17 glaucomatous eyes and 17 healthy eyes. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "A great majority of the glaucoma group were in the early stage (visual field mean deviation average À2.48 6 3.73 dB). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Significant differences were found for RSCV between glaucoma and control eyes (P < 0.003) at all radii. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The area under the receiver operating characteristic curve (AROC ¼ 0.90) of RSCV was best at the 3.5-mm radius. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "This was not significantly better than NFLT (AROC ¼ 0.84). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "With the 99% specificity, the glaucoma detection sensitivity was 53% for RSCV and 29% for NFLT (P ¼ 0.13). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "CONCLUSIONS. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Retinal surface contour variability was significantly increased in glaucoma patients. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The diagnostic accuracy of RSCV was equal to NFLT in early glaucoma. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Since the RSCV detects small-scale focal damage and the average NFLT measures global damage, they provide different diagnostic information that may be synergistic.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "G laucoma is a leading cause of blindness. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "1,2 Due to its insidious nature, an objective method to detect early glaucoma and glaucoma progression could help prevent vision loss and blindness. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Optical coherence tomography (OCT) provides accurate and precise anatomic measurements of the optic nerve and retinal layers. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Yet, its diagnostic sensitivities for detecting perimetric glaucoma (PG) are only 57% to 83% [3][4][5][6][7] at a fixed specificity of 95% using the nerve fiber layer (NFL). ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 96,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 99,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 102,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 105,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "In the Advanced Imaging for Glaucoma (AIG) study, using the combination of NFL and ganglion cell complex and disc variables, at a 95% specificity set point, the sensitivity to detect PG was 100% for middle to late glaucoma stages (stages 3-5 on Glaucoma Staging System 2). ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 262,
                    "end": 268,
                    "rawForm": "System",
                    "resp": "whitelist",
                    "id": "d7967df462-software-simple-w0"
                }
            ]
        },
        {
            "text": "8 However, the sensitivity for early (stages 0-2) glaucoma was only 67%, still not sufficient for reliable early detection of glaucoma. ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "9 It has been estimated that approximately half of the glaucoma patients in the United States do not know that they have the disease. ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "10 To tackle this public health problem, further improvement in objective diagnostic technology is needed.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "Due to the high contrast between the retinal internal limiting membrane (ILM) and the overlying clear vitreous, the ILM can be delineated with high transverse resolution. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "This provides an excellent basis for detecting small scale, focal damage to the NFL. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Qualitatively, when studying the circumferential profile of the ILM around the optic nerve head, we have noted two types of change in glaucomatous eyes (Fig. 1). ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 152,
                    "end": 160,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "First, there are focal depressions secondary to loss of nerve fiber bundles. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Second, there are increased protrusions of retinal vessels above the plane of the NFL, presumably from loss of the NFL, which allows vessels to stand out in greater relief above the retinal plane. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "These focal depressions and vessel elevations will increase the variations in height of the ILM profile. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "This novel parameter of focal NFL loss may be a sensitive indicator in early glaucoma, when total or average NFL loss is incomplete and variable.",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "We developed a spatial frequency analysis method to measure the height variation in the ILM profile, and tested its diagnostic power for detecting glaucoma.",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "METHOD Participants",
            "section_rank": 2
        },
        {
            "text": "The research protocol was approved by the institutional review board at the Oregon Health & Science University (OHSU) and performed in accordance with the tenets of the Declaration of Helsinki. ",
            "section": "METHOD Participants",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Written informed consent was obtained from each participant after explanation of the nature and possible consequences of the study. ",
            "section": "METHOD Participants",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Participants were recruited at the Casey Eye Institute/OHSU according to the AIG study protocol. ",
            "section": "METHOD Participants",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The OHSU ancillary site followed the iovs.arvojournals.org j ISSN: 1552-5783",
            "section": "METHOD Participants",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "OCT438",
            "section_rank": 3
        },
        {
            "text": "same eligibility and endpoint protocol as the AIG study, but used an advanced swept-source OCT prototype system instead of commercially available OCT instruments. ",
            "section": "OCT438",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The inclusion and exclusion criteria of the AIG study have been reported previously. ",
            "section": "OCT438",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "4 Briefly, normal control participants met the following criteria in both eyes: IOP of less than 21 mm Hg in both eyes, and a normal Humphrey visual field (HVF) on achromatic standard automated perimetry by Swedish Interactive Threshold Algorithm 24-2 testing (HFA II; Carl Zeiss Meditec, Inc., Dublin, CA, USA) with mean deviation (MD), Glaucoma Hemifield Test (GHT), and pattern standard deviation (PSD) within normal limits. ",
            "section": "OCT438",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "In addition, normal subjects had a normal-appearing optic nerve head (ONH) and NFL on ophthalmoscopic examination, and an open angle by gonioscopy. ",
            "section": "OCT438",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Glaucoma participants were required to have a glaucomatous ONH rim or NFL thinning on ophthalmoscopic examination. ",
            "section": "OCT438",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Glaucomatous eyes were classified in the PG subgroup if they have visual field (VF) PSD or GHT outside normal limits (P < 0.05 and P < 1%, respectively) in a consistent pattern on two qualifying VF exams. ",
            "section": "OCT438",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Otherwise, they were classified as preperimetric glaucoma (PPG). ",
            "section": "OCT438",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Exclusion criteria for all groups included visual acuity less than 20/40, age <40 or >79 years at enrollment, any ocular surgery other than uncomplicated cataract extraction, other diseases that might cause VF or ONH abnormality, and factors that might preclude the participant from performing study procedures or completing the study.",
            "section": "OCT438",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "OCT and Scanning",
            "section_rank": 4
        },
        {
            "text": "A prototype high speed swept-source Fourier-domain OCT system was used in this study. ",
            "section": "OCT and Scanning",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "10 The device operated at an axial scan speed of 100 kHz using a swept-source cavity laser operating at 1050 nm with a tuning range of 100 nm. ",
            "section": "OCT and Scanning",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "A resolution of 5.3 lm axially and 18 lm laterally at an imaging depth of 2.9 mm in tissue was achieved. ",
            "section": "OCT and Scanning",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "The ocular light power exposure was 1.9 mW, within the American National Standards Institute (ANSI) safety limit. ",
            "section": "OCT and Scanning",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "11 Participants were scanned using a high density 8 3 8 mm raster scan pattern, centered at the ONH. ",
            "section": "OCT and Scanning",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "In the fast transverse scan direction, the B-scan consisted of 640 A-scans. ",
            "section": "OCT and Scanning",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "The slow transverse scan direction included 640 B-scans. ",
            "section": "OCT and Scanning",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "The time to acquire each 3D volumetric scan was 4.3 seconds. ",
            "section": "OCT and Scanning",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "In the scan protocol, one eye of each participant was scanned with 4 scans consisting of 2 horizontal and 2 vertical scans. ",
            "section": "OCT and Scanning",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "An orthogonal registration algorithm was applied to register and merge all 4 scans to reduce eye motion. ",
            "section": "OCT and Scanning",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "12 Concentric, cylindrical, cross-sectional OCT images of varying radii were resampled from the volume scan ( Fig. 2) and upsampled to 1024 transverse points using interpolation. ",
            "section": "OCT and Scanning",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                },
                {
                    "start": 110,
                    "end": 116,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "We selected rings with radii of 1.5, 1.7, 2, 2.5, 3, and 3.5 mm for analysis. ",
            "section": "OCT and Scanning",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "The disc center was decided manually by one of us (LL) by matching the disc boundary with an ellipse on the en face view ( Fig. 2A).",
            "section": "OCT and Scanning",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 130,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2A"
                }
            ]
        },
        {
            "text": "ILM Detection",
            "section_rank": 5
        },
        {
            "text": "The ILM was detected as the most inner boundary of retina in the cylindrical cross-section images. ",
            "section": "ILM Detection",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "An automated algorithm was developed to follow the vessel bumps and avoid artifacts, such as points of vitreous macular adhesion. ",
            "section": "ILM Detection",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "The ILM elevation profile (contour) was extracted for each circle (Fig. 2B). ",
            "section": "ILM Detection",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 74,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 2B"
                }
            ]
        },
        {
            "text": "One of us (LL) inspected the cross-sectional images with ILM contour  overlay and performed manual correction of the contour if necessary.",
            "section": "ILM Detection",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "Retinal Surface Contour Variability (RSCV)",
            "section_rank": 6
        },
        {
            "text": "The ILM elevation profile was transformed to spatial frequency domain using the fast Fourier transform (Fig. 3A). ",
            "section": "Retinal Surface Contour Variability (RSCV)",
            "paragraph_rank": 10,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 112,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 3A)"
                }
            ]
        },
        {
            "text": "The spatial frequency components at lowest frequencies were removed because they simply relate to the average axial position and the tilt of the OCT scan beam relative to the ONH plane. ",
            "section": "Retinal Surface Contour Variability (RSCV)",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "text": "The highest frequency components also were nondiagnostic because of high noise and little anatomic information. ",
            "section": "Retinal Surface Contour Variability (RSCV)",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "text": "The middle frequency band that optimized the detection of retinal vessel relief and NFL bundle defects was determined empirically based on the difference between the average normal and glaucoma ILM spatial frequency spectrum (Fig. 3B). ",
            "section": "Retinal Surface Contour Variability (RSCV)",
            "paragraph_rank": 10,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 225,
                    "end": 234,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 3B)"
                }
            ]
        },
        {
            "text": "The RSCV is defined as the average log value within a middle spatial frequency band of the Fourier transform to the elevation profile of the inner retinal surface. ",
            "section": "Retinal Surface Contour Variability (RSCV)",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "text": "The spatial frequency band was optimized to distinguish glaucoma from normal. ",
            "section": "Retinal Surface Contour Variability (RSCV)",
            "paragraph_rank": 10,
            "section_rank": 6
        },
        {
            "text": "These optimized bands were determined separately for each cylindrical section radius (Fig. 4).",
            "section": "Retinal Surface Contour Variability (RSCV)",
            "paragraph_rank": 10,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 92,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4"
                }
            ]
        },
        {
            "text": "Nerve Fiber Layer Thickness (NFLT)",
            "section_rank": 7
        },
        {
            "text": "On the cylindrical cross-sectional OCT image with radius of 1.7 mm, the lower NFL boundary also was detected using a method described previously. ",
            "section": "Nerve Fiber Layer Thickness (NFLT)",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "13 The NFLT profile was defined as the distance between ILM and lower NFL boundary. ",
            "section": "Nerve Fiber Layer Thickness (NFLT)",
            "paragraph_rank": 11,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "The NFLT parameter was averaged along the profile.",
            "section": "Nerve Fiber Layer Thickness (NFLT)",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "Statistical Analysis",
            "section_rank": 8
        },
        {
            "text": "The Wilcoxon rank sum test was performed to determine statistical significance between the study groups. ",
            "section": "Statistical Analysis",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "The area under receiver operating characteristic curve (AROC) was calculated for the diagnostic accuracy. ",
            "section": "Statistical Analysis",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "Pearson correlation was used to determine correlations between RSCV, axial length, NFLT, and visual field test MD. ",
            "section": "Statistical Analysis",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "A coefficient of variance (CV) was applied to evaluate reproducibility. ",
            "section": "Statistical Analysis",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "Two reproducibility tests were performed. ",
            "section": "Statistical Analysis",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "The first one compares RSCV value at R ¼ 2.8 mm and R ¼ 3.0 mm. ",
            "section": "Statistical Analysis",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "The second test compares results graded independently by two of the authors (OT and LL). ",
            "section": "Statistical Analysis",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "All image processes and statistical analyses were done usingMatlab (Mathworks, Natick, MA, USA).",
            "section": "Statistical Analysis",
            "paragraph_rank": 12,
            "section_rank": 8,
            "entity_spans": [
                {
                    "start": 60,
                    "end": 66,
                    "type": "software",
                    "rawForm": "Matlab",
                    "resp": "#annotator17",
                    "used": true,
                    "id": "d7967df462-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 68,
                    "end": 77,
                    "type": "publisher",
                    "rawForm": "Mathworks",
                    "resp": "#curator",
                    "id": "#d7967df462-software-1"
                }
            ]
        },
        {
            "text": "RESULTS",
            "section_rank": 9
        },
        {
            "text": "Of 17 participants in the glaucoma group (8 in the PG and 9 in the PPG subgroups), 15 had early VF damage (MD > À6 dB) and 2 had more severe VF damage. ",
            "section": "RESULTS",
            "paragraph_rank": 13,
            "section_rank": 9
        },
        {
            "text": "We enrolled 25 participants in the normal control group, but due to their younger average age, only the 17 oldest control participants were used in the present analysis. ",
            "section": "RESULTS",
            "paragraph_rank": 13,
            "section_rank": 9
        },
        {
            "text": "The age matching was not exact, as the control participants still averaged 9 years younger ( Table 1). ",
            "section": "RESULTS",
            "paragraph_rank": 13,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "There were more females in the control group (Table 1). ",
            "section": "RESULTS",
            "paragraph_rank": 13,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 45,
                    "end": 54,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "As expected, the glaucoma group had significantly worse VF MD and thinner NFL in the overall area, superior and inferior quadrants. ",
            "section": "RESULTS",
            "paragraph_rank": 13,
            "section_rank": 9
        },
        {
            "text": "The image quality of the normal group is significantly higher than that of the glaucoma group based on signal strength index.",
            "section": "RESULTS",
            "paragraph_rank": 13,
            "section_rank": 9
        },
        {
            "text": "The spatial frequency transforms of the ILM profile were averaged for the normal and glaucoma groups (Fig. 3). ",
            "section": "RESULTS",
            "paragraph_rank": 14,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 109,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 3)"
                }
            ]
        },
        {
            "text": "Optimized bands were detected at frequency components where the glaucoma group was significantly larger than the normal group (Fig. 4). ",
            "section": "RESULTS",
            "paragraph_rank": 14,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "We averaged RSCVs in the optimized bands for each circle and the RSCV distribution for normal and glaucoma groups are illustrated in Figure 5. ",
            "section": "RESULTS",
            "paragraph_rank": 14,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 141,
                    "type": "figure",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "The RSCV was significantly higher at all sampling radii in the glaucoma group compared to the normal control group ( Table 2).",
            "section": "RESULTS",
            "paragraph_rank": 14,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "type": "table",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "The diagnostic accuracy of NFL and RSCV were assessed using AROC values at each sampling radius ( Table 3). ",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 105,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The diagnostic accuracy of RSCV improved with larger radii and the highest AROC value (0.90) was found at a radius of 3.5 mm. ",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "This was higher than that for NFLT parameters, but only significantly in the temporal and nasal quadrants (<0.01). ",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "We examined averages of RSCV over various ranges of radii and found that the average over 2.5 to 3.5 mm had the highest AROC (0.91). ",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "The averaged RSCV then was combined with NFL using principal component analysis. ",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "The combination had marginally higher AROC (0.91) than NFL only (P ¼ 0.08).  ",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "Venn diagram analysis (Fig. 6) showed that RSCV had higher sensitivity for glaucoma diagnosis (53%) than NFLT (29%). ",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 22,
                    "end": 30,
                    "type": "figure",
                    "text": "(Fig. 6)"
                }
            ]
        },
        {
            "text": "It also was notable that all abnormal eyes detected by NFLT also were detected by RSCV. ",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "However, the difference in sensitivity was not statistically significant (P ¼ 0.13). ",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "Both parameters had 100% specificity (Fig. 6).",
            "section": "RESULTS",
            "paragraph_rank": 15,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 37,
                    "end": 45,
                    "type": "figure",
                    "text": "(Fig. 6)"
                }
            ]
        },
        {
            "text": "The correlations between averaged RSCV and NFLT, or between averaged RSCV and VF MD, were estimated for glaucomatous participants. ",
            "section": "RESULTS",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "Significant correlations were found between RSCV and NFL (r ¼À0.54, P ¼ 0.03) but not MD (R ¼ À0.32, P ¼ 0.21). ",
            "section": "RESULTS",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "A significant correlation also was found between NFL and MD (r ¼ 0.68, P ¼ 0.002). ",
            "section": "RESULTS",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "We also evaluated the correlation between RSCV and NFL for normal participants, which was not significant (r ¼ À0.10, P ¼ 0.70).",
            "section": "RESULTS",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "We tested whether the RSCV was sensitive to transverse magnification changes (i.e., axial eye length variation) by comparing the values evaluated at the sampling radii of R ¼ 2.8 and 3 mm. ",
            "section": "RESULTS",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "No significant difference was found between the two radii in either the glaucoma or normal group (P > 0.26). ",
            "section": "RESULTS",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "The CV was 1.4% for normal eyes and 1.3% for glaucoma eyes. ",
            "section": "RESULTS",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "We also tested the between-grader (OT and LL) reproducibility of RSCV because the ONH boundary and center were defined manually. ",
            "section": "RESULTS",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "The reproducibility (CV) was 1.6% for normal eyes and 1.1% for glaucoma eyes.",
            "section": "RESULTS",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "We tested the correlation between axial length and RSCV. ",
            "section": "RESULTS",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "We did not find a significant correlation between axial length and RSCV parameter (R ¼ 3.5 mm) for the normal (r ¼ 0.06, P ¼ 0.83) and glaucoma (r ¼ 0.42, P ¼ 0.09) groups. ",
            "section": "RESULTS",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "We also did not find a significant correlation between axial length and RSCV parameters at any radius for the normal group (P > 0.32).",
            "section": "RESULTS",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "DISCUSSION",
            "section_rank": 10
        },
        {
            "text": "In this pilot study, we reported, to our knowledge, the first use of spatial frequency analysis to detect small scale retinal surface contour change in glaucoma. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "text": "The RSCV, measured in the peripapillary area, was significantly larger in glaucoma eyes. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "text": "The diagnostic accuracy of RSCV was at least as good as NFLT, although a larger study would be needed to see if there is a significant advantage. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "text": "In early glaucoma, NFLT has limited diagnostic sensitivity, with literature values of 33.3% to 67.4% at a fixed specificity of 99%. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "text": "3,7,9 This is not surprising as there is a relatively wide range of population variation in the average NFLT, which has been reported as between 9.0% and 10.0% SD. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 4,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "5,7,14 Because the RSCV measures small scale, focal changes that are unlikely to be due to the inborn variation of NFLT, it may be able to better detect glaucoma in the earlier stages, when NFL damage is small and variable in the location. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 4,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "In this study, NFLT was abnormally (99% specificity cutoff) thin in only 5 of 17 participants in the glaucoma group, while RSCV was abnormally elevated in 9 of 17 glaucoma participants. ",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "text": "While this advantage is not statistically significant, it shows a promising trend that deserves further study.",
            "section": "DISCUSSION",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "text": "Because the NFLT and the RSCV measure different aspects of NFL damage-global versus focal-their combination may enhance diagnostic accuracy. ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "While we previously have developed another parameter to measure focal peripapillary NFL and macular ganglion cell complex (GCC) thinning called focal loss volume (FLV), that algorithm was optimized to detect relatively larger areas (500 lm superpixels) of focal damage. ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "15,16 By contrast, this new RSCV parameter is able to detect smaller focal changes. ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "The RSCV spatial frequency analysis detects changes in the 2 to 100 radians/mm, which corresponds to spatial features as small as 60 lm (the diameter of a small arteriole). ",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "17,18 Thus, we believe all three parameters will be synergistic based on the fact they measure glaucoma damage on different spatial scales.",
            "section": "DISCUSSION",
            "paragraph_rank": 20,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "We found that the RSCV appeared to have higher diagnostic accuracy in circles with large radii (2.5-3.5 mm) than small radii (1.5-2 mm). ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "text": "This could be explained by two observations. ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "text": "Firstly, we observed that, in the normal eye, larger retinal vessels submerge into the retina further from the disc margin. ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "text": "Thus, the inner retinal surface is smoother and RSCV is lower further from the disc. ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "text": "This makes it easier to detect even small focal changes in the glaucomatous eyes. ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "text": "This observation also might be due to the fact that glaucoma damages axon bundles nonuniformly within the ONH (laminar pores, and so forth) and these bundle losses may be more detectable within the NFL where all bundles are more spread out. ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "text": "Another assumption is that the thinner NFL away from the disc is going to be less likely to mask blood vessels and loss of axon Listed values are mean 6 SD of groups; all differences between the glaucoma and normal groups are significantly greater than zero (P < 0.003) by the Wilcoxon rank sum test. ",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "text": "bundles may reveal blood vessels more readily in these regions.",
            "section": "DISCUSSION",
            "paragraph_rank": 21,
            "section_rank": 10
        },
        {
            "text": "The second observation is that the population variances were tighter with larger radii ( Table 2). ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 96,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "We suspected this was simply due to the larger number of A-scans in sampling circles of larger radii. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "Thus, maximizing the OCT scan density in the 2.5-to 3.5-mm radius annulus around the optic disc may improve RSCV evaluation. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "An additional advantage of RSCV over NFLT is that the RSCV value is relatively insensitive to magnification variation or decentration relative to the optic disc center. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "Between the scan radii of 2.5 to 3.5 mm, the mean RSCV values varied less than 2% in the normal and glaucoma groups. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "Intergrader variation in disc boundary identification also affected RSCV by less than 2%. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "By comparison, NFLT does vary proportionately with magnification (axial eye length). ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 10
        },
        {
            "text": "[19][20][21] Furthermore, NFL quadrant thickness averages are known to be exquisitely sensitive to decentration of the sampling circle relative to the optic disc. ",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "22,23 Therefore, RSCV may be a more robust diagnostic parameter that is relatively resistant to the introduction of bias due to patients, OCT operators, or graders.",
            "section": "DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "In previous studies, contour variability was accessed by Heidelberg retinal tomography (HRT) but was considerably inferior in its ability to diagnose glaucoma or progression compared to NFL measured by OCT. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "[24][25][26] We believe there are two reasons why contour variability by HRT was considerably inferior in diagnostic power. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "First, HRT had lower axial resolution comparing to OCT. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "Thus, it is difficult for HRT to catch small changes in the contour variability caused by protrusions of retinal vessels. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "Second, HRT measures the contour variability near the disc margin. ",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "In our study, we found that the contour variability is less sensitive in location near the disc edge.",
            "section": "DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "One of the limitations of this study is the relatively small number of participants, especially for advanced glaucoma (VF < À6dB). ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "A power calculation shows that our sample size of 17 normal and 17 glaucoma subjects should be able to detect a difference in AROC of 0.67 compared to the AROC of RSCV of 0.90 with a probability of 0.80 at a significance threshold of P < 0.05. ",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "Thus, a large study is necessary to validate the RSCV parameters.",
            "section": "DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "Another limitation is that the age and sex are not exactly matched. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "First, our control participants were not sex-matched to the glaucoma group. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "However, RSCV was not significantly affected by sex in our control group (P ¼ 0.62). ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "Second, the glaucoma group also is 9 years older than the normal group. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "As a consequence, the OCT image quality in normal group is significantly higher. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "However, the SSI is good for the normal (60 6 9) and glaucoma (50 6 12) groups. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "The RSCV parameters are not sensitive to SSI when the image quality is good enough for accurate ILM boundary detection. ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "We also tested the correlation between SSI and RSCV but did not find any significance for the normal and glaucoma groups (P > 0.38). ",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "Furthermore, RSCV was not correlated with age in the normal group (P ¼ 0.43).",
            "section": "DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "Retinal surface contour variability also may be sensitive to focal NFL loss caused by other optic neuropathies, such as anterior ischemic optic neuropathy (AION) and optic neuritis. ",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "Since RSCV is a nonspecific detector of NFL loss on a small spatial scale, specific diagnosis of particular conditions would require the physician to consider the clinical presentation as well as patterns of NFL, GCC, optic disc topography, and VF changes.",
            "section": "DISCUSSION",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "In summary, the retinal surface contour variability was increased significantly in glaucoma eyes. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "The diagnostic accuracy of RSCV was at least equal to NFLT in early glaucoma. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "Since the RSCV detects small-scale focal damage and the average NFLT measures global damage, they provide different FIGURE ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "5. Distribution of RSCV values for normal (N) and glaucoma (G) groups at sampling radii between 1.5 and 3.5 mm. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "FIGURE ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "6. Venn diagram for glaucoma diagnosis using RSCV and NFLT parameters. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "The threshold for RSCV was set 2.33 SD above the mean of the normal group (99 percentile cutoff assuming normal distribution) and the threshold of NFL was 2.33 SD below the mean of normal group. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "In the normal group, all eyes were within the cutoff for both parameters, indicating 100% specificity. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "In the glaucoma groups, RSCV detected abnormality in nine participants, including the five detected by NFL. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "diagnostic information that may be synergistic. ",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "A larger study is needed to validate the utility of RSCV in glaucoma detection.",
            "section": "DISCUSSION",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "FIGURE 1 .",
            "section_rank": 11
        },
        {
            "text": "Superior quadrants of cylindrical OCT cross sections of the peripapillary retina at 3 mm radius. ",
            "section": "FIGURE 1 .",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "(A) Normal. ",
            "section": "FIGURE 1 .",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "(B) Glaucoma.",
            "section": "FIGURE 1 .",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "FIGURE 2 .",
            "section_rank": 12
        },
        {
            "text": "(A) En face view (average projection of log reflectance intensity) of the 8 3 8 mm volumetric ''cube'' scan of the ONH region in a glaucomatous eye. ",
            "section": "FIGURE 2 .",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "text": "The 3-mm radius circle centered on the ONH is outlined in blue. ",
            "section": "FIGURE 2 .",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "text": "(B) The 3-mm radius cylindrical cross section is resampled from the cube scan. ",
            "section": "FIGURE 2 .",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "text": "The ILM contour (white dashed line) is measured from this circular cross section. ",
            "section": "FIGURE 2 .",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "text": "(C) En face OCT showing resampling circles at radii of 1.5, 1.7, 2.0, 2.5, 3.0, and 3.5 mm.",
            "section": "FIGURE 2 .",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "text": "FIGURE 3 .",
            "section_rank": 13
        },
        {
            "text": "(A) Spatial frequency spectrum of ILM elevation showing the averages of all glaucoma eyes and all normal eyes derived from the 3.0-mm OCT cylindrical sections. ",
            "section": "FIGURE 3 .",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "(B) shows the difference spectrum (glaucoma À normal) and the optimize frequency band (between dotted lines) used to compute the RSCV.",
            "section": "FIGURE 3 .",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "FIGURE 4 .",
            "section_rank": 14
        },
        {
            "text": "Optimized passbands for RSCV calculation at different radii.",
            "section": "FIGURE 4 .",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "TABLE 1 .",
            "section_rank": 15
        },
        {
            "text": "Participant Characteristics",
            "section": "TABLE 1 .",
            "paragraph_rank": 32,
            "section_rank": 15
        },
        {
            "text": "TABLE 3 .",
            "section_rank": 16
        },
        {
            "text": "Diagnostic Accuracy Comparison",
            "section": "TABLE 3 .",
            "paragraph_rank": 34,
            "section_rank": 16
        },
        {
            "text": "This work is licensed under a Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International License.",
            "section": "TABLE 3 .",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "Acknowledgments",
            "section_rank": 18
        },
        {
            "text": "Supported by National Institutes of Health (NIH; Bethesda, MD, USA) Grants R01 EY023285, R01 EY013516, P30 EY10572 (Ophthalmology Core Facility), and R01 EY010145, and an unrestricted grant from Research to Prevent Blindness. ",
            "section": "Acknowledgments",
            "paragraph_rank": 37,
            "section_rank": 18
        },
        {
            "text": "Disclosure: O. Tan, Optovue (F, I), P; L. Liu, None; X. Zhang, None; J.C. Morrison, None; D. Huang, Optovue (F, I), P",
            "section": "Acknowledgments",
            "paragraph_rank": 37,
            "section_rank": 18
        }
    ]
}