{
    "id": "a50343a228",
    "abstract": [],
    "body_text": [
        {
            "text": "An adverse drug event (ADE) is ''any untoward medical occurrence in a patient or clinical investigation subject administered a pharmaceutical product and which does not necessarily have to have a causal relationship with this treatment'' [1]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "type": "bibr",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "ADEs have been identified as a major public health concern and are responsible for a high level of morbidity and mortality worldwide [2]. ",
            "section": "Introduction"
        },
        {
            "text": "In the USA, ADEs accounted for 17 million emergency department (ED) visits and 8.7 million hospital admissions annually [3]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 73,
                    "type": "bibr",
                    "text": "[8, 15, 42-44]"
                }
            ]
        },
        {
            "text": "ADEs occur in all clinical settings and are responsible for 0.77-37.6 % of ED visits [4][5][6]. ",
            "section": "Introduction"
        },
        {
            "text": "They also contributed to an increase in healthcare cost, loss of productivity, increased hospital stay and time away from work, as well as lower patient satisfaction [7][8][9]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "text": "[43]"
                }
            ]
        },
        {
            "text": "In Canada, ADEs were responsible for a total annual cost of $Can35.7 million in 2008 [10].",
            "section": "Introduction"
        },
        {
            "text": "In Malaysia, over 2 million hospital admissions and 19 million outpatient visits were documented in government hospitals in 2014 [11]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Similarly, over 8 million and 33 million prescriptions were dispensed to in-patients and outpatients, respectively [12]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Despite these figures, data on the prevalence of ADE-related hospitalizations in Malaysia are still scarce. ",
            "section": "Introduction"
        },
        {
            "text": "Thus, it is necessary to identify the burden of ADEs in an ED to better understand the challenges faced by healthcare professionals in Malaysia.",
            "section": "Introduction"
        },
        {
            "text": "Many of the previous studies on ADE-related hospitalizations focused on patients in ambulatory care units and those admitted to hospital wards, with relatively few evaluating the number of patients seeking care in the ED [13]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 221,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The aim of this study was to determine the prevalence of ADE-related ED visits at a teaching hospital in Malaysia. ",
            "section": "Introduction"
        },
        {
            "text": "Our secondary objective was to determine the degree of severity, preventability, and outcome of these visits.",
            "section": "Introduction"
        },
        {
            "text": "The study was conducted at the ED of Hospital Universiti Sains Malaysia (HUSM), Kelantan, Malaysia. ",
            "section": "Settings"
        },
        {
            "text": "HUSM is a 767-bed tertiary hospital and was considered the largest referral centre in the east coast of Malaysia [14]. ",
            "section": "Settings",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "The ED receives approximately 65,000 patients per annum.",
            "section": "Settings"
        },
        {
            "text": "All patients coming to the HUSM ED during the period December 2014 to January 2015 were considered for this study. ",
            "section": "Patients"
        },
        {
            "text": "The exclusion criteria were (1) patients referred from another hospital, (2) patients on a scheduled visit to the ED, and (3) patients with medico-legal cases. ",
            "section": "Patients"
        },
        {
            "text": "The remainder of the patients was approached for consent. ",
            "section": "Patients"
        },
        {
            "text": "Only those who consented to participate were interviewed. ",
            "section": "Patients"
        },
        {
            "text": "Recruitment was halted when the required minimum number of patients was reached.",
            "section": "Patients"
        },
        {
            "text": "A cross-sectional study was performed over a 6-week period. ",
            "section": "Design"
        },
        {
            "text": "Patient interviews were conducted between 09:00 am and 05:00 pm, Sunday to Thursday. ",
            "section": "Design"
        },
        {
            "text": "The ED physician determined whether or not the chief presenting complaints were related to drugs, based on the following criteria [15]: (1) known drug actions as described in drug monographs and/or literature, (2) the temporal relationship between the event and the time of drug use, and (3) the nature of the current underlying disease(s). ",
            "section": "Design",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[15]"
                },
                {
                    "start": 210,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "Information regarding the patient's socio-demographic characteristics, current drug use, current use of any modality of complementary and alternative medicine (CAM), and history of visiting multiple prescribers or pharmacies in the last 14 days were collected. ",
            "section": "Design"
        },
        {
            "text": "Patient medical and medication history, drug allergy, history of presenting illness, recent hospital admission, drugs dispensed at the ED, and outcome of the visits was also obtained. ",
            "section": "Design"
        },
        {
            "text": "The categorization of the ADE, preventability, severity, and outcome of the visits were determined based on definitions adopted and modified from previous studies, as described in Sect. ",
            "section": "Design"
        },
        {
            "text": "2.4.",
            "section": "Design"
        },
        {
            "text": "An ED visit was considered ADE related when the chief presenting complaint was related to drug use [8]. ",
            "section": "Definitions",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "If the patient had other symptoms related to drug use, and the chief presenting complaint was not related to these, the ED visit was considered not ADE related. ",
            "section": "Definitions"
        },
        {
            "text": "ADE-related ED visits were classified into the following five categories. ",
            "section": "Definitions"
        },
        {
            "text": "(1) Adverse drug reaction (ADR)-a ''response to a drug that is noxious or unintended, and that occurs at doses normally used for the prophylaxis, diagnosis, or therapy of disease'' [9]. ",
            "section": "Definitions",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "(2) Drug therapeutic failure (DTF)-an absence of therapeutic response (deterioration of disease state or condition) to a drug that could be linked causally either to a prescribed dose that was too low, medication non-adherence, recent dose reduction and interaction, or inadequate monitoring [16]. ",
            "section": "Definitions",
            "ref_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The visit was regarded as due to DTF when caused by medication nonadherence where the patient's drug-taking behavior did not correspond with agreed recommendations from the healthcare provider, resulting in a disease or condition not stabilizing or symptoms worsening [17]. ",
            "section": "Definitions",
            "ref_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "(3) Accidental drug overdoseunintentional administration of a drug (set at an amount higher than the normal recommended therapeutic dose, that has the potential to cause harm, e.g., a young child or an adult with impaired mental abilities swallowing medication left within their grasp or an adult mistakenly taking an incorrect drug or dose) [3]. ",
            "section": "Definitions",
            "ref_spans": [
                {
                    "start": 342,
                    "end": 345,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "(4) Intentional drug overdose-deliberate administration of a drug at an amount higher than the normal recommended dose, that has the potential to cause harm (e.g., for the purpose of self-harm, suicide attempts, or to achieve euphoric state) [3]. ",
            "section": "Definitions",
            "ref_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "(5) Untreated indication-when the chief presenting complaint is related to a disease or condition that requires a drug therapy and the patient did not seek or receive such therapy (possibly due to mental illness or ignorance of the disease condition) [3].",
            "section": "Definitions",
            "ref_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Preventability was evaluated based on three categories [18]: (1) Preventable-the drug-related ED visit was the result of misuse of a drug, inappropriate discontinuation of treatment, non-adherence, or self-medication; (2) Possibly preventable-the visit was due to failure to monitor drug therapy or an error in prescribing, dispensing, or administration; or (3) Not preventable-the ADE occurred during compliance with good drug utilization.",
            "section": "Definitions",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "The severity of drug-related ED visits was classified according to the following criteria [19]: (1) Mild-a laboratory abnormality or the symptom did not require drug intervention, (2) Moderate-a laboratory abnormality or symptom that required drug intervention at the ED, 3Severe-the symptom required hospital admission, was life-threatening, or resulted in permanent disability.",
            "section": "Definitions",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[19]"
                },
                {
                    "start": 272,
                    "end": 273,
                    "text": "3"
                }
            ]
        },
        {
            "text": "The outcome of the drug-related ED visit was categorized into three groups: (1) discharged immediately after consultation with the ED physician, (2) admitted to the ED-observation ward for a maximum of 72 h, and (3) admitted to a hospital ward through the ED. ",
            "section": "Definitions"
        },
        {
            "text": "Drug classification was performed according to MIMS.com Malaysia version 1.3.0 [20].",
            "section": "Definitions",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "text": "[20]"
                }
            ],
            "entity_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "type": "software",
                    "rawForm": "MIMS",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "a50343a228-software-3",
                    "cert": "1.0"
                },
                {
                    "start": 73,
                    "end": 78,
                    "type": "version",
                    "rawForm": "1.3.0",
                    "resp": "#annotator5",
                    "id": "#a50343a228-software-3"
                },
                {
                    "type": "software",
                    "start": 47,
                    "end": 51,
                    "rawForm": "MIMS",
                    "resp": "whitelist",
                    "id": "a50343a228-software-simple-w0"
                }
            ]
        },
        {
            "text": "The sample size was calculated using a single proportion formula [21], adopting 38.0 % as the expected proportion of population with ADE-related ED visits, as per previous literature [22]; a 0.05 significance (alpha) level at a 95 % confidence interval (CI); and taking into consideration the 20 % of included patients who would leave without seeing a physician. ",
            "section": "Sample Size Calculation",
            "ref_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[21]"
                },
                {
                    "start": 183,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "A sample size of 434 was calculated.",
            "section": "Sample Size Calculation"
        },
        {
            "text": "Data were analyzed using statistical software (SPSS version 21, SPSS Inc., Chicago, IL, USA). ",
            "section": "Statistical Analysis",
            "entity_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "a50343a228-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 60,
                    "end": 62,
                    "type": "version",
                    "rawForm": "21",
                    "resp": "#annotator2",
                    "id": "#a50343a228-software-1"
                },
                {
                    "start": 64,
                    "end": 72,
                    "type": "publisher",
                    "rawForm": "SPSS Inc",
                    "resp": "#curator",
                    "id": "#a50343a228-software-1"
                },
                {
                    "type": "software",
                    "start": 37,
                    "end": 45,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "a50343a228-software-simple-w1"
                },
                {
                    "type": "software",
                    "start": 47,
                    "end": 51,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "a50343a228-software-simple-w2"
                },
                {
                    "type": "software",
                    "start": 64,
                    "end": 68,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "a50343a228-software-simple-w3"
                }
            ]
        },
        {
            "text": "The prevalence of ADE-related ED visits was calculated by dividing the number of patients with ADE-related ED visits by the total sample size. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "Descriptive analysis of socio-demographic, clinical, and drug-related variables was conducted. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "Results were presented as frequency (percentage) for categorical variables and mean (standard deviation [SD]) for numerical variables. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "The Chi squared goodness-of-fit test was used to determine the distribution of cases in a single categorical variable at a 0.05 significance (alpha) level.",
            "section": "Statistical Analysis"
        },
        {
            "text": "There was a total of 7530 ED visits over the 6-week period; 3573 patients came to the ED between 09:00 am and 05:00 pm Sunday to Thursday. ",
            "section": "Results"
        },
        {
            "text": "Of the 1162 patients selected for the study, 728 were excluded, for the following reasons: referral from other hospital (n = 714); scheduled visit (n = 8); declined to participate (n = 4); and medicolegal cases (n = 2). ",
            "section": "Results"
        },
        {
            "text": "Therefore, 434 eligible patients were interviewed. ",
            "section": "Results"
        },
        {
            "text": "The number of ED physician-identified ADErelated ED visits was 133 (30.6 %; 95 % CI 26-35 %). ",
            "section": "Results"
        },
        {
            "text": "Table 1 illustrates the characteristics of the patients with an ADE-related ED visit. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The mean (SD) age of the patients with an ADE-related ED visit was 41.0 (21.58) years. ",
            "section": "Results"
        },
        {
            "text": "Of the 133 patients, 62 % were female and 96.0 % were of Malay ethnicity. ",
            "section": "Results"
        },
        {
            "text": "The proportion of patients with formal education was 66.9 %, and 70 % of participants were married. ",
            "section": "Results"
        },
        {
            "text": "A total of 110 patients (82.7 %) were currently taking medications at the time of the ED visit; 17 (12.8 %) claimed use of one or more different modalities of CAM. ",
            "section": "Results"
        },
        {
            "text": "The most commonly reported chronic diseases among patients with an ADE-related visit were diabetes mellitus (DM) (n = 55; 41.4 %); hypertension (n = 54; 40.6 %); and asthma (n = 13; 9.7 %) (A person could have more than one chronic disease).",
            "section": "Results"
        },
        {
            "text": "Five categories of ADE were reported: (1) DTF (n = 74; 55.6 %), (2) ADR (n = 43; 32.3 %), (3) accidental drug overdose (n = 7; 5.2 %), (4) intentional drug overdose (n = 6; 4.5 %), and (5) untreated indication (n = 3; 3.2 %). ",
            "section": "Results"
        },
        {
            "text": "Female patients dominated in most of the ADE categories. ",
            "section": "Results"
        },
        {
            "text": "The prevalence of DTF, ADR, and accidental overdose was higher among the elderly population (C60 years). ",
            "section": "Results"
        },
        {
            "text": "Medication non-adherence was found to be the major cause of DTF (81.1 %). ",
            "section": "Results"
        },
        {
            "text": "Table 2 demonstrates the prevalence of different categories of ADE among sex and age categories.",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Of the 133 ADE-related ED visits, 74 (55.6 %) were considered preventable, with DTF due to medication nonadherence accounting for 85.3 %. ",
            "section": "Results"
        },
        {
            "text": "A total of 41 (30.8 %) of ADE-related ED visits were classed as severe, with DTF due to medication non-adherence responsible for 41.5 % of this level of severity. ",
            "section": "Results"
        },
        {
            "text": "There was no report of permanent disability or death from these visits. ",
            "section": "Results"
        },
        {
            "text": "Of the subjects, 25 (18.8 %) were discharged immediately after consultation with the ED physician, 93 (69.9 %) were admitted to the ED-observation ward for a maximum of 72 h, and 15 (11.3 %) were admitted to a hospital ward from the ED. ",
            "section": "Results"
        },
        {
            "text": "Admission to the ED-observation ward was mainly due to hypoglycemia secondary to antidiabetic therapy (n = 10; 10.8 %), uncontrolled DM (n = 10; 10.8 %), and hypertensive urgency (n = 9; 9.7 %). ",
            "section": "Results",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 111,
                    "end": 115,
                    "rawForm": "10.8",
                    "resp": "whitelist",
                    "id": "a50343a228-software-simple-w4"
                },
                {
                    "type": "software",
                    "start": 145,
                    "end": 149,
                    "rawForm": "10.8",
                    "resp": "whitelist",
                    "id": "a50343a228-software-simple-w5"
                }
            ]
        },
        {
            "text": "Admission to the hospital ward was mostly due to uncontrolled DM (n = 2; 13.3 %).",
            "section": "Results"
        },
        {
            "text": "A total of 45 individual drugs and 18 drug combinations were involved in the 133 ADE-related ED visits. ",
            "section": "Results"
        },
        {
            "text": "The most frequently implicated drugs were antidiabetics (n = 31; 23.3 %), antihypertensives (n = 28; 21.1 %), antibiotics (n = 13; 9.8 %), anti-asthmatics (n = 11; 8.3 %), and diuretics (n = 8; 6.0 %). ",
            "section": "Results"
        },
        {
            "text": "The most frequent single drugs reported were insulin (n = 13; 9.8 %), furosemide (n = 7;",
            "section": "Results"
        },
        {
            "text": "2.3 %), salbutamol (n = 6; 4.5 %), and gliclazide (n = 5; 3.8 %). ",
            "section": "Results"
        },
        {
            "text": "The drug combinations most involved were amoxicillin ? ",
            "section": "Results"
        },
        {
            "text": "clavulanic acid (n = 4; 3.0 %) and rifampicin ? ",
            "section": "Results"
        },
        {
            "text": "isoniazid (n = 3; 2.3 %).",
            "section": "Results"
        },
        {
            "text": "The most common complaints among patients with ADErelated ED visits were fatigue, irritability, sweating, unconsciousness, hypertension, skin reactions, upper gastrointestinal bleeding, palpitations, giddiness, shortness of breath, tarry stools, abnormal behavior, chest pain, convulsions, lethargy, edema, and Stevens-Johnson Syndrome (SJS).",
            "section": "Results"
        },
        {
            "text": "To our knowledge, this is the first study to determine the prevalence of ADE-related ED visits at a teaching hospital in Malaysia. ",
            "section": "Discussion"
        },
        {
            "text": "A prevalence of 30.6 % (95 % CI 26-35) for ADE-related ED visits was determined within the 6-week period. ",
            "section": "Discussion"
        },
        {
            "text": "More than one-half of the ADEs were determined to have been preventable, and almost one-third had a severe outcome. ",
            "section": "Discussion"
        },
        {
            "text": "The prevalence rate found in the current study is consistent with results of previous studies  [23][24][25][26]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[23]"
                },
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[24]"
                },
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[25]"
                },
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "In contrast, the prevalence rate was higher than in other studies performed in England, Finland, Canada, and Taiwan, which were in the range of 0.77-4.0 % [24,[27][28][29][30]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[24,"
                },
                {
                    "start": 159,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[27]"
                },
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[28]"
                },
                {
                    "start": 167,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[29]"
                },
                {
                    "start": 171,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "In the current study, the rate of ADE-related admissions to the ward through the ED was 11.3 %, which is similar to rates found in a study conducted in Malaysia (12.7 %) [31]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "The high prevalence rate found in this study may be due to a broader definition of ADE, eligibility criteria, and study population used. ",
            "section": "Discussion"
        },
        {
            "text": "This was adopted to ensure a comprehensive knowledge of ADE-related hospitalization. ",
            "section": "Discussion"
        },
        {
            "text": "Moreover, the high proportion of patients with DTF may also be responsible for the high prevalence rate.",
            "section": "Discussion"
        },
        {
            "text": "In the current study, the proportion of female patients found to be associated with ADE-related ED visits and currently receiving medications was higher than that of male patients. ",
            "section": "Discussion"
        },
        {
            "text": "This was in agreement with previous studies [27,32,33]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[27,"
                },
                {
                    "start": 48,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "32,"
                },
                {
                    "start": 51,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "33]"
                }
            ]
        },
        {
            "text": "The female sex has been identified as a risk factor associated with ADE-related ED visits [23,25,34,35]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[23,"
                },
                {
                    "start": 94,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "25,"
                },
                {
                    "start": 97,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "34,"
                },
                {
                    "start": 100,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "35]"
                }
            ]
        },
        {
            "text": "This is possibly due to the increased bioavailability of drugs, greater sensitivity of female target organs to drugs, and polypharmacy due to gender-specific treatments [36]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "ADE-related complaints at the ED in the current study were higher among the elderly. ",
            "section": "Discussion"
        },
        {
            "text": "This was consistent with findings of previous studies [4,7,24,37]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[4,"
                },
                {
                    "start": 57,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "7,"
                },
                {
                    "start": 59,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "24,"
                },
                {
                    "start": 62,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "37]"
                }
            ]
        },
        {
            "text": "This could possibly be because the body's ability to handle drugs diminishes with age, leading to changes in drug pharmacokinetics, altered organ responses, and homeostatic counter-regulation to drug effects [38]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 208,
                    "end": 212,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "More patients without formal education had ADE-related ED visits than patients with higher education. ",
            "section": "Discussion"
        },
        {
            "text": "Similar studies have shown that patients with a higher level of education have a better perception of the risks of ADEs [39]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[39]"
                }
            ]
        },
        {
            "text": "A higher level of education brings a greater conscious awareness of the risks associated with drug use. ",
            "section": "Discussion"
        },
        {
            "text": "Many previous studies on prevalence of ADEs did not evaluate marital status [13]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "However, our study reveals a significant difference in ADE occurrence within married, divorced, and single patients, with a married population having a higher percentage of patients with ADE-related ED visits. ",
            "section": "Discussion"
        },
        {
            "text": "Similarly, Chrischilles et al. ",
            "section": "Discussion"
        },
        {
            "text": "[40,41] and Hema et al. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[40,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "41]"
                }
            ]
        },
        {
            "text": "[40,41] also found that a higher proportion of patients with ADE were married. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[40,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "41]"
                }
            ]
        },
        {
            "text": "An explanation for this within the current study may be that over 40 % of the patients with ADEs were elderly and more than one-half were females, who were earlier found to have a higher incidence of ADE-related hospitalization.",
            "section": "Discussion"
        },
        {
            "text": "The ADE category with the highest prevalence rate in the current study was DTF, which accounted for more than one-half of ADE-related ED visits. ",
            "section": "Discussion"
        },
        {
            "text": "This is consistent with a similar study conducted in a hospital ward in Malaysia [22]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "In the current study, medication non-adherence was the major cause of DTF-related ED visits. ",
            "section": "Discussion"
        },
        {
            "text": "The prevalence rate of DTF due to medication non-adherence reported was higher than that found in previous studies [8, 15, 42-44]. This variation may be due to more patients with chronic diseases visiting our ED with ADE-related complaints. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[8,"
                },
                {
                    "start": 118,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "15,"
                },
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[42]"
                },
                {
                    "start": 125,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[43]"
                },
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[44]"
                }
            ]
        },
        {
            "text": "However, patients with underlying chronic illness were found to have a higher chance of medication non-adherence [43]. Another reason for the higher prevalence rate of DTF due to medication non-adherence may be associatedwith the busy and overcrowded nature of some public hospitals in Malaysia, which may not allow adequate patient counseling, especially regarding medication adherence [45, 46]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[43]"
                },
                {
                    "start": 393,
                    "end": 397,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[45,"
                }
            ]
        },
        {
            "text": "Medication non-adherence has become a silent burden of healthcare [39, 44, 47]; thus, many intervention measures have been made to improve adherence to increase patient safety. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "46]"
                },
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[39,"
                },
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "44,"
                },
                {
                    "start": 78,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "47]"
                }
            ]
        },
        {
            "text": "Such interventions include patient education via verbal and written instructions, illustrations, and audiovisuals by healthcare providers, and reminders such as medication calendars, medication schedule alerts, stickers, box alarms, and pill timers. ",
            "section": "Discussion"
        },
        {
            "text": "In Malaysia, efforts have been made to improve medication adherence, including the use of short message alerts, called MySMS Ò , in some hospitals [48] and the establishment of Medication Therapy Adherence Clinic (MTAC) services operated by pharmacists in some public hospitals. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[48]"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 119,
                    "end": 124,
                    "rawForm": "MySMS",
                    "resp": "whitelist",
                    "id": "a50343a228-software-simple-w6"
                }
            ]
        },
        {
            "text": "These services have resulted in significant improvements in medication adherence [49]. Studies have shown that pharmacist interventions have played a major role in improving medication adherence, especially among patients with chronic illness. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[49]"
                }
            ]
        },
        {
            "text": "The pharmacist is an expert on drugs and has the skills and expertise to improve medication adherence and potentially minimize the prevalence of DTF-related ED visits [50, 51]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[50,"
                },
                {
                    "start": 174,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "51]"
                }
            ]
        },
        {
            "text": "More intervention measures are needed to improve medication adherence.",
            "section": "Discussion"
        },
        {
            "text": "In the current study, ADRs account for one-third of the ADE-related ED visits. ",
            "section": "Discussion"
        },
        {
            "text": "This rate is consistent with similar studies conducted in India [52] and in hospital wards in Malaysia and Germany [33,38]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[52]"
                },
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[33,"
                },
                {
                    "start": 119,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "38]"
                }
            ]
        },
        {
            "text": "Hypoglycemia was the most common complaint associated with ADRs, mainly related to antidiabetic therapy (gliclazide and insulin). ",
            "section": "Discussion"
        },
        {
            "text": "The high rate of ADRs in the current study may be explained by the poor ADR monitoring and reporting system in Malaysia. ",
            "section": "Discussion"
        },
        {
            "text": "Despite the establishment of the Malaysian Adverse Drug Reaction Advisory Committee (MADRAC) in 1987 to receive and monitor ADR reporting, the response is still very low compared with other countries [53]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[53]"
                }
            ]
        },
        {
            "text": "Reports have identified some of the factors associated with under-reporting of ADRs in Malaysia, including (1) lack of awareness on the importance of and the need for ADR monitoring and reporting, (2) uncertainty about whether or not the event was an ADR, (3) opinion that the reaction was too trivial or well known to report, (4) lack of knowledge on how to report, and (5) inadequate time for reporting [54]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 405,
                    "end": 409,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[54]"
                }
            ]
        },
        {
            "text": "If ADRs are not reported, then, predictably, the extent of the occurrence, the people at risk, and the drugs involved will not be well known. ",
            "section": "Discussion"
        },
        {
            "text": "As such, preventive interventions will be hampered, leading to increasing numbers of ADRs. ",
            "section": "Discussion"
        },
        {
            "text": "Another reason for the high ADR prevalence rate in our study may be related to the current treatment guidelines for DM and the poor glycemic control associated with oral antidiabetic drugs. ",
            "section": "Discussion"
        },
        {
            "text": "In Malaysia, prevalence of DM is high, at 20 % [55,56], and the majority of patients have experienced sub-optimal glycemic control with oral hypoglycemic drugs. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[55,"
                },
                {
                    "start": 51,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "56]"
                }
            ]
        },
        {
            "text": "Thus, early insulin therapy has been included in the current treatment guidelines for DM, and this has led to increased levels of insulin use [57,58]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "[57,"
                },
                {
                    "start": 146,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "58]"
                }
            ]
        },
        {
            "text": "However, this may be responsible for the high prevalence of ADRs related to insulin-induced hypoglycemia in the current study. ",
            "section": "Discussion"
        },
        {
            "text": "Healthcare providers should therefore discuss and monitor insulin therapy with their patient, with regards to possible ADRs and how to manage hypoglycemia associated with the therapy.",
            "section": "Discussion"
        },
        {
            "text": "More than one-half of the ADEs identified were preventable, with over 80 % contributed by DTF and 50 % by females. ",
            "section": "Discussion"
        },
        {
            "text": "This is similar to results found in Saudi Arabia and Canada [12,19,59]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[12,"
                },
                {
                    "start": 64,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "19,"
                },
                {
                    "start": 67,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "59]"
                }
            ]
        },
        {
            "text": "These findings signal the possibility of preventing more ADEs by improving medication adherence and minimizing other preventable ADEs identified. ",
            "section": "Discussion"
        },
        {
            "text": "Healthcare professionals and policy makers should therefore focus their attention, efforts, and resources to the identified preventable ADEs to improve patient safety [60].",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "[60]"
                }
            ]
        },
        {
            "text": "In the current study, almost one-third and two-thirds of the ADE-related ED visits were severe and moderately severe, respectively; this is similar to findings in other studies [26,61]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[26,"
                },
                {
                    "start": 181,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "61]"
                }
            ]
        },
        {
            "text": "A high proportion of females experienced severe outcomes from ADEs due to ADRs and DTF, which is also consistent with previous studies [42,62]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[42,"
                },
                {
                    "start": 139,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "62]"
                }
            ]
        },
        {
            "text": "These findings have shown the healthcare challenges posed by DTF and ADRs, and hence, the urgent need for interventions to prevent further occurrences. ",
            "section": "Discussion"
        },
        {
            "text": "There were no reports of death or permanent disability within the current study, although two patients presented with SJS, involving oral cloxacillin and a topical skincare cream containing collagen (Dnarz Ò ). ",
            "section": "Discussion"
        },
        {
            "text": "This is similar to a retrospective cohort study among patients of Asian descent, which found cloxacillin to be among the drugs causing SJS [63]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "[63]"
                }
            ]
        },
        {
            "text": "The pathogenesis of SJS was believed to be due to genetic susceptibility, therefore, more pharmacogenomics studies are needed to determine the drugs and groups of people at high risk of SJS [63].",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "[63]"
                }
            ]
        },
        {
            "text": "In the current study, more than two-thirds of the cases were admitted to the ED-observation ward and experienced more severe ADEs. ",
            "section": "Discussion"
        },
        {
            "text": "Most presented with hypoglycemic and hypertensive symptoms associated with anti-diabetic and antihypertensive use. ",
            "section": "Discussion"
        },
        {
            "text": "Therefore, a need exists for a clinical pharmacist in the ED, for adequate detection, reporting, and preventing of ADEs. ",
            "section": "Discussion"
        },
        {
            "text": "Pharmacists, as drug experts, specialize in recognizing ADEs in all clinical settings. ",
            "section": "Discussion"
        },
        {
            "text": "Consequently, most physicians lack adequate knowledge and expertise to detect and report ADEs, and it has been reported that over 40 % of ADEs presented at EDs were misdiagnosed by ED physicians [64].",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "[64]"
                }
            ]
        },
        {
            "text": "The classes of drug most frequently implicated were anti-diabetics, cardiovascular system agents, central nervous system agents, antibiotics, anti-asthmatics, and diuretics, similar to findings from other studies [15,61,[65][66][67][68]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 213,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[15,"
                },
                {
                    "start": 217,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "61,"
                },
                {
                    "start": 220,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "[65]"
                },
                {
                    "start": 224,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "[66]"
                },
                {
                    "start": 228,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "[67]"
                },
                {
                    "start": 232,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b66",
                    "text": "[68]"
                }
            ]
        },
        {
            "text": "This may be associated with the higher number of patients with chronic illness reported in the study. ",
            "section": "Discussion"
        },
        {
            "text": "Insulin, furosemide, salbutamol, gliclazide, and amlodipine were the most commonly reported drugs. ",
            "section": "Discussion"
        },
        {
            "text": "Similar studies have shown that these drugs have been associated with an increased likelihood of ADE-related ED visits [50,69,70]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[50,"
                },
                {
                    "start": 123,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "69,"
                },
                {
                    "start": 126,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "70]"
                }
            ]
        },
        {
            "text": "Amphetamine was commonly associated with intentional drug overdose among male patients. ",
            "section": "Discussion"
        },
        {
            "text": "This indicates a need for close monitoring and patient counseling when prescribing and dispensing such drugs given their potential to cause ADEs leading to ED visits.",
            "section": "Discussion"
        },
        {
            "text": "Limitations of this study include that it was limited to one hospital, and the findings may not be generalized to a larger population in Malaysia. ",
            "section": "Discussion"
        },
        {
            "text": "In addition, the study period, sample, and lack of internal validation of ADEs could further affect the results reported.",
            "section": "Discussion"
        },
        {
            "text": "The prevalence of ADE-related ED visits in Malaysia is high. ",
            "section": "Conclusion"
        },
        {
            "text": "More than one-half of these visits were preventable and due to DTF. ",
            "section": "Conclusion"
        },
        {
            "text": "Medication non-adherence was the major cause of DTF and was responsible for the high percentage of severe ADEs admitted to the ED-observation ward. ",
            "section": "Conclusion"
        },
        {
            "text": "This indicates the need for an effective intervention strategy, such as patient education on drug utilization, engaging the services of a clinical pharmacist at the ED, and other measures targeted at preventable ADEs to improve patient safety.",
            "section": "Conclusion"
        },
        {
            "text": "Acknowledgments The authors would like to thank the physicians on duty at the HUSM ED during the period of study. ",
            "section": "Table 2"
        },
        {
            "text": "The assistance of the nurses and other paramedics is gratefully acknowledged.",
            "section": "Table 2"
        },
        {
            "text": "The study was approved by the ethics committee of Universiti Sultan Zainal Abidin (UniSZA) and Universiti Sains Malaysia (USM) and has been performed in accordance with the ethical standards of the Declaration of Helsinki. ",
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Informed consent was obtained from all individual participants included in the study. ",
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Funding No specific funding was received for this research.",
            "section": "Compliance with Ethical Standards"
        },
        {
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution-NonCommercial 4.0 International License (http://creativecommons.org/licenses/by-nc/4.0/), which permits any noncommercial use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made.",
            "section": "Conflict of interest",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 5,
                    "end": 11,
                    "rawForm": "Access",
                    "resp": "whitelist",
                    "id": "a50343a228-software-simple-w7"
                }
            ]
        }
    ]
}