{
    "level": "sentence",
    "id": "f9035b1dbe",
    "abstract": [
        {
            "text": "Background: Pediatric obesity is one of the predisposing risk factors for many non-communicable diseases. "
        },
        {
            "text": "Objectives: The purpose of this study was to estimate the national prevalence of general and abdominal obesity among Iranian children and adolescents. "
        },
        {
            "text": "Patients and Methods: This cross-sectional nationwide study was performed in 30 provinces in Iran among 14880 school students aged 6-18 years, selected by multistage random cluster sampling. "
        },
        {
            "text": "The World Health Organization growth curve was used to categorize Body Mass Index (BMI). "
        },
        {
            "text": "Obesity was defined as BMI equal to or higher than the age-and gender-specific 95 th percentile; abdominal obesity was considered as waist-to-height ratio of more than 0.5. "
        },
        {
            "text": "Results: Data of 13486 out of 14880 invited students were complete (response rate of 90.6%). "
        },
        {
            "text": "They consisted of 6543 girls and 75.6% urban residents, and had a mean age of 12.45 (95% CI: 12.40-12.51) years. "
        },
        {
            "text": "The prevalence rate of general and abdominal obesity was 11.89% (13.58% of boys vs. 10.15% of girls) and 19.12% (20.41% of boys vs. 17.79% of girls), respectively. "
        },
        {
            "text": "The highest frequency of obesity was found in the middle school students (13.87% general and 20.84% abdominal obesity). "
        },
        {
            "text": "The highest prevalence of general obesity was found in Boushehr (19%) followed by Guilan and Mazandaran (18.3%, 18.3%), while the lowest prevalence was observed in Hormozgan (2.6%). "
        },
        {
            "text": "The highest frequency of abdominal obesity was found in Mazandaran (30.2%), Ardabil (29.2%) and Tehran (27.9%). "
        },
        {
            "text": "Provinces such as Sistan-Baloochestan (8.4%), Hormozagan (7.4%), and Kerman (11.4%) had the lowest prevalence of abdominal obesity. "
        },
        {
            "text": "The Southern and South Eastern provinces had the lowest prevalence of general obesity (2.6% and 5.6%) and abdominal obesity (7.4% and 8.8%). "
        },
        {
            "text": "Moreover, the highest prevalence of obesity was found in North and North West Iran by maximum frequency of 18.3% general obesity and 30.2% of abdominal obesity. "
        },
        {
            "text": "Conclusions: The results showed a high prevalence of general and abdominal obesity among boys living in the Northern provinces of Iran. "
        },
        {
            "text": "The present study provides insights that policy makers should consider action-oriented interventions for prevention and control of childhood obesity at national and sub-national level."
        }
    ],
    "body_text": [
        {
            "text": "Obesity and being overweight are increasing rapidly in the developed and developing countries (1,2). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1,"
                },
                {
                    "start": 97,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2)"
                }
            ]
        },
        {
            "text": "It is estimated that by 2030 up to 57.8% of the world's adults would suffer from being overweight or obese (2). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "Along with adulthood obesity, childhood obesity has also emerged as an epidemic health problem in both developed and developing countries (3,4). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3,"
                },
                {
                    "start": 141,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4)"
                }
            ]
        },
        {
            "text": "Increase in population size and age and urbanization and a noticeable change in lifestyle had led to an elevated overweight and obesity, especially in developing countries (2). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ]
        },
        {
            "text": "Iran, as a developing country, has been undergoing a rapid phase of urbanization and lifestyle changing especially vis-a-vis nutrition transition in the past few decades, contribut-ing to increasing prevalence of obesity (5,6). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 221,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5,"
                },
                {
                    "start": 224,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6)"
                }
            ]
        },
        {
            "text": "The problem of obesity has not only effected the adults' life, but the health condition of children. ",
            "section": "Background"
        },
        {
            "text": "Childhood abdominal obesity would lead not to only obstructive sleep apnea with subsequent increase in the accumulation of carbon dioxide, but an increase in the prevalence of high blood pressure and fatty liver (7,8). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7,"
                },
                {
                    "start": 215,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8)"
                }
            ]
        },
        {
            "text": "Central obesity could serve as a leading cause of type 1 diabetes and higher levels of LDL-cholesterol (7,9,10). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7,"
                },
                {
                    "start": 106,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 108,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10)"
                }
            ]
        },
        {
            "text": "Moreover, it can be associated with a low bone mass especially among adolescents and increased risk of allergic diseases in childhood (11)(12)(13).",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11)"
                },
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(12)"
                },
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(13)"
                }
            ]
        },
        {
            "text": "It can be argued that obesity in children and adolescents connects with adiposity in adulthood and consequently might increase the prevalence of several non-communicable chronic diseases (NCDs) including type 2 diabetes and cardiovascular diseases at much earlier stage of life (1,14). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1,"
                },
                {
                    "start": 281,
                    "end": 284,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14)"
                }
            ]
        },
        {
            "text": "Therefore, it is important to track the prevalence of obesity among children and adolescents, as this information is essential for local and public health programming and health policies.",
            "section": "Background"
        },
        {
            "text": "This study aimed to present the national estimation of general and abdominal obesity among a nationally representative sample of Iranian children and adolescents.",
            "section": "Objectives"
        },
        {
            "text": "The data of this study were collected as a part of the \"national survey of school student high risk behaviors\" (2011 -2012), as the fourth survey of the school-based surveillance system entitled Childhood and Adolescence Surveillance and PreventIon of Adult Non-communicable Disease (CASPIAN-IV) study. ",
            "section": "Patients and Methods"
        },
        {
            "text": "This school-based nationwide health survey was conducted in 30 provinces of Iran. ",
            "section": "Patients and Methods"
        },
        {
            "text": "Details on the study protocol have been defined before (15), and herein we report it in brief.",
            "section": "Patients and Methods",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "The study population consisted of 14,880 school students, aged 6 -18. ",
            "section": "Study Population and Sampling Framework"
        },
        {
            "text": "They were selected by multistage, cluster sampling method from urban and rural areas of different cities in 30 provinces of the country (48 clusters of 10 students in each province). ",
            "section": "Study Population and Sampling Framework"
        },
        {
            "text": "Stratification was executed in each province according to the residence area (urban/rural) and school grade (elementary/intermediate/high school). ",
            "section": "Study Population and Sampling Framework"
        },
        {
            "text": "The sampling was proportional to size with equal sex ratio, namely, a selection of boys and girls from each province in equal numbers, and the ratios in urban and rural areas corresponded to the population of students in those related sites. ",
            "section": "Study Population and Sampling Framework"
        },
        {
            "text": "In this way, the number of samples in rural/urban areas and in each school grade was divided equally to the population of students in each grade. ",
            "section": "Study Population and Sampling Framework"
        },
        {
            "text": "Cluster sampling with equal clusters was used in each province to scope the required sample size. ",
            "section": "Study Population and Sampling Framework",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 7,
                    "rawForm": "Cluster",
                    "resp": "whitelist",
                    "id": "f9035b1dbe-software-simple-w0"
                }
            ]
        },
        {
            "text": "Clusters concluded the level of schools, including 10 sample units (students and their parents) in each cluster. ",
            "section": "Study Population and Sampling Framework"
        },
        {
            "text": "The maximum sample size that could provide a proper estimate of all risk factors of interest was selected resulting in the sample size of 480 students in each province. ",
            "section": "Study Population and Sampling Framework"
        },
        {
            "text": "Therefore, a total of 48 clusters of 10 subjects in each of the provinces, and a total of 14,880 students were selected.",
            "section": "Study Population and Sampling Framework"
        },
        {
            "text": "Information about weight, height, and waist circumference was recorded by trained health care professionals under standard protocol and by using zero-calibrated instruments. ",
            "section": "Assessment of Anthropometric Measures"
        },
        {
            "text": "Weight was measured to the nearest 200 g shoeless and lightly dressed condition. ",
            "section": "Assessment of Anthropometric Measures"
        },
        {
            "text": "Height was measured in standing position, barefoot and shoulders touching the wall and recorded to the nearest 0.2 cm (16). ",
            "section": "Assessment of Anthropometric Measures",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(16)"
                }
            ]
        },
        {
            "text": "Body Mass Index (BMI) was calculated as weight (Kg) divided by height squared (m²). ",
            "section": "Assessment of Anthropometric Measures"
        },
        {
            "text": "Waist Circumference (WC) was measured by a non-elastic tape and recorded to the nearest 0.2 cm at the end of expiration at the midpoint between the top of iliac crest and the lowest rib in standing position. ",
            "section": "Assessment of Anthropometric Measures"
        },
        {
            "text": "The World Health Organization (WHO) growth curve was used to categorize BMI [15]. ",
            "section": "Assessment of Anthropometric Measures",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "In the current study, overweight and obesity were defined as the age-and gender-specific BMI of 85 th -94 th percentiles and equal or higher than the 95 th percentile, respectively; whereas, abdominal obesity was considered as waist circumference to height ratio (WHtR) to be more than 0.5 (15)",
            "section": "Assessment of Anthropometric Measures"
        },
        {
            "text": "We used survey data analysis methods in the STATA Corp. 2011, STATA Statistical Software (Release 12. College Station, TX: STATA Corp LP. Package). ",
            "section": "Statistical Analysis",
            "entity_spans": [
                {
                    "start": 44,
                    "end": 54,
                    "type": "publisher",
                    "rawForm": "STATA Corp",
                    "resp": "#curator",
                    "id": "#f9035b1dbe-software-0"
                },
                {
                    "start": 62,
                    "end": 67,
                    "type": "software",
                    "rawForm": "STATA",
                    "resp": "#curator",
                    "id": "f9035b1dbe-software-0"
                },
                {
                    "start": 98,
                    "end": 100,
                    "type": "version",
                    "rawForm": "12",
                    "resp": "#curator",
                    "id": "#f9035b1dbe-software-0"
                },
                {
                    "start": 123,
                    "end": 136,
                    "type": "publisher",
                    "rawForm": "STATA Corp LP",
                    "resp": "#curator",
                    "id": "#f9035b1dbe-software-0"
                },
                {
                    "type": "software",
                    "start": 44,
                    "end": 49,
                    "rawForm": "STATA",
                    "resp": "whitelist",
                    "id": "f9035b1dbe-software-simple-w1"
                },
                {
                    "type": "software",
                    "start": 62,
                    "end": 67,
                    "rawForm": "STATA",
                    "resp": "whitelist",
                    "id": "f9035b1dbe-software-simple-w2"
                },
                {
                    "type": "software",
                    "start": 123,
                    "end": 128,
                    "rawForm": "STATA",
                    "resp": "whitelist",
                    "id": "f9035b1dbe-software-simple-w3"
                },
                {
                    "type": "software",
                    "start": 138,
                    "end": 145,
                    "rawForm": "Package",
                    "resp": "whitelist",
                    "id": "f9035b1dbe-software-simple-w4"
                }
            ]
        },
        {
            "text": "Moreover, descriptive analysis was used to determine the percentage of abdominal obesity, overweight and general obesity among children and adolescents.",
            "section": "Statistical Analysis"
        },
        {
            "text": "The population of this survey consisted of 14,880 children and adolescents (participation rate 90.6%) including 49.2% girls and 75.6% urban inhabitants. ",
            "section": "Results"
        },
        {
            "text": "Mean ± Standard Deviation (SD) of the age was 12.47 ± 3.36 years, without significant difference between boys (12.36 ± 3.40 years) and girls (12.58 ± 3.32 years). ",
            "section": "Results"
        },
        {
            "text": "Anthropometric characteristics of children and adolescents are presented in Table 1. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The Mean ± SD of WHtR and BMI of participants was 0.46 ± 0.06 and 18.85 ± 4.41 (Kg/m²) respectively.  ",
            "section": "Results"
        },
        {
            "text": "In terms of gender, the mean (95% CI) of WHtR of girls was (0.45, CI: 0.45 -0.45) without significant difference with boys. ",
            "section": "Results"
        },
        {
            "text": "The mean (95% CI) of BMI in girls (18.9 Kg/m², CI: 18.7 -19.1) was higher than in boys (18.7 Kg/m², CI: 18.5 -18.9), but this difference was not significant (P = 0.1).",
            "section": "Results"
        },
        {
            "text": "The prevalence of overweight, general and abdominal obesity was 9.66%, 11.89, and 19.12%, respectively. ",
            "section": "Results"
        },
        {
            "text": "Based on gender difference, however, the prevalence of general and abdominal obesity was significantly higher among boys than girls [13.58% of boys vs. 10.15% of girls for general obesity (P < 0.001) and 20.41% vs. 17.79% for abdominal obesity (P = 0.006) ( Figure 1).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 258,
                    "end": 267,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1)"
                }
            ]
        },
        {
            "text": "Overall, 10.7% of students in urban areas were overweight, 13.21% were generally obese and 21.15% were abdominally obese. ",
            "section": "Results",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 9,
                    "end": 13,
                    "rawForm": "10.7",
                    "resp": "whitelist",
                    "id": "f9035b1dbe-software-simple-w5"
                }
            ]
        },
        {
            "text": "The prevalence of overweight and abdominal obesity was higher among students in urban areas than in rural areas (P < 0.001) ( Figure 1).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 135,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1)"
                }
            ]
        },
        {
            "text": "The prevalence of overweight among children ranged from 8.02% in Primordial school to 11.35% in high school students (P < 0.001). ",
            "section": "Results"
        },
        {
            "text": "The obesity prevalence increased from Primordial to intermediate school (11.77 to 13.87%) followed by a descending trend up to 10.29% among high school students (P < 0.001). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 78,
                    "type": "bibr",
                    "text": "(11.77"
                }
            ]
        },
        {
            "text": "Among the three school levels, the prevalence of general obesity was higher in middle school students. ",
            "section": "Results"
        },
        {
            "text": "The prevalence of abdominal obesity increased from 18.19% in Primordial school to 20.84% in middle school; and then, it showed a decreasing trend up to 19.06% in high school students (P = 0.07) (Figure 1).  ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 194,
                    "end": 203,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figure 1"
                }
            ]
        },
        {
            "text": "Considerable variations were documented in the prevalence of obesity across the country, the highest prevalence of general obesity was found in Boushehr (19%) followed by Guilan and Mazandaran (18.3%, 18.3%), while the lowest prevalence was observed in Hormozgan (2.6%). ",
            "section": "Results"
        },
        {
            "text": "The highest frequency of abdominal obesity was found in Mazandaran (30.2%), Ardabil (29.2%) and Tehran (27.9%). ",
            "section": "Results"
        },
        {
            "text": "Provinces such as Hormozagan (7.4%), Sistan-Baloochestan (8.4%) and Kerman (11.4%), however, showed the lowest prevalence of central adiposity. ",
            "section": "Results"
        },
        {
            "text": "Across the country, the Southern and South Eastern provinces had the low-est prevalence of general obesity (2.6% and 5.6%) and abdominal adiposity (7.4% and 8.8%). ",
            "section": "Results"
        },
        {
            "text": "Moreover, the highest prevalence of obesity was found in North and North West of Iran by maximum frequency of 18.3% general obesity and 30.2% of abdominal adiposity (Figures 2 and 3).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 181,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Figures 2 and 3"
                }
            ]
        },
        {
            "text": "This national, cross-sectional study presents data on different BMI categories and waist circumference in a large sample of Iranian children and adolescents aged 6 -18. ",
            "section": "Discussion"
        },
        {
            "text": "The prevalence of general and abdominal obesity was 11.89% and 19.12%. ",
            "section": "Discussion"
        },
        {
            "text": "The result of the first national study on obesity in 2008, indicated that based on the Center for Disease Control (CDC), International Obesity Task Force (IOTF) and national cut-offs the prevalence of obesity among 6 -18 year old students was 4.5%, 2.9% and 4.79%, respectively (17). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 278,
                    "end": 282,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(17)"
                }
            ]
        },
        {
            "text": "The obesity prevalence in a study conducted by Ziaoddini et al. (18) illustrated that about 3.5% of 6-year-old children were affected by obesity. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(18)"
                }
            ]
        },
        {
            "text": "In the current study, the prevalence of general and abdominal obesity was higher among boys (13.58% and 20.41%, respectively) than girls (10.15% and 17.79%, respectively). ",
            "section": "Discussion"
        },
        {
            "text": "In the present study the prevalence of abdominal and general adiposity in three levels of education was 19.36% and 11.97%, respectively with higher frequency of abdominal and general obesity in middle school students. ",
            "section": "Discussion"
        },
        {
            "text": "The first national study on the obesity prevalence has illustrated the higher frequency of general obesity among boys than girls (national cut offs: 2.4% vs. 2.39%; CDC: 2.5% vs. 2% and IOTF criteria: 1.6% vs. 1.3%) and the rate of general obesity in three levels of Primordial, middle and high school was 4.4%, 3.1% and 2.6%, respectively with the higher prevalence among Primordial school students (17).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 400,
                    "end": 404,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(17)"
                }
            ]
        },
        {
            "text": "Current results illustrated that the Southern and South Eastern provinces had the lowest prevalence of general and abdominal obesity, while the highest prevalence of obesity was found in Northern provinces with 18.3% of general and 30.2% of abdominal obesity. ",
            "section": "Discussion"
        },
        {
            "text": "The results of this study correspond with Ziaoddini et al. (2010) who found the lowest prevalence of obesity among young children of this area (18). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(18)"
                }
            ]
        },
        {
            "text": "In disease mapping study among Iranian population aged 15 -64, the greatest prevalence of obesity was found in Mazandaran for males 17.8% and 29.8% for females whereas the lowest prevalence was documented in Sistan-Baloochestan and Hormozgan provinces (19). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(19)"
                }
            ]
        },
        {
            "text": "Compared with children and adolescents in the current study, the prevalence of obesity was 22.5% among adults in North Iran and the prevalence of obesity was similarly higher among females than males [30.3% vs. 15.4% (P < 0.01)] (20). ",
            "section": "Discussion"
        },
        {
            "text": "Although the frequency of obesity was lower than 10% among children in South Iran, among adults living in this region it has a high frequency of about 50% (58.2% of females vs. 45.3% of males) (21).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(21)"
                }
            ]
        },
        {
            "text": "The increasing rate in the percentage general obesity among Iranian children and adolescents compared to 2008, provides alarming evidence for health care system in order to pay considerable attention to education, prevention, screening, and control of general and abdominal adiposity from early life. ",
            "section": "Discussion"
        },
        {
            "text": "In this regard, Primordial care providers can help preventing the obesity-associated disorders through comprehensive assessment and management of weight disorders among children at national level. ",
            "section": "Discussion"
        },
        {
            "text": "The latest national data from the Middle-East region revealed that the obesity is epidemic in several Middle Eastern countries such as Kuwait, Saudi Arabia, Lebanon, Oman, Turkey, Bahrain and Jordan. ",
            "section": "Discussion"
        },
        {
            "text": "Moreover, the results showed that the obesity-associated co-morbidities in these countries are growing as well (22). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "A report from the United States published in 2012 highlighted that the prevalence of obesity among 2 -19 year-old boys and girls was 18.6% and 15.0% respectively. ",
            "section": "Discussion"
        },
        {
            "text": "In addition, the report also illustrated the dramatic increment in the obesity prevalence from 14.0% to 18.6% among boys, and from 13.8% to 15.0% among girls in 1999 -2000 and from 2000 to 2009 (23). ",
            "section": "Discussion"
        },
        {
            "text": "Among Canadian adolescents aged 12 -19, the rate of central obesity increased from 1.8% to 12.8% during 1981 -2009 (24). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 119,
                    "type": "bibr",
                    "text": "12.8% during 1981 -2009 (24)"
                }
            ]
        },
        {
            "text": "Similarly a review study by de Moraes et al. (2011) demonstrated that more than 10% of 10 -19 yearold adolescents suffered from abdominal obesity with its highest prevalence rate among boys (25). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(25)"
                }
            ]
        },
        {
            "text": "Furthermore, findings of a recent systematic review and meta-analysis study among Iranian children and adolescents revealed a lower prevalence of obesity and a higher frequency of overweight among girls with a higher rate of excess body weight among children aged 2 to11 compared to their older counterparts (26). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "According to the above-mentioned studies, along with the growing prevalence of general and abdominal obesity among Iranian children and adolescents, the similar results have also been observed in other parts of the world in recent years such as the USA, Canada and Middle-Eastern countries (22)(23)(24).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(22)"
                },
                {
                    "start": 294,
                    "end": 298,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(23)"
                },
                {
                    "start": 298,
                    "end": 302,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(24)"
                }
            ]
        },
        {
            "text": "The vicious cycle of obesity and metabolic disease could negatively affect the health of the coming generations (27). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(27)"
                }
            ]
        },
        {
            "text": "The most important cause of the higher prevalence of obesity among children and adolescents is related to the lifestyle alterations including rapid changes in food pattern consumption, extra energy intake from fast food and fatty snacks, as well as lower energy expenditure and sedentary lifestyle, family history of obesity, psychological health problems, screen time and sleep patterns (27)(28)(29)(30)(31).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 388,
                    "end": 392,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(27)"
                },
                {
                    "start": 392,
                    "end": 396,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(28)"
                },
                {
                    "start": 396,
                    "end": 400,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(29)"
                },
                {
                    "start": 400,
                    "end": 404,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "(30)"
                },
                {
                    "start": 404,
                    "end": 408,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(31)"
                }
            ]
        },
        {
            "text": "Hence, lifestyle modifications and regular physical activities, social education, and nutrition interventions are considered as the most important urgent action strategies to cope with childhood obesity. ",
            "section": "Discussion"
        },
        {
            "text": "Furthermore, it is necessary to evaluate the community recourses and identify useful strategies for preventing the obesity epidemic. ",
            "section": "Discussion"
        },
        {
            "text": "We need through and helpful information regarding general and central obesity collected by health care professionals, researchers, school health coaches, community organizations, food industries, and government should we aim to modify the environmental inappropri-ate contributors to extra weight gain. ",
            "section": "Discussion"
        },
        {
            "text": "In addition, obesity mapping is a valuable tool that enables us to evaluate and recognize the high-risk regions of abdominal and general obesity, conduct therapeutics, intervention, and finally provide extra educational programs.",
            "section": "Discussion"
        },
        {
            "text": "One of the limitations of this study is its cross-sectional design, which cannot determine any cause and effect relationship. ",
            "section": "Discussion"
        },
        {
            "text": "However, it is possible to generalize the results of this study to rural/urban Iranian students due to the study design and proportional to population sample size calculation and sampling.",
            "section": "Discussion"
        },
        {
            "text": "In conclusion, findings of this national study emphasizes the significance of the general and abdominal obesity prevalence among Iranian children and adolescents who live in different regions of the country. ",
            "section": "Discussion"
        },
        {
            "text": "The results also indicated that the highest frequency of obesity was found in the Northern parts of the country. ",
            "section": "Discussion"
        },
        {
            "text": "The high rate of obesity was documented in both genders. ",
            "section": "Discussion"
        },
        {
            "text": "The findings of the present study provide insights for policy makers to consider action-oriented interventions for prevention and control of childhood obesity at national and sub-national levels.",
            "section": "Discussion"
        },
        {
            "text": "Prevalence of Overweight, General and Abdominal Obesity Among a Nationally Representative Sample of Iranian Children and Adolescents: the CASPIAN-IV Study",
            "section": "Figure 1 ."
        },
        {
            "text": "Prevalence of General Obesity Among a Nationally Representative of Iranian Children and Adolescents in Different Provinces of Iran, 2012: the CASPIAN-IV Study",
            "section": "Figure 2 ."
        },
        {
            "text": "Prevalence of Abdominal Obesity Among a Nationally Representative of Iranian Children and Adolescents in Different Provinces of Iran, 2012: the CASPIAN-IV Study",
            "section": "Figure 3 ."
        },
        {
            "text": "Anthropometric Characteristics of a Nationally Representative Sample of Iranian Children and Adolescents: the CASPIAN-IV Study a",
            "section": "Table 1 ."
        },
        {
            "text": "a Abbreviations: BMI; Body Mass Index, CI; Confidence Interval, SD; Standard Deviation.b Values are presented as Mean (SD).",
            "section": "Table 1 ."
        },
        {
            "text": "c Values are presented as (Mean, CI).",
            "section": "Table 1 ."
        },
        {
            "text": "d P value < 0.05 was considered as significant.Iran J Pediatr. ",
            "section": "Table 1 ."
        },
        {
            "text": "2015;25(3):e401",
            "section": "Table 1 ."
        },
        {
            "text": "Iran J Pediatr. ",
            "section": "Table 1 ."
        },
        {
            "text": "2015;25(3):e401",
            "section": "Table 1 ."
        },
        {
            "text": "The authors would like to thank the large team working with this national project, as well as the students, their parents and school principals who participated in this study.",
            "section": "Acknowledgements"
        }
    ]
}