{
    "id": "e1d67e5b8f",
    "abstract": [],
    "body_text": [
        {
            "text": "Aggressive periodontitis (AgP) encompasses the distinct types of periodontitis that affect people who, in most cases, otherwise appears healthy. ",
            "section": "Introduction"
        },
        {
            "text": "In some patients, periodontal tissue loss may commence before puberty, whereas in most patients the age of onset is during or somewhat after the circumpubertal period. ",
            "section": "Introduction"
        },
        {
            "text": "Besides infection with specific microorganisms such as Aggregatibacter actinomycetemcomitans and Porphyromonas gingivalis a host predisposition seems to play a key role in the pathogenesis of AgP, as evidenced by the familial aggregation of the disease. ",
            "section": "Introduction"
        },
        {
            "text": "1 In contrast to chronic periodontitis, AgP is characterized by the age of onset of disease, rapid rate of disease progression, the nature and composition of the subgingival micro flora and alteration in host immune response. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2 Patients with systemic diseases like hematological disorders will have severe bone loss similar to AgP, and it should be differentiated by assessing the systemic status, hematological parameters of the patient. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Studies have shown that intra-osseous sarcoidosis, 3 eosinophilic granulomas, 4 and alveolar bone actinomycosis shows the clinical features like mimicking AgP, and it should be differentiated by biopsy. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 51,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                },
                {
                    "start": 78,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "5 Systemic factors modify the periodontitis principally by acting on the normal immune and inflammatory defense cells. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "It has been seen that with the reduction in number or function of polymorphonuclear, there is increased rate and severity of the periodontal destruction. ",
            "section": "Introduction"
        },
        {
            "text": "The blood cells have a vital role in supplying oxygen, maintaining hemostasis, and providing protection to the periodontal tissues. ",
            "section": "Introduction"
        },
        {
            "text": "Systemic hematological disorders can thus have profound effects on the periodontium; if any of these functions is altered, they can have a detrimental effect on the integrity of the periodontium. ",
            "section": "Introduction"
        },
        {
            "text": "6 For thousands of years, blood has been regarded as an ultimate body fluid that could indicate the disease processes. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "In the past decade, there has been a renewed interest in the ways in which periodontitis may affect the changes in cellular and molecular components of the peripheral blood. ",
            "section": "Introduction"
        },
        {
            "text": "7 individuals with fully functioning dentition. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "Group II includes 25 patients diagnosed clinically AgP. ",
            "section": "Introduction"
        },
        {
            "text": "All patients received the verbal explanation of the nature of the study and informed written consent was obtained. ",
            "section": "Introduction"
        },
        {
            "text": "The study was approved by the Medical Ethical Committee of Rajah Muthiah Dental College and Hospital.",
            "section": "Introduction"
        },
        {
            "text": "A detailed systemic and family history was recorded. ",
            "section": "Introduction"
        },
        {
            "text": "Patients with a history of systemic diseases or conditions that causes periodontitis were not included in this study. ",
            "section": "Introduction"
        },
        {
            "text": "The following patients were excluded, (1) history of diabetes, kidney disease, cancer, or fungal or respiratory infections; (2) patients hospitalized or under medication for the past 6 months (3) tobacco smoking or chewing patients; (4) patients with a previous history of periodontal therapy.",
            "section": "Introduction"
        },
        {
            "text": "Oral hygiene was recorded by using plaque index (PI) (Sillness and Loe 1964), gingival inflammation was scored using gingival index (GI), probing depth (PD) and clinical attachment level (CAL) measures were obtained from the four points of the teeth using a conventional periodontal probe (Hu-Friedy, Chicago, IL, USA). ",
            "section": "Clinical recordings",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 71,
                    "end": 75,
                    "rawForm": "1964",
                    "resp": "whitelist",
                    "id": "e1d67e5b8f-software-simple-w0"
                }
            ]
        },
        {
            "text": "The probe was directed parallel to the long axis of the tooth. ",
            "section": "Clinical recordings"
        },
        {
            "text": "CAL measurements were made from the cemento-enamel junction to the bottom of the sulcus. ",
            "section": "Clinical recordings"
        },
        {
            "text": "All clinical data were recorded by one examiner.",
            "section": "Clinical recordings"
        },
        {
            "text": "Two ml of venous serum samples were obtained by venipuncture in the antecubital fossa without excessive venous stasis and were collected for both case and control groups in two separate tubes. ",
            "section": "Blood collection and analysis"
        },
        {
            "text": "One ml of serum is transferred to a tube containing ethylenediaminetetraacetic acid (EDTA) and used for assessing the blood parameters by the hematological analyzer; the other without EDTA and was used for serum protein analyzes by the biochemical analyzer. ",
            "section": "Blood collection and analysis"
        },
        {
            "text": "Blood cell analysis included white blood cell (WBC) count, neutrophil count, lymphocyte count, platelet count (PLT), and mean platelet volume (MPV). ",
            "section": "Blood collection and analysis"
        },
        {
            "text": "Serum protein parameters included total protein (TP), albumin (ALB), and globulin (GLB).",
            "section": "Blood collection and analysis"
        },
        {
            "text": "All the data were analyzed using SYSTAT, 12 software programs, before applying statistical test Logarithmic transformation has been carried out. ",
            "section": "Statistical analysis",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 33,
                    "end": 39,
                    "rawForm": "SYSTAT",
                    "resp": "whitelist",
                    "id": "e1d67e5b8f-software-simple-w1"
                },
                {
                    "type": "software",
                    "start": 44,
                    "end": 52,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "e1d67e5b8f-software-simple-w2"
                }
            ]
        },
        {
            "text": "Analysis of Variance (ANOVA) statistical test was applied to compare the mean values of the three groups, SCHEFFE multiple comparison to assess the mean differences within the group and Pearson correlation coefficient test was applied to correlate the hematological parameters with periodontal clinical parameters.",
            "section": "Statistical analysis"
        },
        {
            "text": "The mean value for PI and GI were lower in the healthy group (0.40 ± 0.20 and 0.66 ± 0.17), when compared to AgP (1.54 ± 0.26 and 1.58 ± 0.40). ",
            "section": "Results"
        },
        {
            "text": "The difference was found to be significant (P = 0.000). ",
            "section": "Results"
        },
        {
            "text": "Similarly, the mean value for probing pocket depth (PPD) and CAL were lower in Group 1 (1.56 ± 0.25 and 0.00 ± 0.00), when compared to AgP (6.00 ± 0.62 and 6.00 ± 0.62) which was significant (P < 0.000) ( Table 1).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 205,
                    "end": 213,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1)"
                }
            ]
        },
        {
            "text": "The mean ± standard deviation (SD) of all blood parameters in the test and control groups are presented in Table 2.",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The mean and SD of WBC count were found to be 6.991 ± 1.274, 8.241 ± 2.477 in the healthy and AgP group respectively. ",
            "section": "Results"
        },
        {
            "text": "One-way ANOVA showed no significant statistical differences in the WBC count between the two groups with P value (<0.228). ",
            "section": "Results"
        },
        {
            "text": "The mean value for neutrophil count and the percentage were lower in the healthy group (3.96 ± 1.39 and 58.93 ± 8.96), when compared to AgP. ",
            "section": "Results"
        },
        {
            "text": "The difference was found to be non-significant (P < 0.098). ",
            "section": "Results"
        },
        {
            "text": "Similarly, the mean value for lymphocyte count was higher in the healthy group (2.29 ± 0.59) when compared to AgP (1.97 ± 0.54). ",
            "section": "Results"
        },
        {
            "text": "The difference was found to be non-significant (P < 0.119). ",
            "section": "Results"
        },
        {
            "text": "The mean value for platelet and MPV were lower in AgP (247.50 ± 89.02 and 10.93 ± 1.58), when compared to healthy (247.96 ± 54.79 and 11.73 ± 1.12). ",
            "section": "Results"
        },
        {
            "text": "The difference was found to be significant (P < 0.005).",
            "section": "Results"
        },
        {
            "text": "The mean ± SD of all serum protein parameters in the test and control groups are presented in Table 3.",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The mean and SD of TP and ALB count were found to be higher in healthy (6.58 ± 0.72 and 4.04 ± 0.72), when compared to AgP (6.40 ± 0.88 and 3.92 ± 0.59). ",
            "section": "Results"
        },
        {
            "text": "The difference was found to be non-significant (P < 0.651). ",
            "section": "Results"
        },
        {
            "text": "Similarly, the value for GLB count were found to be slightly higher in AgP (2.61 ± 0.57) when compared to healthy and AgP (2.58 ± 0.49). ",
            "section": "Results"
        },
        {
            "text": "The differences were found to be non-significant (P < 0.814).",
            "section": "Results"
        },
        {
            "text": "Periodontitis is a chronic infectious condition of the supporting tissues of the teeth that is caused by a complex  In recent past, less attention has been devoted to explore the role of chronic oral diseases on systemic health. ",
            "section": "Discussion"
        },
        {
            "text": "It has been shown that periodontal bacteria or their products can directly invade the periodontal tissue and gain access to the systemic circulation. ",
            "section": "Discussion"
        },
        {
            "text": "Several studies have shown the systemic effect of periodontal diseases. ",
            "section": "Discussion"
        },
        {
            "text": "8 Traditionally, an elevation in the number of peripheral leukocytes and a variation in the levels of serum proteins identified as acute-phase proteins are the characteristic of infectious conditions. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "Changes in blood components may also be detected in patients with periodontitis. ",
            "section": "Discussion"
        },
        {
            "text": "9",
            "section": "Discussion"
        },
        {
            "text": "The aim of the present case control study was to assess the levels of systemic inflammatory markers such as WBC count, neutrophil count, lymphocyte count, platelet count, and also serum protein parameters such as TP, ALB, and GLB in patients with AgP.",
            "section": "Discussion"
        },
        {
            "text": "Assessment of serum proteins were also carried out in the study because they reflect changes associated with the systemic inflammatory condition.",
            "section": "Discussion"
        },
        {
            "text": "The elevated WBC counts in the peripheral blood have been used as a traditional method to diagnose an infection or inflammatory disease. ",
            "section": "Discussion"
        },
        {
            "text": "The total numbers of leukocytes and neutrophils were positively associated with the severity and extent of periodontitis assessed by PPD, CAL, and percentage of disease sites. ",
            "section": "Discussion"
        },
        {
            "text": "The increasing tendency of the number of systemic neutrophils is the same as the neutrophils infiltrated in local inflammatory periodontal tissues. ",
            "section": "Discussion"
        },
        {
            "text": "In a study by Shi et al. 10 demonstrated that the leukocytes infiltration into periodontal tissues is correlated well with the periodontal status. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 25,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "The inflammatory cytokines released from the periodontal infection sites may mediate the local and systemic response to periodontal pathogens. ",
            "section": "Discussion"
        },
        {
            "text": "The elevated levels of blood leukocyte count may be a risk factor for coronary heart disease.",
            "section": "Discussion"
        },
        {
            "text": "In the present study, oral hygiene status as assessed by (Loe and Silness 1963) PI, revealed an increase plaque score in AgP (1.547 ± 0.26) as compared to healthy controls (0.40 ± 0.20)",
            "section": "Discussion"
        },
        {
            "text": "and were found to be statistically significant (P < 0.000). ",
            "section": "Discussion"
        },
        {
            "text": "The above results were in accordance to Susin and Albandar. ",
            "section": "Discussion"
        },
        {
            "text": "11 An increase in PPD, CAL score in AgP (6.0 ± 0.62) when compared to healthy controls (1.56 ± 0.25) with P value <0.000 was observed in the present study. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "The above results were in accordance to López et al. 12 In the present study, though the mean difference in the leukocyte count exists between the two groups (6.991 ± 1.274), (8.241 ± 2.477) in healthy, AgP respectively, it was found to be without the statistical significance. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 55,
                    "type": "bibr",
                    "text": "López et al. 12"
                }
            ]
        },
        {
            "text": "The above results were in contrast to the result of Havemose-Poulsen et al., 13 Dosumu et al., 14 who found higher leukocyte count in patients with AGP when compared to the healthy group.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                },
                {
                    "start": 95,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "A positive and statistically significant correlation was observed between plaque score, BI, PPD, CAL with that of the neutrophil count, which is similar to the result obtained by Havemose-Poulsen et al., 13 López et al., 12 who concluded that traditional markers of inflammation reflect the extent and severity of periodontal tissue involvement, as the percentage of sites with PI, BOP, PPD ≥ 4 mm, CAL ≥ 2 mm positively correlate with the levels of leukocytes and neutrophils (P < 0.05).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                },
                {
                    "start": 221,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "Lymphocytes play a fundamental role in the pathogenesis of periodontitis. ",
            "section": "Discussion"
        },
        {
            "text": "The nature of the adaptive immune response is controlled by T cells which in turn, regulates the B cells and antibody production. ",
            "section": "Discussion"
        },
        {
            "text": "In the present study, lymphocytes count showed no statistical significance in the two groups studied (2.29 ± 0.59), (1.97 ± 0.54) in healthy and AgP groups respectively, which was in contrast to the result of López et al. (2008) 12 who concluded that lymphocyte count and percentage were significantly lower in the AgP group (1.79 ± 0.48) than in the control group (2.03 ± 0.59).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 229,
                    "end": 231,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "Loos, 7 who assessed the lymphocyte numbers and function in relation to periodontitis and smoking and found that the total number of lymphocytes did not differ between the groups (1.97 ± 0.56), (1.84 ± 0.51), (2.14 ± 0.56) in controls, moderate periodontitis, and severe periodontitis respectively.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 6,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "It is known that inflammatory and infectious processes can result in an increase in the number of active thrombocytes; in this respect, the phenomenon of \"reactive thrombocytosis.\" ",
            "section": "Discussion"
        },
        {
            "text": "Therefore, it is evident that periodontitis is also associated with the variation in the number of thrombocyte. ",
            "section": "Discussion"
        },
        {
            "text": "In the present study, though the mean difference in the platelet count exist between the two groups (247.96 ± 54.79), (274.500 ± 89.025) in healthy and AgP respectively without statistically significant, which was in accordance with the result of Dong et al. (2008), 9 showed no statistical significance were observed in reference to platelet count (226.93 ± 50.90) in healthy and (214.60 ± 51.72) in AgP. ",
            "section": "Discussion"
        },
        {
            "text": "Al-Rasheed et al., 15 assessed the elevation of WBC and platelet counts in patients having periodontitis. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 19,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "The results of the study indicate that the group with periodontal infection has higher mean platelet counts (290.73 ± 56.56 × 10 9 cells/L) compared to the healthy group (223.37 ± 50.27 × 10 9 cells/L), and were statistically significant (P < 0.001).",
            "section": "Discussion"
        },
        {
            "text": "Changes in the serum protein profile reflect changes in systemic inflammatory condition. ",
            "section": "Discussion"
        },
        {
            "text": "The assessment of TP, ALB, GLB was carried out in the present study. ",
            "section": "Discussion"
        },
        {
            "text": "TP and ALB and GLB count were found to be lower in AgP when compared to healthy individuals.",
            "section": "Discussion"
        },
        {
            "text": "Systemic infections have direct effect on the general health and well-being of an individual. ",
            "section": "Conclusion"
        },
        {
            "text": "Several studies have shown the relationship between periodontal diseases and systemic health, but until recently there was not enough literature to prove the relationship between AgP and systemic disease.",
            "section": "Conclusion"
        },
        {
            "text": "Within the limitations of this study, it can be suggested that the patients with AgP have elevated blood parameters and decreased serum protein levels. ",
            "section": "Conclusion"
        },
        {
            "text": "These changes may affect the rate and progression of periodontal destruction.",
            "section": "Conclusion"
        }
    ]
}