{
    "id": "ae9d06dd39",
    "abstract": [],
    "body_text": [
        {
            "text": "Motivated by a need to provide research opportunities to a growing number of STEM majors, we have developed a metagenomics research module, coupled with next generation sequencing (NGS), that allows students to address novel questions centered on urban microbial community diversity. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Studies have shown that providing students with opportunities to investigate genuine research questions, as opposed to \"cookbook\" exercises, can result in improved learning outcomes and changes in students' appreciation of science and research (1)(2)(3)(4)(5)(6)(7)(8). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                },
                {
                    "start": 247,
                    "end": 250,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                },
                {
                    "start": 250,
                    "end": 253,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                },
                {
                    "start": 253,
                    "end": 256,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                },
                {
                    "start": 256,
                    "end": 259,
                    "type": "bibr",
                    "text": "(5)"
                },
                {
                    "start": 259,
                    "end": 262,
                    "type": "bibr",
                    "text": "(6)"
                },
                {
                    "start": 262,
                    "end": 265,
                    "type": "bibr",
                    "text": "(7)"
                },
                {
                    "start": 265,
                    "end": 268,
                    "type": "bibr",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "We have successfully used the urban metagenomics module in an introductory microbiology lab at a large urban university to engage many more students in research projects than was previously possible using a traditional apprenticeship model. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "While we have focused on bacterial diversity and community dynamics in the urban environment, the module can be adapted for studying microbial communities in almost any environment and can be modified to target microorganisms other than bacteria as well as adapted to include whole genome shotgun sequencing and transcriptome analysis. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The chance to participate in an innovative research project focusing on the urban environment resonates with our students because the urban environment is where they live, work, and study. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "We believe that using current techniques to investigate research questions that are relevant to our students leads to improvements in their attitudes toward science and improves their performance in the lab.",
            "section": "INTRODUCTION"
        },
        {
            "text": "The metagenomics module is well suited for undergraduates working in small groups of three to six students. ",
            "section": "PROCEDURE"
        },
        {
            "text": "The protocol uses commercially available kits to reduce the preparation time for the lab and to maximize consistency. ",
            "section": "PROCEDURE"
        },
        {
            "text": "Working with the instructor, the students choose the site(s) to be investigated. ",
            "section": "PROCEDURE"
        },
        {
            "text": "The outline for the metagenomics module is as follows: In this article, we cover the novel aspects of the protocol. ",
            "section": "PROCEDURE"
        },
        {
            "text": "A more detailed description of the protocol is provided in the supplemental materials. ",
            "section": "PROCEDURE"
        },
        {
            "text": "The detailed protocol, as well as a list of materials and reagents, are available at the CUNY Undergraduate Research Site (http://www.cuny.edu/ research/sr/undergrad-research/for-faculty/AREM.html).",
            "section": "PROCEDURE",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 191,
                    "end": 196,
                    "rawForm": ".html",
                    "resp": "whitelist",
                    "id": "ae9d06dd39-software-simple-w0"
                }
            ]
        },
        {
            "text": "Collecting sufficient sample material from the urban environment can be a challenge because surfaces in the city often have fewer microorganisms than samples from soil, water, or humans, and the urban samples often contain contaminants that can inhibit PCR. ",
            "section": "Sample collection"
        },
        {
            "text": "Samples are collected using a swabbing technique. ",
            "section": "Sample collection"
        },
        {
            "text": "Students are instructed to swab an area roughly the size of their palm (~10 x 10 cm) and have successfully collected material from streets, sidewalks, subway platforms, playground equipment, and other common urban environments. ",
            "section": "Sample collection"
        },
        {
            "text": "Students swab three to six sites within a square meter and combine the material from the swabs into a single sample. ",
            "section": "Sample collection"
        },
        {
            "text": "Once the sample is collected on the swab, we use a modified version of the Mo Bio Power Soil kit protocol to extract the DNA from the sample.",
            "section": "Sample collection",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 82,
                    "end": 87,
                    "rawForm": "Power",
                    "resp": "whitelist",
                    "id": "ae9d06dd39-software-simple-w1"
                }
            ]
        },
        {
            "text": "Steps 2 to 5 are routine and described in detail in Appendix 1: Detailed protocol.",
            "section": "Sample collection"
        },
        {
            "text": "The sequence data is run through filtering and analysis pipelines, such as QIIME (qiime.org), in order to define operational taxonomic units and is compared to bacterial 16SrRNA databases (such as Green Genes, http://greengenes. lbl.gov/cgi-bin/nph-index.cgi) to determine the bacterial diversity of the sample. ",
            "section": "DNA sequence data analysis",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 75,
                    "end": 80,
                    "rawForm": "QIIME",
                    "resp": "whitelist",
                    "id": "ae9d06dd39-software-simple-w2"
                }
            ]
        },
        {
            "text": "Depending on the goals of the course and the experience of the instructor, the filtering and taxonomic assignments can be done with the students. ",
            "section": "DNA sequence data analysis"
        },
        {
            "text": "Alternatively, these steps can be performed by the instructor outside of the class and the taxonomic classification and relative abundance data can be used in class. ",
            "section": "DNA sequence data analysis"
        },
        {
            "text": "Many of the academic and commercial sequencing facilities will perform filtering and basic analysis of the raw sequence data. ",
            "section": "DNA sequence data analysis"
        },
        {
            "text": "Classes that do not have a wet lab component can analyze data collected by students in other courses or data collected by other investigators.",
            "section": "DNA sequence data analysis"
        },
        {
            "text": "The metagenomics module can be run safely in any lab that is designed to conduct routine molecular and microbiological techniques. ",
            "section": "Safety"
        },
        {
            "text": "At the sample collection step, a small fraction of the sample can be plated on media that support microbial growth. ",
            "section": "Safety"
        },
        {
            "text": "This allows for an excellent demonstration of the power of metagenomics because students see how little bacterial diversity they can identify by colony morphology on the plate compared to how many species they are able to identify using metagenomics. ",
            "section": "Safety"
        },
        {
            "text": "Because there is a risk of culturing pathogens collected in the environment, students should seal the plates with Parafilm after inoculating them and simply observe what they see growing on the sealed plate before autoclaving them.",
            "section": "Safety"
        },
        {
            "text": "We have used the metagenomics research module in the introductory microbiology lab sections over three semesters, reaching almost 400 students. ",
            "section": "CONCLUSION"
        },
        {
            "text": "Students have collected and analyzed data from a number of previously uncharacterized urban sites around New York City and we have begun to accumulate data over a number of time points that will allow students to determine how stable these bacterial communities are. ",
            "section": "CONCLUSION"
        },
        {
            "text": "Our preliminary outcomes assessment shows that the microbiology lab sections using the urban metagenomics module have lower rates of Ds, Fs, and withdraws relative to control sections (see Table 1). ",
            "section": "CONCLUSION",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 196,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "This may be the result of a greater engagement of students in the lab, due to the relevance and excitement of studying samples they have collected from within their community, which may carry over to keep students motivated to study and perform well throughout the course. ",
            "section": "CONCLUSION"
        },
        {
            "text": "In support of this, we have used post-course, anonymous, evaluation surveys to show that students in the lab sections using the urban metagenomics module tend to have more positive responses regarding the lab as a whole when compared to the responses from students in the traditionally formatted lab. ",
            "section": "CONCLUSION"
        },
        {
            "text": "For example, students in the sections using the metagenomics module report a greater confidence in interpreting scientific data and a greater appreciation for research (see Fig. 1). ",
            "section": "CONCLUSION",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1)"
                }
            ]
        },
        {
            "text": "Importantly, Figure 2 shows that students who participated in the urban metagenomics lab are more likely to remain involved in science, as measured by the number of students who continue on into masters, graduate, or professional programs in the biological and biomedical sciences. ",
            "section": "CONCLUSION",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 21,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "In summary, the urban metagenomics research module is an easily transferable, affordable unit that can be incorporated into a number of undergraduate STEM courses and used to improve student outcomes.   ",
            "section": "CONCLUSION"
        },
        {
            "text": "Responses from students in lab sections using the urban metagenomics module (the module is the key component of the Authentic Research Experience in Microbiology; AREM) are shown in blue and those from students in traditional lab sections are shown in gray (control). ",
            "section": "CONCLUSION"
        },
        {
            "text": "The percentage of students agreeing or agreeing strongly is shown on the y-axis. ",
            "section": "CONCLUSION"
        },
        {
            "text": "In the second and third set of columns the students have been grouped by gender, indicated in parentheses. ",
            "section": "CONCLUSION"
        },
        {
            "text": "(B) Student responses to a survey question regarding their comfort in evaluating and interpreting data. ",
            "section": "CONCLUSION"
        },
        {
            "text": "In the case of both survey questions, the students using the urban metagenomics module (blue bars) responded more positively. ",
            "section": "CONCLUSION"
        },
        {
            "text": "The survey was optional, anonymous, and hosted by the Survey Monkey site. ",
            "section": "CONCLUSION",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 61,
                    "end": 67,
                    "rawForm": "Monkey",
                    "resp": "whitelist",
                    "id": "ae9d06dd39-software-simple-w3"
                }
            ]
        },
        {
            "text": "FIGURE 2. ",
            "section": "CONCLUSION"
        },
        {
            "text": "Percentage of students who responded to the survey who were enrolled in a masters or graduate program in the biological sciences or enrolled in a professional program in the biomedical or health sciences. ",
            "section": "CONCLUSION",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 94,
                    "end": 101,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "ae9d06dd39-software-simple-w4"
                },
                {
                    "type": "software",
                    "start": 159,
                    "end": 166,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "ae9d06dd39-software-simple-w5"
                }
            ]
        },
        {
            "text": "Responses from students using the urban metagenomics lab sections are shown in blue and those from students in the traditional lab sections are shown in gray.",
            "section": "CONCLUSION"
        },
        {
            "text": "This work was funded by an NSF-CCLI type I grant awarded to the authors. ",
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "Preliminary data from this work has been presented at the ASMCUE 2012 meeting (see JMBE Vol. 13, No. 1 for ASMCUE 2012 abstracts; http://jmbe.asm. org/index.php/jmbe/article/view/412). ",
            "section": "ACKNOWLEDGMENTS",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 156,
                    "end": 160,
                    "rawForm": ".php",
                    "resp": "whitelist",
                    "id": "ae9d06dd39-software-simple-w6"
                }
            ]
        },
        {
            "text": "The authors declare that there are no conflicts of interest.",
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}