{
    "id": "cc475e4526",
    "abstract": [],
    "body_text": [
        {
            "text": "Impaired insulin secretion and insulin resistance are considered as the primary pathophysiological factors in the development of type 2 diabetes mellitus (T2DM) [1]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 161,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "T2DM is preceded by a long prediabetic state, which is defined by an oral glucose tolerance test (OGTT) including isolated impaired fasting glucose (i-IFG), isolated impaired glucose tolerance (i-IGT), or their combination (IFG+IGT) [2]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "In these high-risk indi-viduals, abnormalities of β-cell function are present at early stages prior to the development of T2DM.",
            "section": "INTRODUCTION"
        },
        {
            "text": "A specific non-low density lipoprotein (non-LDL) dyslipidemia known as atherogenic dyslipidemia, which is characterized by increased triglyceride (TG) along with decreased high density lipoprotein cholesterol (HDL-C), is present in subjects with diabetes and prediabetes, as well as those with normal glucose tolerance (NGT). ",
            "section": "INTRODUCTION"
        },
        {
            "text": "This abnormal lipid profile has been recently hypothesized to play a primary role in the develop-Diabetes Metab J 2014;38:294-301 http://e-dmj.org ment of T2DM, and dysfunction of β-cells caused by dyslipidemia precedes the manifestation of disease [3,4].",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 249,
                    "end": 252,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3,"
                },
                {
                    "start": 252,
                    "end": 254,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4]"
                }
            ]
        },
        {
            "text": "The plasma TG/HDL-C concentration ratio is significantly related to a direct measure of insulin-mediated glucose disposal [5]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "In nondiabetic Korean subjects, the TG/HDL-C ratio was independently associated with later development of T2DM [6]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Hermans et al. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "[7,8] revealed that the TG/HDL-C ratio was related to decreased insulin secretion, β-cell function loss, and poorer glycemic control in both sexes among subjects with T2DM. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8]"
                }
            ]
        },
        {
            "text": "Another study reported that HDL-C levels were associated with β-cell function in prediabetic subjects [9]. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "On the other hand, the association between TG and TG/ HDL-C ratio, and insulin secretion in prediabetic and NGT subjects remain to be clarified.",
            "section": "INTRODUCTION"
        },
        {
            "text": "The aim of the present study was to investigate the association between serum TG and HDL-C levels, and TG/HDL-C ratio and early-phase insulin secretion in normoglycemic and prediabetic subjects. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "One of the empirical indices that measures β-cell function, the insulinogenic index (IGI), is a surrogate measure of early-phase insulin secretion [1]; it calculates the difference between the postprandial insulin peak (measured at 30 minutes) and basal insulin in relation to the difference in glucose levels (IGI=ΔInsulin0-30/ΔGlucose0-30). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The homeostasis model assessment of insulin resistance (HOMA-IR) is used to estimate insulin sensitivity. ",
            "section": "INTRODUCTION",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 56,
                    "end": 60,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "cc475e4526-software-simple-w0"
                }
            ]
        },
        {
            "text": "Because the amount of insulin secreted by β-cells is strongly dependent on the prevailing degree of insulin sensitivity, accounting for differences in insulin sensitivity is a critical point when evaluating β-cell function. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Therefore, in the present study, the disposition index (DI), which is the ratio of IGI relative to HOMA-IR (IGI/HOMA-R), was determined as this gives an adjusted measure of β-cell function that accounts for variations in insulin sensitivity [10].",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 99,
                    "end": 103,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "cc475e4526-software-simple-w1"
                },
                {
                    "type": "software",
                    "start": 112,
                    "end": 116,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "cc475e4526-software-simple-w2"
                }
            ]
        },
        {
            "text": "Between January 2005 and December 2008, 746 subjects aged 35 years or older who had no known history of diabetes underwent a 75-g OGTT as part of a routine health examination at Iida Municipal Hospital. ",
            "section": "Subjects"
        },
        {
            "text": "The 75-g OGTT was conducted after an overnight fast (>12 hours). ",
            "section": "Subjects"
        },
        {
            "text": "Blood samples were collected at 0 minute (fasting plasma glucose; FPG), 30 minutes, 1 hour, and 2 hours postchallenge plasma glucose (2 hr-PG) following the OGTT. ",
            "section": "Subjects"
        },
        {
            "text": "The glucose tolerance status of each subject was classified based on the criteria of the American Diabetes Association (2011), as follows: NGT (FPG <100 mg/dL and 2 hr-PG levels <140 mg/dL), i-IFG (FPG of 100 to 125 mg/dL and 2 hr-PG levels <140 mg/dL), i-IGT (FPG ≤125 mg/dL and 2 hr-PG levels of 140 to 199 mg/dL), and (IFG+IGT; FPG of 100 to 125 mg/dL and 2 hr-PG levels of 140 to 199 mg/dL) [11]. ",
            "section": "Subjects",
            "ref_spans": [
                {
                    "start": 395,
                    "end": 399,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Subjects who were newly diagnosed with diabetes (according to the following definition: hemoglobin A1c ≥6.5%, FPG ≥126 mg/dL, or 2 hr-PG ≥200 mg/dL) were excluded [11]. ",
            "section": "Subjects",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Subjects who were on steroids or were taking drugs interfering with lipid metabolism, and those with IGI values of ≤0 were also excluded [12]. ",
            "section": "Subjects",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "On the basis of the OGTT results, subjects with NGT (n=341), i-IFG (n=211), i-IGT (n=71), and IFG+IGT (n=40) were selected for the present study. ",
            "section": "Subjects"
        },
        {
            "text": "Informed consent was obtained from all participants.",
            "section": "Subjects"
        },
        {
            "text": "Plasma glucose levels, serum total cholesterol (TC), TG, HDL-C, LDL-cholesterol (LDL-C), and serum uric acid (UA) were determined using standard methods (Hitachi 47 automatic analyzer; Hitachi, Tokyo, Japan). ",
            "section": "Biochemical measurements"
        },
        {
            "text": "Serum insulin level was measured by chemiluminescent enzyme immunoassay (Chemilumi Insulin; Kyowa Medics, Tokyo, Japan).",
            "section": "Biochemical measurements"
        },
        {
            "text": "A questionnaire was used to obtain information about familial medical history and the subjects' lifestyle, such as smoking habits and alcohol ingestion. ",
            "section": "Familial history and lifestyle questionnaires"
        },
        {
            "text": "Familial history of diabetes was defined as having one or more relatives (parent or sibling) with diabetes. ",
            "section": "Familial history and lifestyle questionnaires"
        },
        {
            "text": "Individuals who had smoked <100 cigarettes during their lifetime were considered nonsmokers, those who had smoked ≥100 cigarettes and were currently not smoking were considered former smokers, and those who had smoked ≥100 cigarettes and were currently smoking were considered current smokers. ",
            "section": "Familial history and lifestyle questionnaires"
        },
        {
            "text": "The following criteria were defined for alcohol consumption groups: drinking never or rarely (0 to 5 times/year), occasionally (1 to 5 times/month), and regularly (1 to 7 times/ week).",
            "section": "Familial history and lifestyle questionnaires"
        },
        {
            "text": "Insulin sensitivity was determined by the HOMA-IR, which was calculated as FPG (mg/dL)×fasting insulin (μIU/mL)/405 [13]. ",
            "section": "Calculations",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 42,
                    "end": 46,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "cc475e4526-software-simple-w3"
                }
            ]
        },
        {
            "text": "The IGI, which determines the early insulin response during the OGTT, was calculated as the ratio of the change in insulin to the change in glucose from 0 to 30 minutes (ΔInsulin0-30/ Diabetes Metab J 2014;38:294-301 http://e-dmj.org",
            "section": "Calculations"
        },
        {
            "text": "ΔGlucose0-30). ",
            "section": "Calculations"
        },
        {
            "text": "The DI, which is an adjusted measure of β-cell function that accounts for variations in insulin sensitivity, was calculated as the ratio of the IGI relative to the HOMA-IR (IGI/HOMA-R) [10].",
            "section": "Calculations",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 164,
                    "end": 168,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "cc475e4526-software-simple-w4"
                },
                {
                    "type": "software",
                    "start": 177,
                    "end": 181,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "cc475e4526-software-simple-w5"
                }
            ]
        },
        {
            "text": "Statistical analyses were performed using the SPSS version21.0 (IBM Co., Armonk, NY, USA). ",
            "section": "Statistical methods",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 46,
                    "end": 50,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "cc475e4526-software-simple-w6"
                }
            ]
        },
        {
            "text": "One-way analysis of variance was used to compare the clinical characteristics among the four groups followed by the Bonferroni post hoc test for continuous variables. ",
            "section": "Statistical methods"
        },
        {
            "text": "The chi-square test was used to compare the categorical parameters. ",
            "section": "Statistical methods"
        },
        {
            "text": "Normal distribution of variables was checked by Kolmogorov-Smirnov test.",
            "section": "Statistical methods"
        },
        {
            "text": "Pearson correlation coefficients were calculated to evaluate the relationships between indices of insulin secretion and several clinical variables (body mass index [BMI], systolic blood pressure [SBP], diastolic blood pressure, UA, TC, TG, HDL-C, TG/HDL-C ratio, LDL-C, FPG, and fasting insulin level). ",
            "section": "Statistical methods",
            "ref_spans": [
                {
                    "start": 164,
                    "end": 169,
                    "type": "bibr",
                    "text": "[BMI]"
                },
                {
                    "start": 195,
                    "end": 200,
                    "type": "bibr",
                    "text": "[SBP]"
                }
            ]
        },
        {
            "text": "The distributions of TG and TG/HDL-C ratio were skewed; hence, we conducted Pearson linear correlation using log-transformed values instead of the raw data. ",
            "section": "Statistical methods"
        },
        {
            "text": "To assess independent relationships between β-cell function and the clinical variables, a multiple linear regression analysis was performed. ",
            "section": "Statistical methods"
        },
        {
            "text": "Standardized coefficients (β) were determined after adjusting for age, BMI, SBP, UA, smoking status, and alcohol ingestion. ",
            "section": "Statistical methods"
        },
        {
            "text": "Data were expressed as mean±standard deviation. ",
            "section": "Statistical methods"
        },
        {
            "text": "A P values of <0.05 was considered statistically significant.",
            "section": "Statistical methods"
        },
        {
            "text": "The clinical and metabolic characteristics of the study population are summarized in Table 1. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 85,
                    "end": 92,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "In brief, subjects affected by prediabetes had significantly higher age, BMI, blood pressure, and levels of fasting insulin, TC, TG, LDL-C, and HOMA-IR but lower HDL-C levels than NGT subjects, which was expected. ",
            "section": "RESULTS",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 144,
                    "end": 148,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "cc475e4526-software-simple-w7"
                }
            ]
        },
        {
            "text": "Glucose levels were higher in subjects with i-IFG, i-IGT, and IFG+IGT than in NGT subjects. ",
            "section": "RESULTS"
        },
        {
            "text": "We found a significant difference in insulin secretion (HOMA-β, IGI, and DI) among the four groups.",
            "section": "RESULTS",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 56,
                    "end": 60,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "cc475e4526-software-simple-w8"
                }
            ]
        },
        {
            "text": "Spearman correlation analyses of subjects with i-IFG, i-IGT, and IFG+IGT demonstrated that IGI and DI were positively correlated with serum HDL-C levels. ",
            "section": "RESULTS"
        },
        {
            "text": "In addition, in subjects with i-IGT and IFG+IGT, but not with i-IFG, IGI, and DI were negatively correlated with log-transformed TG and the logtransformed TG/HDL-C ratio. ",
            "section": "RESULTS"
        },
        {
            "text": "On the other hand, in NGT sub-jects, neither HDL-C and log-transformed TG, nor log-transformed TG/HDL-C ratio were associated with insulin secretion. ",
            "section": "RESULTS"
        },
        {
            "text": "Moreover, there were no significant correlations between insulin secretion and TC, and LDL-C levels among all subjects (Table 2).",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 128,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "As presented in Table 3, multivariate linear regression analyses revealed that DI was positively correlated with HDL-C in the subjects with i-IFG, i-IGT, and IFG+IGT even after adjusting for potential confounding factors. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Moreover, in those with i-IGT, DI was inversely correlated with log-transformed TG and the log-transformed TG/HDL-C ratio. ",
            "section": "RESULTS"
        },
        {
            "text": "However, DI was not significantly associated with the TG or TG/HDL-C ratio in the subjects with i-IFG and IFG+IGT.",
            "section": "RESULTS"
        },
        {
            "text": "Because the relationship between lipid profiles and insulin secretion may be explained by the disproportional distribution of men and women, we examined insulin secretion by gender. ",
            "section": "RESULTS"
        },
        {
            "text": "In i-IGT subjects, decreased HDL-C and increased TG and TG/HDL-C ratio were significantly correlated with decreased DI in both men and women shown in Tables 4 and 5, respectively. ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 164,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Tables 4 and 5"
                }
            ]
        },
        {
            "text": "However, the association between HDL-C and DI in subjects with i-IFG and IFG+IGT was not found in the analysis performed separately in men and women.",
            "section": "RESULTS"
        },
        {
            "text": "Elevated TG and decreased HDL-C levels are known to be associated with the development of T2DM. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These atherogenic lipid abnormalities often precede T2DM by several years, indicating that altered lipoprotein metabolism is an early event in the development of β-cell dysfunction. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In fact, among subjects with prediabetes, hypertriglyceridemia is demonstrated as a predictor of T2DM progression [14]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Elevated TG levels induce β-cell apoptosis by increasing the levels of ceramide and nitric oxide [15,16]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15,"
                },
                {
                    "start": 101,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16]"
                }
            ]
        },
        {
            "text": "On the other hand, HDL-C stimulates insulin secretion by interacting with ABCA1, the ATP-binding cassette transporter G1, or the scavenger receptor B1, and it also inhibits β-cells apoptosis [4]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Therefore, subjects with Tangier disease, which is caused by an ABCA1 mutation, exhibit impaired insulin secretion [17].",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "In the present study, indices of early-phase insulin secretion, IGI and DI, were correlated with HDL-C levels in prediabetic subjects but not in NGT subjects. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Although the specific reason for this inconsistency is unknown, it is hypothesized that HDL-C may play an important role in protecting β-cells in subjects in the relatively late stages of hyperglycemia, particularly in Diabetes Metab J 2014;38:294-301 http://e-dmj.org those with prediabetes, whereas its protective effects are less apparent in those with NGT. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, these indices of insulin secretion did not correlate with TG or the TG/HDL-C ratio in NGT subjects. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Thus, our present study provides new insights into the pathophysiological differences in lipid levels and insulin secretion among normoglycemic and prediabetic subjects.",
            "section": "DISCUSSION"
        },
        {
            "text": "The evidence now suggests that subjects with i-IFG and i-IGT may represent different populations, with more or less overlapping subclinical characteristics and pathophysiology. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Isolated IGT is associated with an increase in cardiovascularrelated mortality and all-cause mortality [18]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "On the other hand, i-IFG is a risk category for diabetes, but its relationship with atherosclerosis is less clear [19]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The present study revealed that insulin secretion correlated with TG, HDL-C, and the TG/HDL-C ratio in both men and women subjects with i-IGT. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, such correlations were not identified in i-IFG subjects, even though the sample size was the largest in this group among the three prediabetes subjects. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Similar to the results reported by Lorenzo et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[20], in our study, TG levels were higher in i-IGT subjects compared with i-IFG subjects. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "Van der Zijl et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[21] showed that lipid accumulation in the pancreas was positively associated with TG levels and nega- Table 3. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 103,
                    "end": 110,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Associations of TG, HDL-C, and TG/HDL-C ratio with disposition index in total subjects  tively with HDL-C levels. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, they reported that pancreatic fat content gradually increased with deterioration of glucose metabolism (NGT, 7.6%; IFG, 12.1%; and IGT, 22.4%), and an inverse relationship between pancreatic fat content and DI was observed [21]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "In the present investigation, different association between lipid profiles and DI in i-IFG and i-IGT could be the result of differences in pancreatic fat content between the two groups. ",
            "section": "DISCUSSION"
        },
        {
            "text": "He et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[22] found that TG and the TG/HDL-C ratio were independent risk factors for T2DM, and that TG/HDL-C was a stronger risk factor of the two. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "Moreover, Giannini et al. ",
            "section": "DISCUSSION"
        },
        {
            "text": "[23] reported that the TG/HDL-C ratio is associated with insulin resistance and may be used along with other factors to identify subjects at increased risk of insulin resistance-driven morbidity. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "In the present study, we investigated DI, which can be considered an index of pancreatic functionality and can predict the normal β-cell response adequate for any degree of insulin resistance [24]. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "To the best of our knowledge, this is the first report to reveal that this index is correlated with the TG/HDL-C ratio in both men and women with i-IGT even after adjusting for the associated variables. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Our results add further support to the notion that the TG/HDL-C ratio may be a clinically simple and useful indicator of insulin secretion independent of insulin sensitivity among subjects with i-IGT.",
            "section": "DISCUSSION"
        },
        {
            "text": "The current study had some limitations. ",
            "section": "DISCUSSION"
        },
        {
            "text": "First, the 75-g OGTT was performed as part of a health check-up rather than for any specified research purpose, and there were no predetermined criteria for undergoing the test. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Second, the current study had a small sample size and a high prevalence of men especially in subjects with IFG+IGT. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Our sample size and disproportional distribution of gender may be insufficient to clearly confirm the association between lipid profile and insulin secretion in subjects with IFG+IGT. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Third, and finally, we did not measure subclinical inflammatory markers (such as Creactive protein, interleukin-6, or tumor necrosis factor-α), which may affect insulin secretion. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, the strength and consistency of the association observed using routine biochemical measures may have beneficial implications for clinical practice.",
            "section": "DISCUSSION"
        },
        {
            "text": "In conclusion, in a sample of prediabetic subjects, consistent associations were found between lower HDL-C and lower early-phase insulin secretion levels. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, in both men and women with i-IGT, insulin secretion was negatively correlated with TG and the TG/HDL-C ratio. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These results suggest that early-phase insulin secretion is affected by HDL-C and TG in prediabetic subjects.  ",
            "section": "DISCUSSION"
        },
        {
            "text": "No potential conflict of interest relevant to this article was reported.",
            "section": "CONFLICTS OF INTEREST"
        },
        {
            "text": "The authors thank Nobuo Shimosawa for preparing an electronic database of the patients' medical records.",
            "section": "ACKNOWLEDGMENTS"
        }
    ]
}