{
    "level": "sentence",
    "id": "ef83021be7",
    "abstract": [
        {
            "text": "Background: The hospitalized elderly are at risk of functional decline. "
        },
        {
            "text": "We evaluated the effects and care costs of a specialized geriatric rehabilitation program aimed at preventing functional decline among at-risk hospitalized elderly. "
        },
        {
            "text": "Methods: The prospective nonrandomized controlled trial reported here was performed in three hospitals in the Netherlands. "
        },
        {
            "text": "One hospital implemented the Prevention and Reactivation Care Program (PReCaP), while two other hospitals providing usual care served as control settings. "
        },
        {
            "text": "Within the PReCaP hospital we compared patients pre-implementation with patients post-implementation of the PReCaP (\"within-hospital analysis\"), while our nonrandomized controlled trial compared patients of the PReCaP hospital post-implementation with patients from the two control hospitals providing usual care (\"between-hospital analysis\"). "
        },
        {
            "text": "Hospitalized patients 65 years or older and at risk of functional decline were interviewed at baseline and at 3 and 12 months using validated questionnaires to score functioning, depression, and healthrelated quality of life (HRQoL). "
        },
        {
            "text": "We estimated costs per unit of care from hospital information systems and national data sources. "
        },
        {
            "text": "We used adjusted general linear mixed models to analyze functioning and HRQoL. "
        },
        {
            "text": "Results: Between-hospital analysis showed no difference in activities of daily living (ADL) or instrumental activities of daily living (IADL) between PReCaP patients and control groups. "
        },
        {
            "text": "PReCaP patients did have slightly better cognitive functioning (Mini Mental State Examination; 0.4 [95% confidence interval (CI) 0.2-0.6]), lower depression (Geriatric Depression Scale 15;-0.9 [95%-1.1 to-0.6]) and higher perceived health (Short-Form 20; 5.6 [95% CI 2.8-8.4]) than control patients. "
        },
        {
            "text": "Analyses within the PReCaP hospital comparing patients pre-and post-implementation of the PReCaP showed no improvement over time in functioning, depression, and HRQoL. "
        },
        {
            "text": "One-year health care costs were higher for PReCaP patients, both for the within-hospital analysis (+€7,000) and the between-hospital analysis (+€2,500). "
        },
        {
            "text": "Conclusion: We did not find any effect of the PReCaP on ADL and IADL. "
        },
        {
            "text": "The PReCaP may possibly provide some benefits to hospitalized patients at risk of functional decline with respect to cognitive functioning, depression, and perceived health. "
        },
        {
            "text": "Further evaluations of integrated intervention programs to limit functional decline are therefore required."
        }
    ],
    "body_text": [
        {
            "text": "Asmus-szepesi et al were analyzed using logistic regression adjusted for sex, age, ISAR-HP score, baseline score of the studied outcome variable, and admission diagnosis. ",
            "section": "Background"
        },
        {
            "text": "Survival was analyzed using Kaplan-Meier plots and multivariable Cox regression. ",
            "section": "Background"
        },
        {
            "text": "All analyses were performed using SPSS software (v 21.0; IBM Corporation, Armonk, NY, USA). ",
            "section": "Background",
            "entity_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator14",
                    "used": true,
                    "id": "ef83021be7-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 51,
                    "end": 55,
                    "type": "version",
                    "rawForm": "21.0",
                    "resp": "#annotator14",
                    "id": "#ef83021be7-software-0"
                },
                {
                    "start": 57,
                    "end": 72,
                    "type": "publisher",
                    "rawForm": "IBM Corporation",
                    "resp": "#curator",
                    "id": "#ef83021be7-software-0"
                },
                {
                    "type": "software",
                    "start": 34,
                    "end": 38,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "ef83021be7-software-simple-w0"
                },
                {
                    "type": "software",
                    "start": 39,
                    "end": 47,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "ef83021be7-software-simple-w1"
                }
            ]
        },
        {
            "text": "Missing values for costs were assumed to be missing at random, conditional on observed baseline characteristics and outcome variables. ",
            "section": "Background"
        },
        {
            "text": "28 Thus, we performed a multiple imputation procedure with predictive mean matching, generating five completed datasets including a rich set of baseline variables (eg, age, sex, ISAR-HP score) and accounting for death and length of survival. ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "28"
                }
            ]
        },
        {
            "text": "The medical ethics committee of the Erasmus University Medical Center, Rotterdam, the Netherlands approved the study protocol under protocol number MEC2011-041.",
            "section": "Background"
        },
        {
            "text": "The \"PReCaP\" is a preventive program supplementary to usual care for hospitalized elderly that has been developed and implemented in three departments (ie, geriatrics, internal medicine, and cardiology) of a regional hospital in the Netherlands. ",
            "section": "The Prevention and reactivation Care Program",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 29,
                    "end": 36,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "ef83021be7-software-simple-w2"
                }
            ]
        },
        {
            "text": "The supplementary nature of the PReCaP means that the patient receives usual care from the professionals of the department they are staying in, and, in addition, receive PReCaP care from a multidisciplinary team that is not connected to a specific department but active across hospital departments. ",
            "section": "The Prevention and reactivation Care Program"
        },
        {
            "text": "Thus, the care this team provides is \"supplementary\" to the usual care patients already receive in their specific departments. ",
            "section": "The Prevention and reactivation Care Program"
        },
        {
            "text": "The PReCaP aims to reduce hospital-related functional decline among the hospitalized elderly by offering multidisciplinary, integrated, and goal-oriented care focused on physical, social, and psychological domains of functioning. ",
            "section": "The Prevention and reactivation Care Program"
        },
        {
            "text": "13 Important elements of the PReCaP are the early identification of patients at risk of functional decline using the Identification Seniors At Risk -Hospitalized Patients questionnaire (ISAR-HP 14 ), intensive follow-up treatment for elderly patients with complex problems at a prevention and reactivation center (PRC), multidisciplinary geriatric expertise, support for informal caregivers, and geriatric case-management from hospital admission to well after discharge. ",
            "section": "The Prevention and reactivation Care Program",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                },
                {
                    "start": 194,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "13,15 Previous studies have evaluated these elements separately and found each one successful (see Table S1). ",
            "section": "The Prevention and reactivation Care Program",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                },
                {
                    "start": 99,
                    "end": 107,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table S1"
                }
            ]
        },
        {
            "text": "6,8,12,16 setting The Vlietland Hospital (hereafter referred to as the \"PReCaP hospital\") is a 450-bed regional hospital, which employs 131 medical specialists and 1,782 staff members. ",
            "section": "The Prevention and reactivation Care Program",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12,"
                },
                {
                    "start": 7,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "The hospital has a geriatric unit with 22 beds (including four beds for patients suffering from delirium), direct access to hospital replacement care, and provisions for follow-up in primary care through the PReCaP (de Vos AJ et al, unpublished data, 2014).",
            "section": "The Prevention and reactivation Care Program"
        },
        {
            "text": "The Sint Franciscus Gasthuis (SFG), one of two control hospitals in this study, is a 613-bed, top clinical teaching hospital (150 medical specialists; 2,300 staff members) with onsite hospital replacement care, but without a clinical geriatric unit or provisions for follow-up in primary care. ",
            "section": "The Prevention and reactivation Care Program"
        },
        {
            "text": "17 The Ruwaard van Putten Ziekenhuis, Spijkenisse, the second of the two control hospitals in this study, is a 288-bed regional hospital (70 medical specialists; 1,000 staff members). ",
            "section": "The Prevention and reactivation Care Program",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "The Ruwaard van Putten Ziekenhuis does not have a geriatric unit, hospital replacement care, or provisions for follow-up in primary care.",
            "section": "The Prevention and reactivation Care Program"
        },
        {
            "text": "This quasi-experimental study consisted of two parts. ",
            "section": "The Prevention and reactivation Care Program"
        },
        {
            "text": "We first conducted a pre-implementation study in the PReCaP hospital, which included patients 65 years or older and admitted to the PReCaP hospital between May 2010 and October 2010, and their informal caregivers. ",
            "section": "The Prevention and reactivation Care Program"
        },
        {
            "text": "This period served as a baseline study before implementation of the PReCaP to allow for within-PReCaP-hospital-analysis over time, to choose a suitable instrument to identify elderly patients at risk of functional decline, and to generate data needed for power calculations. ",
            "section": "The Prevention and reactivation Care Program"
        },
        {
            "text": "17 We then conducted a prospective nonrandomized controlled trial including patients aged 65 years or older admitted to either the departments of geriatrics, internal medicine, or cardiology of the PReCaP hospital post-implementation, or to one of the two control hospitals providing usual care, between February 2011 and September 2013. ",
            "section": "The Prevention and reactivation Care Program",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "We excluded patients who were unable to answer questions due to severe cognitive problems (Mini Mental State Examination [MMSE] score 12) or language problems, who had a life expectancy of less than 3 months, or who scored 0 on the ISAR-HP.",
            "section": "The Prevention and reactivation Care Program"
        },
        {
            "text": "The ISAR-HP was administered by trained research nurses or research assistants at hospital admission to select patients at risk of functional decline. ",
            "section": "The Prevention and reactivation Care Program"
        },
        {
            "text": "The ISAR-HP consists of four yes/no questions regarding inability to travel independently, inability to walk, educational level, and housekeeping dependence. ",
            "section": "The Prevention and reactivation Care Program"
        },
        {
            "text": "Scores range from 0 to 5, with higher scores corresponding to higher risk of functional decline. ",
            "section": "The Prevention and reactivation Care Program"
        },
        {
            "text": "14,18 Patients with a ISAR-HP score 1 were considered at risk of functional decline 3 and were eligible for participation in this study. ",
            "section": "The Prevention and reactivation Care Program",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                },
                {
                    "start": 85,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "Within the PReCaP hospital, we compared outcomes of at-risk patients treated pre-implementation with those of at-risk patients treated post-implementation (withinhospital analysis). ",
            "section": "The Prevention and reactivation Care Program"
        },
        {
            "text": "We further compared at-risk patients of the PReCaP hospital post-implementation with at-risk patients of the control hospitals (between-hospital analysis).",
            "section": "The Prevention and reactivation Care Program"
        },
        {
            "text": "The primary outcomes were ADL and IADL functioning of the elderly patient. ",
            "section": "Data collection"
        },
        {
            "text": "Cognitive functioning, HRQoL, depression, falling, readmission to the hospital, (re)admission to a nursing home or elderly home, and survival were secondary outcomes. ",
            "section": "Data collection"
        },
        {
            "text": "Other secondary outcomes were the burden of care on, and HRQoL of, primary informal caregivers, as well as costs of care. ",
            "section": "Data collection"
        },
        {
            "text": "After obtaining informed consent, trained research nurses or trained research assistants interviewed patients in hospital within 48 hours of admission and in the patient's personal environment at 3 and 12 months after hospital admission using validated questionnaires. ",
            "section": "Data collection"
        },
        {
            "text": "Informal caregivers were sent paper questionnaires to fill out and return by postal mail at the same time patients were interviewed.",
            "section": "Data collection"
        },
        {
            "text": "ADL and IADL were scored using the Katz Index of Independence in Activities of Daily Living 19 and the Lawton Instrumental Activities of Daily Living Scale, 20 respectively. ",
            "section": "Data collection",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "Questionnaires used to score secondary outcomes included the (short) version of the MMSE 21 for cognitive functioning, the EuroQol (EQ-5D™ 22 ), the Short-Form 20 (SF-20 23 ) for HRQoL, and the Geriatric Depression Scale 15 (GDS-15 24 ) for depression. ",
            "section": "Data collection",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                },
                {
                    "start": 170,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                },
                {
                    "start": 232,
                    "end": 234,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24"
                }
            ]
        },
        {
            "text": "The HRQoL of, and subjective burden of care on, informal caregivers were determined with the EQ-5D and the Caregiver Strain Index (CSI), 25 respectively (see study protocol 17 for more details). ",
            "section": "Data collection",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                },
                {
                    "start": 173,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "Survival data were collected by telephone, either by trying to reach patients and their families for follow-up interviews or by calling general practitioners at 12-month follow-up.",
            "section": "Data collection"
        },
        {
            "text": "Costs per unit of health care consumption were retrieved from hospital information systems or from nationally representative unit-costs research. ",
            "section": "Data collection"
        },
        {
            "text": "26 Cost-per-day estimates were applied to evaluate length of stay in hospital or nursing/elderly home. ",
            "section": "Data collection",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "Formal homecare services were measured in costs per hour, general practitioner visits were based on average costs per contact, and costs of aids/modifications were estimated using current retail prices. ",
            "section": "Data collection"
        },
        {
            "text": "Informal homecare utilization was collected among primary informal caregivers by mailed paper questionnaires. ",
            "section": "Data collection"
        },
        {
            "text": "Costs per hour for informal homecare were estimated using the proxy good method. ",
            "section": "Data collection"
        },
        {
            "text": "27 ",
            "section": "Data collection",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "Based on the average number of elderly patients admitted to the different hospitals during our inclusion period of 1 year, we expected to be able to collect a sample size of around 1,100 patients in the intervention hospital (900 patients treated with the new intervention program and 200 patients treated with the new intervention program, including a stay at a PRC). ",
            "section": "sample size",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 273,
                    "end": 280,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "ef83021be7-software-simple-w3"
                },
                {
                    "type": "software",
                    "start": 332,
                    "end": 339,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "ef83021be7-software-simple-w4"
                }
            ]
        },
        {
            "text": "Samples of a minimum of 500 to 600 patients were expected in each of the two control hospitals. ",
            "section": "sample size"
        },
        {
            "text": "According to our baseline study results on ADL (Katz Index of Independence in Activities of Daily Living) and iADL (Lawton Instrumental Activities of Daily Living Scale), a population of n=500 in the control hospitals would lead to around n=300 persons analyzable at 3 months, whereas a baseline population of n=1,100 in the PReCaP hospital would lead to around 733 persons analyzable at 3 months. ",
            "section": "sample size"
        },
        {
            "text": "Using an effect size of 0.25 this would lead to a power of 95%. ",
            "section": "sample size"
        },
        {
            "text": "18 Furthermore, to detect a smaller effect size (Cohen's D of 0.2), n=1,100 in the intervention hospital and n=500 for the control hospitals would lead to a power of 83%. ",
            "section": "sample size",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18"
                }
            ]
        },
        {
            "text": "As expected, we collected a sample size of around 900 postimplementation patients in the PReCaP hospital, and samples of at least 500 patients in each of the two control hospitals. ",
            "section": "sample size"
        },
        {
            "text": "17 We controlled for case-mix differences by including patients from the departments of geriatrics, internal medicine, and cardiology for analyses of changes over time within the PReCaP hospital.",
            "section": "sample size",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "For between-hospital analysis, we included patients from internal medicine and cardiology only, since the control hospitals had no geriatrics department. ",
            "section": "sample size"
        },
        {
            "text": "The two control hospitals were pooled into one group to increase statistical power for analyses on the impact of the intervention.",
            "section": "sample size"
        },
        {
            "text": "We analyzed differences in patient and informal caregiver outcomes within the PReCaP hospital and between the PReCaP hospital and control hospitals with general linear mixed models (GLMMs) of repeated measurements. ",
            "section": "statistical methods"
        },
        {
            "text": "We used pair-wise comparisons with fixed time and hospital effects and a random intercept, which resulted in a mean difference with 95% confidence interval (CI). ",
            "section": "statistical methods"
        },
        {
            "text": "We adjusted GLMM analyses for potential confounders, sex, age, ISAR-HP score, baseline score of the studied outcome variable, and admission diagnosis. ",
            "section": "statistical methods"
        },
        {
            "text": "Falling and (re)admissions were analyzed using logistic regression adjusted for sex, age, ISAR-HP score, baseline score of the studied outcome variable, and admission diagnosis. ",
            "section": "statistical methods"
        },
        {
            "text": "Survival was analyzed using Kaplan-Meier plots and multivariable Cox regression. ",
            "section": "statistical methods"
        },
        {
            "text": "All analyses were performed using SPSS software (v 21.0; IBM Corporation, Armonk, NY, USA). ",
            "section": "statistical methods",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 34,
                    "end": 38,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "ef83021be7-software-simple-w5"
                },
                {
                    "type": "software",
                    "start": 39,
                    "end": 47,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "ef83021be7-software-simple-w6"
                }
            ]
        },
        {
            "text": "Missing values for costs were assumed to be missing at random, conditional on observed baseline characteristics and outcome variables. ",
            "section": "statistical methods"
        },
        {
            "text": "28 Thus, we performed a multiple imputation procedure with predictive mean matching, generating five completed datasets including a rich set of baseline variables (eg, age, sex, ISAR-HP score) and accounting for death and length of survival. ",
            "section": "statistical methods",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28"
                }
            ]
        },
        {
            "text": "The medical ethics committee of the Erasmus University Medical Center, Rotterdam, the Netherlands approved the study protocol under protocol number MEC2011-041.",
            "section": "statistical methods"
        },
        {
            "text": "Of the 985 pre-implementation patients who were assessed for eligibility in the PReCaP hospital, 34% were excluded and 19% refused participation, leaving 460 recruited patients ( Figure 1A). ",
            "section": "Participants",
            "ref_spans": [
                {
                    "start": 179,
                    "end": 189,
                    "type": "figure",
                    "text": "Figure 1A)"
                }
            ]
        },
        {
            "text": "We controlled for case-mix differences by excluding people with an ISAR-HP score of 0 or who were admitted to departments other than geriatrics, internal medicine, or cardiology, leaving 143 (31%) patients for analysis. ",
            "section": "Participants"
        },
        {
            "text": "Of the 2,811 PReCaP post-implementation patients assessed for eligibility, 46% were excluded, 20% refused, and 959 (34%) patients were recruited and analyzed.",
            "section": "Participants"
        },
        {
            "text": "After controlling for case mix by selecting patients from cardiology and internal medicine departments, 699 (73%) of the post-implementation PReCaP patients were included for between-hospital analysis ( Figure 1B). ",
            "section": "Participants",
            "ref_spans": [
                {
                    "start": 203,
                    "end": 212,
                    "type": "figure",
                    "text": "Figure 1B"
                }
            ]
        },
        {
            "text": "Of the 4,972 patients assessed for eligibility in the control hospitals, 43% were excluded and 24% refused, leaving 1,676 patients. ",
            "section": "Participants"
        },
        {
            "text": "We selected 540 (32%) patients from the cardiology and internal medicine departments for analysis. ",
            "section": "Participants"
        },
        {
            "text": "We found similar results in the groups of patients admitted to either the cardiology or internal medicine departments. ",
            "section": "Participants"
        },
        {
            "text": "Patient characteristics between lost-to-follow-up patients and complete cases were similar for all hospital groups (Table S2).",
            "section": "Participants",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 125,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Table S2)"
                }
            ]
        },
        {
            "text": "Pre-implementation PReCaP patients were significantly younger, more often men, more often married, and more often living independently with others than post-implementation PReCaP patients (Table 1). ",
            "section": "Descriptive data",
            "ref_spans": [
                {
                    "start": 188,
                    "end": 196,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 1"
                }
            ]
        },
        {
            "text": "Furthermore, they had slightly higher ADL and IADL scores, were less likely to have multi-morbidity, and had lower ISAR-HP scores than postimplementation PReCaP patients.",
            "section": "Descriptive data"
        },
        {
            "text": "Patients from the control hospitals were significantly more often women than the post-implementation PReCaP patients, but these groups did not differ in other baseline characteristics ( Table 1).",
            "section": "Descriptive data",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 194,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1)"
                }
            ]
        },
        {
            "text": "All PReCaP post-implementation patients were screened with the ISAR-HP and about 90% received case management. ",
            "section": "Components of the Prevention and reactivation Care Program received"
        },
        {
            "text": "However, only around 50% of the patients were discussed in a multidisciplinary meeting. ",
            "section": "Components of the Prevention and reactivation Care Program received"
        },
        {
            "text": "Most PReCaP patients were discharged to their home independently, with homecare or with outpatient rehabilitation (83% ; Table S3).",
            "section": "Components of the Prevention and reactivation Care Program received",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 129,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "; Table S3"
                }
            ]
        },
        {
            "text": "No substantial differences in ADL, IADL, cognitive functioning, HRQoL, depression, or risk of falling from hospital admission to 1 year after were found between preimplementation and post-implementation PReCaP patients (Tables 2 and 3). ",
            "section": "Functioning, health-related quality of life, and survival",
            "ref_spans": [
                {
                    "start": 219,
                    "end": 234,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Tables 2 and 3"
                }
            ]
        },
        {
            "text": "Even thought not significant, the differences were generally in favor of the post-implementation PReCaP group. ",
            "section": "Functioning, health-related quality of life, and survival"
        },
        {
            "text": "On the other hand, these patients were at higher risk of readmission to the hospital within 3 months of initial admission (Table 3; odds ratio [OR] 3.7; 95% CI 1.8-7.6) than pre-implementation patients. ",
            "section": "Functioning, health-related quality of life, and survival",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 130,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "(Table 3"
                }
            ]
        },
        {
            "text": "Survival did not differ between groups (hazard ratio [HR] 1.18; 95% CI 0.79-1.77).",
            "section": "Functioning, health-related quality of life, and survival"
        },
        {
            "text": "Physical functioning, falling, and HRQoL subscales other than perceived health did not differ between post-implementation PReCaP patients and control patients (Tables 2 and 3). ",
            "section": "Functioning, health-related quality of life, and survival",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 174,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Tables 2 and 3"
                }
            ]
        },
        {
            "text": "Post-implementation PReCaP patients had higher cognitive functioning (MMSE 0.4; 95% CI 0.2-0.6), fewer symptoms of depression (GDS-15 -0.9; 95% CI -1.1 to -0.6), and perceived their health after hospitalization as better (5.6 points at SF-20 current health perceptions [95% CI 2.8-8.4]), than control patients in the year after hospital admission (Table 2, Figure S1). ",
            "section": "Functioning, health-related quality of life, and survival",
            "ref_spans": [
                {
                    "start": 357,
                    "end": 366,
                    "type": "figure",
                    "text": "Figure S1"
                }
            ]
        },
        {
            "text": "As expected, patients from the PReCaP hospital post-implementation were much more likely to be admitted to a nursing home within 3 months of their initial hospital admission (OR 9.5; 95% CI 2.7-34) than control patients, since a stay at a PRC was part of the PReCaP (Table  3). ",
            "section": "Functioning, health-related quality of life, and survival",
            "ref_spans": [
                {
                    "start": 266,
                    "end": 276,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "(Table  3)"
                }
            ]
        },
        {
            "text": "Mortality did not differ (HR 1.20; 95% CI 0.89-1.62).",
            "section": "Functioning, health-related quality of life, and survival"
        },
        {
            "text": "Approximately 26% of pre-implementation PReCaP patients and 36% of post-implementation PReCaP patients received -Not available at time of recruitment (n=336) -Discharged before invitate to participate (n=185) Unknown (total n=1,165 (44%)) Note: this group entails people who were assessed as well as people who were not assessed for eligibility. ",
            "section": "Impact on informal caregivers"
        },
        {
            "text": "Since reasons were not registered properly these people ar all classified as not assessed",
            "section": "Impact on informal caregivers"
        },
        {
            "text": "Not assessed for eligibility (total n=521 (20%))",
            "section": "Excluded (total n=525 (53%))"
        },
        {
            "text": "-   Notes: a Within hospital comparison compares patients from the baseline study (pre-implementation of the PreCaP) with patients treated with the PreCaP (postimplementation). ",
            "section": "Ineligible (n=336 (34%))"
        },
        {
            "text": "b Between hospital comparison concerns the comparison between PreCaP patients and control patients; data from control hospitals were pooled and analysis was performed on patients from cardiology and internal medicine departments to control for initial case-mix differences. ",
            "section": "Ineligible (n=336 (34%))"
        },
        {
            "text": "c Score 0-5, with a higher score reflecting a higher risk of functional decline. ",
            "section": "Ineligible (n=336 (34%))"
        },
        {
            "text": "d Measured by the Katz six-item index, score 0-6, with higher scores reflecting higher independence. ",
            "section": "Ineligible (n=336 (34%))"
        },
        {
            "text": "e Measured by the lawton Instrumental Activities of Daily Living Scale, score 0-8, with higher scores reflecting higher independence. ",
            "section": "Ineligible (n=336 (34%))"
        },
        {
            "text": "f EuroQOL, score 0-1, with a higher score reflecting higher HRQoL. ",
            "section": "Ineligible (n=336 (34%))"
        },
        {
            "text": "g score 0-100, with higher scores reflecting better HRQoL, except for physical pain, which is reversed. ",
            "section": "Ineligible (n=336 (34%))"
        },
        {
            "text": "h Score 0-23, with a higher score reflecting better cognitive functioning. ",
            "section": "Ineligible (n=336 (34%))"
        },
        {
            "text": "i score 0-15, with higher scores reflecting more symptoms of depression. ",
            "section": "Ineligible (n=336 (34%))"
        },
        {
            "text": "j P-value differences measured with chi square for categorical variables and nonparametric Kruskall-Wallis for continuous variables.   ",
            "section": "Ineligible (n=336 (34%))"
        },
        {
            "text": "informal care. ",
            "section": "Ineligible (n=336 (34%))"
        },
        {
            "text": "In both groups, around 70% of informal caregivers were women and the average age was 65 and 63 years for preimplementation and post-implementation patients, respectively. ",
            "section": "Ineligible (n=336 (34%))"
        },
        {
            "text": "Around 63% and 46% of informal caregivers were patients' partners in the pre-implementation and post-implementation groups, respectively. ",
            "section": "Ineligible (n=336 (34%))"
        },
        {
            "text": "GLMM adjusted for age, sex, baseline scores, and ISAR-HP score showed no differences in HRQoL (EQ-5D -0.09; 95% CI -0.16 to -0.02), and burden of care (CSI -0.02; 95% CI -0.08 to 0.05) between caregivers of preimplementation and post-implementation PReCaP patients. ",
            "section": "Ineligible (n=336 (34%))"
        },
        {
            "text": "Between-hospital comparisons showed that around 25%-32% of patients received informal care before hospital admission in the PReCaP hospital post-implementation and control hospitals, respectively. ",
            "section": "Ineligible (n=336 (34%))"
        },
        {
            "text": "More than 65% of informal caregivers were women, 50% were partners, and the average age of the informal caregivers was 63 years among both groups. ",
            "section": "Ineligible (n=336 (34%))"
        },
        {
            "text": "HRQoL and burden of care did not differ between informal caregivers in both groups (EQ-5D 0.0; 95% CI -0.0 to 0.0 and CSI -0.3; 95% CI -0.8 to 0.3).",
            "section": "Ineligible (n=336 (34%))"
        },
        {
            "text": "After multiple imputation of missing cost data, the average care costs were €14,286 per person per year in the preimplementation PReCaP group and €21,251 per person per year in the post-implementation PReCaP group (Figure 2). ",
            "section": "societal costs",
            "ref_spans": [
                {
                    "start": 214,
                    "end": 223,
                    "type": "figure",
                    "text": "(Figure 2"
                }
            ]
        },
        {
            "text": "All sub-domains of costs were higher for post-implementation PReCaP patients, except for informal health care costs, between discharge and 3-month follow-up (€1,119 for postimplementation group vs €1,374 for the pre-implementation group; Figures 2 and Table S4). ",
            "section": "societal costs",
            "ref_spans": [
                {
                    "start": 238,
                    "end": 260,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Figures 2 and Table S4"
                }
            ]
        },
        {
            "text": "Formal health care costs between hospital discharge and 3-month follow-up were more than twofold, and costs between the 3-and 12-month followups were around 1.5 times higher for post-implementation PReCaP patients than for pre-implementation patients (Figures 2 and Table S4A-C).",
            "section": "societal costs",
            "ref_spans": [
                {
                    "start": 251,
                    "end": 278,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Figures 2 and Table S4A-C)"
                }
            ]
        },
        {
            "text": "Between-hospital analysis showed average costs from hospital admission to 1 year after admission were €16,476 for control patients compared to €18,292 for PReCaP patients. ",
            "section": "societal costs"
        },
        {
            "text": "Costs of hospital stay as well as formal health care costs were higher for PReCaP patients than for control patients, especially average formal health care costs between the 3-and 12-month follow-ups, which were €4,751 for controls and €5,676 for PReCaP patients. ",
            "section": "societal costs"
        },
        {
            "text": "Informal health care costs were somewhat lower for the PReCaP patients than for the controls (Figures 2 and Table S4A-C).",
            "section": "societal costs",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 117,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Figures 2 and Table S4A"
                }
            ]
        },
        {
            "text": "The PReCaP had no effect on ADL and IADL, in both the within-hospital analysis over time and the between-hospital analysis. ",
            "section": "Discussion"
        },
        {
            "text": "Elderly patients from internal medicine or cardiology departments who were treated with the PReCaP had slightly higher cognitive functioning, fewer symptoms of depression, and higher perceived health 1 year after admission than elderly patients treated with usual care in the control hospitals. ",
            "section": "Discussion"
        },
        {
            "text": "Clinical relevance was limited, though. ",
            "section": "Discussion"
        },
        {
            "text": "29 No relevant differences were found in the HRQoL of, and burden of care on, informal caregivers, both in the within-hospital analysis over time as well as in the between-hospital analysis. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ]
        },
        {
            "text": "Costs of care from hospital admission to 1 year after were higher for elderly patients treated with the PReCaP. ",
            "section": "Discussion"
        },
        {
            "text": "The higher costs of the PReCaP and its small effects on ADL and IADL suggest that the PReCaP, in its current supplementary form, is unlikely to be cost-effective.",
            "section": "Discussion"
        },
        {
            "text": "This study has several limitations. ",
            "section": "Limitations"
        },
        {
            "text": "In our attempts to control for selection bias, 30 we included only 143 pre-implementation Figure 2 health care costs within and between hospitals from admission to 1 year after admission. ",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 47,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                },
                {
                    "start": 90,
                    "end": 98,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Abbreviations: wh-pre-interv, within hospital, pre-intervention; wh-intervention, within hospital, during intervention; bh-controls, between hospitals, controls; bhintervention, between hospitals, during intervention.",
            "section": "Limitations"
        },
        {
            "text": "patients and 959 post-implementation patients within the PReCaP hospital comparison over time. ",
            "section": "Limitations"
        },
        {
            "text": "We included 699 post-implementation PReCaP patients and 540 control patients for between-hospital comparison for the same reason. ",
            "section": "Limitations"
        },
        {
            "text": "Even though low inclusion rates are expected when conducting studies among elderly populations, 4 our results may not be generalizable to a general hospital population. ",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "Loss to follow-up was substantial, which might be expected among a frail hospitalized older population, but baseline characteristics were similar for patients with or without complete follow-up.",
            "section": "Limitations"
        },
        {
            "text": "We used both primary and secondary outcomes in our study. ",
            "section": "Limitations"
        },
        {
            "text": "A possible pitfall in using secondary outcomes is the fact that a statistically significant result might have arisen by chance alone. ",
            "section": "Limitations"
        },
        {
            "text": "The significant results on secondary outcomes reported here should therefore be interpreted with caution. ",
            "section": "Limitations"
        },
        {
            "text": "31 Compliance of patients to treatment and recommendations suggested by the nurse or physicians may have affected our results. ",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "A limitation of our study is that we had no compliance numbers available. ",
            "section": "Limitations"
        },
        {
            "text": "Nevertheless, since patients received the majority of the intervention during their hospital stay, we expect compliance rates were relatively high. ",
            "section": "Limitations"
        },
        {
            "text": "Furthermore, we assumed similar compliance rates across the intervention and control hospitals, thus expect compliance to be only a small factor affecting our results.",
            "section": "Limitations"
        },
        {
            "text": "Since a group of elderly patients in the study were independent in both ADL and IADL before hospital admission, a ceiling effect may have occurred. ",
            "section": "Limitations"
        },
        {
            "text": "Nevertheless, when we removed from our analysis the patients who were independent in both ADL and IADL before hospital admission, results were still similar. ",
            "section": "Limitations"
        },
        {
            "text": "It is therefore unlikely that a ceiling effect has affected our results.",
            "section": "Limitations"
        },
        {
            "text": "When collecting data on hospital readmissions, we did not distinguish between planned and unplanned readmissions. ",
            "section": "Limitations"
        },
        {
            "text": "Since planned readmissions may not be preventable by hospital interventions, we would recommend distinguishing between planned and unplanned readmissions in future evaluations with hospital readmissions as an outcome.",
            "section": "Limitations"
        },
        {
            "text": "The real-life context in which the PReCaP was implemented and evaluated was a strength, since it made generalization to other contexts possible. ",
            "section": "Limitations"
        },
        {
            "text": "Nevertheless, it was a limitation as well, since many elements of the PReCaP proved difficult to implement. ",
            "section": "Limitations"
        },
        {
            "text": "15 Problems in implementation might be due to the inherent nature of a supplementary complex intervention such as the PReCaP. ",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "The PReCaP focuses on functioning, continued assessments throughout hospital stay, avoiding complications, promoting independent functioning, and providing support throughout hospital stay and after discharge, which all have may contributed to prevention of hospital-related disability. ",
            "section": "Limitations"
        },
        {
            "text": "8 We aimed to evaluate the PReCaP as a whole instead of its separate elements. ",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "5,32 Nevertheless, geriatric patients often have multiple problems in different domains (eg, cognitive, physical, social). ",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 2,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "These problems are difficult to isolate and may change back and forth over time. ",
            "section": "Limitations"
        },
        {
            "text": "7,8 Therefore, the implementation and evaluation of geriatric care programs such as the PReCaP are complicated. ",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "In addition, patient characteristics, social support, resources, and environment will also influence the patient's ability to live independently at home after discharge. ",
            "section": "Limitations"
        },
        {
            "text": "33 It is therefore unclear whether differences in cognitive functioning, depression, and perceived health between the intervention and control hospital groups can be attributed solely to implementation of the PReCaP.",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33"
                }
            ]
        },
        {
            "text": "Furthermore, practical problems interfered with implementation of the PReCaP, such as lack of capacity within the PReCaP hospital (eg, too few trained personnel available). ",
            "section": "Limitations"
        },
        {
            "text": "In addition, the intervention hospital dealt with many changes (eg, financial problems, and hospital board as well as management changes) that hampered the implementation of the intervention. ",
            "section": "Limitations"
        },
        {
            "text": "15 Moreover, improvements in geriatric care offered in the control hospitals limited the contrast between the PReCaP hospital and control hospitals. ",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Our results may have been influenced by this lack of contrast between the intervention hospital and control hospitals. ",
            "section": "Limitations"
        },
        {
            "text": "Transitions within the three hospitals that were unrelated to the study may have influenced outcomes. ",
            "section": "Limitations"
        },
        {
            "text": "For example, the SFG has started scaling up its specialized clinical geriatric care in light of the implementation of national guidelines on elderly care. ",
            "section": "Limitations"
        },
        {
            "text": "The lack of contrast between the hospitals in provided health care was supported by a qualitative analysis of hospital processes. ",
            "section": "Limitations"
        },
        {
            "text": "Results of this analysis showed that the three hospitals, even though they used different methods, all screened patients at admission in order to develop personalized care. ",
            "section": "Limitations"
        },
        {
            "text": "They all used similar standardized care plans concerning the nursing care process, with the exception of the Vlietland Hospital geriatric unit and the SFG cardiology unit, in which patient independence in daily activities was emphasized more. ",
            "section": "Limitations"
        },
        {
            "text": "Even though the Vlietland Hospital employs three geriatricians and three geriatric nurses who provide specialized geriatric care for older patients hospital wide, the control hospitals employ consultative psychiatric nurses who often provide advice to (psycho-) geriatric patients. ",
            "section": "Limitations"
        },
        {
            "text": "Furthermore, all three hospitals employ transfer nurses who coordinate the post-discharge follow-up care of older patients. ",
            "section": "Limitations"
        },
        {
            "text": "Finally, coordination and management, even though different in the three hospitals, were comparable in their ultimate goals and thus lacked contrast.",
            "section": "Limitations"
        },
        {
            "text": "In addition, the setting in which the PReCaP was implemented might have influenced results. ",
            "section": "Limitations"
        },
        {
            "text": "The earlier literature suggests that providing consultative multidisciplinary care supplementary to usual care in different hospital departments might be less effective than providing multidisciplinary care from day 1 via a dedicated integrated team from within an inpatient geriatric unit. ",
            "section": "Limitations"
        },
        {
            "text": "8 The PReCaP contains multidisciplinary geriatric care, including regular multidisciplinary meetings, and the use of goal-attainment scaling to plan individualized care. ",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "Nevertheless, since this care was offered supplementary to usual care, implementation of the PReCaP elements often started days after the patient was admitted, which may have reduced effects on patient outcomes. ",
            "section": "Limitations"
        },
        {
            "text": "Another, similar suggestion concerns home rehabilitation as an effective setting for improving mobility and functioning, 34 since patients will be better able to benefit from rehabilitation if they are able to live in their own home environment. ",
            "section": "Limitations"
        },
        {
            "text": "The case manager might facilitate rehabilitation in the home setting, and can contact external organizations to offer home rehabilitation for a patient who they think might benefit. ",
            "section": "Limitations"
        },
        {
            "text": "Nevertheless, this would be additional treatment after the PReCaP ends and as such is not a part of the PReCaP, which for the most part takes place during the hospital stay.",
            "section": "Limitations"
        },
        {
            "text": "Finally, even though qualitative and quantitative methods were combined in our evaluation, researchers had no effect on the development or implementation of the intervention, the PReCaP itself, which was the responsibility of the intervention hospital and its personnel. ",
            "section": "Limitations"
        },
        {
            "text": "Therefore, it is possible that the lack of effects of our evaluation were due to the evaluation trial being conducted too early in the development stage of the PReCaP, 35 and that the effectiveness of the different PReCaP ingredients as well as the feasibility of both the implementation of the program as well as the starting of an evaluation trial in the current hospital setting were questionable.",
            "section": "Limitations",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 295,
                    "end": 302,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "ef83021be7-software-simple-w7"
                }
            ]
        },
        {
            "text": "Elderly patients at risk of functional decline and treated with the PReCaP did not differ in terms of ADL or IADL from control patients. ",
            "section": "Conclusion and future directions"
        },
        {
            "text": "Even though the PReCaP possibly provides some psychological benefits to hospitalized patients at risk of functional decline, we should aim to further study prognostic factors and underlying gradients of frailty or risk of functional decline, thereby allowing and improving the design of integrated interventions that can mediate this risk and improve patient outcomes. ",
            "section": "Conclusion and future directions"
        },
        {
            "text": "Further studies should evaluate treatments focused on both medical condition and domains of reactivation care but tailored to the needs of risk groups -for example, patients with cardiovascular diseases. ",
            "section": "Conclusion and future directions"
        },
        {
            "text": "36 Consequently, patients may have a better prognosis after discharge. ",
            "section": "Conclusion and future directions",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "36"
                }
            ]
        },
        {
            "text": "This will prevent dependence on informal and formal health care and associated costs and instead will help older people remain independent in daily life as long as possible after hospital discharge.",
            "section": "Conclusion and future directions"
        },
        {
            "text": "The trial is registered in the Netherlands National Trial Register as NTR2317.",
            "section": "Trial registration"
        },
        {
            "text": "lneligible (n=553 (11%)) -Too ill/Terminally ill (n=414) -Not able to speak/read Dutch (n=54)) -Cognitive impaired (MMSE <1) (n=85) Eligible but not recruited (n=1,170 (24%)) -Refused (n=1,094) -Unknown (n=76) another ward than internal medicine or cardiology -Discharged before invitation to participate Not assessed for eligibility (total n=149 (5%)) Not assessed for eligibility (n=525 (10%)) -Discharged before invitation to participate 2. ",
            "section": "2 . 3 . 3 .BFigure 1"
        },
        {
            "text": "lneligible (n=471 (17%)) -Too ill/Terminally ill (n=363) -Not able to speak/read Dutch (n=39) -Cognitive impaired (MMSE <18) (n=69) Eligible but not recruited (n=575 (20%)) want to participate (n=17) -Too ill to participate (n=14) -Unknown (n=2) Lost to follow-up T1 (3 months) (total n=11 (20%)) -Did not want to participate (n=51) -Too ill to participate (n=29) -Unknown (n=30) ) with T2 follow-up 34 (5%) died between T1 and T2 312 (58%) with T2 follow-up 34 (6%) died between T1 and T2 (A) Flow chart of within-hospital comparison. ",
            "section": "2 . 3 . 3 .BFigure 1"
        },
        {
            "text": "(B) Flow chart of between-hospital comparison.",
            "section": "2 . 3 . 3 .BFigure 1"
        },
        {
            "text": "Baseline characteristics of patients",
            "section": "Table 1"
        },
        {
            "text": "Comparison of patient outcomes within hospital and between hospitals using generalized linear mixed modeling* Notes: *effects measured over time from hospital admission to 12 months after admission; # Analyses controlled for initial differences in case-mix as well as age, sex, admission diagnosis (ICD10), baseline score, and IsAr-hP score;Measured by the Katz Index of Activities of Daily living, score 0-6, with higher scores reflecting higher independence.",
            "section": "Table 2"
        },
        {
            "text": "a \"Pre-intervention\" relates to within hospital; \"controls\" relate to between hospitals.b Analyses controlled for initial differences in case mix as well as age, sex, admission diagnosis (International Classification of Diseases, tenth revision), baseline score, and Identification of Seniors At Risk -Hospitalized Patients score.c no baseline data available for gDs-15 in pilot, thus not adjusted for baseline gDs-15 score.df Score 0-100, with higher scores reflecting better HRQoL, except for physical pain, which is reversed.gh Measured by the Lawton Insturmental Activities of Daily Living Scale, score 0-8, with higher scores reflecting higher independence.i Score 0-23, with a higher score reflecting better cognitive functioning.j iScore 0-15, with higher scores reflecting more symptoms of depression. ",
            "section": "Table 2"
        },
        {
            "text": "Abbreviations: ADl, activities of daily living; gDs-15, geriatric Depression scale-15; IADl, instrumental activities of daily living; MMse, Mini Mental state examination (short version); se, standard error; sF-20, short-Form 20; CI, confidence interval; EuroQol, Euro Quality of Life questionnaire; HRQoL, health-related quality of life.",
            "section": "Table 2"
        },
        {
            "text": "Falling and (re)admissions within hospital and between hospitals using logistic regression",
            "section": "Table 3"
        },
        {
            "text": "Clinical Interventions in Aging 2015:10 submit your manuscript | www.dovepress.com Dovepress Dovepress",
            "section": "Table 3"
        },
        {
            "text": "submit your manuscript | www.dovepress.com Dovepress Dovepress",
            "section": "Table 3"
        },
        {
            "text": "Clinical Interventions in Aging 2015:10 submit your manuscript | www.dovepress.com Dovepress Dovepress Dovepress",
            "section": "Table 3"
        },
        {
            "text": "This work was supported by a grant (number 60-61900-98-130) from the Netherlands Organization for Health Research and Development (ZonMw) as part of the National Care for the Elderly Program. ",
            "section": "Acknowledgments",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 183,
                    "end": 190,
                    "rawForm": "Program",
                    "resp": "whitelist",
                    "id": "ef83021be7-software-simple-w8"
                }
            ]
        },
        {
            "text": "The sponsor (ZonMw) was not involved in any aspect of our research or in preparing the manuscript. ",
            "section": "Acknowledgments"
        },
        {
            "text": "Other contributors to this study were Annemarie de Vos and Jeroen van Wijngaarden, who provided us with valuable information on the process evaluation. ",
            "section": "Acknowledgments"
        },
        {
            "text": "Also we would like to thank Rianne van Eijsden and all data collectors/interviewers for their valuable contributions made to data collection and Gerard Borsboom for his statistical support.",
            "section": "Acknowledgments"
        },
        {
            "text": "KJA performed statistical analyses, and drafted and edited the manuscript. ",
            "section": "Author contributions"
        },
        {
            "text": "LEF performed statistical analyses and editing of the manuscript. ",
            "section": "Author contributions"
        },
        {
            "text": "MAK was involved in study design and analysis of costs as well as editing the manuscript. ",
            "section": "Author contributions"
        },
        {
            "text": "APN and TJB were involved in the overall study design and editing of the manuscript. ",
            "section": "Author contributions"
        },
        {
            "text": "JPM and ES were involved in the overall study design, planning of statistical analyses, and editing of the manuscript. ",
            "section": "Author contributions"
        },
        {
            "text": "All authors contributed to writing and critically reviewing the manuscript and approved the final version for publication.",
            "section": "Author contributions"
        },
        {
            "text": "The authors declare no conflicts of interest in this work.",
            "section": "Disclosure"
        },
        {
            "text": "Submit your manuscript here: http://www.dovepress.com/clinical-interventions-in-aging-journal Clinical Interventions in Aging is an international, peer-reviewed journal focusing on evidence-based reports on the value or lack thereof of treatments intended to prevent or delay the onset of maladaptive correlates of aging in human beings. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "This journal is indexed on PubMed Central, MedLine, CAS, Scopus and the Elsevier Bibliographic databases. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "Visit http://www.dovepress. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "com/testimonials.php to read real quotes from published authors.",
            "section": "Publish your work in this journal",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 16,
                    "end": 20,
                    "rawForm": ".php",
                    "resp": "whitelist",
                    "id": "ef83021be7-software-simple-w9"
                }
            ]
        }
    ]
}