{
    "level": "sentence",
    "id": "d9ef87fb26",
    "abstract": [
        {
            "text": "This license lets others distribute, remix, tweak, and build upon your work non-commercially, and although their new works must also acknowledge you and be non-commercial, they don't have to license their derivative works on the same terms."
        }
    ],
    "body_text": [
        {
            "text": "From the creation of the Unified Health System (SUS) through to the present time, much has been discussed about its advances -as well as about the problems which are met. ",
            "section": "Introduction",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 40,
                    "end": 46,
                    "rawForm": "System",
                    "resp": "whitelist",
                    "id": "d9ef87fb26-software-simple-w0"
                }
            ]
        },
        {
            "text": "The creation of the SUS aimed to change the situation of inequality in the health care provided to the population, making public attendance for any citizen obligatory, services being offered in primary, secondary and tertiary care (1) .",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "However, \"it is difficult to think about a universal and fair Health System in a country like Brazil, where many lack the conditions to survive (...). In this regard, the 'necessary SUS', for us to have a more fair society, is defined by its legal principles. In its turn, the 'possible SUS', today, is that which is found in the routine functioning of the health services. In spite of the significant advances made since its beginning in the 1990s, the 'possible SUS' and the 'necessary SUS' remain far apart\" (2) .",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 511,
                    "end": 514,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 69,
                    "end": 75,
                    "rawForm": "System",
                    "resp": "whitelist",
                    "id": "d9ef87fb26-software-simple-w1"
                }
            ]
        },
        {
            "text": "Based on its principles, this system indicates a widening of health professionals' actions, with the objective of enabling them to ensure quality care for all, with technical and humane competence and in line with the system's guidelines, in addition to establishing links with the service users, guaranteeing their participation in decision-making in the health services. ",
            "section": "Introduction"
        },
        {
            "text": "Such challenges require the health professional to be in consonance with the system's doctrinal and operational precepts, as well as the symbolic constructions which support such actions.",
            "section": "Introduction"
        },
        {
            "text": "These principles, in being used as a benchmark, allow the recognition that the entire health institution and its professionals have the commitment to meet the service user's health needs with technical-scientific quality, being able to resolve issues through access and embracement (3) .",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 282,
                    "end": 285,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "In considering that the experiences within the health services, and the information available define psycho-social constructions which are shared by the social group to which the individuals belong, these therefore constitute socio-professional representations, characterized by a hybrid construction between conventional wisdom and reified knowledge (4) .",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 351,
                    "end": 354,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(4)"
                }
            ]
        },
        {
            "text": "In this regard, the social representations are characterized by the knowledge of the common wisdom which guides the decisions, the actions, the thoughts and the attitudes of the groups and the people in their routines (3)(4) , but can also be used for analyzing the technical-professional knowledge made up regarding a given object of work (4) . ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                },
                {
                    "start": 221,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(4)"
                },
                {
                    "start": 340,
                    "end": 343,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(4)"
                }
            ]
        },
        {
            "text": "This is a qualitative and descriptive study, grounded in the structural approach of the theory of social representations (5) , undertaken in 2008, in eight health institutions located in the city of Rio de Janeiro. ",
            "section": "Methodology",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "The subjects answered an instrument which used the technique of free word association, which seeks to access the organization and internal structure of the social representation analyzed. ",
            "section": "Methodology"
        },
        {
            "text": "Based in this technique, the subjects were requested to evoke five words which immediately came to mind on hearing the word \"SUS\".",
            "section": "Methodology"
        },
        {
            "text": "The words evoked were recorded by the researcher on the data collection instrument. ",
            "section": "Methodology"
        },
        {
            "text": "This technique is part of the theory of the central nucleus or structural approach, as a complementary approach of the theory of social representations, used as a conceptual basis in the analysis of the data from this research (6) .",
            "section": "Methodology",
            "ref_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "The data was analyzed using the EVOC (Ensemble order of evocation (MOE) (6)(7) . ",
            "section": "Methodology",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(6)"
                },
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(7)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 32,
                    "end": 36,
                    "rawForm": "EVOC",
                    "resp": "whitelist",
                    "id": "d9ef87fb26-software-simple-w2"
                },
                {
                    "type": "software",
                    "start": 38,
                    "end": 46,
                    "rawForm": "Ensemble",
                    "resp": "whitelist",
                    "id": "d9ef87fb26-software-simple-w3"
                },
                {
                    "type": "software",
                    "start": 67,
                    "end": 70,
                    "rawForm": "MOE",
                    "resp": "whitelist",
                    "id": "d9ef87fb26-software-simple-w4"
                }
            ]
        },
        {
            "text": "This corresponds to four quadrants, in which in the top left one may observe the elements with a frequency which is higher than, or equal to, the mean frequency, and with a lower mean order of evocation (evoked more readily). ",
            "section": "Methodology"
        },
        {
            "text": "In the top right quadrant, one finds the more important peripheral elements, due to their higher frequencies. ",
            "section": "Methodology"
        },
        {
            "text": "In the bottom right quadrant, one finds elements which are less frequent and less-readily evoked, and in the bottom left quadrant there are the elements which, in spite of presenting low frequencies, are considered highly important because of the privileged order of evocation (5) .",
            "section": "Methodology",
            "ref_spans": [
                {
                    "start": 277,
                    "end": 280,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "Aiming for the detection of the degree of connectivity of the elements identified as participants of the social representation analyzed, the technique of similitude analysis was adopted, proposed by Flament in 1986 (5) . ",
            "section": "Methodology",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "This technique may be defined as being aimed at the verification of the \"quantity of links or connections which a given element maintains with other elements of the representation\" (5) .",
            "section": "Methodology",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "So as to undertake this analysis, the procedures proposed by researchers who use the structural approach of representations was followed (5)(6)(7)(8) . ",
            "section": "Methodology",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(5)"
                },
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(6)"
                },
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(7)"
                },
                {
                    "start": 146,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "After the construction of the Vergès matrix, the co-occurrence of the words which make up this picture was calculated, considering only the subjects who evoked at least two words, given that a relation of connectivity can only exist between one term and another (8) . ",
            "section": "Methodology",
            "ref_spans": [
                {
                    "start": 262,
                    "end": 265,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "As the subjects who did not evoke at least two words from the Vergès matrix were excluded, therefore, 99 subjects remained in the analysis of general similitude, 56 having higher education, and 43 a high school education.",
            "section": "Methodology"
        },
        {
            "text": "In order to calculate the rates, the table of cooccurrence was produced, and the calculation of the rate of similitude was undertaken for each pair of words. ",
            "section": "Methodology"
        },
        {
            "text": "Based on the set of rates calculated and their connections, the maximum tree was configured,",
            "section": "Methodology"
        },
        {
            "text": "which is characterized as a graphical representation of the connections between the elements of one social representation, without allowing the formation of cycles,",
            "section": "Methodology"
        },
        {
            "text": "as only the biggest rates are maintained (5)(6)(7)(8) .",
            "section": "Methodology",
            "ref_spans": [
                {
                    "start": 41,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(5)"
                },
                {
                    "start": 44,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(6)"
                },
                {
                    "start": 47,
                    "end": 50,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(7)"
                },
                {
                    "start": 50,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "In the interpretation of this tree, one considers the hierarchy of the values of the links between the terms, their neighbor relationship, and the connotation taken on by each term, as a function of the others which link to it (9) .",
            "section": "Methodology",
            "ref_spans": [
                {
                    "start": 227,
                    "end": 230,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(9)"
                }
            ]
        },
        {
            "text": "In order to understand the results of the similitude analysis, it is essential first to check the structure of the social representation analyzed. ",
            "section": "Results"
        },
        {
            "text": "Based on the application of the technique of free word association, 569 words were evoked by the 125 subjects, among which there were 96 different ones. ",
            "section": "Results"
        },
        {
            "text": "were evoked a greater number of times and more readily. ",
            "section": "Results"
        },
        {
            "text": "These elements characterize the hard part of the representation, less sensitive to changes, due to the subjects' external context or routine practices (5,10) .",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(5,"
                },
                {
                    "start": 154,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "10)"
                }
            ]
        },
        {
            "text": "In The peripheral system of the social representation is characterized by being organized around the central nucleus, being constituted in the interface between this nucleus and the concrete situation in which the representation is constructed (5,10) . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(5,"
                },
                {
                    "start": 247,
                    "end": 250,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "10)"
                }
            ]
        },
        {
            "text": "In the top right important among the terms evoked (5,9) .",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 50,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(5,"
                },
                {
                    "start": 53,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "9)"
                }
            ]
        },
        {
            "text": "In the bottom left quadrant -contrast elements -it may be perceived that these tend to be associated with the meanings of the first periphery of the representation, through the presence of positive elements and the incorporation of the principles of the SUS, contrasting with the central nucleus (9,11) .",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 296,
                    "end": 299,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(9,"
                },
                {
                    "start": 299,
                    "end": 302,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "11)"
                }
            ]
        },
        {
            "text": "In specific contexts, elements present in the periphery of the representation may be considered central, in the light of the high frequencies with which they were evoked. ",
            "section": "Results"
        },
        {
            "text": "However, in complementary fashion, a second indicator of the centrality is admitted, based on the large quantity of links which one element maintains with others of the representation, besides their salience (5,12) .",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(5,"
                },
                {
                    "start": 211,
                    "end": 214,
                    "type": "bibr",
                    "text": "12)"
                }
            ]
        },
        {
            "text": "The analysis of the connectivity of the elements evoked, presented in the maximum tree of Figure 2, supports this hypothesis.    ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "In accordance with the proposal of the structural approach of the social representations, a social representation may only be considered different if its nucleus is too (7,10) . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(7,"
                },
                {
                    "start": 172,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "10)"
                }
            ]
        },
        {
            "text": "In analyzing the structure of the    In this analysis, the various aspects as shown in another study (11,(14)(15) .",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(11,"
                },
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(14)"
                },
                {
                    "start": 109,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "In the analysis of similitude, emphasis is placed on the importance that the lexicon professional work takes on in the representational structure of the professionals educated to high school level, as it has www.eerp.usp.br/rlae Pontes APM, Oliveira DC, Gomes AMT. ",
            "section": "Results"
        },
        {
            "text": "a higher rate of similitude of the tree (0.10), linked to the word attendance, in addition to being situated on the first periphery of the Vergès matrix, confirming the striking presence of this symbolic construction in these professionals' system of thought. ",
            "section": "Results"
        },
        {
            "text": "This relationship strengthens other findings in explaining that the subjects stress as much their questions and requirements as professionals inserted in the system, as the questions and requirements of the population observed in their routine (11)(12)(14)(15) .",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(11)"
                },
                {
                    "start": 248,
                    "end": 252,
                    "type": "bibr",
                    "text": "(12)"
                },
                {
                    "start": 252,
                    "end": 256,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(14)"
                },
                {
                    "start": 256,
                    "end": 260,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "The lexicon difficulty appears connected to attendance and attendance to the poor, forming a ramification linked to all the other negative elements of the representation (doesn't work and disorganization).",
            "section": "Results"
        },
        {
            "text": "After the analysis of the three similitude trees, are presented (8) , in consonance with the Organic Health Law in which the SUS is characterized as a public service, which provides attendance to the Brazilian population, free of charge, universally, and fairly (16) . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(8)"
                },
                {
                    "start": 262,
                    "end": 266,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(16)"
                }
            ]
        },
        {
            "text": "and dehumanized attendance, among others (17) . ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(17)"
                }
            ]
        },
        {
            "text": "and which are present in the professionals' symbolic constructions even today (17) .",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(17)"
                }
            ]
        },
        {
            "text": "The ethical-doctrinal principles (18)  ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 33,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(18)"
                }
            ]
        },
        {
            "text": "health system, especially taking into account that thought and action establish important relations, the following were defined as objectives for this study: analyzing and comparing the incorporation of the ethical-doctrinal and organizational principles in the social representations on the SUS, among health professionals in the city of Rio de Janeiro."
        },
        {
            "text": "It was submitted to the Research Ethics Committee and approved under protocol N. 196/08. "
        },
        {
            "text": "The population studied was made up of 125 health professionals, of whom 55 (44%) were educated to high school level and 70 (56%) had attended higher education. "
        },
        {
            "text": "The hypothesis behind the choice of the subjects -and, especially, the inclusion of professionals educated to high school level -is the existence of different conceptions regarding the principles of the SUS. "
        },
        {
            "text": "For selecting the 125 subjects, the following were considered as inclusion criteria: health professionals who had worked in the public health service for over 20 years, such that their professional experience dated to before 1990."
        },
        {
            "text": "Programmes Permettant L´Analyse des Évocations) (Group of Programs for the Analysis of Evoked Responses) 2003 software, which allows one to achieve the organization of the words based on the hierarchy expressed through the frequency and the natural order of the evocation, through the construction of the Vergès matrix, where the evoked words are distributed, considering the criteria of higher frequencies and mean 61 www.eerp.usp.br/rlae Pontes APM, Oliveira DC, Gomes AMT.",
            "section": "de",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 110,
                    "end": 118,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "d9ef87fb26-software-simple-w5"
                }
            ]
        },
        {
            "text": "Vergès matrix for the inductive term \"SUS\" among health professionals in eight health institutions. ",
            "section": "Figure 1 -"
        },
        {
            "text": "Rio de Janeiro,RJ, Brazil, 2009. ",
            "section": "Figure 1 -"
        },
        {
            "text": "(n=125)    ",
            "section": "Figure 1 -"
        },
        {
            "text": "this analysis, it was possible to identify, in the probable central nucleus of the representation, elements which indicate different dimensions -pragmatic, imagetic and evaluative of the SUS -with emphasis on the functional character of the system. "
        },
        {
            "text": "One can observe a negative positioning on the part of the professionals, in relation to its functionality, as the words which form the possible central nucleus of the representation of the SUS are predominantly of neutral and negative meanings (doesn't work, disorganization, attendance to the poor, health and unified health system)."
        },
        {
            "text": "Maximum similitude tree of the health professionals' evocations. ",
            "section": "Figure 2 -"
        },
        {
            "text": "Rio de Janeiro,RJ, Brazil, 2009 (n=99)    The cognition which established the most connections on the maximum tree was attendance, already indicated as central in the Vergès matrix, followed by attends everybody, which is found in the first periphery in the structural analysis. ",
            "section": "Figure 2 -"
        },
        {
            "text": "As a result of the possibility of the connectivity being considered as a second criteria of centrality(5,12)  , this lexicon may be considered, hypothetically, as belonging to the central nucleus of the representation of the SUS for health professionals.www.eerp.usp.br/rlae Pontes APM, Oliveira DC, Gomes AMT.",
            "section": "Figure 2 -",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(5,"
                }
            ]
        },
        {
            "text": "The maximum similitude tree of the evocations of the health professionals with higher education. ",
            "section": "Figure 3 -"
        },
        {
            "text": "Rio de Janeiro, RJ, Brazil, 2009 (n=56) Among the elements which are connected with attends everybody, the following stand out: training, fairness, access, duty of the State, comprehensive care and good. ",
            "section": "Figure 3 -"
        },
        {
            "text": "One may observe a positive attitude related to this element, as all the terms linked to it have this character. ",
            "section": "Figure 3 -"
        },
        {
            "text": "Another point of discussion is centered on the fact that the other doctrinal principles which appear in the analysis are associated with it. ",
            "section": "Figure 3 -"
        },
        {
            "text": "Emphasis deserves to be given to the connection established between comprehensive care and hierarchization, as these establish the theoretical and practical association of these two principles in the health professionals' symbolic constructions, this being confirmed by the schematic distribution on the similitude tree, associated with the rates of connectivity. ",
            "section": "Figure 3 -"
        },
        {
            "text": "The lexicon attendance associated with attends everybody has the highest number of connections among the terms evoked. ",
            "section": "Figure 3 -"
        },
        {
            "text": "In this regard, the various facets taken on by attendance stand out, which in this structure expresses a positive attitude, linked to elements such as good attendance, health, unified health system, professional work, attendance to the poor, and difficulty. ",
            "section": "Figure 3 -"
        },
        {
            "text": "These connections reflect that, in spite of there existing difficulties in the attendance process, the professionals have a positive attitude related to the same, in addition to re-affirming the characterization of the attendance as the identity of the SUS. ",
            "section": "Figure 3 -"
        },
        {
            "text": "It stands out that the principles of the SUS were presented as integrated into the maximum tree, and the negative elements -disorganization and doesn't work -were shown as accessory elements to this structure, permeated by attendance to the poor, through a weak link characterized by the lowest rate of similitude, among all the others. ",
            "section": "Figure 3 -"
        },
        {
            "text": "Seeking better to understand the subgroup which has a positive attitude associated with the SUS and the incorporation of the principles into the representation, a complementary comparative analysis was undertaken among the professionals with high school education and with higher education.",
            "section": "Figure 3 -"
        },
        {
            "text": "social representation of the professionals with higher education, the expression attends everybody and the word fairness were present in the probable central nucleus, allowing one to infer that this is the subgroup responsible for the incorporation of the principles of the SUS and for the positive attitude in relation to the health system in the general representation of the group studied, and which has a representation which is distinct from that of the general group. "
        },
        {
            "text": "Another fact which corroborates this assertion is the fact that lexicons exist relating to the principles in all the quadrants of the representational structure, which strengthens the proposal of representational change, in which new elements are incorporated into the periphery and the contrast zone, and later introduced into the central nucleus of the representation, transforming it. "
        },
        {
            "text": "The similitude tree shown in Figure 3 refers to the maximum tree of higher education, in which 56 subjects participated, and backs up the previous analysis. "
        },
        {
            "text": "-Am. "
        },
        {
            "text": "Enfermagem 2014 Jan.-Feb."
        },
        {
            "text": ";22(1):59-67. "
        },
        {
            "text": "It was the evocation duty of the State that most established connections with the others, followed by attends everybody and fairness, already supposedly central. "
        },
        {
            "text": "This data suggests that the professionals with higher education have a different social representation from the general group, as the term attendance is found on the edge of the tree, while duty of the State and attends everybody are central. "
        },
        {
            "text": "It must be considered that the SUS was a system created based on the principle of the universality of care, in which health is taken as a right of all, and a duty of the State (13) . "
        },
        {
            "text": "It should be pointed out that all the lexicons which establish connections with duty of the State have positive meanings. "
        },
        {
            "text": "The elements hierarchization, integration and organization, associated with duty of the State, indicate an administrative and organizational dimension for which the State is responsible to provide the conditions necessary for the system to function in an integrated and hierarchized way, based on the three levels of complexity, thus ensuring the political and administrative organization of the health system, and its full functioning.As a similarity within the general analysis, we can cite the integration of the principles of the SUS with the tree and the presence of the negative elements of each representation as accessories to this structure, these being: disorganization, doesn't work, inattention and bad. "
        },
        {
            "text": "These elements are permeated by attendance to the poor, as this establishes the connection between the negative elements and the rest of the tree, forming a scheme of thought."
        },
        {
            "text": "refers to the maximum tree of the professionals educated to high school level, in which 43 subjects participated, characterizing similar representational structures between the professionals with a high school education and the total set of professionals, given that the term attendance remains as the element which most establishes connections with the others, as is expressed in the tree of the general group.",
            "section": "Figure 4"
        },
        {
            "text": "Maximum similitude tree of the evocations of health professionals educated to high school level. ",
            "section": "Figure 4 -"
        },
        {
            "text": "Rio de Janeiro,RJ, Brazil, 2009 (n=43)    ",
            "section": "Figure 4 -"
        },
        {
            "text": "attributed to the attendance by the health professionals also call attention. "
        },
        {
            "text": "In this regard, this term is linked with the duty of the State, education, assistance of the retired, professional work, unified health system, health, good attendance, good, attends everybody and difficulty. "
        },
        {
            "text": "One may observe a positive attitude related to the attendance on the part of the health professionals educated to high school level and the configuration presented confirms the hypothesis that attendance is characterized, by this group, as the identity of the SUS,"
        },
        {
            "text": "general, higher education and high school level) it is possible to infer that the negative elements are found as ramifications of these trees. ",
            "section": "("
        },
        {
            "text": "At the same time, these terms are associated with attendance to the poor which emphasizes the negativity of this element in the health professionals' representations. ",
            "section": "("
        },
        {
            "text": "Discussion Based on the analysis presented in the Vergès matrix, one may observe the presence of a movement of displacement of meanings occurring, in the direction of the periphery and from the elements of contrast to the Central Nucleus, with the incorporation of some principles of the SUS and of positive elements to a representation whose central nucleus does not cover any technical-normative dimension, but only functional and negative elements (4,15) . ",
            "section": "(",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 230,
                    "end": 237,
                    "rawForm": "Nucleus",
                    "resp": "whitelist",
                    "id": "d9ef87fb26-software-simple-w6"
                }
            ]
        },
        {
            "text": "The lexicons indicative of such principles -attends everybody, duty of the State, comprehensive care and hierarchization -are located on the periphery of the representation and in its contrast zone. ",
            "section": "("
        },
        {
            "text": "As a result, one may infer that there is a more recent incorporation of these principles into the symbolic universe of the group of professionals, an incorporation which is ongoing. ",
            "section": "("
        },
        {
            "text": "On the other hand, the presence of such words in different quadrants of the representational structure points to their displacement, as proposed above. ",
            "section": "("
        },
        {
            "text": "This displacement and its direction (periphery -center) is indicative of an ongoing process of representational change (4,9,15) . ",
            "section": "("
        },
        {
            "text": "The functional and negative elements referred to, in their turn, are expressed particularly in the words attendance and doesn't work, as the most important lexicons of the nucleus. ",
            "section": "("
        },
        {
            "text": "The first term characterizes the purpose of the health system and seems to define its identity, as it incorporates into the representation of the SUS its essential function of the assistance offered to the population. ",
            "section": "("
        },
        {
            "text": "In its turn, the second word adds to the first, strengthening its negative dimension. ",
            "section": "("
        },
        {
            "text": "By contrast with the meanings expressed by the central elements mentioned, only in the analysis of similitude can one observe the centrality of the principle of universality (attends everybody) and of the responsibilization of the State (duty of the State), through the large number of connections with other elements and through the high rates of similitude which",
            "section": "("
        },
        {
            "text": "It stands out that the principles of the SUS mentioned are integrated into two of the three maximum trees, presented as the principal irradiators of other meanings, pointing to their centrality. "
        },
        {
            "text": "Among these other meanings, one finds the negative elements present in the Central Nucleus -disorganization, doesn't work, bad, attendance to the poor -which form their own connections, characterizing an accessory frame for this central structure, made up of the principles. ",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 83,
                    "end": 90,
                    "rawForm": "Nucleus",
                    "resp": "whitelist",
                    "id": "d9ef87fb26-software-simple-w7"
                }
            ]
        },
        {
            "text": "The health crisis is manifested based on certain dimensions, namely: inefficiency, inefficacy, unfairness, and dissatisfaction of public opinion. "
        },
        {
            "text": "In the medical care services, the crisis translates into the disorganization of the hospitals and of the outpatient clinics, which present characteristics such as waiting lines, deaths"
        },
        {
            "text": "However, various historical contexts previous to the implantation of the SUS contributed to the incorporation of a negative perspective on the construction of the social thinking regarding the health system, namely: economic, political, communicational and epidemiological. "
        },
        {
            "text": "Thus, the association of the previous contexts was an unfavorable basis for the implantation of the SUS in Rio de Janeiro, being responsible for some difficulties present in the system,"
        },
        {
            "text": "provide the SUS's ideological basis, and are expressed in the care actions in the routine of the professionals in the health units. "
        },
        {
            "text": "These principles are revealed in the analysis presented, based on the connections in the maximum trees, with characteristics related to the democratization of the care, as the actions and the health services ceased to www.eerp.usp.br/rlae Rev. Latino-Am. "
        },
        {
            "text": "Enfermagem 2014 Jan.-Feb."
        },
        {
            "text": ";22(1):59-67. "
        },
        {
            "text": "be restricted and became universal and fair. "
        },
        {
            "text": "This set of meanings encompassing the SUS is present in the representation analyzed, as the health professionals constructed a web of knowledge and perceptions, in which the connections established may not always be observed in a single analysis, as shown in the present text.Conclusion Based on the results observed in this study, it may be concluded that the health professionals had incorporated into their symbolic constructions -even if partially -the principles which govern the Brazilian health system. "
        },
        {
            "text": "It should be emphasized that it was possible to identify the different contents constituting the social representation of the SUS among the health professionals, as well as to identify the specific elements in the comparison between the professionals with distinct levels of education. "
        },
        {
            "text": "Based on this comparison, different representations were identified, confirmed by the relations of connectedness established between the central system and the periphery of the representation analyzed through the technique of similitude. "
        },
        {
            "text": "In analyzing the structure of the social representation of the professionals with higher education, the expressions which reflect on the principles of universality and fairness of the health actions are present in the probable central nucleus, in addition to other positive elements. "
        },
        {
            "text": "This finding allows the inference that this is the subgroup of professionals responsible for the incorporation of the principles of the SUS into the representation of the general group, as well as for the positive attitude towards the health system. "
        },
        {
            "text": "Another characteristic present in this subgroup's representation, and which corroborates this assertion, is the fact that lexicons exist related to the ethical and doctrinal principals of the SUS in all the quadrants of the representational structure. "
        },
        {
            "text": "As discussed and demonstrated in the results relating to the mobility of the elements in the representational structure, it may be asserted that there is an ongoing process of representational change with the insertion into the representational structure of new contents which are indicative of principles and positive elements related to the SUS. "
        },
        {
            "text": "One can observe, in the analysis of the quadrants, a representation anchored in the assistential role of the State, associated with the image of disorganization and non-functionality of the public services, focussed on attendance and with negative meanings. "
        },
        {
            "text": "In the complementary analyses of similitude one may observe a representation transforming, through a converging movement, into a symbolic construction with positive meanings, and anchored in the ethical-doctrinal principles of the SUS. "
        },
        {
            "text": "This proposal was further strengthened by the presence of positive elements and principles in the peripheral system of the representation and in the contrast zone, as previously discussed."
        },
        {
            "text": "In accordance with the Theory of the Central Nucleus, the words located in the top left quadrantattendance, doesn't work, disorganization, attendance to the poor, unified health system and health -characterize the representation's possible central nucleus, as they",
            "section": "Average Freq. Term evoked Central Elements Freq. M.O.E. Term evoked 1 st Periphery Freq. M.O.E.",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 45,
                    "end": 52,
                    "rawForm": "Nucleus",
                    "resp": "whitelist",
                    "id": "d9ef87fb26-software-simple-w8"
                }
            ]
        },
        {
            "text": "Mean Order of Evocations (M.O.E.)www.eerp.usp.br/rlae Rev. Latino-Am. ",
            "section": "Average Freq. Term evoked Central Elements Freq. M.O.E. Term evoked 1 st Periphery Freq. M.O.E."
        },
        {
            "text": "Enfermagem 2014 Jan.-Feb.",
            "section": "Average Freq. Term evoked Central Elements Freq. M.O.E. Term evoked 1 st Periphery Freq. M.O.E."
        },
        {
            "text": ";22(1):59-67.",
            "section": "Average Freq. Term evoked Central Elements Freq. M.O.E. Term evoked 1 st Periphery Freq. M.O.E."
        },
        {
            "text": "quadrant -the first periphery -the lexicons attends everybody, duty of the State, and idealism were identified. "
        },
        {
            "text": "In the bottom right quadrant -the second periphery -one finds the terms access, good attendance, good, inattention, hierarchization, comprehensive care, professional work, and training. "
        },
        {
            "text": "The elements present in this quadrant are infrequent and are defined as less"
        },
        {
            "text": ",04 ,04 ,04 ,07 ,04 ,04 ,07 ,05 ,04 ,04 ,04 ,05 ,05 ,05 ,05 ,05 ,05 ,04 ,04 ,04 ,04 '"
        }
    ]
}