{
    "id": "b90b882595",
    "abstract": [],
    "body_text": [
        {
            "text": "Mycobacterium leprae is an intracellular pathogen that re-sides and replicates in phagocytes such as macrophages. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "M. leprae can induce phagocytes to produce inflammatory cytokines, such as TNF-α and IL-12, which are involved in the control of bacterial replication and the coordination of adaptive immune responses (1,2).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1,"
                },
                {
                    "start": 204,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2)"
                }
            ]
        },
        {
            "text": "Pattern recognition receptors (PRRs) are essential components for probing pathogen infection and evoking production of pro-inflammatory cytokines in the innate immune system. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "PRRs include toll-like receptors (TLRs), retinoic acid-inducible gene I (RIG-I)-like receptors (RLRs) and nucleotide-binding and oligomerization domain (NOD)like receptors (NLRs) (3). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 179,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "NLRs are cytosolic receptors that are involved in manifold biological processes, including host defense against pathogens (4,5).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4,"
                },
                {
                    "start": 125,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5)"
                }
            ]
        },
        {
            "text": "NOD1 and NOD2 are a subfamily of NLRs and their stimulation leads to activation of the nuclear transcription factor (NF)-κB, extracellular signal-regulated kinase (ERK) and Jun N-terminal kinase (JNK), which are known to be triggered by mycobacteria (6,7). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 250,
                    "end": 253,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6,"
                },
                {
                    "start": 253,
                    "end": 255,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7)"
                }
            ]
        },
        {
            "text": "This activation results in the expression of pro-inflammatory molecules that induce both innate and adaptive immune responses. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "NOD2 also induces caspase-1 activation (8), which mediates the maturation of pro-IL-1β to its active form, IL-1β (9).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 39,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8)"
                },
                {
                    "start": 113,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9)"
                }
            ]
        },
        {
            "text": "NODs recognize bacterial molecules produced during the synthesis and degradation of peptidoglycan. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In partic-ular, NOD2 is activated by muramyl dipeptide (MDP), a component of peptidoglycan (PGN) (10)(11)(12). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10)"
                },
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11)"
                },
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(12)"
                }
            ]
        },
        {
            "text": "NOD2 has also been implicated in sensing intracellular pathogens such as Listeria monocytogenes (6) and M. tuberculosis (13). ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6)"
                },
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(13)"
                }
            ]
        },
        {
            "text": "However, despite their importance, the role of NODs in M. leprae infection has not been elucidated.",
            "section": "INTRODUCTION"
        },
        {
            "text": "The inflammasome is a protein complex consisting of a nucleotide-binding domain, a leucine-rich repeats-containing family, a pyrin domain-containing (NLRP), apoptotic speck protein containing a caspase recruitment domain (ASC) PYCARD and caspase-1, and is a component of the innate immune system. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "The inflammasome promotes maturation of the inflammatory cytokine IL-1β and is responsible for activation of an inflammatory reaction (14,15).",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(14,"
                },
                {
                    "start": 138,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "15)"
                }
            ]
        },
        {
            "text": "To date, many studies of NODs have focused on the secretion of pro-inflammatory cytokine such as IL-1β through binding of their ligands, but there is no such evidence for their role in mycobacterial disease, particularly in leprosy. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In this study, we assess the role of NODs in the host response to M. leprae infection by measuring the mRNA levels of NODs and related genes in infected mouse tissues.",
            "section": "INTRODUCTION"
        },
        {
            "text": "The use of M. leprae-infected mice for the preparation of M. leprae was approved by the Department of Laboratory Animal IACUC in Songeui Campus. ",
            "section": "Mycobacterium leprae isolation"
        },
        {
            "text": "M. leprae was prepared from the foot-pads of M. leprae-infected BALB/c nude mice. ",
            "section": "Mycobacterium leprae isolation"
        },
        {
            "text": "Foot-pads were treated with Potadine solution and washed with ice-cold DPBS to remove exogenous contamination. ",
            "section": "Mycobacterium leprae isolation"
        },
        {
            "text": "To isolate M. leprae, the foot-pads were excised, cut into small pieces, and ground with a MACs isolator (Miltenyl biotec. Germany). ",
            "section": "Mycobacterium leprae isolation"
        },
        {
            "text": "The extract was filtered using a Cell strainer (BD Falcon, Durham, NC, USA) to remove tissue debris and centrifuged for 20 min at 4 o C. The pellet was resuspended in 1 ml of ice-cold DPBS, and treated with 2N sodium hydroxide for 5 min to remove tissue-derived cells. ",
            "section": "Mycobacterium leprae isolation",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 51,
                    "end": 57,
                    "rawForm": "Falcon",
                    "resp": "whitelist",
                    "id": "b90b882595-software-simple-w0"
                }
            ]
        },
        {
            "text": "The reaction was neutralized by adding 13 ml of ice-cold DPBS. ",
            "section": "Mycobacterium leprae isolation"
        },
        {
            "text": "After centrifugation and resuspension, acid-fast staining was performed, and bacteria were counted under light microscopy (1,000×oil-lens) using the procedure of Shepard and McRae (16).",
            "section": "Mycobacterium leprae isolation",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(16)"
                }
            ]
        },
        {
            "text": "The human embryonic kidney HEK 293 and murine RAW 264.7 cell lines were purchased from the American Type Culture Collection. ",
            "section": "Cell culture and treatment with M. leprae"
        },
        {
            "text": "The cell lines were cultured in DMEM (Hyclone, Logan, UT, USA) supplemented with 10% fetal bovine serum (Hyclone) and antibiotics (Gibco, Grand Island, NY, USA). ",
            "section": "Cell culture and treatment with M. leprae"
        },
        {
            "text": "The cells were infected with M. leprae at a multiplicity-of-infection (MOI) of 10. ",
            "section": "Cell culture and treatment with M. leprae"
        },
        {
            "text": "RAW cells were also stimulated with LPS (derived from E. coli O111:B4, Sigma-Aldrich, St. Louis, USA). ",
            "section": "Cell culture and treatment with M. leprae"
        },
        {
            "text": "In some experiments, the cells were incubated with caspase-1 inhibitor (Ac-YVAD-CMK, Calbiochem, Darmstadt, Germany) 1 h before infection.",
            "section": "Cell culture and treatment with M. leprae"
        },
        {
            "text": "ELISA for IL-1βand caspase-1 assay Culture supernatants were assayed for mouse IL-1β by ELISA (DuoSet, R&D, Minneapolis, MN, USA) according to manufacturer protocols. ",
            "section": "Cell culture and treatment with M. leprae",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 5,
                    "rawForm": "ELISA",
                    "resp": "whitelist",
                    "id": "b90b882595-software-simple-w1"
                },
                {
                    "type": "software",
                    "start": 89,
                    "end": 94,
                    "rawForm": "ELISA",
                    "resp": "whitelist",
                    "id": "b90b882595-software-simple-w2"
                }
            ]
        },
        {
            "text": "Using this assay, the lower limit of detection of IL-1β was 3.9 pg/ml. ",
            "section": "Cell culture and treatment with M. leprae"
        },
        {
            "text": "Cell lysates were centrifuged at 10,000 g for 5 min at 4 o C and caspase-1 activity assay was performed using a caspase-1 assay kit (Calbiochem) as previously described (17,18). ",
            "section": "Cell culture and treatment with M. leprae",
            "ref_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(17,"
                },
                {
                    "start": 173,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "18)"
                }
            ]
        },
        {
            "text": "The total increase in the optical density at 405 nm versus that of the sample alone was calculated. ",
            "section": "Cell culture and treatment with M. leprae"
        },
        {
            "text": "Caspase-1 activity was expressed as: (maximum OD405/microgram protein)×10,000.",
            "section": "Cell culture and treatment with M. leprae"
        },
        {
            "text": "Human embryonic kidney (HEK) 293T cells were plated into 12-well plates (BD Falcon) at 2×10 5 cells/well and incubated overnight in a CO 2 incubator. ",
            "section": "Transfection",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 76,
                    "end": 82,
                    "rawForm": "Falcon",
                    "resp": "whitelist",
                    "id": "b90b882595-software-simple-w3"
                }
            ]
        },
        {
            "text": "The cells were co-transfected with varying amounts of pcDNA3-NOD1, pcDNA3-NOD2, or pcDNA3-NOD1-NOD2. ",
            "section": "Transfection"
        },
        {
            "text": "The transfection was performed with transfection reagent (FuGENE HD, Roche, Switzerland) according to the manufacturer's instruction. ",
            "section": "Transfection",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 76,
                    "end": 87,
                    "rawForm": "Switzerland",
                    "resp": "whitelist",
                    "id": "b90b882595-software-simple-w4"
                }
            ]
        },
        {
            "text": "The transfected cells were washed and placed in serum-free DMEM and stimulated with M. leprae (MOI of 10).",
            "section": "Transfection"
        },
        {
            "text": "Quantitative RT-PCR Total RNA from M. leprae-infected or non-infected tissues and cells was prepared using TRIzol reagent (Invitrogen, Waltham, MA, USA) and treated with DNase I (Qiagen, Valencia, CA, USA) to remove any contaminating genomic DNA. ",
            "section": "Transfection"
        },
        {
            "text": "The amount of total RNA was quantified with spectrophotometer. ",
            "section": "Transfection"
        },
        {
            "text": "cDNA was synthesized using a SuperScript cDNA synthesis III kit (Invitrogen) according  Table I.",
            "section": "Transfection",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 95,
                    "type": "table",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "Statistical analyses were carried out using SigmaStat, version 3.1, by one-way analysis of variance (ANOVA) or Kruskal-Wallis ANOVA, depending on the data. ",
            "section": "Statistical Analysis",
            "entity_spans": [
                {
                    "start": 44,
                    "end": 53,
                    "type": "software",
                    "rawForm": "SigmaStat",
                    "resp": "#annotator36",
                    "used": true,
                    "id": "b90b882595-software-2"
                },
                {
                    "start": 63,
                    "end": 66,
                    "type": "version",
                    "rawForm": "3.1",
                    "resp": "#annotator36",
                    "id": "#b90b882595-software-2"
                },
                {
                    "type": "software",
                    "start": 44,
                    "end": 53,
                    "rawForm": "SigmaStat",
                    "resp": "whitelist",
                    "id": "b90b882595-software-simple-w5"
                }
            ]
        },
        {
            "text": "The significance was further confirmed by the Tukey test. ",
            "section": "Statistical Analysis"
        },
        {
            "text": "Differences were considered significant when p was less than 0.05.",
            "section": "Statistical Analysis"
        },
        {
            "text": "Our previous report showed that M. leprae induced caspase-1 activation and IL-1β production in peritoneal cells from C57BL6 mice (19). ",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(19)"
                }
            ]
        },
        {
            "text": "In the present study, RAW 264.7 cells (a macrophage cell line) were exposed to M. leprae overnight, and the levels of IL-1β production and caspase-1 activity were measured. ",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "Consistent with our previous results, M. leprae bacilli induced caspase-1 activation and a low level of IL-1β production in RAW cells (Fig. 1). ",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 142,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "In contrast, LPS induced higher levels of IL-1β production under the same conditions, suggesting that the low level of IL-1β production was due to the doubling time of M. leprae. ",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "To determine whether caspase-1 is essential for IL-1β secretion in M. leprae infection, RAW cells were incubated with the caspase-1 inhibitor Ac-YVAD-CMK for 1 h before infection, and then caspase-1 activity and IL-1β secretion were measured. ",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "The M. leprae-induced IL-1β secretion was blocked in cells that lacked caspase-1 (Fig. 1A and B), suggesting that caspase-1 activity is necessary for IL-1β secretion in response to M. leprae infection.",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 95,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1A and B"
                }
            ]
        },
        {
            "text": "Previous reports have shown that NOD2 induces caspase-1 activation, and that NOD signaling has a dual effect  by activating proIL-1β mRNA transcription and inducing the release of bioactive IL-1β (8). ",
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "To assess the role of NODs in the host response to M. leprae infection, we examined the expression of NODs and related genes in mouse tissues infected with M. leprae, and compared that to non-infected tissues. ",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "We first measured the mRNA expression of NOD1, NOD2, caspase-1 and ASC in footpads from nude mice infected with M. leprae for 18 months.",
            "section": "RESULTS AND DISCUSSION"
        },
        {
            "text": "and NOD2 mRNA. ",
            "section": "M. leprae infection increased the expression of both NOD1"
        },
        {
            "text": "The mRNA expression of caspase-1 and ASC, which are components of the inflammasome, was also induced by M. leprae infection (Fig. 2).",
            "section": "M. leprae infection increased the expression of both NOD1",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 132,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "Next, we investigated NOD expression in RAW 264.7 cells after M. leprae infection. ",
            "section": "M. leprae infection increased the expression of both NOD1"
        },
        {
            "text": "Compared to uninfected cells, mRNA levels for NOD1 and NOD2 were increased at 1 h after infection with M. leprae. ",
            "section": "M. leprae infection increased the expression of both NOD1"
        },
        {
            "text": "Whereas NOD2 ex- pression was increased at 2 and 24 h post-infection with M. leprae, while the expression of NOD1 was not affected at 2 and 24 h post-infection ( Fig. 3A and B). ",
            "section": "M. leprae infection increased the expression of both NOD1",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 176,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 3A and B)"
                }
            ]
        },
        {
            "text": "Increased caspase-1 expression was observed at 2 h and continued at 24 h (Fig. 3C). ",
            "section": "M. leprae infection increased the expression of both NOD1",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 82,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 3C)"
                }
            ]
        },
        {
            "text": "However, Fig. 3D shows that the expression of ASC, a major adaptor protein involved in the inflammasome, was increased only at the early time points (1 and 2 h).",
            "section": "M. leprae infection increased the expression of both NOD1",
            "ref_spans": [
                {
                    "start": 9,
                    "end": 16,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 3D"
                }
            ]
        },
        {
            "text": "To investigate the role of NODs in the response of the host cell against M. leprae, the expression of caspase-1 in the HEK cells transfected with NOD1 or NOD2 expression plasmid was examined. ",
            "section": "M. leprae infection increased the expression of both NOD1"
        },
        {
            "text": "Caspase-1 expression was increased in cells transfected with NOD2 ( Fig. 4), not NOD1, suggesting that caspase-1-mediated IL-1β production was dependent on NOD2 signaling.",
            "section": "M. leprae infection increased the expression of both NOD1",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 75,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 4)"
                }
            ]
        },
        {
            "text": "IL-1β is a pro-inflammatory cytokines that has a critical role in the prevention of intracellular pathogens, including Bacillus anthracis and Francisella (17,20). ",
            "section": "M. leprae infection increased the expression of both NOD1",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(17,"
                },
                {
                    "start": 158,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "20)"
                }
            ]
        },
        {
            "text": "Our results from the current study showed that M. leprae also induced caspase-1-mediated IL-1 secretion in RAW 274.7 cells (Fig. 1). ",
            "section": "M. leprae infection increased the expression of both NOD1",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 131,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "NLRs, one of the two major classes of PRR in the innate immune system, provide a crucial interface between invading bacterial pathogens and the host immune system. ",
            "section": "M. leprae infection increased the expression of both NOD1"
        },
        {
            "text": "Activation of NLRs by bacterial products can stimulate the NF-κB pathway, a key regulator of the pro-inflammatory response, activating genes that are in-volved in immune responses to stimuli. ",
            "section": "M. leprae infection increased the expression of both NOD1"
        },
        {
            "text": "Two NLRs, NOD1 and NOD2, induce caspase-1 activation and IL-1β expression via large protein complexes named inflammasomes.",
            "section": "M. leprae infection increased the expression of both NOD1"
        },
        {
            "text": "In order to more clearly define the roles of NOD1 and NOD2, we transfected HEK 293T cells with NOD1, NOD2 or both NODs. ",
            "section": "M. leprae infection increased the expression of both NOD1"
        },
        {
            "text": "There was low response to M. leprae in NOD1-transfected cells, but a higher response in NOD2-transfected cells in caspase-1 expression ( Fig. 4). ",
            "section": "M. leprae infection increased the expression of both NOD1",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 144,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 4)"
                }
            ]
        },
        {
            "text": "We expected that HEK 293T cells transfected with both receptors (NODs) to have a significantly higher response than cells transfected with either one alone. ",
            "section": "M. leprae infection increased the expression of both NOD1"
        },
        {
            "text": "However, there was no synergistic effect between NOD1 and NOD2 in the response to M. leprae (Fig. 4). ",
            "section": "M. leprae infection increased the expression of both NOD1",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 100,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 4)"
                }
            ]
        },
        {
            "text": "Therefore, our results suggest that NOD2, rather than NOD1, is associated with the host response to M. leprae infection. ",
            "section": "M. leprae infection increased the expression of both NOD1"
        },
        {
            "text": "The future study will examine the role of NODs in host infected with M. leprae using siRNA and knock-out mice.",
            "section": "M. leprae infection increased the expression of both NOD1"
        },
        {
            "text": "This work was supported by the Sahmyook University Research Fund.",
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "The authors have no financial conflict of interest.",
            "section": "CONFLICTS OF INTEREST"
        }
    ]
}