{
    "id": "a8ae6175c0",
    "abstract": [],
    "body_text": [
        {
            "text": "Obesity has become increasingly prevalent among children and adolescents in many countries. ",
            "section": "Introduction"
        },
        {
            "text": "Childhood obesity increases the risk of developing health problems including insulin resistance (IR) and metabolic syndrome [1,2], and also adult obesity and cardiovascular disease [3,4]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 127,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2]"
                },
                {
                    "start": 181,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3,"
                },
                {
                    "start": 184,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4]"
                }
            ]
        },
        {
            "text": "Therefore, early detection of childhood obesity and metabolic disorders is required to efficiently prevent development of problems in adulthood. ",
            "section": "Introduction"
        },
        {
            "text": "Studies on child populations may clarify the mechanisms underlying the development of obesity and metabolic disorders, because problems in children are not confounded by the consequences of advanced metabolic disorders.",
            "section": "Introduction"
        },
        {
            "text": "The levels of specific serum fatty acids and fatty acid desaturases have been suggested to serve as useful biomarkers predicting the development of IR and metabolic disorders [5e11]. ",
            "section": "Introduction"
        },
        {
            "text": "Higher levels of saturated fatty acids, palmitoleic acid, linoleic acid, and dihomogamma linolenic acid (DGLA), have been reported to be associated with obesity and metabolic syndrome. ",
            "section": "Introduction"
        },
        {
            "text": "In addition, both animal and human studies have suggested that fatty acid desaturases play roles in various metabolic disturbances, including dyslipidemia and IR [12]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The data have been derived principally from crosssectional studies, which cannot predict the future development of obesity and metabolic disorders. ",
            "section": "Introduction"
        },
        {
            "text": "Longitudinal studies can yield integrated information on the development of metabolic disorders over time, and can identify the optimal points of intervention [13]. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Therefore, in the present study, we explored the longitudinal relations of plasma phospholipid (PL) fatty acid composition and desaturase activities to IR and metabolic risk factors in Korean boys.",
            "section": "Introduction"
        },
        {
            "text": "This study is part of the Korean Children and Adolescent Cohort Study, which follows a student cohort from the time of entry into elementary school (at 7 years of age) to graduation (at age 19 years) in Seoul and Kyunggi provinces, Korea. ",
            "section": "Study participants and anthropometric parameters"
        },
        {
            "text": "The overall objective of the cohort study is to identify early risk factors for obesity and associated metabolic disease. ",
            "section": "Study participants and anthropometric parameters"
        },
        {
            "text": "The study was approved by the Institutional Review Board of the Korea Center for Disease Control and Prevention and the Ethics Committee of Seoul-Paik Hospital, Inje University, Seoul, Korea. ",
            "section": "Study participants and anthropometric parameters"
        },
        {
            "text": "Informed parental consent was obtained for each individual prior to enrolment. ",
            "section": "Study participants and anthropometric parameters"
        },
        {
            "text": "Body weight and body fat percentage were measured using a body composition analyzer (BC418; Tanita, Tokyo, Japan) and height was measured using an automatic stadiometer (DS-102; Jenix, Seoul, Korea). ",
            "section": "Study participants and anthropometric parameters"
        },
        {
            "text": "Obese children were defined as those with a body mass index (BMI) greater than the 85 th percentile for age and gender, based on Korean child growth standards [14]. ",
            "section": "Study participants and anthropometric parameters",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "A total of 131 boys aged 9e11 years in 2008e2009 were included. ",
            "section": "Study participants and anthropometric parameters"
        },
        {
            "text": "After 2 years, health data were obtained once more.",
            "section": "Study participants and anthropometric parameters"
        },
        {
            "text": "Each blood sample was collected from an antecubital vein into a vacutainer tube between 9:00 AM and 11:00 AM after a 12-hour overnight fast. ",
            "section": "Biochemical analysis"
        },
        {
            "text": "Within 30 minutes, plasma and serum were separated and stored at À80 C prior to further analysis. ",
            "section": "Biochemical analysis"
        },
        {
            "text": "The levels of triglyceride (TG), total cholesterol, high-density lipoproteincholesterol (HDL-C), alanine aminotransferase (ALT), aspartate aminotransferase (AST), and glucose were measured using an autoanalyzer (model 7600II; Hitachi, Tokyo, Japan). ",
            "section": "Biochemical analysis"
        },
        {
            "text": "The fasting serum insulin level was measured using a Roche E170 instrument (Roche Diagnostics, Mannheim, Germany). ",
            "section": "Biochemical analysis"
        },
        {
            "text": "The IR index was calculated using the homeostasis model assessment of insulin resistance (HOMA-IR) [15]. ",
            "section": "Biochemical analysis",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 90,
                    "end": 94,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w0"
                }
            ]
        },
        {
            "text": "A metabolic risk score was constructed by summing the z-score of five metabolic risk factors, which are BMI, systolic blood pressure (SBP), TG, HDL-C, and HOMA-IR [16].",
            "section": "Biochemical analysis",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 155,
                    "end": 159,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w1"
                }
            ]
        },
        {
            "text": "Plasma lipids were extracted using a modification of the method of Folch et al [17]. ",
            "section": "Fatty acid analysis",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "The PL fraction was isolated by thin-layer chromatography and the fatty acids were converted into methyl esters using the method of Lepage and Roy [18]. ",
            "section": "Fatty acid analysis",
            "ref_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "The composition of the methylated fatty acid mix was determined by gas chromatography (HP 7890A; Hewlett-Packard, Palo Alto, CA, USA). ",
            "section": "Fatty acid analysis",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 114,
                    "end": 118,
                    "rawForm": "Palo",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w2"
                }
            ]
        },
        {
            "text": "Individual fatty acids were identified by comparing retention times to those of standards and quantified based on the peak area relative to the total methylated fatty acid peak area (set at 100%). ",
            "section": "Fatty acid analysis"
        },
        {
            "text": "Desaturase levels were estimated by calculating the product:precursor ratios of individual fatty acids (using the proportions calculated above) as follows: delta-6D (D6D) Z [ ",
            "section": "Fatty acid analysis",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 174,
                    "type": "bibr",
                    "text": "["
                }
            ]
        },
        {
            "text": "Statistical analyses were performed with the aid ofSAS software (version 9.1; SAS Institute, Cary, NC, USA). ",
            "section": "Statistical analysis",
            "entity_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "type": "software",
                    "rawForm": "SAS",
                    "resp": "#annotator7",
                    "used": true,
                    "id": "a8ae6175c0-software-0"
                },
                {
                    "start": 73,
                    "end": 76,
                    "type": "version",
                    "rawForm": "9.1",
                    "resp": "#annotator7",
                    "id": "#a8ae6175c0-software-0"
                },
                {
                    "start": 78,
                    "end": 91,
                    "type": "publisher",
                    "rawForm": "SAS Institute",
                    "resp": "#curator",
                    "id": "#a8ae6175c0-software-0"
                },
                {
                    "type": "software",
                    "start": 55,
                    "end": 63,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w3"
                },
                {
                    "type": "software",
                    "start": 78,
                    "end": 81,
                    "rawForm": "SAS",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w4"
                }
            ]
        },
        {
            "text": "All data are expressed as mean AE standard deviation (SD). ",
            "section": "Statistical analysis"
        },
        {
            "text": "The normality of data distribution was checked. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Variables with skewed distributions were logtransformed prior to analysis. ",
            "section": "Statistical analysis"
        },
        {
            "text": "The significance of observed between-group differences was assessed using the unpaired Student t test and the significance of among-group differences was analyzed using one-way analysis of variance (ANOVA). ",
            "section": "Statistical analysis"
        },
        {
            "text": "If a statistically significant effect was noted, Duncan's post-hoc test was applied to identify a between-group difference with a significance level of p < 0.05. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Pearson correlation coefficients were calculated to measure the extent of correlation between pairs of variables.",
            "section": "Statistical analysis"
        },
        {
            "text": "Anthropometric and biological characteristics of all individuals at baseline are shown in Table 1. ",
            "section": "Participant characteristics",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 97,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "At commencement of the study, 75 of 131 boys were obese, and all had a significantly greater body weight, BMI, BMI z-score, and waist circumference than did the others. ",
            "section": "Participant characteristics"
        },
        {
            "text": "HOMA-IR values and levels of serum ALT, TG, and insulin were significantly higher and HDL-C was significantly lower in obese individuals (Table 1). ",
            "section": "Participant characteristics",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 146,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 1)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 4,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w5"
                }
            ]
        },
        {
            "text": "Two years later, the children were examined once more. ",
            "section": "Participant characteristics"
        },
        {
            "text": "Of the 56 individuals who were not obese at baseline, categorized as \"lean\", 40 boys had BMI values below the 60 th percentile at follow-up. ",
            "section": "Participant characteristics"
        },
        {
            "text": "Of the 75 initially obese boys, 57 remained obese at follow-up. ",
            "section": "Participant characteristics"
        },
        {
            "text": "At this time, 14 boys who were not obese at baseline and 20 boys who were obese at that time had BMI values in the 60e85% percentile, and were categorized as \"intermediate\" in terms of obesity.",
            "section": "Participant characteristics"
        },
        {
            "text": "The baseline and follow-up data of lean and obese individuals were compared. ",
            "section": "Participant characteristics"
        },
        {
            "text": "Not surprisingly, the mean values of height, weight, BMI, and waist circumference of both groups increased significantly over the 2 years, as did blood glucose and insulin levels, and HOMA-IR values. ",
            "section": "Participant characteristics",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 184,
                    "end": 188,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w6"
                }
            ]
        },
        {
            "text": "The mean values of BMI z-score, AST, and ALT levels were lower in lean boys at follow-up than at baseline, but this was not true of obese individuals. ",
            "section": "Participant characteristics"
        },
        {
            "text": "The mean SBP, diastolic blood pressure (DBP), and lipid levels (total cholesterol, HDL-C, and TG) did not differ between baseline and follow-up in either group.",
            "section": "Participant characteristics"
        },
        {
            "text": "At follow-up, obese boys had a significantly greater BMI z-score, and waist circumference than lean or intermediate individuals. ",
            "section": "Participant characteristics"
        },
        {
            "text": "In addition, obese individuals had significantly higher concentrations of ALT, TG, and insulin and a higher mean HOMA-IR value than the other groups. ",
            "section": "Participant characteristics",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 113,
                    "end": 117,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w7"
                }
            ]
        },
        {
            "text": "Table 2 shows the relative proportions of 25 individual fatty acids of plasma PLs. ",
            "section": "Participant characteristics",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "At baseline, over 63% of total fatty acids were saturated (SFAs), and no significant difference in the level of total SFA, palmitate, or stearate was evident between obese and lean individuals. ",
            "section": "Participant characteristics"
        },
        {
            "text": "Monounsaturated fatty acids (MUFAs) constituted 11% of total fatty acids in either group. ",
            "section": "Participant characteristics"
        },
        {
            "text": "However, the palmitoleic acid (16:1n-7) level was higher in obese individuals. ",
            "section": "Participant characteristics"
        },
        {
            "text": "Although no difference in total n-6 polyunsaturated fatty acid (PUFA) or 20:4n-6 level was observed, the DGLA (20:3n-6) level was higher in obese individuals as were the SCD-16 and D6D indices.",
            "section": "Participant characteristics"
        },
        {
            "text": "Baseline and follow-up data on lean and obese individuals were separately compared. ",
            "section": "Plasma PL fatty acid composition and desaturase levels"
        },
        {
            "text": "The levels of only four fatty acids (22:0, 20:1, 22:5n-3, and 20:4n-6) differed between baseline and follow-up. ",
            "section": "Plasma PL fatty acid composition and desaturase levels"
        },
        {
            "text": "The mean 22:5n-3 level increased in both groups at follow-up and the mean 20:4 level fell in lean boys at follow-up. ",
            "section": "Plasma PL fatty acid composition and desaturase levels"
        },
        {
            "text": "Obese individuals had a higher palmitoleic acid and DGLA level than lean boys at follow-up. ",
            "section": "Plasma PL fatty acid composition and desaturase levels"
        },
        {
            "text": "Also, trends toward increases in the SCD-16 and D6D indices were evident in boys of heavier weight. ",
            "section": "Plasma PL fatty acid composition and desaturase levels"
        },
        {
            "text": "The baseline level of palmitoleic acid (as a percentage of all fatty acids) was closely associated with WC and metabolic risk score (r Z 0.217, p < 0.05; r Z 0.221, p < 0.05, respectively). ",
            "section": "Correlation between fatty acid and desaturase levels and the risks of adiposity and IR"
        },
        {
            "text": "DGLA level was also highly associated with WC, HDL-C, TG, and metabolic risk score (r Z 0.205, p < 0.05; r Z À0.176, p < 0.05; r Z 0.371, p < 0.001; r Z 0.260, p < 0.01, respectively). ",
            "section": "Correlation between fatty acid and desaturase levels and the risks of adiposity and IR"
        },
        {
            "text": "The SCD-16 level was closely associated with WC and metabolic risk score (r Z 0.209, p < 0.05; r Z 0.200, p < 0.05, respectively) but not with the HOMA-IR value ( Table 3). ",
            "section": "Correlation between fatty acid and desaturase levels and the risks of adiposity and IR",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 170,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 147,
                    "end": 151,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w8"
                }
            ]
        },
        {
            "text": "The D6D level was highly associated with most of the metabolic risk factors such as WC, TG, and HDL-C. ",
            "section": "Correlation between fatty acid and desaturase levels and the risks of adiposity and IR"
        },
        {
            "text": "The D6D level was thus positively associated with the HOMA-IR value and the metabolic risk score (r Z 0.267, p < 0.01; r Z 0.394, p < 0.001). ",
            "section": "Correlation between fatty acid and desaturase levels and the risks of adiposity and IR",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 54,
                    "end": 58,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w9"
                }
            ]
        },
        {
            "text": "The baseline D6D level showed significant positive association with the follow-up WC, HOMA-IR, and metabolic risk score (r Z 0.480, r Z 0.364, and r Z 0.436, respectively). ",
            "section": "Correlation between fatty acid and desaturase levels and the risks of adiposity and IR",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 86,
                    "end": 90,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w10"
                }
            ]
        },
        {
            "text": "The baseline D5D level exhibited a negative association with them (Table 3).",
            "section": "Correlation between fatty acid and desaturase levels and the risks of adiposity and IR",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 75,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "A stepwise multiple regression analysis with the baseline levels of age, BMI z-score, WC, TG, HDL-C, and four estimated desaturase indices was performed to investigate potential factors associated with the follow-up HOMA-IR. ",
            "section": "Correlation between fatty acid and desaturase levels and the risks of adiposity and IR",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 216,
                    "end": 220,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w11"
                }
            ]
        },
        {
            "text": "Significant associations with the follow-up HOMA-IR were found for baseline WC and D6D (Table 4). ",
            "section": "Correlation between fatty acid and desaturase levels and the risks of adiposity and IR",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 96,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "(Table 4)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 44,
                    "end": 48,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w12"
                }
            ]
        },
        {
            "text": "Similarly, strong associations with the follow-up metabolic risk score were found for baseline WC and D6D level. ",
            "section": "Correlation between fatty acid and desaturase levels and the risks of adiposity and IR"
        },
        {
            "text": "Based on the regression analysis, the baseline D6D level could be a major predictive marker for future metabolic risks.",
            "section": "Correlation between fatty acid and desaturase levels and the risks of adiposity and IR"
        },
        {
            "text": "We investigated the relationships between individual plasma PL fatty acids and desaturase activities and metabolic risk factors in Korean children. ",
            "section": "Discussion"
        },
        {
            "text": "Furthermore, we explored the longitudinal relations of estimates of desaturase activity to body fatness, IR, and metabolic risk score. ",
            "section": "Discussion"
        },
        {
            "text": "Obese boys had significantly higher proportions of palmitoleic acid and DGLA at baseline than did lean children, in agreement with data on Japanese children [9]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Increased DGLA levels are positively associated with the development of metabolic disorders in both adults and children [19e21]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 127,
                    "type": "bibr",
                    "text": "[19e21]"
                }
            ]
        },
        {
            "text": "A previous crosssectional study found that obese children have higher proportions of DGLA in plasma lipids than do those of normal weight [21]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Our data are in agreement with these earlier reports. ",
            "section": "Discussion"
        },
        {
            "text": "The present study, a longitudinal study, also shows that obese boys had persistently high proportions of DGLA and palmitoleic acid at follow-up. ",
            "section": "Discussion"
        },
        {
            "text": "Assessment of plasma DGLA level and/or palmitoleic acid level would give useful information on obesity status in children. ",
            "section": "Discussion"
        },
        {
            "text": "Additionally, the present study shows that the baseline plasma DGLA content was positively associated with both present and future adiposity index values and metabolic risk score in Korean children. ",
            "section": "Discussion"
        },
        {
            "text": "Plasma fatty acid composition could be regulated by many factors such as dietary, hormonal, and environmental factors [12,22]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12,"
                },
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22]"
                }
            ]
        },
        {
            "text": "To assess the effect of dietary fatty acids on the serum PL fatty acid composition of the study participant, a reliable database for fatty acid composition of Korean food is needed, but was not available at this time. ",
            "section": "Discussion"
        },
        {
            "text": "Linoleic acid (18:2n-6) is directly converted into 18:3n-6 by D6D and rapidly elongated to 20:3n-6 (DGLA) [22]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "DGLA is converted into arachidonic acid by D5D [22]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "The DGLA level, regulated by D6D activity, is increased by insulin [12]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Hyperinsulinemia induced by obesity might change the expression level of D6D. ",
            "section": "Discussion"
        },
        {
            "text": "We observed D6D had a positive association with HOMA-IR, a surrogate marker of IR for epidemiology study. ",
            "section": "Discussion",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 48,
                    "end": 52,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w13"
                }
            ]
        },
        {
            "text": "The observed increases in DGLA concentration and D6D activity, accompanied by a fall in D5D expression, in obese individuals suggest that impaired fatty acid metabolism, possibly caused by the development of IR, may trigger the accumulation of DGLA. ",
            "section": "Discussion"
        },
        {
            "text": "Although DGLA plays multiple roles in protecting against inflammation and cell proliferation [22], increases in DGLA and D6D levels in association with IR could nonetheless aggravate metabolic disorders. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "A recent cross-sectional study with Korean adults suggested D6D as a major factor for determining plasma level of C-reactive protein, a surrogate marker for inflammation [23].",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "Not only was the baseline D6D activity significantly higher in obese than in lean children at baseline, but it was also positively associated with adiposity indices at follow-up. ",
            "section": "Discussion"
        },
        {
            "text": "Baseline D6D activity also exhibited positive associations with the follow-up values of surrogate markers of IR and metabolic disorders, including the TG level, HOMA-IR value, and metabolic risk score. ",
            "section": "Discussion",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 161,
                    "end": 165,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w14"
                }
            ]
        },
        {
            "text": "Accumulating evidence suggests that D6D plays a crucial role in the development of obesity and metabolic syndrome. ",
            "section": "Discussion"
        },
        {
            "text": "High levels of D6D activity have been estimated in adults with obesity, diabetes, and metabolic syndrome [18,24,25]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18,"
                },
                {
                    "start": 109,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24,"
                },
                {
                    "start": 112,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25]"
                }
            ]
        },
        {
            "text": "Warensjo et al [25] found that a higher estimated D6D activity increased the risk of metabolic syndrome over 20 years in middle-aged men. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "To the best of our knowledge, only one prior study [26] explored the associations between longitudinal changes in fatty acid composition and body fatness in children. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "In that study, increased D6D activity was significantly associated with an elevated waist-to-hip ratio in both boys and girls. ",
            "section": "Discussion"
        },
        {
            "text": "The authors suggested that D6D activity was positively associated with an increased HOMA-IR value only in girls [26]. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 84,
                    "end": 88,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w15"
                }
            ]
        },
        {
            "text": "However, their small sample size may have limited the observations that could be made. ",
            "section": "Discussion"
        },
        {
            "text": "In the present study, the D6D levels did not vary greatly over the 2 years, whereas the HOMA-IR level increased. ",
            "section": "Discussion",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 88,
                    "end": 92,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w16"
                }
            ]
        },
        {
            "text": "Thus, no positive association between changes in D6D and changes in the HOMA-IR value were noted. ",
            "section": "Discussion",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 72,
                    "end": 76,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w17"
                }
            ]
        },
        {
            "text": "However, baseline D6D activity was positively associated with both baseline and follow-up HOMA-IR values, and also follow-up metabolic risk score. ",
            "section": "Discussion",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 90,
                    "end": 94,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w18"
                }
            ]
        },
        {
            "text": "Results from the present multiple regression analysis suggested that WC and D6D were the major determinants of HOMA-IR and metabolic risk score, a suggested tool for an early-life determination of metabolic risk. ",
            "section": "Discussion",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 111,
                    "end": 115,
                    "rawForm": "HOMA",
                    "resp": "whitelist",
                    "id": "a8ae6175c0-software-simple-w19"
                }
            ]
        },
        {
            "text": "Thus early detection of elevated D6D activity in Korean boys may predict the future development of IR and associated metabolic disorders including dyslipidemia. ",
            "section": "Discussion"
        },
        {
            "text": "Adequate regulation of D6D level at an early age may help prevent the development of metabolic disorders.",
            "section": "Discussion"
        },
        {
            "text": "All authors declare no conflicts of interest. ",
            "section": "Conflicts of interest"
        },
        {
            "text": "We thank all the participating schools, children, and parents, as well as current and past investigators and staff. ",
            "section": "Acknowledgments"
        },
        {
            "text": "This work was supported by intramural grants from the Korea National Institute of Health, Korea Center for Disease Control (4845-302-210-13, 2012-NG64001-00).",
            "section": "Acknowledgments"
        }
    ]
}