{
    "level": "sentence",
    "id": "a15ab3b141",
    "abstract": [
        {
            "text": "Background and Objectives: Success rates of chronic total occlusion (CTO) percutaneous coronary intervention (PCI) have recently been reported to range from 80% to 90%. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "A better understanding of the pathologic characteristics of the CTO lesion may helpful to improving CTO PCI success rates. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "We evaluated the CTO lesion in patients with stable angina (SA) by virtual histology-intravascular ultrasound (VH-IVUS). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Subjects and Methods: The study population consisted of 149 consecutive patients with SA underwent VH-IVUS examination. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "We analyzed demographic and VH-IVUS findings in 22 CTO patients (17 males; mean, 62.3 years old) compared with 127 non-CTO patients (82 males; mean, 61.3 years old). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Results: A significantly lower ejection fraction (57.6±13.0% vs. 65.4±8.8%, p=0.007) was detected in the CTO group compared with the non-CTO group. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Reference vessel lumen area of the proximal and distal segment was significantly less in CTO group than in non-CTOgroup. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The lesion length of the CTO group was significantly longer than those of the non-CTO group (24.4±9.6 mm vs. 17.2±7.4 mm, p<0.001). ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Total atheroma volume (224±159 mm 3 vs. 143±86 mm 3 , p=0.006) and percent atheroma volume (63.2±9.6% vs. 55.8±8.5%, p=0.011) of the CTO group were also significantly greater than those of non-CTO group. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "However, the lesion length adjusted plaque composition of the CTO group was not significantly different compared with that of the non-CTO group. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Conclusion: CTO lesions had a longer lesion length and greater plaque burden than the non-CTO lesion in patients with SA. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "However, lesion length adjusted plaque composition showed similar between the two groups. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "These results support that plaque characteristics of CTO lesions are similar to non-CTO lesions in patients with SA.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 1
        },
        {
            "text": "Chronic total occlusion (CTO) of the coronary arteries is defined as lesions with thrombolysis in myocardial infarction (TIMI) flow grade 0 with an estimated or known occlusion duration of three months or more. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "1) Coronary CTO is present in 18.4 to 52% of patients with coronary artery disease undergoing coronary angiography. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1)"
                }
            ]
        },
        {
            "text": "[2][3][4][5] CTO percutaneous coronary intervention (PCI) can decrease or eliminate symptoms. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "6)7) Successful PCI performed on a CTO lesion can decrease the need for anti-anginal medications, improve exercise capacity, ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "8) decrease the need for coronary artery bypass graft surgery (CABG), improve left ventricular systolic function, ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "8)"
                }
            ]
        },
        {
            "text": "9) decrease the risk for arrhythmias, ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "9)"
                }
            ]
        },
        {
            "text": "10) and improve overall survival of patients. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "10)"
                }
            ]
        },
        {
            "text": "7) There have been significant improvements in procedure techniques for CTO PCI in recent years, and success rates for CTO PCI have risen to greater than 80 to 90%. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "7)"
                }
            ]
        },
        {
            "text": "Major complication rates of CTO PCI are acceptable and similar to non-CTO PCI. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "1) Interventional cardiologists typically hypothesize that calcium deposition within and around the CTO segment is a primary cause of CTO PCI failure, particularly during wiring.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1)"
                }
            ]
        },
        {
            "text": "A better understanding of specific lesional characteristics of coronary arteries with CTO may improve the results of CTO-PCI. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "However, there is little in vivo data comparing CTO lesions and non-CTO lesions, and, thus, the differences in lesion characteristics between CTO and non-CTO are poorly understood. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "The virtual histology-intravascular ultrasound (VH-IVUS) is a technique that can provide detailed qualitative and quantitative information of the lesion and can identify four specific plaque components to better characterize the lesion. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "10) A recent VH-IVUS study revealed that plaque composition of acute coronary syndrome was associated with a greater component of a necrotic core than those in stable angina. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "10)"
                }
            ]
        },
        {
            "text": "10) Given that most patients with CTO lesions present with clinical manifestations of stable angina, we excluded patients with acute coronary syndrome (ACS) in this study to avoid any difference in plaque composition based on these findings.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "10)"
                }
            ]
        },
        {
            "text": "Therefore, the purpose of the present study was to compare the micro-anatomic lesional characteristics between the CTO group and non-CTO group in patients with stable angina (SA) by VH-IVUS modalities.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "Subjects and Methods",
            "section_rank": 2
        },
        {
            "text": "Study population",
            "section_rank": 3
        },
        {
            "text": "From January 2006 to March 2008, VH-IVUS was performed on consecutive patients with coronary arterial disease at Konyang University Hospital. ",
            "section": "Study population",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "VH-IVUS was not performed routinely after March 2008, so the patients in during this period were enrolled in the study. ",
            "section": "Study population",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The study population consisted of 22 native coronary artery CTO lesions and 127 non-CTO lesions documented in patients with SA after either guidewire crossing or after pre-dilatation using a small size balloon (1.5 mm-2.0 mm) by expert interventional cardiologists at Konyang University Hospital. ",
            "section": "Study population",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The CTO group was defined as an obstruction of a native coronary artery with no luminal continuity and TIMI flow grade 0 and with an estimated occlusion duration of three months or more. ",
            "section": "Study population",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The occlusion duration was determined by the interval from the first diagnostic coronary angiogram documenting a CTO or from the duration of ischemic symptoms in patients that had not previously undergone angiography. ",
            "section": "Study population",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "11) The control group was composed of patients with SA according to the Canadian Cardiovascular Society classification. ",
            "section": "Study population",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "11)"
                }
            ]
        },
        {
            "text": "Most patients with CTO lesions present with clinical manifestation of stable angina; thus, we excluded patients with ACS according to the Braunwald classification in this study to avoid any underlying differences in plaque composition based on the clinical manifestations.",
            "section": "Study population",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "We also excluded patients with severe calcified and tortuous vessels that were impossible to pass with an IVUS catheter; those with a history of PCI or coronary artery bypass surgery; as well as hemodynamically unstable patients, and those patients who declined to participate in the study. ",
            "section": "Study population",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "All 22 CTO lesions in this study underwent VH-IVUS examination without any complication. ",
            "section": "Study population",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Altogether, the study population consisted of 149 patients; 22 patients were included in the CTO group, and 127 patients were included in the non-CTO group. ",
            "section": "Study population",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Demographic data of the study population was obtained through review of hospital charts. ",
            "section": "Study population",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Coronary risk factors included hypertension (blood pressure≥140/90 mmHg based on the average of repeated readings or patients on antihypertensive drugs), dyslipidemia (total cholesterol>200 mg/dL and/or triglyceride>150 mg/dL and or low density lipoprotein cholesterol>130 mg/dL or patients on lipid lowering therapy), diabetes mellitus (DM, controlled with diet, oral hypoglycemic agents, or insulin; or fasting glucose level≥126 mg/dL or 2 hour oral glucose tolerance test≥200 mg/dL), and cigarette smoking. ",
            "section": "Study population",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "This study was approved by the ethics committee of Konyang University Hospital.",
            "section": "Study population",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Percutaneous coronary intervention",
            "section_rank": 4
        },
        {
            "text": "All patients received aspirin 300 mg and clopidogrel 300-600 mg, and 120 IU/kg of unfractionated heparin intravenously before PCI. ",
            "section": "Percutaneous coronary intervention",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "PCI was performed using the femoral or radial approach with a 5, 6, or 7 Fr guiding catheter and a 0.014-inch standard or extra-support coronary guidewires. ",
            "section": "Percutaneous coronary intervention",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "The culprit lesion was identified by inspecting for ventricular wall motion abnormalities and the appearance of the angiographic lesion.",
            "section": "Percutaneous coronary intervention",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "All study subjects underwent successful PCI of the culprit lesion and VH-IVUS examination.",
            "section": "Percutaneous coronary intervention",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Intravascular ultrasound-examination and analysis",
            "section_rank": 5
        },
        {
            "text": "The VH-IVUS examination was performed on the culprit lesion with dedicated 20-MHz, 2.9 F monorail, electronic Eagle Eye Gold IVUS catheter (Volcano Therapeutics, Rancho Cordova, CA, USA) and VH-IVUS console (Volcano Therapeutics, Rancho Cordova, CA, USA) during the CAG after intracoronary administration of 100 to 200 µg nitroglycerin. ",
            "section": "Intravascular ultrasound-examination and analysis",
            "paragraph_rank": 10,
            "section_rank": 5,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 110,
                    "end": 115,
                    "rawForm": "Eagle",
                    "resp": "whitelist",
                    "id": "a15ab3b141-software-simple-w0"
                },
                {
                    "type": "software",
                    "start": 120,
                    "end": 124,
                    "rawForm": "Gold",
                    "resp": "whitelist",
                    "id": "a15ab3b141-software-simple-w1"
                }
            ]
        },
        {
            "text": "The IVUS catheter was advanced into the target lesion after wiring or ballooning and automatic pullback at 0.5 mm/sec was performed. ",
            "section": "Intravascular ultrasound-examination and analysis",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The VH-IVUS image was recorded on a DVD-ROM for subsequent off-line analysis.",
            "section": "Intravascular ultrasound-examination and analysis",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Both qualitative and quantitative analyses of gray scale IVUS images were performed according to the criteria of the American College of Cardiology`s Clinical Expert Consensus Document on IVUS. ",
            "section": "Intravascular ultrasound-examination and analysis",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "[11][12][13] The proximal and distal reference segments were the most normal-appearing cross sectional segments within 10 mm or less from the distal and proximal end of the lesion. ",
            "section": "Intravascular ultrasound-examination and analysis",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[11]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[12]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Measurement of lesion length was determined by defining the edge of the lesion as the nearest point out of the most normal-looking cross sectional foci within 10 mm or less from the distal and proximal end of the lesion.",
            "section": "Intravascular ultrasound-examination and analysis",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "The external elastic membrane (EEM) and cross-sectional area (CSA) was measured with customized software (IVUS Lab., Volcano Therapeutics, Rancho Cordova, CA, USA). ",
            "section": "Intravascular ultrasound-examination and analysis",
            "paragraph_rank": 12,
            "section_rank": 5,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 96,
                    "end": 104,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "a15ab3b141-software-simple-w2"
                }
            ]
        },
        {
            "text": "The remodeling index was calculated as the lesion EEM CSA divided by the average reference EEM CSA.",
            "section": "Intravascular ultrasound-examination and analysis",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "Spectral analysis of intravascular ultrasound radiofrequency data",
            "section_rank": 6
        },
        {
            "text": "Analysis of spectral data and IVUS radiofrequncy data was performed on the target lesion with customized software (IVUS Lab.; Volcano Therapeutics, Rancho Cordova, CA, USA) by an examiner who was blinded to the gray scale IVUS results. ",
            "section": "Spectral analysis of intravascular ultrasound radiofrequency data",
            "paragraph_rank": 13,
            "section_rank": 6,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 105,
                    "end": 113,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "a15ab3b141-software-simple-w3"
                }
            ]
        },
        {
            "text": "For both the lumen and the media-adventitia interface, automatic border detection was performed at the predefined lesion segment and manual correction was subsequently performed and required the agreement of two independent, experienced cardiologists. ",
            "section": "Spectral analysis of intravascular ultrasound radiofrequency data",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "Disagreements were reviewed by a third cardiologist. ",
            "section": "Spectral analysis of intravascular ultrasound radiofrequency data",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "After confirming the border detection, the software automatically calculated and displayed the results. ",
            "section": "Spectral analysis of intravascular ultrasound radiofrequency data",
            "paragraph_rank": 13,
            "section_rank": 6,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 43,
                    "end": 51,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "a15ab3b141-software-simple-w4"
                }
            ]
        },
        {
            "text": "For each frame, histologic findings were expressed in colors (green for fibrous, green-yellow for fibro-fatty, white for dense calcified, and red for necrotic core area). ",
            "section": "Spectral analysis of intravascular ultrasound radiofrequency data",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "The predictive accuracy of this method with tissue mapping has been validated. ",
            "section": "Spectral analysis of intravascular ultrasound radiofrequency data",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "13) The area (mm 2 ) and percent area of each tissue component of plaque were analyzed at the minimal luminal area site, and the volume (mm 3 ) and percent volume of each tissue component of plaque were evaluated within the full segment of the culprit lesion. ",
            "section": "Spectral analysis of intravascular ultrasound radiofrequency data",
            "paragraph_rank": 13,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "13)"
                },
                {
                    "start": 140,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "The plaque volume was divided by the lesion length to adjust for varying lesion lengths and recorded as a corrected volume (mm 3 /mm).",
            "section": "Spectral analysis of intravascular ultrasound radiofrequency data",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "Specific histologic features of the lesion, such as pathologic intimal thickening, fibrocalcific atheroma, and thin cap fibroartheroma, were not analyzed in this study because the specific lesion type could have been altered within the CTO lesion due to intervention.",
            "section": "Spectral analysis of intravascular ultrasound radiofrequency data",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": "Statistical analysis",
            "section_rank": 7
        },
        {
            "text": "All analyses were performed with SPSS (version 18.0; SPSS Inc., Chicago, IL, USA). ",
            "section": "Statistical analysis",
            "paragraph_rank": 15,
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 33,
                    "end": 37,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "a15ab3b141-software-2",
                    "cert": "1.0"
                },
                {
                    "start": 47,
                    "end": 51,
                    "type": "version",
                    "rawForm": "18.0",
                    "resp": "#annotator3",
                    "id": "#a15ab3b141-software-2"
                },
                {
                    "start": 53,
                    "end": 61,
                    "type": "publisher",
                    "rawForm": "SPSS Inc",
                    "resp": "#curator",
                    "id": "#a15ab3b141-software-2"
                },
                {
                    "type": "software",
                    "start": 33,
                    "end": 37,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "a15ab3b141-software-simple-w5"
                },
                {
                    "type": "software",
                    "start": 53,
                    "end": 57,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "a15ab3b141-software-simple-w6"
                }
            ]
        },
        {
            "text": "All data are expressed as mean±standard deviation for continuous variables and as percentage ratio for categorical variables. ",
            "section": "Statistical analysis",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "Categorical variables were compared by chisquare test. ",
            "section": "Statistical analysis",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "If more than 20% of cells had a count less than five in the chi-square test, a Fisher's exact test was performed. ",
            "section": "Statistical analysis",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "Continuous variables were compared by Student t tests. ",
            "section": "Statistical analysis",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "If the data did not show a normal distribution, a Mann-Whitney U test was performed. ",
            "section": "Statistical analysis",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "A p less than 0.05 was considered statistically significant.",
            "section": "Statistical analysis",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "Results",
            "section_rank": 8
        },
        {
            "text": "Baseline characteristics",
            "section_rank": 9
        },
        {
            "text": "Of 149 patients, 22 patients were found to have a CTO lesion and 127 patients a non-CTO lesion. ",
            "section": "Baseline characteristics",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "The CTO group had a significantly lower ejection fraction (57.6±13.0% vs. 65.4±8.8%, p=0.007) than did the non-CTO group. ",
            "section": "Baseline characteristics",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "All other demographics showed no statistical differences between the two groups.",
            "section": "Baseline characteristics",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "Angiographic assessment was performed following VH-IVUS examination in all subjects. ",
            "section": "Baseline characteristics",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "All CTO lesions underwent VH-IVUS investigation after ballooning. ",
            "section": "Baseline characteristics",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "In contrast, 23 patients (18.1%) of the non-CTO group underwent VH-IVUS study after ballooning and the remaining (81.9%) underwent VH-IVUS following wiring. ",
            "section": "Baseline characteristics",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "The CTO group had a smaller proximal reference lumen area (7.24±3.06 mm 2 vs. 8.77±3.11 mm 2 , p=0.035) than did the non-CTO group, and the CTO group also had a smaller distal reference lumen area (5.49±2.64 mm 2 vs. 8.55±8.84 mm 2 , p<0.001) compared with the non-CTO group. ",
            "section": "Baseline characteristics",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "Stent diameter and length of the CTO group was smaller (2.77±0.35 mm vs. 3.21±0.42 mm, p<0.001) and longer (29.2±4.8 mm vs. 22.0±5.0 mm, p<0.001) than in the non-CTO group (Table 1).",
            "section": "Baseline characteristics",
            "paragraph_rank": 17,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 172,
                    "end": 181,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Virtual histology-intravascular ultrasound findings",
            "section_rank": 10
        },
        {
            "text": "Lesion analysis of the minimal lumen area revealed that the CTO group had a longer overall lesion length (24.4±9.6 mm vs. 17.2±7.4 mm, p<0.001) than did the non-CTO group (Fig. 1). ",
            "section": "Virtual histology-intravascular ultrasound findings",
            "paragraph_rank": 18,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 171,
                    "end": 179,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1)"
                }
            ]
        },
        {
            "text": "However, there was no significant difference between the two groups in terms of remodeling index, plaque area, plaque burden, plaque components, and percent plaque composition. ",
            "section": "Virtual histology-intravascular ultrasound findings",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "The minimal lumen area of the CTO group, which was measured after ballooning, was similar to the non-CTO group (3.67±1.05 mm 2 vs. 4.08±1.52 mm 2 , p=0.264). ",
            "section": "Virtual histology-intravascular ultrasound findings",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "In this study, all CTO group patients underwent VH-IVUS after ballooning. ",
            "section": "Virtual histology-intravascular ultrasound findings",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "After ballooning, the lumen area was dilated, which may contribute to discrepancies in minimal lumen area of CTO lesions.  ",
            "section": "Virtual histology-intravascular ultrasound findings",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "3 , p=0.006) and percent atheroma volume (63.2±9.6% vs. 55.8±8.5%, p=0.011) of the CTO group were both significantly greater than those of the non-CTO group. ",
            "section": "Virtual histology-intravascular ultrasound findings",
            "paragraph_rank": 18,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "The CTO group had greater fibrous volume (81.1±74.0 mm 3 vs. 51.9±40.1 mm 3 , p=0.031), dense calcified volume (14.0±13.3 mm 3 vs. 7.4±8.0 mm 3 , p=0.010), and necrotic core volume (27.7±24.0 mm 3 vs. 14.4±12.5 mm 3 , p=0.005) compared to the non-CTO group (Table 2).",
            "section": "Virtual histology-intravascular ultrasound findings",
            "paragraph_rank": 18,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 257,
                    "end": 266,
                    "type": "table",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "However, the lesion length adjusted plaque composition of the CTO group, which was calculated in order to compensate for the difference according to the varying lesion lengths between two groups, was not significantly different compared to that of the non-CTO group (Fig. 2). ",
            "section": "Virtual histology-intravascular ultrasound findings",
            "paragraph_rank": 19,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 266,
                    "end": 274,
                    "type": "figure",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "Dense calcified volume and necrotic core volume of CTO lesions in lesion length adjusted volumetric analysis were both somewhat larger than in the non-CTO lesions, but these differences were not statistically significant.",
            "section": "Virtual histology-intravascular ultrasound findings",
            "paragraph_rank": 19,
            "section_rank": 10
        },
        {
            "text": "Discussion",
            "section_rank": 11
        },
        {
            "text": "The main findings of our study were as follows. ",
            "section": "Discussion",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "We found that lesion length and plaque burden of the CTO group were significantly longer and greater than those of the non-CTO group. ",
            "section": "Discussion",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "In addition, the CTO group had greater overall fibrous volume, dense calcified volume, and necrotic core volume in volumetric analysis performed over the whole lesion length, but the lesion length adjusted plaque composition showed no significant difference between the two groups. ",
            "section": "Discussion",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "These findings suggest that plaque characteristics of the CTO lesion were similar to those of non-CTO lesion and that the difference of absolute plaque volume, especially in terms of fibrous volume, dense calcified volume, and necrotic core volume, was due to the difference in large plaque volume caused by the longer lesion length in CTO lesion.",
            "section": "Discussion",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "Previous studies have reported that percentage of necrotic core had a direct relationship with plaque instability. ",
            "section": "Discussion",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "A compartive study of the lesion characteristics in patients with ACS and SA found that the necrotic core volume of ACS was significantly greater than those of SA. ",
            "section": "Discussion",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "10) Therefore, these investigators hypothesized that the lesion of ACS had more vulnerable plaque composition compared with those of SA. ",
            "section": "Discussion",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "Another study on the pathologic findings of CTO lesions reported that long duration-CTO lesions were characterized by severe negative remodeling, moderate calcification (16.8%), and low composition of necrotic core area (7.8%). ",
            "section": "Discussion",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "14) Our study revealed that the necrotic core volume of the CTO lesion (19.8%) was similar (p=0.166) to those of non-CTO lesion (17.5%) in lesion length adjusted volumetric analysis. ",
            "section": "Discussion",
            "paragraph_rank": 21,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "14)"
                }
            ]
        },
        {
            "text": "This finding suggests that the CTO lesion is not more vulnerable than non-CTO lesion. ",
            "section": "Discussion",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "This result is in keeping with previous studies that have found a small necrotic core volume in the CTO lesion. ",
            "section": "Discussion",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "A prior study that investigated the correlation between histology and angiographic findings of CTO lesions suggested that the plaque of CTO lesions evolved from a cholesterol laden plaque to fibrocalcific plaque as a result of an aging process. ",
            "section": "Discussion",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "Formation rates of neovascular channels in intimal plaques derived from the tunica adventitia increase with age and are also associated with intimal plaque cellular inflammation. ",
            "section": "Discussion",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "15) These findings may help explain the adverse events of PCI in elderly CTO patients, such as coronary arterial dissection and coronary arterial rupture. ",
            "section": "Discussion",
            "paragraph_rank": 21,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "15)"
                }
            ]
        },
        {
            "text": "However, necrotic core volume in lesion length adjusted volumetric analysis of CTO lesions was not different in those of non-CTO lesions in our study. ",
            "section": "Discussion",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "PCI of CTO may carry a risk of adverse events due to neovascular channels derived from the tunica adventitia, but plaque composition of CTO lesions was not different from those of non-CTO lesion, particularly with respect to necrotic core volume, in our study. ",
            "section": "Discussion",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "Thus, CTO lesions may not be more vulnerable than non-CTO lesions.",
            "section": "Discussion",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "To date, there have been few studies comparing in vivo plaque composition of CTO and non-CTO lesions. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Our findings are in keeping with a recent study on VH-IVUS findings in CTO lesions and non-occlusive lesions, which revealed that the necrotic core percentage was similar to non-occlusive lesions. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "16)17) However, these investigators reported that the dense calcium in CTO lesions was less than that in non-occlusive lesions and, thus, the necrotic core/ dense calcium ratio tended to be greater (although statistically insignificant) in the CTO lesions than in non-occlusive lesions. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "bibr",
                    "text": "16)17)"
                }
            ]
        },
        {
            "text": "They also reported that a high necrotic core/dense calcium ratio was associated with plaque instability and that this ratio was also associated with an increased creatinine kinase-MB levels in non-ST elevation acute coronary syndrome. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "18)19) We also evaluated for differences in necrotic core/dense calcium ratio of CTO and non-CTO lesions. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "bibr",
                    "text": "18)19)"
                }
            ]
        },
        {
            "text": "However, we did not detect a significant difference in the present study ( Table 2). ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 82,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The previously study included ACS patients in their study population, while our study included only SA patients. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "In the previous study, they suggested that CTO lesions may be more vulnerable than non-occlusive lesions (although there was no statistical significance), but our study suggests that CTO lesions may not be different from non-CTO lesions in terms of plaque vulnerability. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "This study has several limitations. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Firstly, this study was a singlecenter, retrospective study and included a relatively modest number of patients. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "CTO lesions have been reported that describe the proximal, middle, or distal end of the lesion segment having unique plaque compositions. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "14) However, we had modest number of CTO patients, and we analyzed the entire lesion length but did not analyze the lesion according to the proximal, middle, or distal segment. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "14)"
                }
            ]
        },
        {
            "text": "Alas, this study was done to primarily compare the plaque characteristics between CTO and non-CTO lesions. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Secondly, all patients in the CTO group underwent VH-IVUS after ballooning, so there was iatrogenic luminal dilatation in CTO lesions, which may have decreased plaque burden and, consequently, affect the percentage of each component of the plaque. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "However, this is inevitable while performing VH-IVUS in CTO lesions. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Thirdly, VH-IVUS cannot appropriately identify a thrombus. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Thrombus is often indicated as \"green\" or \"green-yellow\" by VH-IVUS, which was classified as a fibrous or fibro-fatty plaque. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "However, our study population consisted of patients with SA, which is typically not associated with the presence of a coronary thrombus. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "In addition, the study population in this study had all undergone successful PCI, and, thus, a modest selection bias is inevitable. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "However, all 22 CTO lesions in this study underwent PCI and VH-IVUS examination without any difficulty, so this may add minimal distortion of data. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "Moreover, the distal vessel of CTO lesions is usually contracted and we did pre-dilate the CTO lesion before IVUS examination with intracoronary nitroglycerin. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "This iatrogenic channel will contribute a bias to the true, pre-dilated lumen diameter of the CTO lesion. ",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "However, this problem was inevitable given what is required to perform VH-IVUS in CTO lesions currently.",
            "section": "Discussion",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "In conclusion, CTO lesions were found to have a longer lesion length and greater plaque burden than non-CTO lesions. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "However, lesion length adjusted plaque composition showed no significant differences between the two groups. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "Fibrous, necrotic core, and dense calcified volume in volumetric analysis over the entire lesion length of CTO lesions were greater than those of non-CTO lesions, which, we hypothesize to be related to the longer lesion length in CTO lesions. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "These findings support that plaque characteristics of CTO lesions are similar to non-CTO lesions in patients with SA and a delicate and professional CTO PCI can increase success rates in the future. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "Fig. 2. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "Comparison of lesion length adjusted plaque composition of chronic total occlusion (CTO) and non-CTO group. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "Each plaque volume was divided by lesion length to adjust a different lesion length of each patient and described as corrected volume (mm 3 /mm). ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "There was no significant difference of plaque composition between CTO and non-CTO group. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "Data are expressed as mean±standard deviation. ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "FV/L: fibrous volume (mm 3 )/lesion length (mm), FFV/L: fibrofatty volume (mm 3 )/lesion length (mm), DCV/L: dense calcified volume (mm 3 )/lesion length (mm), NCV/L: necrotic core volume (mm 3 )/lesion length (mm).  ",
            "section": "Discussion",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 12
        },
        {
            "text": "Comparison of lesion length of chronic total occlusion (CTO) and non-CTO group. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 24,
            "section_rank": 12
        },
        {
            "text": "The lesion length was measured by virtual histologyintravascular ultrasound. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 24,
            "section_rank": 12
        },
        {
            "text": "Lesion length of CTO group was longer than those of non-CTO group. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 24,
            "section_rank": 12
        },
        {
            "text": "Data are expressed as mean±standard deviation.",
            "section": "Fig. 1 .",
            "paragraph_rank": 24,
            "section_rank": 12
        },
        {
            "text": "0",
            "section_rank": 13
        },
        {
            "text": "Lesion length adjusted each plaque component volumemm 3 /mm p=0.810",
            "section": "0",
            "paragraph_rank": 25,
            "section_rank": 13
        },
        {
            "text": "Table 1 .",
            "section_rank": 14
        },
        {
            "text": "Clinical characteristics of the study subjects",
            "section": "Table 1 .",
            "paragraph_rank": 26,
            "section_rank": 14
        },
        {
            "text": "Plaque burden of the proximal (53.0±12.7% vs. 46.3±10.7%, p=0.015) and distal reference vessels (47.8±11.3% vs. 41.2±11.4%,tology-intravascular ultrasound, LAD: left anterior descending artery, LCX: left circumflex artery, RCA: right circumflex artery, Ramus: ramus intermedius artery, LM: left main artery p=0.016) were greater in CTO lesions than in non-CTO lesions. ",
            "section": "Table 1 .",
            "paragraph_rank": 27,
            "section_rank": 14,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 51,
                    "end": 55,
                    "rawForm": "10.7",
                    "resp": "whitelist",
                    "id": "a15ab3b141-software-simple-w7"
                }
            ]
        },
        {
            "text": "Volumetric analysis over the entire lesion length revealed that total atheroma volume (224±159 mm 3 vs. 143±86 mm",
            "section": "Table 1 .",
            "paragraph_rank": 27,
            "section_rank": 14
        },
        {
            "text": "http://dx.doi.org/10.4070/kcj.2016.46.1.33www.e-kcj.org",
            "section": "Table 1 .",
            "paragraph_rank": 28,
            "section_rank": 14
        },
        {
            "text": "Yo-Han Park, et al. http://dx.doi.org/10.4070/kcj.2016.46.1.33 www.e-kcj.org",
            "section": "Table 1 .",
            "paragraph_rank": 29,
            "section_rank": 14
        }
    ]
}