{
    "id": "c4b1ed4aba",
    "abstract": [],
    "body_text": [
        {
            "text": "The number of individuals in Norway over the age of 80 will have doubled within the next 20-25 years 1 while the predicted number of healthcare professionals available to deliver healthcare services will be far fewer than those needed to cope with demand. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "2 3 The rapidly growing population of elderly people in Norway and across the world increases healthcare needs, with more services expected to be delivered at home. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "2 3"
                }
            ]
        },
        {
            "text": "4 5 In order to handle the aging population, significant changes are needed in the way healthcare is delivered. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "4 5"
                }
            ]
        },
        {
            "text": "4 5 Telecare, meaning the use of technology that enables healthcare professionals to remotely care and support home dwelling individuals, promises to be an important solution to the many challenges facing future healthcare services. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "4 5"
                }
            ]
        },
        {
            "text": "6 While it is predicted that telecare and other information and communication technology (ICT)-assisted services will have an increasingly important role in future healthcare services, their implementation in practice is complex. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "7 8 There are ergonomics-related barriers and risks associated with the implementation and adoption of telecare, such as healthcare professionals lacking the attitudes, knowledge and skills needed to use the technology as part of healthcare delivery. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "7 8"
                }
            ]
        },
        {
            "text": "[9][10][11] This may result in poor quality and safety of healthcare services. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 3,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "[12][13][14] For implementation to be successful and ensure quality of care, staff 15 and organisations 16 17 must be ready to change and adopt innovation. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 83,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                },
                {
                    "start": 104,
                    "end": 109,
                    "type": "bibr",
                    "text": "16 17"
                }
            ]
        },
        {
            "text": "Accordingly, it is widely acknowledged that training of staff (healthcare professionals) and service users ( patients) is fundamental to successful telecare implementation. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "9 11 18 Telecare training has been found to have positive effects on attitudes to, sustained use of and outcomes associated with telecare. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "bibr",
                    "text": "9 11 18"
                }
            ]
        },
        {
            "text": "10 19-21 Training is recommended as a fundamental part of telecare implementation processes, but there is a lack of targeted staff and service user training programmes for this purpose, and training is not always offered 10 or it is inadequate. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "bibr",
                    "text": "10 19-21"
                },
                {
                    "start": 221,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "22 A review of telecare education initiatives by Basu et al 23 identified only 10 training courses, none of which were for professionals working in elderly home care services. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22"
                },
                {
                    "start": 60,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "This lack of pedagogical and professional development models related to telecare applications led Basu et al 23 conclude that education for telecare is an emergent field. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "Their findings further highlight that telecare training is not simply about learning a new technology; it is about adapting practice to engage with new technology. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "23 In addition to technical skills training, it is important, therefore, to focus on the development of the knowledge, skills, attitudes and experiences required for the new ways of working associated with telecare use. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "11 22 Awareness raising and training can help motivate health professionals to adopt telecare in their clinical practices. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "11 22"
                }
            ]
        },
        {
            "text": "11 24 Previous research has also demonstrated a lack of training activities focusing on how simulation can be developed and used to improve adoption of technology in the home context. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "11 24"
                }
            ]
        },
        {
            "text": "25 Simulation is considered a powerful tool for the teaching of a range of knowledge and skills necessary for sound clinical practice. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "Simulation has long been in use within education and training for healthcare professionals to foster both technical and non-technical skills, including communication and interpersonal skills and decision-making abilities. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "26 Simulation is largely underpinned by active learning principles that requires participation in and reflection on meaningful activities. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "27 The value of simulation as an educational tool that promotes an overall culture of safety and underscores safe and reflexive clinical processes to improve healthcare is acknowledged by many. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "[28][29][30][31] In an effort to encourage high-quality practices related to new telecare services in the home care arena, it therefore makes sense to utilise simulation in telecare training, as this is lacking in current practice.",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "The potential contribution of training in the adoption, quality and safety of telecare services is an underinvestigated research field. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "23 25 More research is therefore needed on development, implementation and evaluation of practice focused telecare training to explore the impact of such training on healthcare professionals' adoption of safe and effective telecare services. ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "23 25"
                }
            ]
        },
        {
            "text": "Research is also needed to address implementation and training challenges from the service users' perspective, in order to develop targeted training programmes for service users and next of kin. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Currently, service users or next of kin are often not included or consulted in development of telecare technology and the redesign of healthcare processes, implying that their attitudes, needs and skills are not given proper attention.",
            "section": "INTRODUCTION"
        },
        {
            "text": "The Safer@Home-Simulation and training study (August 2011-December 2016) forms part of an interdisciplinary research project called 'Smart systems to support safer independent living and social interaction for elderly at home' (Safer@Home). ",
            "section": "Aim"
        },
        {
            "text": "Our study protocol is limited to the work package concerned with simulation and training. ",
            "section": "Aim",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 42,
                    "end": 49,
                    "rawForm": "package",
                    "resp": "whitelist",
                    "id": "c4b1ed4aba-software-simple-w0"
                }
            ]
        },
        {
            "text": "The aim of the Safer@Home-Simulation and training study is to develop and evaluate simulation-based telecare training programmes for use with videophone technology in elderly home care services, based on stakeholder experiences and needs. ",
            "section": "Aim"
        },
        {
            "text": "Specifically, we will develop simulation-based training programmes for health professionals ( providers), service users ( patients) and next of kin, and explore the impact of such training on adoption, quality and safety of new telecare tools that allow for virtual visits in the elderly home care services.",
            "section": "Aim"
        },
        {
            "text": "A key feature of the study is its methodological approach, relying on cyclic action research 32 and simulation as a pedagogical training tool. ",
            "section": "Aim",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "26 Despite previous recommendations and the promising fit of the action research approach to research on implementation and adoption of healthcare innovations, application in research on telecare has been limited. ",
            "section": "Aim",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26"
                }
            ]
        },
        {
            "text": "33 Our study will therefore contribute new knowledge on the use of action research and simulation-based training in implementation and adoption of telecare services.",
            "section": "Aim",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "33"
                }
            ]
        },
        {
            "text": "Action research is a participative, process-oriented methodology grounded in experience, which aims to facilitate social change and innovation. ",
            "section": "METHODS AND ANALYSIS Design and context"
        },
        {
            "text": "It is the ideal methodology for identifying and improving problems in practice 34 and is increasingly employed in healthcare settings. ",
            "section": "METHODS AND ANALYSIS Design and context",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "34"
                }
            ]
        },
        {
            "text": "35 This study is designed as a cyclic action research project 32 with the aim of developing and evaluating a pilot telecare training programme for elderly service users living at home, their next of kin, and healthcare professionals working in home-based elderly care services. ",
            "section": "METHODS AND ANALYSIS Design and context",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35"
                },
                {
                    "start": 62,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "The training programme development depends on problem identification and problem solving, with involvement and input from multiple stakeholders involved in service provision and service use. ",
            "section": "METHODS AND ANALYSIS Design and context"
        },
        {
            "text": "Action research is participatory research where researchers work with people rather than doing research on them. ",
            "section": "METHODS AND ANALYSIS Design and context"
        },
        {
            "text": "35 36 This is crucial in our study as it depends on collaboration and stakeholder involvement, and focuses on generating solutions to practical problems in relation to how to best establish and use a videophone service in home care settings. ",
            "section": "METHODS AND ANALYSIS Design and context",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "35 36"
                }
            ]
        },
        {
            "text": "The videophone will allow for virtual visits in home care services. ",
            "section": "METHODS AND ANALYSIS Design and context"
        },
        {
            "text": "Not only technical aspects of training related to how to use the equipment are necessary, but health professionals also need to learn about and train for managing ergonomic barriers and risks that may occur as a result of new ways of providing care at home.",
            "section": "METHODS AND ANALYSIS Design and context"
        },
        {
            "text": "The research context of our project is the municipal home care environment. ",
            "section": "METHODS AND ANALYSIS Design and context"
        },
        {
            "text": "Norwegian municipalities are responsible for delivering primary healthcare for elderly people living at home. ",
            "section": "METHODS AND ANALYSIS Design and context",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 9,
                    "rawForm": "Norwegian",
                    "resp": "whitelist",
                    "id": "c4b1ed4aba-software-simple-w1"
                }
            ]
        },
        {
            "text": "By implementing telecare in its home care services, the involved municipalities aim at providing healthcare services of high quality and safety and to enable elderly people to live longer at home. ",
            "section": "METHODS AND ANALYSIS Design and context"
        },
        {
            "text": "By applying an action research design, the municipalities alongside the technology vendor and university researchers are approaching the phenomena in a collaborative way to identify and solve upcoming educational challenges in implementation and training of videophone services in home care settings.",
            "section": "METHODS AND ANALYSIS Design and context"
        },
        {
            "text": "The design of the action research approach 32 features five cyclical study phases which allow for a variety of research and evaluation methods to be used within the approach. ",
            "section": "METHODS AND ANALYSIS Design and context",
            "ref_spans": [
                {
                    "start": 43,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "The five phases are: ▸ Diagnosis: identify and define the problem and collect data for further investigation; ▸ Action planning: consider courses of action based on initial diagnosis; ▸ Implementation: take action according to the specified plan; ▸ Evaluation: assess the actions and their consequences; and ▸ Learning and refinement: document and interpret cycle outcomes to aid improvement. ",
            "section": "METHODS AND ANALYSIS Design and context"
        },
        {
            "text": "Although the research process might appear linear and instrumental and conducted step by step in separated phases, it will be in practice a cyclic and iterative process. ",
            "section": "METHODS AND ANALYSIS Design and context"
        },
        {
            "text": "As described by Susman and Evered 32 the action research approach is characterised by cyclical iterations, with overlap and feedback between the five phases. ",
            "section": "METHODS AND ANALYSIS Design and context"
        },
        {
            "text": "This cyclical approach implies an openness to for example, change the course of the actions taken to solve the problem based on the evaluation findings, and to consider how unsolved problems from an initial cycle can be taken into account in later iterations of the problem solving process. ",
            "section": "METHODS AND ANALYSIS Design and context"
        },
        {
            "text": "Research findings will be continuously integrated in the research process in close collaboration between the researchers, representatives from the municipalities and the technology vendor. ",
            "section": "METHODS AND ANALYSIS Design and context"
        },
        {
            "text": "The municipalities and technology vendor involved in implementing the technology and training programme, will collaborate with researchers in all phases. ",
            "section": "METHODS AND ANALYSIS Design and context"
        },
        {
            "text": "Consequently, there will be a sound basis for revealing barriers and success factors in the technology design and development, implementation and refinement of the training programme. ",
            "section": "METHODS AND ANALYSIS Design and context"
        },
        {
            "text": "32 The following overarching research questions will guide the study: ▸ What does the literature identify as risks and challenges associated with the implementation and use of telecare services in home-based elderly care? ",
            "section": "METHODS AND ANALYSIS Design and context",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "32"
                }
            ]
        },
        {
            "text": "▸ How can identified training needs of telecare users guide design and development of a simulation-based training programme for service users, next of kin and healthcare professionals working in home care services for the elderly? ",
            "section": "METHODS AND ANALYSIS Design and context"
        },
        {
            "text": "▸ How can a simulation-based training programme for healthcare professionals, service users and next of kin best be implemented to enable adoption of highquality telecare services in home-based elderly care?",
            "section": "METHODS AND ANALYSIS Design and context"
        },
        {
            "text": "▸ What is the impact of simulation-based training for healthcare professionals, service users and next of kin on adoption, quality and safety of new telecare services in home-based elderly care?",
            "section": "METHODS AND ANALYSIS Design and context"
        },
        {
            "text": "The study is executed in five phases, with the first four phases (diagnosis, action planning, implantation, evaluation) involving collection of data. ",
            "section": "Study sample"
        },
        {
            "text": "Data collection started in July 2013 and is ongoing. ",
            "section": "Study sample"
        },
        {
            "text": "Two municipalities are involved in all phases and videophone technology will be implemented and tested in their home care services. ",
            "section": "Study sample"
        },
        {
            "text": "The sample from these two municipalities will include service users, next of kin, healthcare professionals, managers and other key personnel.",
            "section": "Study sample"
        },
        {
            "text": "In phase 1 the sample will also include informants from two to four additional municipalities which have applied videophone or similar technology in their home care services. ",
            "section": "Study sample"
        },
        {
            "text": "Here we will collect data on experience, knowledge and training needs, from healthcare professionals, service users and next of kin with telecare or videophone technology experience in elderly home care services. ",
            "section": "Study sample"
        },
        {
            "text": "It is also relevant to explore experiences from certain specialised healthcare services where telemedicine solutions involving screen-based communication between the hospital and patient have been used, as the use of videophone tools in home care settings in Norway is currently limited.",
            "section": "Study sample"
        },
        {
            "text": "The recruitment will be strategic and purposive in all phases, in order to include informants with specific knowledge, experience and needs related to telecare use and training. ",
            "section": "Study sample"
        },
        {
            "text": "The recruitment of healthcare professionals will be led by University of Stavanger (UiS) researchers in collaboration with municipality representatives. ",
            "section": "Study sample"
        },
        {
            "text": "Healthcare professionals involved in this study are mainly nurses, and enrolled nurses working in home healthcare. ",
            "section": "Study sample"
        },
        {
            "text": "We may also include physiotherapists and ergonomists in the sample, as these are healthcare professionals in the municipal primary healthcare services who are considered potential users of technology to allow virtual visits in the project. ",
            "section": "Study sample"
        },
        {
            "text": "When recruiting service users a representative from the respective municipality will be responsible for approaching potential participants as other project members will not have access to personal information about users of municipal primary healthcare services. ",
            "section": "Study sample"
        },
        {
            "text": "Formal agreement with involved municipalities will be obtained before approaching any informants or services.",
            "section": "Study sample"
        },
        {
            "text": "Training cannot be effective unless it meets the identified needs of trainees. ",
            "section": "Data collection Phase 1: Diagnosis"
        },
        {
            "text": "37 The diagnosis phase focuses on identifying and defining the problem under investigation and entails an analysis of the educational needs of healthcare professionals, service users and next of kin. ",
            "section": "Data collection Phase 1: Diagnosis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37"
                }
            ]
        },
        {
            "text": "First, two systematic literature reviews will be conducted to (1) identify and map key patient safety risks associated with telecare use in home care settings, and map if and how patient safety risks have been addressed in training activities; and (2) to identify and map technology use, to explore experiences with and types of training related to virtual visits in home healthcare for elderly people. ",
            "section": "Data collection Phase 1: Diagnosis"
        },
        {
            "text": "This will clarify conditions that may help or hinder safe and successful adoption of videophones in elderly home care services and identify previously used training activities.",
            "section": "Data collection Phase 1: Diagnosis"
        },
        {
            "text": "Moreover, a purposive sample of around 10-15 service users and next of kin will be recruited for individual interviews to gain insights into their real-life experiences and identified needs associated with telecare use. ",
            "section": "Data collection Phase 1: Diagnosis"
        },
        {
            "text": "Themes to be covered are: technology experiences and attitudes; quality and safety issues; training and user support; selfcare ability. ",
            "section": "Data collection Phase 1: Diagnosis"
        },
        {
            "text": "Furthermore, a sample of around 15-20 healthcare professionals and service development managers from the municipal healthcare services will be recruited for individual and focus group interviews. ",
            "section": "Data collection Phase 1: Diagnosis"
        },
        {
            "text": "Themes to be covered are: technology experience in home care services; implementation of a videophone service; quality and safety; and training needs. ",
            "section": "Data collection Phase 1: Diagnosis"
        },
        {
            "text": "A sample of around 5-10 informants identified as key actors in developing or implementing telecare tools will be recruited from the municipalities and the technology vendor. ",
            "section": "Data collection Phase 1: Diagnosis"
        },
        {
            "text": "Specific topics for this data collection are: the implementation process and involved actors; quality and safety; training and user support issues; leadership, culture and funding. ",
            "section": "Data collection Phase 1: Diagnosis"
        },
        {
            "text": "Aspects related to organisational processes will also be covered via observation in meetings between the municipalities and the technology vendor, and in internal municipal meetings. ",
            "section": "Data collection Phase 1: Diagnosis"
        },
        {
            "text": "The observation guide covers: involved organisations/professions/professional communities; order of speaking, meeting topics and atmosphere; decision-making, collaboration and collaboration barriers; power issues; training.",
            "section": "Data collection Phase 1: Diagnosis"
        },
        {
            "text": "Action planning is concerned with the design and development of a pilot simulation-based training programme. ",
            "section": "Phase 2: Action planning"
        },
        {
            "text": "The training programme will be informed by analysis of the results from the diagnostic phase. ",
            "section": "Phase 2: Action planning"
        },
        {
            "text": "Action planning will feature the development of simulation scenarios in collaboration with the project partners and healthcare professionals working in clinical practice. ",
            "section": "Phase 2: Action planning"
        },
        {
            "text": "Once the format and content of the training programmes have been established, a plan for the implementation and evaluation will be finalised.",
            "section": "Phase 2: Action planning"
        },
        {
            "text": "In this phase a reference group of about 8-10 participants will be established to give advice and input on the form and content of the different training programmes. ",
            "section": "Phase 2: Action planning"
        },
        {
            "text": "Members of the reference group will be key individuals from the involved municipalities, healthcare professionals and user representatives (eg, members from the municipal elderly council).",
            "section": "Phase 2: Action planning"
        },
        {
            "text": "Phase 3: Implementation Phase 3 involves implementation of the simulation-based pilot training programme in practice. ",
            "section": "Phase 2: Action planning"
        },
        {
            "text": "Simulation scenarios will provide opportunities for practicing the videophone technology in real-life settings. ",
            "section": "Phase 2: Action planning"
        },
        {
            "text": "The simulation will involve the actual technology, and will be held in a high-fidelity simulation centre with possibilities for videotaping and debriefing. ",
            "section": "Phase 2: Action planning"
        },
        {
            "text": "It will possibly involve both individual and group training. ",
            "section": "Phase 2: Action planning"
        },
        {
            "text": "The sample in the implementation and evaluation phase will involve service users, next of kin and healthcare professionals who will be trained in using the videophone technology. ",
            "section": "Phase 2: Action planning"
        },
        {
            "text": "The new videophone equipment will be implemented and will allow for virtual home visits in the two municipalities involved. ",
            "section": "Phase 2: Action planning"
        },
        {
            "text": "A purposive sampling approach will be used to recruit an anticipated sample of 20 nurse and enrolled nurse participants from municipal elderly home care services, and 20 service users and next of kin who will test the simulation-based training programme and the virtual visits as part of their home care services. ",
            "section": "Phase 2: Action planning"
        },
        {
            "text": "Focus group interviews will be carried out in aid of training programme evaluation.",
            "section": "Phase 2: Action planning",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 5,
                    "rawForm": "Focus",
                    "resp": "whitelist",
                    "id": "c4b1ed4aba-software-simple-w2"
                }
            ]
        },
        {
            "text": "Phase 4 entails an in-depth exploratory evaluation process to explore the impact of the pilot simulationbased training programmes on adoption, quality and safety of new telecare technologies in home care services for the elderly. ",
            "section": "Phase 4: Evaluation"
        },
        {
            "text": "The theoretical framework adopted for the evaluation is the Integrated Model of Training Evaluation and Effectiveness (IMTEE). ",
            "section": "Phase 4: Evaluation"
        },
        {
            "text": "37 According to the IMTEE, the purpose of training evaluation is to examine learning outcomes and the extent to which training programmes meet intended goals. ",
            "section": "Phase 4: Evaluation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37"
                }
            ]
        },
        {
            "text": "37 Chosen evaluation approaches will thus depend on stated training goals and can include measures of training content and design, changes in learners' knowledge, attitudes or skills or organisational benefits of training. ",
            "section": "Phase 4: Evaluation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37"
                }
            ]
        },
        {
            "text": "Understandings of evaluation outcomes can be enhanced by attention to the effectiveness of training, that is, measures of individual, training and organisational variables likely to influence outcomes at various stages of the training process. ",
            "section": "Phase 4: Evaluation"
        },
        {
            "text": "37 Our evaluation is interested in assessing training content and design, as well as exploring possible changes in knowledge, attitudes or skills. ",
            "section": "Phase 4: Evaluation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37"
                }
            ]
        },
        {
            "text": "Effects ascribable to individual and training variables before, during and after training will also be assessed, focusing on participant demographics, experience and abilities, attitudes and expectations, as well as instructional style, practice and feedback. ",
            "section": "Phase 4: Evaluation"
        },
        {
            "text": "37 Evaluation will thus focus on participants' opinions on course form and content, whether the training programmes meet needs and expectations, and whether it impacts on perceptions of telecare services, intention to adopt such services in practice and service quality and safety. ",
            "section": "Phase 4: Evaluation",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37"
                }
            ]
        },
        {
            "text": "The evaluation process will run in three stages before, during and after training implementation and will feature qualitative research methods including focus group interviews with healthcare professionals and service users/next of kin, and observation of healthcare professionals and service users during the training sessions.",
            "section": "Phase 4: Evaluation"
        },
        {
            "text": "The focus group interview guides will be developed based on results from the diagnostic phase and action planning phase. ",
            "section": "Phase 4: Evaluation"
        },
        {
            "text": "Possible topics to be covered are: knowledge and reflections about patient safety risk; attitudes towards new means of service provision; trust in services; technical skills; communication skills; patient empowerment; and cost-effectiveness. ",
            "section": "Phase 4: Evaluation"
        },
        {
            "text": "Observations of the training sessions with all healthcare professionals and service users will be conducted and inform the evaluation and improvement of the training programmes. ",
            "section": "Phase 4: Evaluation"
        },
        {
            "text": "An observation guide will be developed in the action planning phase. ",
            "section": "Phase 4: Evaluation"
        },
        {
            "text": "There will not be observation of real-time service provision via virtual visits, as this would involve patient sensitive information not included in our ethical approval.",
            "section": "Phase 4: Evaluation"
        },
        {
            "text": "Expected outcomes of the training programme for healthcare professionals will be related to knowledge, skills and attitudes regarding the use of new technologies. ",
            "section": "Phase 4: Evaluation"
        },
        {
            "text": "Outcomes are expected to include positive attitudes towards using new telecare tools in home care services; improved communication skills with elderly in a new healthcare provider situation via videophone; and increased awareness of patient safety risks in applying virtual visits as part of providing home care. ",
            "section": "Phase 4: Evaluation"
        },
        {
            "text": "These elements will be incorporated in the training programme and simulation scenarios. ",
            "section": "Phase 4: Evaluation"
        },
        {
            "text": "Similarly, expected outcome for the elderly service users are related to knowledge, skills and attitudes regarding the use of new technologies, alongside improved care quality and safety; increased patient empowerment and ability to live longer at home; and maintained trust in healthcare services. ",
            "section": "Phase 4: Evaluation"
        },
        {
            "text": "However, we can also expect that some service users and healthcare professionals will hold negative attitudes towards these new ways of providing services. ",
            "section": "Phase 4: Evaluation"
        },
        {
            "text": "All results will be included in the training programme development process according to the cyclical action research approach, to improve the design and content of the training programmes for all involved groups.",
            "section": "Phase 4: Evaluation"
        },
        {
            "text": "Data collection methods and samples related to all research phases are described in table 1. ",
            "section": "Phase 4: Evaluation"
        },
        {
            "text": "Data collection started in August 2013 and will continue until second quarter of 2015.",
            "section": "Phase 4: Evaluation"
        },
        {
            "text": "The final phase will assess the evaluation outcomes in aid of the refinement and improvement of the training programmes and their implementation. ",
            "section": "Phase 5: Learning and refinement"
        },
        {
            "text": "The outcomes of the entire initial cycle will be documented, focusing on both theory and practice, for further possible study and improvement.",
            "section": "Phase 5: Learning and refinement"
        },
        {
            "text": "To ensure quality of research and trustworthiness in terms of credibility, in the analysis we will apply analyst triangulation and member checks. ",
            "section": "Data analysis and quality of research"
        },
        {
            "text": "Also, the reference group will be involved so that credibility of the findings will be enhanced in the different research phases. ",
            "section": "Data analysis and quality of research"
        },
        {
            "text": "38 The research team will be involved in discussions and refinement of the undertaken analysis. ",
            "section": "Data analysis and quality of research",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "38"
                }
            ]
        },
        {
            "text": "The analytical process will follow the aforementioned research steps and the material will be categorised and analysed to inform the next phase of the research process. ",
            "section": "Data analysis and quality of research"
        },
        {
            "text": "There will also be feedback between the five phases in our cyclic approach to ensure continuous corrections and improvement. ",
            "section": "Data analysis and quality of research"
        },
        {
            "text": "All transcribed data material from interviews and observations will be uploaded and systemised by using the software program QSR International NVivo V.10. ",
            "section": "Data analysis and quality of research",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 108,
                    "end": 116,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "c4b1ed4aba-software-simple-w3"
                },
                {
                    "type": "software",
                    "start": 117,
                    "end": 124,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c4b1ed4aba-software-simple-w4"
                },
                {
                    "type": "software",
                    "start": 143,
                    "end": 148,
                    "rawForm": "NVivo",
                    "resp": "whitelist",
                    "id": "c4b1ed4aba-software-simple-w5"
                }
            ]
        },
        {
            "text": "39 The data analysis is a combination of induction and deduction. ",
            "section": "Data analysis and quality of research",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "39"
                }
            ]
        },
        {
            "text": "In the diagnosis phase we will apply induction to establish the overall impression of the data material according to Malterud's 40 systematic text condensation approach. ",
            "section": "Data analysis and quality of research"
        },
        {
            "text": "This will involve the Norwegian speaking members of the research team. ",
            "section": "Data analysis and quality of research",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 22,
                    "end": 31,
                    "rawForm": "Norwegian",
                    "resp": "whitelist",
                    "id": "c4b1ed4aba-software-simple-w6"
                }
            ]
        },
        {
            "text": "All team members will individually read the data material and come together in an analysis seminar to discuss the main themes 40 emerging from the data and which are most important to incorporate in the training programme content and methods. ",
            "section": "Data analysis and quality of research",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "40"
                }
            ]
        },
        {
            "text": "This total impression along with the systematic literature reviews will form the basis for the action planning phase where the training programmes will be designed. ",
            "section": "Data analysis and quality of research"
        },
        {
            "text": "The analysis of the data material from the implementation and evaluation phases will also be analysed according to the systematic text condensation approach. ",
            "section": "Data analysis and quality of research"
        },
        {
            "text": "This analysis is deductive and theory 40 driven as it will apply predefined categories based on Alvarez et al's 37 theoretical framework IMTEE.",
            "section": "Data analysis and quality of research"
        },
        {
            "text": "Diagnosis ▸ Literature reviews ▸ Individual interviews ▸ Focus group interviews ▸ Participant observations ▸ 10-15 service users/next of kin ▸ 15-20 healthcare professionals and service managers ▸ 5-10 key actors Action planning ▸ Reference group involved in providing input to training programme development ▸ 10 representatives from the involved municipalities, health professionals, service users, next of kin, technology developers Implementation ▸ Recruitment of health professionals and service users/next of kin ▸ 2 prepilot focus group interviews with healthcare professionals and service users before testing the training programmes ▸ 20 nurses/enrolled nurses ▸ 20 service users/next of kin Evaluation ▸ 2 focus group interviews with healthcare professionals (before and after participating in the pilot) ▸ 2 focus group interviews with service users and next of kin (before and after training session) ▸ Observation of the training sessions for healthcare professionals and for service usersfeedback between the five phases in our cyclic approach to ensure continuous corrections and improvement. ",
            "section": "Data analysis and quality of research",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 57,
                    "end": 62,
                    "rawForm": "Focus",
                    "resp": "whitelist",
                    "id": "c4b1ed4aba-software-simple-w7"
                }
            ]
        },
        {
            "text": "All transcribed data material from interviews and observations will be uploaded and systemised by using the software program QSR International NVivo V.10. ",
            "section": "Data analysis and quality of research",
            "entity_spans": [
                {
                    "start": 125,
                    "end": 148,
                    "type": "software",
                    "rawForm": "QSR International NVivo",
                    "resp": "#annotator8",
                    "used": true,
                    "id": "c4b1ed4aba-software-1"
                },
                {
                    "start": 151,
                    "end": 153,
                    "type": "version",
                    "rawForm": "10",
                    "resp": "#annotator8",
                    "id": "#c4b1ed4aba-software-1"
                },
                {
                    "type": "software",
                    "start": 108,
                    "end": 116,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "c4b1ed4aba-software-simple-w8"
                },
                {
                    "type": "software",
                    "start": 117,
                    "end": 124,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "c4b1ed4aba-software-simple-w9"
                },
                {
                    "type": "software",
                    "start": 143,
                    "end": 148,
                    "rawForm": "NVivo",
                    "resp": "whitelist",
                    "id": "c4b1ed4aba-software-simple-w10"
                }
            ]
        },
        {
            "text": "39 The data analysis is a combination of induction and deduction. ",
            "section": "Data analysis and quality of research",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "39"
                }
            ]
        },
        {
            "text": "In the diagnosis phase we will apply induction to establish the overall impression of the data material according to Malterud's 40 systematic text condensation approach. ",
            "section": "Data analysis and quality of research",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "type": "bibr",
                    "text": "40"
                }
            ]
        },
        {
            "text": "This will involve the Norwegian speaking members of the research team. ",
            "section": "Data analysis and quality of research",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 22,
                    "end": 31,
                    "rawForm": "Norwegian",
                    "resp": "whitelist",
                    "id": "c4b1ed4aba-software-simple-w11"
                }
            ]
        },
        {
            "text": "All team members will individually read the data material and come together in an analysis seminar to discuss the main themes 40 emerging from the data and which are most important to incorporate in the training programme content and methods. ",
            "section": "Data analysis and quality of research",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 128,
                    "type": "bibr",
                    "text": "40"
                }
            ]
        },
        {
            "text": "This total impression along with the systematic literature reviews will form the basis for the action planning phase where the training programmes will be designed. ",
            "section": "Data analysis and quality of research"
        },
        {
            "text": "The analysis of the data material from the implementation and evaluation phases will also be analysed according to the systematic text condensation approach. ",
            "section": "Data analysis and quality of research"
        },
        {
            "text": "This analysis is deductive and theory 40 driven as it will apply predefined categories based on Alvarez et al's 37 theoretical framework IMTEE. ",
            "section": "Data analysis and quality of research",
            "ref_spans": [
                {
                    "start": 38,
                    "end": 40,
                    "type": "bibr",
                    "text": "40"
                }
            ]
        },
        {
            "text": "Research quality in terms of transferability to other contexts is key in qualitative research. ",
            "section": "Data analysis and quality of research"
        },
        {
            "text": "38 Generalisability in the sense of exact replication of results across studies is not the goal of action research inquiries. ",
            "section": "Data analysis and quality of research",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "38"
                }
            ]
        },
        {
            "text": "According to Susman and Evered, 32 the basis of generalisation in action research is narrow, situational and bound by context. ",
            "section": "Data analysis and quality of research",
            "ref_spans": [
                {
                    "start": 32,
                    "end": 34,
                    "type": "bibr",
                    "text": "32"
                }
            ]
        },
        {
            "text": "32 This is also true for our study; however action research encourages transferability of project outcomes to similar settings when appropriate. ",
            "section": "Data analysis and quality of research",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "32"
                }
            ]
        },
        {
            "text": "Depending on contextual similarity, it is possible to judge the relevance of findings from our study and whether they can be applied to another study setting. ",
            "section": "Data analysis and quality of research"
        },
        {
            "text": "There is a potential conflict between our purposive sampling and transferability of results to other settings. ",
            "section": "Data analysis and quality of research"
        },
        {
            "text": "This will be addressed by providing details of the context in which our research occurs in our publications. ",
            "section": "Data analysis and quality of research"
        },
        {
            "text": "Also, we will collect data about our sample regarding for example, their experience with technology, age, gender and education, which we consider of relevance for other studies and populations. ",
            "section": "Data analysis and quality of research"
        },
        {
            "text": "This information will also be provided in our publications and enable a better ability to evaluate if our results are transferable to other contextual settings. ",
            "section": "Data analysis and quality of research"
        },
        {
            "text": "38 ",
            "section": "Data analysis and quality of research",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "text": "38"
                }
            ]
        },
        {
            "text": "The study is based on informed written consent, and informants and service users can withdraw at any point during the project. ",
            "section": "ETHICAL CONCERNS AND DISSEMINATION"
        },
        {
            "text": "Interview and observation data will be managed confidentially. ",
            "section": "ETHICAL CONCERNS AND DISSEMINATION"
        },
        {
            "text": "Tape recordings will be deleted after transcription. ",
            "section": "ETHICAL CONCERNS AND DISSEMINATION"
        },
        {
            "text": "Each interview and observation will be marked with a code, and the list matching the person identification and code will be securely stored (locked cabinet or password-protected PC at the university) by the research group ( project manager: SW, and principal researcher: VG). ",
            "section": "ETHICAL CONCERNS AND DISSEMINATION"
        },
        {
            "text": "Anonymised transcribed data material will be stored at the research institution for 3 years after the project ends.",
            "section": "ETHICAL CONCERNS AND DISSEMINATION"
        },
        {
            "text": "Results will be disseminated at several research conferences, one PhD thesis (VG), and in articles published in peer reviewed journals. ",
            "section": "ETHICAL CONCERNS AND DISSEMINATION"
        },
        {
            "text": "Moreover, we will present the study to audiences outside the academic community through public presentations and popular scientific publications.",
            "section": "ETHICAL CONCERNS AND DISSEMINATION"
        },
        {
            "text": "The rationale for choosing an action research approach in our study is found in action research's characteristics of being participatory, 41 collaborative, 42 empowering 43 and suitable for contextualisation 44 of problems facing processes of development and implementation of telecare solutions in healthcare. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "41"
                },
                {
                    "start": 156,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "42"
                },
                {
                    "start": 170,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "43"
                },
                {
                    "start": 208,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "44"
                }
            ]
        },
        {
            "text": "Involving a multistakeholder partnership in the research team and participation from health professionals and user representatives in the reference group is expected to increase the likelihood of an effective practice innovation in terms of training programmes well-suited for health professionals, service users and next of kin intended to use videophone technology to conduct virtual visits in elderly home care.",
            "section": "DISCUSSION"
        },
        {
            "text": "While the action research approach is seen to have strong potential within telecare projects [45][46][47] there is little documented use. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[45]"
                },
                {
                    "start": 97,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[46]"
                },
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[47]"
                }
            ]
        },
        {
            "text": "The reasons for its limited use in telecare studies are unclear but could be related to perceived methodological problems associated with the approach. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Issues of context, roles, politics, dynamics and ethics are deeply embedded in the action research method and influence its emergent process, quality and outcomes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "48 The primary strength of the action research methodology as applied to telecare studies is however its ability to actively engage people in research and empower them 35 and it has long been advocated for in telecare studies. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "48"
                },
                {
                    "start": 168,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "35"
                }
            ]
        },
        {
            "text": "49 It is not uncommon that new telecare technologies fail to see sustained adoption in practice 24 50 51 because intended users seldom get to contribute to development and implementation. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "49"
                },
                {
                    "start": 96,
                    "end": 104,
                    "type": "bibr",
                    "text": "24 50 51"
                }
            ]
        },
        {
            "text": "45 The main contribution of our study is therefore new knowledge and experience regarding application of action research in telecare projects. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "45"
                }
            ]
        },
        {
            "text": "By taking advantage of a combination of user experience, user involvement, collaboration and research evidence, we will develop research-based training programmes more suited for developing both technical and non-technical skills related to use of videophone technology.",
            "section": "DISCUSSION"
        },
        {
            "text": "Telecare can be considered to be one important solution for future healthcare challenges. ",
            "section": "DISCUSSION"
        },
        {
            "text": "6 However, different parties may have different views and perception of how healthcare services can benefit from implementing new technological tools and changed ways in how healthcare is provided. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "In this study we need to carefully consider these different views and the fact that participants in both the service user and healthcare professional sample may regard the video telephone as a too complicated tool with an inadequate design, or that communication and service provision via virtual visits is not increasing care quality. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Since we have close collaboration with the technology vendor, we will be able to give input to improve technology design, functionality and sound and picture quality based on actual user experience (health professionals and patients). ",
            "section": "DISCUSSION"
        },
        {
            "text": "We need to be aware of the contested nature of implementing ICTs in healthcare and we believe our research design opens the way for a continuous dialogue between researchers, technology users and the technology vendor, minimising the risk for low uptake and sustainability in practice. ",
            "section": "DISCUSSION"
        },
        {
            "text": "24 50 51 There is a need to consider both the benefits, challenges and limitations of action research applied to telecare projects and reflect on the role of the action researcher. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "bibr",
                    "text": "24 50 51"
                }
            ]
        },
        {
            "text": "The action researcher is a researcher acting to increase knowledge and understanding while simultaneously being a facilitator for organisational change. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Action research thus implies an inherently dual role for the researcher 52 who needs to be able to move between different roles when needed. ",
            "section": "DISCUSSION"
        },
        {
            "text": "53 This is a possible research challenge and limitation in our project and will require good knowledge of the action research process, alongside comprehensive research skills and an overall flexible and pragmatic approach. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "53"
                }
            ]
        },
        {
            "text": "It also necessitates the personal skills necessary to foster and handle diverse interpersonal relationships; ability to communicate and negotiate; social and cultural demands; and realistic time keeping. ",
            "section": "DISCUSSION"
        },
        {
            "text": "54 As collaborative problems, such as different assumptions, values and world views between stakeholders, 55 have been demonstrated by others as very disruptive and time consuming to the action research process, they need to be anticipated and openly discussed and managed by participants in the project. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "54"
                },
                {
                    "start": 106,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "55"
                }
            ]
        },
        {
            "text": "41 This will be solved by organising regular meetings involving all project partners, including the technology vendor, the municipalities and the researchers. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "41"
                }
            ]
        },
        {
            "text": "In structured meetings we will provide opportunities to discuss and overcome disagreement and collaborative problems in the multistakeholder team. ",
            "section": "DISCUSSION"
        },
        {
            "text": "An additional challenge and possible limitation relates to municipal decisionmaking processes not involving research team members but with possible relevance for the project. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Decisions related to technology development, technology costs and organisational change processes could emerge as critical for the project. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Possible future decisions in the involved municipalities could affect our research project, such as those related to new telecare solutions, new telecare strategies and choice of vendors or IT-related decisions that might interfere with the chosen videophone solution in this project. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, a possible challenge is related to the development of the videophone technology. ",
            "section": "DISCUSSION"
        },
        {
            "text": "This is not in the hands of the project team and challenges such as a delay in the production might interfere with our design of training programmes in the action planning phase and the pilot testing in the implementation phase. ",
            "section": "DISCUSSION"
        },
        {
            "text": "However, in an attempt to pre-empt such a problem, there are collaborative meetings with members from all work packages in the overall project. ",
            "section": "DISCUSSION"
        },
        {
            "text": "In addition, a project team member ( principal researcher: VG) is part of the videophone development group working to guide the development of the final videophone tool, together with representatives from the municipalities and the technology vendor. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The research team member was invited by the development team to coordinate the videophone development group, a coordinator role that extends to managing communications between our research project team and the videophone development project, in order to keep both project goals and deadlines coordinated, as both projects depend on each other for success.",
            "section": "DISCUSSION"
        },
        {
            "text": "Acknowledgements The authors would like to thank the funders and Department of Health Studies, University of Stavanger, for the possibility for carrying out this research. ",
            "section": "Table 1"
        },
        {
            "text": "The authors would like to thank both reviewers for constructive and helpful comments that improved the study protocol. ",
            "section": "Table 1"
        },
        {
            "text": "The authors would also like to thank partners in the overall Safer@home project: Lyse; Department of Electronical Engineering and Computer Sciences at",
            "section": "Table 1"
        },
        {
            "text": "Contributors SW planned the study design and study protocol, contributed to the development of data collection tools, drafted and revised this manuscript. "
        },
        {
            "text": "VG contributed to the study design, was responsible for the development of data collection tools and ethical approval and contributed to drafting and revision of the manuscript. "
        },
        {
            "text": "JA, IT, AMLH, MS, ES, KLM contributed to study design and commented on the manuscript draft and revision. "
        },
        {
            "text": "All authors have read and approved the final manuscript."
        },
        {
            "text": "Funding The Safer@home-simulation and training study is part of the project 'Smart systems to support safer independent living and social interaction for elderly at home' (Safer@Home). "
        },
        {
            "text": "This project is supported by the Norwegian Research Council grant number 210799.",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 33,
                    "end": 42,
                    "rawForm": "Norwegian",
                    "resp": "whitelist",
                    "id": "c4b1ed4aba-software-simple-w12"
                }
            ]
        },
        {
            "text": "Competing interests None."
        },
        {
            "text": "Ethics approval The study has been approved by the Norwegian Social Science Data Services (NSD) (Ref 32934, 16 April 2013).",
            "section": "Patient consent Obtained.",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 51,
                    "end": 60,
                    "rawForm": "Norwegian",
                    "resp": "whitelist",
                    "id": "c4b1ed4aba-software-simple-w13"
                }
            ]
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "section": "Patient consent Obtained."
        },
        {
            "text": "Open Access This is an Open Access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 3.0) license, which permits others to distribute, remix, adapt, build upon this work noncommercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. ",
            "section": "Patient consent Obtained.",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 5,
                    "end": 11,
                    "rawForm": "Access",
                    "resp": "whitelist",
                    "id": "c4b1ed4aba-software-simple-w14"
                },
                {
                    "type": "software",
                    "start": 28,
                    "end": 34,
                    "rawForm": "Access",
                    "resp": "whitelist",
                    "id": "c4b1ed4aba-software-simple-w15"
                }
            ]
        },
        {
            "text": "See: http:// creativecommons.org/licenses/by-nc/3.0/",
            "section": "Patient consent Obtained."
        }
    ]
}