{
    "level": "sentence",
    "id": "c19a94d9df",
    "abstract": [
        {
            "text": "The aim of the present study was to investigate the current evidence for the effect of exercise on glycemic control, the lipid profile, body composition, vascular health, and complications in Korean patients with type 2 diabetes. "
        },
        {
            "text": "[Subjects and Methods] The subjects were 1,263 patients receiving outpatient care at 13 general hospitals located in Seoul and Gyeonggido who were subjected to examinations in the areas of blood glucose management, complications management, and diabetes education between March 19 and May 29, 2013. "
        },
        {
            "text": "The relations between exercise and various regulatory factors including patient's general and clinical characteristics, metabolic regulation, achievement of goals for metabolic regulation, and complication incidence in patients with type 2 diabetes were investigated. "
        },
        {
            "text": "[Results] Exercise management was associated with a decrease in systolic blood pressure, fasting glucose, postprandial glucose, hemoglobin A1c, total cholesterol, triglyceride, and low-density lipoprotein Regarding achievement of goals for metabolic regulation, significant odds ratios were observed for the effect of exercise treatment on blood pressure, fasting glucose, postprandial glucose, hemoglobin A1c, triglyceride, HDL in men, and BMI in patients with type 2 diabetes. "
        },
        {
            "text": "Moreover, exercise management was associated with decreased occurrence of cerebrovasculopathy. "
        },
        {
            "text": "[Conclusion] In conclusion, exercise induced metabolic regulation of glycemic control, the lipid profile, and body composition, as well as vascular health and complications, in Korean patients with type 2 diabetes."
        }
    ],
    "body_text": [
        {
            "text": "Type 2 diabetes mellitus is a widely known chronic metabolic disease in nearly all countries that is characterized by an increase in the blood-glucose level resulting from impairment of β-cell function relative to insulin sensitivity 1,2) . ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 234,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 236,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2)"
                }
            ]
        },
        {
            "text": "It is associated with changes in body mass index (BMI), glycemic control, the quality of life, and the others as well as complications related to the cardiovascular, renal, optic, and neural system [2][3][4] .",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 198,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 201,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 204,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The prevalence of type 2 diabetes has become a leading global factor of mortality and morbidity ",
            "section": "INTRODUCTION"
        },
        {
            "text": "5) . ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5)"
                }
            ]
        },
        {
            "text": "The population with type 2 diabetes would increase worldwide by 11.4% from 366 million in 2011 to 522 million by 2030, representing about one in 10 adult. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "In Korea, the prevalence rate of diabetes is expected to be similar to the global trend, and the global rate has increased approximately seven-fold, from 1.5 to 9.9%, during the past 40 years ",
            "section": "INTRODUCTION"
        },
        {
            "text": "6) . ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6)"
                }
            ]
        },
        {
            "text": "In particular, diabetes has become one of the leading causes of death, and the rate of death is the twice as high as that among persons without the disorder 3,7) . ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3,"
                },
                {
                    "start": 159,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7)"
                }
            ]
        },
        {
            "text": "Although there has been noticeable development of new treatment modalities for diabetes, many studies have reported that the prevalence of diabetes is expected to double over the next 25 years ",
            "section": "INTRODUCTION"
        },
        {
            "text": "5) .",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5)"
                }
            ]
        },
        {
            "text": "Clinical trials for patients with diabetes are focused on intensive glycemic control to prevent hypoglycemia by mul-tifactorial interventions 8,9) . ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8,"
                },
                {
                    "start": 144,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9)"
                }
            ]
        },
        {
            "text": "Adjustment of food intake, pharmacological therapy, and exercise are suggested as the three major sources of therapy for type 2 diabetes ",
            "section": "INTRODUCTION"
        },
        {
            "text": "10) . ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10)"
                }
            ]
        },
        {
            "text": "Especially, exercise is an important part of the diabetes management plan. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "Exercise improves longevity and ameliorates the health of patients with type 2 diabetes. ",
            "section": "INTRODUCTION"
        },
        {
            "text": "It has an well-known impact on glycated hemoglobin as well as independent effects on other parameters of cardio-metabolic risk by promoting endothelial function ",
            "section": "INTRODUCTION"
        },
        {
            "text": "11) .",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11)"
                }
            ]
        },
        {
            "text": "Although most guidelines has emphasized the importance of exercise training and numerous studies have demonstrated effects on diabetes in experimental environments, largescale research of relations between these interventions and diabetes have been lacking until recent years in Korea 12) . ",
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 279,
                    "end": 288,
                    "type": "bibr",
                    "text": "Korea 12)"
                }
            ]
        },
        {
            "text": "Therefore, the aim of present study was to investigate the current evidence for the effect of exercise on glycemic control, the lipid profile, body composition, vascular health, and complications in a number of patients with type 2 diabetes.",
            "section": "INTRODUCTION"
        },
        {
            "text": "This study was performed for two months, from March 19, 2013, to May 29, 2013, at 13 general hospitals located in Seoul and Gyeonggi province, Republic of Korea. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "Patients over 20 year old and registered as having type 2 diabetes, excluding those with type 1 diabetes and those who were unfit on the day they were diagnosed, were invited to participate. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "Based on these criteria, there were 2,626 possible participants who had visited outpatient clinics and received medical care for 6 months. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "This study was approved by the Institutional Review Board (IRB) of each participant's hospital. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "In this study, we surveyed the management of the 1,263 type 2 diabetic patients of 13 general hospitals in the Republic of Korea according to the American Diabetes Association (ADA) guidelines 8) .",
            "section": "SUBJECTS AND METHODS",
            "ref_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8)"
                }
            ]
        },
        {
            "text": "Using medical records, we investigated socio-economic data, disease-related data, blood sampling tests, prescription drugs, co-morbidities and complications. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "We developed and used a questionnaire based on previous study. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "BMI was calculated as weight (kg) divided by height (m) squared. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "To understand the management, we checked the results of angiography and hemoglobin A1c (HbA1c), serum lipid, fasting blood sugar, 2-hour postprandial glucose, and microalbuminuria test which are the indexes for blood sugar management. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "We also investigated behavioral treatment, oral hypoglycemic agents, insulin, insulin with an oral hypoglycemic agent and insulin pumps in the case of diabetes treatment. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "For comorbid medication, we investigated hypertension drugs, anticoagulation agents and anti-lipidemic agents. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "We investigated the 1 year results, and if there were no records or the records were one or more years old, the patient was considered to have had no check-up. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "For the appropriate metabolic control level, we checked the blood sugar level, blood pressure, low-density lipoprotein cholesterol (LDL-C) < 100 mg/dL, high-density lipoprotein, and serum lipid level. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "We followed the target standards of the ADA which were the HbA1c < 7.0%, blood pressure < 130/80 mmHg, cholesterol (HDL-C) > 40 mg/dL (male) or 55 mg/ dL (female), and triglyceride < 150 mg/dL 8) . ",
            "section": "SUBJECTS AND METHODS",
            "ref_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8)"
                }
            ]
        },
        {
            "text": "Regarding complications, we included only those diagnosed based on the patients' medical records. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "For complications, we counted cases in which patients had related drug prescriptions even if there was no diagnosis and cases in which there were diseases diagnosed based on the patients' medical records. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "If the patients had received education at other institutions, the education was excluded because of lack of clear records and quality control. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "When patients were medicated with hypertension-and dyslipidemia-related drugs, we whether or not there were medical records. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "All cancers were included.",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "All statistical analyses were performed using SPSS for Windows (v. 12.0 K, SPSS Inc., Chicago, IL, USA). ",
            "section": "SUBJECTS AND METHODS",
            "entity_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator8",
                    "used": true,
                    "id": "c19a94d9df-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 67,
                    "end": 73,
                    "type": "version",
                    "rawForm": "12.0 K",
                    "resp": "#annotator8",
                    "id": "#c19a94d9df-software-0"
                },
                {
                    "start": 75,
                    "end": 83,
                    "type": "publisher",
                    "rawForm": "SPSS Inc",
                    "resp": "#curator",
                    "id": "#c19a94d9df-software-0"
                },
                {
                    "type": "software",
                    "start": 46,
                    "end": 50,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "c19a94d9df-software-simple-w0"
                },
                {
                    "type": "software",
                    "start": 55,
                    "end": 62,
                    "rawForm": "Windows",
                    "resp": "whitelist",
                    "id": "c19a94d9df-software-simple-w1"
                },
                {
                    "type": "software",
                    "start": 75,
                    "end": 79,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "c19a94d9df-software-simple-w2"
                }
            ]
        },
        {
            "text": "The results were expressed as the mean ± standard deviation (SD) and number (percent). ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "The general and clinical characteristics of the patients in the exercise and non-exercise groups, including age, height, weight, and others results, were analyzed with the independent t-test. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "Differences were considered statistically significant when p < 0.05. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "Pearson's correlation coefficients were used to assess the relation between metabolic regulation (blood pressure, glucose, HbA1c, total cholesterol, triglyceride, and HDL and LDL cholesterol) and exercise in patients with type 2 diabetes. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "Moreover, univariate logistic regression was used to assess the associations between achievement of goals for metabolic regulation of medical characteristics and complications and exercise in patients with type 2 diabetes. ",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "The odds ratios for each factor in each model were calculated with Wald-type 95% confidence intervals.",
            "section": "SUBJECTS AND METHODS"
        },
        {
            "text": "Characteristics of the study population were analyzed (Table 1). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 63,
                    "type": "table",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Among the 1,263 diabetic participants, 734 routinely performed exercise for management of diabetes. ",
            "section": "RESULTS"
        },
        {
            "text": "The baseline characteristics of the participants revealed an average age of 60.6 years with a slightly higher proportion of males (58.1%) than females (41.9%). ",
            "section": "RESULTS"
        },
        {
            "text": "There were no significant differences in height (163.5±8.6 cm vs. 162.5±9.7 cm), weight (66.6±11.0 kg vs. 67.6±11.9 kg), and duration of diabetes (10.4±8.0 years vs. 10.5±8.5 years) between the exercise and non-exercise groups. ",
            "section": "RESULTS",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 147,
                    "end": 151,
                    "rawForm": "10.4",
                    "resp": "whitelist",
                    "id": "c19a94d9df-software-simple-w3"
                }
            ]
        },
        {
            "text": "However, there was a significant difference in BMI (24.9±3.1 vs. 25.5±3.6) between the two groups. ",
            "section": "RESULTS"
        },
        {
            "text": "In the exercise group, 46.6% of the participants had hypertension, 14.9% of the participants had hyperlipidemia, 63.9% of the participants had received education concerning diabetes. ",
            "section": "RESULTS"
        },
        {
            "text": "In the non-exercise group, 53.5% of the participants had hypertension (53.5%), 18.3% of the participants had hyperlipidemia, and 57.5% of the participants had received education concerning diabetes. ",
            "section": "RESULTS"
        },
        {
            "text": "An oral agent was applied for diabetes therapy for most of the participants in the two groups (71.9% vs. 69.4%).",
            "section": "RESULTS"
        },
        {
            "text": "The correlation coefficients showed an association between metabolic regulation variables and exercise management. ",
            "section": "RESULTS"
        },
        {
            "text": "Most metabolic regulation variables had associations with exercise, except for diastolic blood pressure (DBP) ( Table 2). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 120,
                    "type": "table",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "Exercise management was associated with a decrease in the levels of systolic blood pressure (SBP), fasting glucose, postprandial glucose, HbA1c, total cholesterol, triglyceride, and LDL.",
            "section": "RESULTS"
        },
        {
            "text": "In order to calculate the odds ratio for exercise and achievement of goals for metabolic regulation in patients with type 2 diabetes, univariate logistic regression was performed ( Table 3). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 189,
                    "type": "table",
                    "text": "Table 3)"
                }
            ]
        },
        {
            "text": "Regarding achievement of goals for metabolic regulation, significant odds ratios were observed for the effect of exercise treatment on blood pressure, fasting glucose, postprandial glucose, HbA1c, triglyceride, HDL in men, and BMI in the patients with type 2 diabetes.",
            "section": "RESULTS"
        },
        {
            "text": "Moreover, the odds ratios for exercise and complication incidence in patients with type 2 diabetes were also analyzed (Table 4). ",
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 127,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 4)"
                }
            ]
        },
        {
            "text": "Exercise management was associated with decreased occurrence of cerebrovasculopathy.",
            "section": "RESULTS"
        },
        {
            "text": "Type 2 diabetes mellitus is associated with changes in all organ systems involved in human health including the Odds ratios for exercise and achievement of goals for metabolic regulation in patients with type 2 diabetes were calculated by univariate logistic regression. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Achievement of goals was decided based on the target standards of the ADA, which were the HbA1c < 7.0%, blood pressure < 130/80 mmHg, LDL-C < 100 mg/dL, HDL-C > 40 mg/dL (male) or 55 mg/dL (female), and triglyceride < 150 mg/dL. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Odds ratios for each factor in each model were calculated with Wald-type 95% confidence intervals. ",
            "section": "DISCUSSION"
        },
        {
            "text": "*p < 0.05 Odds ratio for exercise and complication incidence in patients with type 2 diabetes were calculated. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Univariate logistic regression was used to assess the associations between complications and exercise in type 2 diabetes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Odds ratios for each factor in each model were calculated with Wald-type 95% confidence intervals. ",
            "section": "DISCUSSION"
        },
        {
            "text": "*p < 0.05 digestive, cardiovascular, renal, optic, and neural systems. ",
            "section": "DISCUSSION"
        },
        {
            "text": "For type 2 diabetes, the three major sources of therapy are adjustment of food intake, pharmacological therapy, and exercise. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Among them, exercise makes up an important part of diabetes management and ameliorates the health of patients with type 2 diabetes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Therefore, the aim of present study was to investigate the current evidence for the effect of exercise on glycemic control, lipid profile, body composition, vascular health, and complications in a number of patients with type 2 diabetes to understand the apparent relations between exercise and health. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Diabetes affects both body mass and muscle quality, due to poor vascular supply and peripheral neuropathy ",
            "section": "DISCUSSION"
        },
        {
            "text": "13) . ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13)"
                }
            ]
        },
        {
            "text": "Among the characteristics of the study population, there was a significant difference in only BMI between the exercise and non-exercise groups in the present results. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The BMI value represents a highly important risk factor for type 2 diabetes, and exercise adjusts the BMI by reducing visceral fat and increasing the fat-free mass 7,14) Our results showed an association between metabolic regulation variables and exercise management. ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 164,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7,"
                },
                {
                    "start": 166,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14)"
                }
            ]
        },
        {
            "text": "Most metabolic regulation variables had associations with exercise. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Exercise management was associated with a decrease in SBP, fasting glucose, postprandial glucose, HbA1c, total cholesterol, triglyceride, and LDL. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Umpierre et al. demonstrated that aerobic exercise intervention improved HbA1c by 0.73% ",
            "section": "DISCUSSION"
        },
        {
            "text": "15) . ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15)"
                }
            ]
        },
        {
            "text": "Furthermore, it is well known that aerobic exercise enhances glycemic control, raising it to a moderate level 5) . ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5)"
                }
            ]
        },
        {
            "text": "Endurance exercise helps to decrease LDL-C, however, it had no impact on HDL, total cholesterol, and triglycerides 16) .",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16)"
                }
            ]
        },
        {
            "text": "Moreover, in the present results concerning exercise and achievement of goals for metabolic regulation in patients with type 2 diabetes, significant odds ratios were observed for the effect of exercise treatment on blood pressure, fasting glucose, postprandial glucose, HbA1c, triglyceride, HDL in men, and BMI in the patients with type 2 diabetes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These results are related to the effect of exercise through the regulation of energy metabolism in type 2 diabetes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Exercise induces a change in fuel usage by working muscle from nonesterified fatty acids to a blend of nonesterified fatty acids, glucose, and muscle glycogen 10) . ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10)"
                }
            ]
        },
        {
            "text": "During exercise, the neuroendocrine system would control fuel mobilization 12) . ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12)"
                }
            ]
        },
        {
            "text": "These changes induce a decrease in insulin secretion and increase in glucagon, catecholamine, and cortisol secretion. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, these neural and endocrine changes cause deficits in fuel availability, neural activity from the acting limb, visceral organs, and baroreceptor control of heart rate 17) . ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17)"
                }
            ]
        },
        {
            "text": "The exercise-induced increase in glucagon evokes glycogenolysis and gluconeogenesis as well as hepatic amino metabolism and fat oxidation. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The decrease in insulin is essential to the full glycogenolytic response during exercise. ",
            "section": "DISCUSSION"
        },
        {
            "text": "The exercise-induced increase in endogenous glucose production is important in regulation of whole-body glucose homeostasis 10) .",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10)"
                }
            ]
        },
        {
            "text": "Meanwhile, in our results concerning exercise and complication incidence in patients with type 2 diabetes, exercise management was associated with decreased occurrence of cerebrovasculopathy. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Previous studies reported that aerobic exercise had valuable effects on metabolic parameters such as glycemic control, fasting blood glucose level, and the lipid profile, and decreased the risk factors in type 2 diabetes 2) . ",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 221,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2)"
                }
            ]
        },
        {
            "text": "It also improved endothelial function and vascular complications by reducing arterial stiffness 18) .",
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18)"
                }
            ]
        },
        {
            "text": "The present study demonstrated that exercise was associated with metabolic regulation of glycemic control, the lipid profile, and body composition, as well as vascular health and complications, in 1,263 Korean patients with type 2 diabetes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "These results from this large-scale study could explain the apparent relations between exercise and diabetic health. ",
            "section": "DISCUSSION"
        },
        {
            "text": "Therefore, these facts imply that exercise leads to a more healthy life and reduces disorders and complications in patients with type 2 diabetes. ",
            "section": "DISCUSSION"
        },
        {
            "text": "More research related to the importance of exercise in terms of its various beneficial aspects is needed for people with type 2 diabetes in other countries.",
            "section": "DISCUSSION"
        },
        {
            "text": "General and clinical characteristics of the patients in the exercise and non-exercise groups Odds ratio for exercise and achievement of goals for metabolic regulation in patients with type 2 diabetes",
            "section": "Table 1 .Table 3 ."
        },
        {
            "text": "Odds ratio for exercise and complication incidence in",
            "section": "Table 4 ."
        },
        {
            "text": "This research was supported by a grant from the Korean Association of Diabetes Nurse Educators.",
            "section": "ACKNOWLEDGEMENT"
        }
    ]
}