{
    "id": "a17edb9e9e",
    "abstract": [],
    "body_text": [
        {
            "text": "Diclofenaco; Midriático; Fenilefrina; Dilatación de la pupila; Tropicamida Eficacia de la mezcla de gotas oculares para la dilatación de la pupila: estudio aleatorizado y comparativo",
            "section": "PALABRAS CLAVE"
        },
        {
            "text": "Objetivo: La dilatación de la pupila con tres tipos de gotas oculares se utiliza normalmente en la práctica clínica; sin embargo, la mezcla de dichas gotas en un único envase puede resultar más beneficiosa a la hora de reducir las cargas de trabajo y los recursos. ",
            "section": "Resumen"
        },
        {
            "text": "Este estudio comparó la eficacia entre dos protocolos de dilatación de pupilas. ",
            "section": "Resumen"
        },
        {
            "text": "Métodos: Este estudio prospectivo, aleatorizado y comparativo incluyó a 30 pacientes tailandeses elegibles. ",
            "section": "Resumen"
        },
        {
            "text": "A dichos pacientes se les dilató aleatoria y preoperatoriamente la pupila utilizando el protocolo convencional (1% tropicamida (T), 10% fenilefrina (P) y 0,1% diclofenaco (D) en tres envases separados), o el protocolo de combinación fija (TPD), que contenía los tres tipos de gotas oculares mezclados en un único envase, a un ratio de 4:3:3. ",
            "section": "Resumen"
        },
        {
            "text": "Se utilizaron las pruebas de 2 y la prueba independiente t para analizar los datos. ",
            "section": "Resumen"
        },
        {
            "text": "Resultados: Tanto el grupo de protocolo convencional como el grupo TPD incluyeron a 15 pacientes. ",
            "section": "Resumen"
        },
        {
            "text": "A los sesenta minutos de la instilación inicial, todos los pacientes del protocolo TPD y 13 pacientes (86,7%) del protocolo convencional lograron un mínimo de 6 mm en el diámetro menor. ",
            "section": "Resumen"
        },
        {
            "text": "La tasa midriática entre ambos protocolos no reflejó diferencia alguna. ",
            "section": "Resumen"
        },
        {
            "text": "En los pacientes del protocolo TPD, los efectos sistémicos sobre la presión sanguínea media y el índice de pulso disminuyeron con el tiempo.",
            "section": "Resumen"
        },
        {
            "text": "Pupillary dilatation is necessary for a fundus examination and ophthalmic procedures. ",
            "section": "Introduction"
        },
        {
            "text": "The mydriatic agents that are generally available in the eye clinic are tropicamide and phenylephrine. ",
            "section": "Introduction"
        },
        {
            "text": "For an intraocular examination or operation, a non-steroidal anti-inflammatory drug is additionally required to prolong the mydriatic effect and lessen post-operative inflammation. ",
            "section": "Introduction"
        },
        {
            "text": "1,2 The conventional formula of pre-operative pupillary dilatation commonly used in the hospital is 1% tropicamide, 10% phenylephrine, and 0.1% diclofenac in separate bottles. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Each eye-drop bottle contains preservatives to inhibit microbial contamination. ",
            "section": "Introduction"
        },
        {
            "text": "However, these preservatives have been linked to unwanted ocular surface side effects, such as stinging, redness and corneal punctate epithelial erosion. ",
            "section": "Introduction"
        },
        {
            "text": "A combination of preoperative eye drops in one bottle may not only reduce the frequency of multiple eye drop administrations but may also reduce the ocular and systemic complications. ",
            "section": "Introduction"
        },
        {
            "text": "3---5 There were some reports on the efficacy and safety of a combination of tropicamide and phenylephrine, 4---6 but there is no report on a combination of tropicamide, phenylephrine and diclofenac.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "3---5"
                },
                {
                    "start": 108,
                    "end": 113,
                    "type": "bibr",
                    "text": "4---6"
                }
            ]
        },
        {
            "text": "The objective of this study is to compare the mydriatic efficacy of a mixture of tropicamide, phenylephrine and diclofenac in a single eye-drop bottle to the conventional practice of applying the eye drops from separate bottles.",
            "section": "Introduction"
        },
        {
            "text": "This randomized prospective study was performed in accordance with the declaration of Helsinki and was approved by the Ethics Committee of the Faculty of Medicine, Prince of Songkla University, Thailand (EC 56-153-02-1-2). ",
            "section": "Inclusion criteria",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 164,
                    "end": 170,
                    "rawForm": "Prince",
                    "resp": "whitelist",
                    "id": "a17edb9e9e-software-simple-w0"
                }
            ]
        },
        {
            "text": "We followed our institution protocols regarding patient data protection. ",
            "section": "Inclusion criteria"
        },
        {
            "text": "Written informed consents were obtained from 30 consecutive, eligible patients before the study began. ",
            "section": "Inclusion criteria"
        },
        {
            "text": "The inclusion criteria were patients of 18 years old or older and scheduled for an operation at Songklanagarind Hospital, Prince of Songkla University, Thailand from April to July 2013. ",
            "section": "Inclusion criteria",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 122,
                    "end": 128,
                    "rawForm": "Prince",
                    "resp": "whitelist",
                    "id": "a17edb9e9e-software-simple-w1"
                }
            ]
        },
        {
            "text": "The pre-operative fasting plasma glucose of all diabetic patients was less than 200 mg/dl. ",
            "section": "Inclusion criteria"
        },
        {
            "text": "The resting systolic pressure was ≤160 mmHg and the resting diastolic pressure was ≤90 mmHg.",
            "section": "Inclusion criteria"
        },
        {
            "text": "Patients with a risk of angle-closure, uncontrolled blood pressure, pregnancy, iris or pupil abnormality, or a history of allergic reactions to any of the investigating drugs were excluded from the study.",
            "section": "Exclusion criteria"
        },
        {
            "text": "The sample size of 30 patients was calculated from the formula n > 2 × (Z˛/ 2 × /d 1 ) 2 , where Z˛= 1.96, (sigma) = 0.6, d 1 (delta) = 8.0---7.0 mm (mean = 8.0 mm, lower limit = 7.0 mm). ",
            "section": "Sample size of patients",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The calculated number of recruited patients was at least 14 for each group with an anticipated 20% dropout allowance.",
            "section": "Sample size of patients"
        },
        {
            "text": "The eye drops for the conventional protocol included three commercial preparations: 1% tropicamide (Mydriacyl ® , Alcon-Couvreur, Puurs, Belgium), 10% phenylephrine (Phenylephrine HCL ® , Silom Medical Co., Ltd, Thailand) and 0.1% diclofenac (Voltaren Ophtha Oftalmico ® , Novartis PharmaAG, Basel, Switzerland) in separate bottles. ",
            "section": "Dilating eye drops",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 114,
                    "end": 119,
                    "rawForm": "Alcon",
                    "resp": "whitelist",
                    "id": "a17edb9e9e-software-simple-w2"
                },
                {
                    "type": "software",
                    "start": 299,
                    "end": 310,
                    "rawForm": "Switzerland",
                    "resp": "whitelist",
                    "id": "a17edb9e9e-software-simple-w3"
                }
            ]
        },
        {
            "text": "The mixture of the fixed combination protocol was a combination of those commercial preparations in a ratio of 4:3:3 that resulted in a final concentration of 0.4% tropicamide (T), 3% phenylephrine (P) and 0.03% diclofenac (D). ",
            "section": "Dilating eye drops"
        },
        {
            "text": "This reduced concentration mixture (TPD) was labeled for the TPD protocol. ",
            "section": "Dilating eye drops"
        },
        {
            "text": "A pharmacist (PA) of the hospital was responsible for the preparation of this TPD mixture. ",
            "section": "Dilating eye drops"
        },
        {
            "text": "The mixture was prepared from commercially available eye drops instead of using the primary preservative-free pharmaceutical products. ",
            "section": "Dilating eye drops"
        },
        {
            "text": "This mixture was easily prepared in the office and dispensed to several units. ",
            "section": "Dilating eye drops"
        },
        {
            "text": "The precipitation of tropicamide, which may occur when mixed with phenylephrine, was less likely to occur at a concentration less than 0.5%. ",
            "section": "Dilating eye drops"
        },
        {
            "text": "6 The fixed combination of these three medications was chemically stable.",
            "section": "Dilating eye drops",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "Eligible patients were randomized into two groups and received either a conventional or TPD formula for pupillary dilatation. ",
            "section": "Study protocols"
        },
        {
            "text": "Patients in the conventional protocol received eye drops every 5 min (Table 1). ",
            "section": "Study protocols",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 78,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Patients in the TPD protocol received the TPD mixture every 15 min. ",
            "section": "Study protocols"
        },
        {
            "text": "Other eye drops, such as topical anesthetics, were not allowed before the study. ",
            "section": "Study protocols"
        },
        {
            "text": "The measurements of pupillary diameters, pulse and blood pressure were taken at baseline, 10 min, 25 min and 60 min after the first eye drop instillation of each protocol that was administered. ",
            "section": "Study protocols"
        },
        {
            "text": "The pupillary diameter was measured in both horizontal and vertical dimensions by an infrared pupillometer (Colvard ® , OASIS Medical Inc., CA, USA) and was read by only one investigator (SS). ",
            "section": "Study protocols",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 120,
                    "end": 125,
                    "rawForm": "OASIS",
                    "resp": "whitelist",
                    "id": "a17edb9e9e-software-simple-w4"
                }
            ]
        },
        {
            "text": "The average of these two values was recorded for the analysis. ",
            "section": "Study protocols"
        },
        {
            "text": "The sitting arterial blood pressure and pulse were measured by an automatic sphygmomanometer (Spirit ® , Spirit Medical Co., Ltd., Taiwan, ROC). ",
            "section": "Study protocols"
        },
        {
            "text": "The target pupillary size was at least 6 mm in the shortest dimension within 60 min. ",
            "section": "Study protocols"
        },
        {
            "text": "With a pupillary size of at least 6 mm in diameter, the fundus examination along with most intraocular operations achieved a sufficient view of the lens, retina and vitreous.   ",
            "section": "Study protocols"
        },
        {
            "text": "The primary outcome was a difference of the mean pupillary diameters at 60 min between the two protocols. ",
            "section": "Study protocols"
        },
        {
            "text": "The secondary outcomes were changes in the mean arterial blood pressure (MAP) and arterial pulse. ",
            "section": "Study protocols"
        },
        {
            "text": "A formula for the MAP calculation was [(2 × diastolic value) + systolic value]/3.",
            "section": "Study protocols"
        },
        {
            "text": "A comparative analysis of continuous data was performed by an independent t-test. ",
            "section": "Statistical analysis"
        },
        {
            "text": "A comparative analysis of categorical data was performed by a Chi-square test. ",
            "section": "Statistical analysis"
        },
        {
            "text": "SPSS version 16.0 was used for these analyses. ",
            "section": "Statistical analysis",
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator9",
                    "used": true,
                    "id": "a17edb9e9e-software-2",
                    "cert": "1.0"
                },
                {
                    "start": 13,
                    "end": 17,
                    "type": "version",
                    "rawForm": "16.0",
                    "resp": "#annotator9",
                    "id": "#a17edb9e9e-software-2"
                },
                {
                    "type": "software",
                    "start": 0,
                    "end": 4,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "a17edb9e9e-software-simple-w5"
                }
            ]
        },
        {
            "text": "A p-value of 0.05 or less was considered statistically significant.",
            "section": "Statistical analysis"
        },
        {
            "text": "Thirty patients (16 male, 14 female) were enrolled in the study and were randomized to receive the conventional or the TPD protocol. ",
            "section": "Patient demographic data"
        },
        {
            "text": "The patients' ages ranged from 23 to 83 years. ",
            "section": "Patient demographic data"
        },
        {
            "text": "Underlying diseases such as diabetes mellitus (DM), hypertension (HT) and dyslipidemia were reported in 60% of patients in the conventional group and in 40% of patients in the TPD group. ",
            "section": "Patient demographic data"
        },
        {
            "text": "Three patients (20%) in each group had diabetes mellitus. ",
            "section": "Patient demographic data"
        },
        {
            "text": "Eight patients (53.3%) in the conventional group and 5 patients (33.3%) in the TPD group had hypertension. ",
            "section": "Patient demographic data"
        },
        {
            "text": "Two patients (13.3%) in each group had dyslipidemia. ",
            "section": "Patient demographic data"
        },
        {
            "text": "However, none of these underlying diseases were statistically different between the groups (p = 0.465 for overall conditions, p = 1.00 for DM, p = 0.46 for HT, and p = 1.00 for dyslipidemia). ",
            "section": "Patient demographic data"
        },
        {
            "text": "Other baseline characteristics of the patients are shown in Table 2. ",
            "section": "Patient demographic data",
            "ref_spans": [
                {
                    "start": 60,
                    "end": 67,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "There were no differences in the basic characteristics of the patients between the protocols.",
            "section": "Patient demographic data"
        },
        {
            "text": "At baseline, the mean pupillary size of the patients in the TPD group was slightly larger than the conventional group. ",
            "section": "Primary outcome"
        },
        {
            "text": "However, the average difference in the final pupillary size from baseline in both groups was equal. ",
            "section": "Primary outcome"
        },
        {
            "text": "The pupil diameter increased by 4.12 ± 1.06 mm in the TPD group and by 4.10 ± 0.80 mm in the conventional group (Table 3). ",
            "section": "Primary outcome",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 121,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "The average rate of mydriasis in the TPD group was 0.0687 mm/min and 0.0683 mm/min in the conventional group. ",
            "section": "Primary outcome"
        },
        {
            "text": "There was no statistical difference of mydriatic rates between the two protocols ( Fig. 1). ",
            "section": "Primary outcome",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1)"
                }
            ]
        },
        {
            "text": "All patients in the TPD group and 13 patients (86.7%) in the conventional group achieved their target pupillary size at 60 min. ",
            "section": "Primary outcome"
        },
        {
            "text": "Changes in the pupil diameter from baseline were not significantly different between protocols (Table 3). ",
            "section": "Primary outcome",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 104,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "These changes also showed no differences between normal patients and patients with underlying diseases at every time point in the subgroup analyses of both protocols (Table 4).",
            "section": "Primary outcome",
            "ref_spans": [
                {
                    "start": 166,
                    "end": 175,
                    "type": "table",
                    "text": "(Table 4)"
                }
            ]
        },
        {
            "text": "The changes in MAP of the patients at each time point after initiating the dilating drops were not significantly different between the protocols. ",
            "section": "Secondary outcome"
        },
        {
            "text": "However, the changes of arterial pulse from the baseline were strikingly different between the two protocols. ",
            "section": "Secondary outcome"
        },
        {
            "text": "While the mean arterial pulse of the patients who received the conventional protocol increased over time, the mean arterial pulse of the patients who were administered the TPD protocol decreased over time (p < 0.005). ",
            "section": "Secondary outcome"
        },
        {
            "text": "Although the change in the MAP from baseline was not significantly different between the protocols, the values showed a tendency to decrease over time (Table 3). ",
            "section": "Secondary outcome",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 160,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 3)"
                }
            ]
        },
        {
            "text": "Our study included DM and HT patients: 60% in the conventional group and 40% in the TPD group. ",
            "section": "Discussion"
        },
        {
            "text": "Although Table 2 demonstrates that patients with these underlying diseases were not statistically different, the underlying diseases did have a more or less effect on the pupil size at baseline ( Table 3). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 9,
                    "end": 16,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                },
                {
                    "start": 196,
                    "end": 203,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The mean baseline pupil size of the patients in the conventional group was smaller than the TPD group with a significant difference. ",
            "section": "Discussion"
        },
        {
            "text": "Therefore, concerning the rates of pupillary dilatation, it would be more useful to compare the effect of the eye drops between protocols than the sizes of the final pupillary diameter. ",
            "section": "Discussion"
        },
        {
            "text": "At the end of the study, both protocols yielded an equal degree of pupillary dilatation and the rate of pupillary dilatation was not different between the two groups. ",
            "section": "Discussion"
        },
        {
            "text": "There was also no statistical difference in the pupillary sizes between the patients with DM or HT who received either the conventional or TPD protocol at every time point (Table 4).",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 181,
                    "type": "table",
                    "text": "(Table 4)"
                }
            ]
        },
        {
            "text": "A mixture of reduced concentration of tropicamide and phenylephrine in patients with darkly pigmented irides was reported to be sufficiently effective for pupillary dilatation in indirect ophthalmoscopy. ",
            "section": "Discussion"
        },
        {
            "text": "4,5 This study also showed that the lower concentration of dilating drops in the TPD protocol neither compromised the average gain in pupillary increment nor the mean mydriatic rate at the 60 min mark. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "Diclofenac can be added into the mixture of tropicamide and phenylephrine without disturbing the mydriatic effects. ",
            "section": "Discussion"
        },
        {
            "text": "However, the prolonged efficacy of pupillary dilatation during the intraoperative period may be required in a future study. ",
            "section": "Discussion"
        },
        {
            "text": "The limitation of this study was the small number of subjects. ",
            "section": "Discussion"
        },
        {
            "text": "Therefore, a subgroup analysis of mydriatic",
            "section": "Discussion"
        },
        {
            "text": "We thank Ms. Parichat Damthongsuk for the statistical analysis.",
            "section": "Acknowledgment"
        },
        {
            "text": "response between patients with underlying diseases and normal patients could not be provided."
        },
        {
            "text": "In regards to the systemic effects on the MAP and pulse, phenylephrine has a sympathetic stimulation on the heart rate and, therefore, probably induces a raise of the arterial blood pressure and pulse. "
        },
        {
            "text": "Each patient in the conventional protocol received 3 drops of 10% phenylephrine while each patient in the TPD protocol received 4 drops of 3% phenylephrine. "
        },
        {
            "text": "Therefore, the total amount of phenylephrine in the conventional group of patients was much higher than the patients in the TPD group. "
        },
        {
            "text": "This may be the reason the TPD protocol had fewer patients with cardiovascular side effects than patients who received the conventional protocol. "
        },
        {
            "text": "The tendency of the mean arterial pulse to decrease over time in the TPD group may occur from a full rest of the patient with less sympathetic stimulation from the eye drops. "
        },
        {
            "text": "A similar result was also reported in a previous study. "
        },
        {
            "text": "5 Therefore, the TPD protocol may be more beneficial in patients with systemic hypertension or cardiovascular diseases.",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "Patients in the conventional protocol received the eye drops 10 times while patients in the TPD protocol received the mixture only 4 times. "
        },
        {
            "text": "As a result, if the TPD protocol can yield an equal dilating efficacy compared to the conventional protocol while requiring less work, the TPD protocol is preferred in daily practice."
        },
        {
            "text": "The TPD protocol with the fixed combination of tropicamide, phenylephrine and diclofenac is equally effective as the conventional protocol for preoperative pupillary dilatation with reduced side effects in the patient's blood pressure.",
            "section": "Conclusions"
        },
        {
            "text": "PB conceived of the study, participated in its design and coordination, and wrote the manuscript. ",
            "section": "Author's contribution"
        },
        {
            "text": "SS carried out the patient's randomization and data collection. ",
            "section": "Author's contribution"
        },
        {
            "text": "PA carried out the mixture preparation and stability test. ",
            "section": "Author's contribution"
        },
        {
            "text": "All authors read and approved the final manuscript.",
            "section": "Author's contribution"
        },
        {
            "text": "The authors have no conflicts of interest to declare.",
            "section": "Conflicts of interest"
        }
    ]
}