{
    "level": "sentence",
    "id": "be5b831f94",
    "abstract": [
        {
            "text": "The copyright line for this article was changed on 11th August, 2016 after original online publication."
        }
    ],
    "body_text": [
        {
            "text": "The primary aim of the study was to investigate whether the cAMP-stimulated Rap activator Epac contributes to the tonic control of microvessel baseline permeability in major organs of the mouse. "
        },
        {
            "text": "The well-recognized endothelial permeability lowering effect of cAMP was first thought to be mediated by cAMP-dependent protein kinase (PKA) only, but the likely involvement of Epac was demonstrated using Epac-activating cAMP analogues (Christensen et al., 2003) that lowered the permeability of monolayers of human embryonic vascular endothelial cells and attenuated the response to inflammatory conditions such as exposure to thrombin (Cullere et al. 2005). ",
            "ref_spans": [
                {
                    "start": 236,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(Christensen et al., 2003)"
                },
                {
                    "start": 437,
                    "end": 458,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(Cullere et al. 2005)"
                }
            ]
        },
        {
            "text": "A role of Epac1 and its target, the small GTPase Rap, to modulate inflammation-associated endothelial hyperpermeability has been confirmed in numerous in vitro studies and noted in some in situ perfusion studies of accessible microvessels, although the relative roles of PKA, cGMP-dependent protein kinase (PKG) and Epac in different organ vascular beds and under different experimental conditions still remain uncertain (for recent reviews, see Spindler et al. 2010, Surapisitchat & Beavo 2011, Kuhn 2012, Curry & Adamson 2013.",
            "ref_spans": [
                {
                    "start": 446,
                    "end": 466,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "Spindler et al. 2010"
                },
                {
                    "start": 466,
                    "end": 494,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": ", Surapisitchat & Beavo 2011"
                },
                {
                    "start": 494,
                    "end": 505,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": ", Kuhn 2012"
                },
                {
                    "start": 505,
                    "end": 527,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": ", Curry & Adamson 2013"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 507,
                    "end": 512,
                    "rawForm": "Curry",
                    "resp": "whitelist",
                    "id": "be5b831f94-software-simple-w0"
                }
            ]
        },
        {
            "text": "The role of Epac to maintain stable baseline permeability in intact microvessels under non-inflammatory conditions is less well studied. "
        },
        {
            "text": "A major reason is the lack of ways to reliably inhibit Epac and other cAMPdependent pathways pharmacologically in vivo (Spindler & Waschke 2011), in part due to rapid metabolism and renal clearance of cAMP analogues used to modulate Epac and PKA activity (Kleppe et al. 2015).",
            "ref_spans": [
                {
                    "start": 255,
                    "end": 275,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(Kleppe et al. 2015)"
                }
            ]
        },
        {
            "text": "In this study, Epac-deficient mice (Epac1 À/À or Epac2 À/À ) were generated to elucidate the potential in vivo role of Epac in regulation of baseline macromolecule flux across microvascular endothelium. "
        },
        {
            "text": "Others have reported that Epac1 À/À and Epac2 À/À mice have only subtle phenotypes. "
        },
        {
            "text": "Epac2 À/À mice have a slightly perturbed pathway of pancreatic beta cell insulin exocytosis (Shibasaki et al. 2007), while Epac1 À/À mice have been reported to gain slightly more (Kai et al. 2013) or slightly less (Yan et al. 2013) body weight on both low-and high-fat diets, and be less susceptible to rickettsial invasion (Gong et al. 2013).",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(Shibasaki et al. 2007)"
                },
                {
                    "start": 179,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(Kai et al. 2013)"
                },
                {
                    "start": 214,
                    "end": 231,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "(Yan et al. 2013)"
                },
                {
                    "start": 324,
                    "end": 342,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(Gong et al. 2013)"
                }
            ]
        },
        {
            "text": "We report here an increased basal microvascular transvascular albumin flux in skin, skeletal muscle and intestines of Epac1 À/À , but not Epac2 À/À mice. "
        },
        {
            "text": "Dynamic contrast-enhanced magnetic resonance imaging (DCE-MRI) studies of the masseter muscle using Gadomer-17 demonstrated transvascular flux of the high molecular weight MR contrast agent, which confirmed that Epac1 À/À mice had constitutively increased microvascular permeability to macromolecules. "
        },
        {
            "text": "Transmission electron microscopy was used to compare the ultrastructure of the endothelial junctions in masseter muscle biopsies from basal state in Wt and Epac1 À/À mice. "
        },
        {
            "text": "They revealed decrease of junctional complex in the interendothelial slits from Epac1 À/À mice."
        },
        {
            "text": "To evaluate further whether Epac1 and/or Epac2 contributed to the regulation of vascular permeability under physiological conditions, we tested the response of microvessels to the naturally circulating atrial natriuretic peptide (ANP) in Wt, Epac1 À/À and Epac2 À/À mice. "
        },
        {
            "text": "ANP is released when plasma volume is expanded and increases vascular permeability to albumin as part of the normal control of plasma volume. "
        },
        {
            "text": "We and others have demonstrated this action in Wt mice , Lin et al. 2011, and also shown that it is attenuated when cAMP is elevated, and proposed that ANP might increase permeability via decreased Epac activity (Lin et al. 2011). ",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": ", Lin et al. 2011"
                },
                {
                    "start": 212,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(Lin et al. 2011)"
                }
            ]
        },
        {
            "text": "We show here that Epac1deficient mice, but not Epac2-deficient mice have an attenuated response to ANP."
        },
        {
            "text": "The animal experiments were approved by the Norwegian Animal Research Authority and conducted according to the European Convention for the Protection of Vertebrates Used for Scientific Purposes, Norway.",
            "section": "Ethical approval",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 44,
                    "end": 53,
                    "rawForm": "Norwegian",
                    "resp": "whitelist",
                    "id": "be5b831f94-software-simple-w1"
                }
            ]
        },
        {
            "text": "The anti-Epac1 antibody was kindly provided by J. Bos, University of Utrecht, the Netherlands. ",
            "section": "Materials"
        },
        {
            "text": "The anti-Epac2 antibody (5B1) was from Cell Signaling technology (www.cellsignal.com). ",
            "section": "Materials"
        },
        {
            "text": "The anti-CD31 antibody (DIA-310) was from Dianova, Hamburg, Germany. ",
            "section": "Materials"
        },
        {
            "text": "ANP and rolipram were from Sigma-Aldrich (St. Louis, MO, USA). ",
            "section": "Materials"
        },
        {
            "text": "Gadomer-17 was from in vivo Contrast GmbH, Schering Pharma (Berlin, Germany). ",
            "section": "Materials"
        },
        {
            "text": "Human serum albumin (HSA) was labelled with 131 I or 125 I (from Perkin Elmer, Waltham, MA, USA) by the iodogen method, as previously described . ",
            "section": "Materials"
        },
        {
            "text": "Any free iodide was removed by spinning twice on a 3-kDa cut-off column (Microcon filter; Millipore, Bedford, MA, USA) prior to experiments. ",
            "section": "Materials"
        },
        {
            "text": "The labelled HSA eluted like native HSA upon anionic exchange and high-resolution size exclusion chromatography with online gamma radiation detection in series with UV detector. ",
            "section": "Materials"
        },
        {
            "text": "Low molecular weight radioactivity accounted for <0.3% of the total activity.",
            "section": "Materials"
        },
        {
            "text": "Generation of Epac1 À/À and Epac2 À/À knock-out models. ",
            "section": "Materials"
        },
        {
            "text": "Epac1 À/À and Epac2 À/À mice were generated by genomic deletion of exons 7-10 in Rapgef3 (encoding Epac1) and exons 12-13 of Rapgef4 (encoding Epac2) encoding the cAMP-binding domains of both proteins ( Fig. 1a,d) by use of the Cre-LoxP system. ",
            "section": "Materials",
            "ref_spans": [
                {
                    "start": 203,
                    "end": 212,
                    "type": "figure",
                    "text": "Fig. 1a,d"
                }
            ]
        },
        {
            "text": "An additional frame shift codon was introduced in exon 11 in Rapgef3 resulting in a stop codon at the start of exon 11 ( Fig. 1a). ",
            "section": "Materials",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 128,
                    "type": "figure",
                    "text": "Fig. 1a"
                }
            ]
        },
        {
            "text": "Heterozygous floxed Rapgef3 and Rapgef4 mice were generated at the Mouse Clinical Institute, Strasbourg, France, and subsequently crossed with C57BL/6J mice expressing CRE recombinase from the CMV promoter resulting in global deletion of Epac1 and Epac 2 expression, as confirmed by immunoblotting and RT-PCR (Fig. 1b,c,e). ",
            "section": "Materials",
            "ref_spans": [
                {
                    "start": 309,
                    "end": 321,
                    "type": "figure",
                    "text": "(Fig. 1b,c,e"
                }
            ]
        },
        {
            "text": "C57BL/ 6JBomTac mice from Taconic, Denmark, were used to backcross the recombined chimeric mice for at least 10 generations. ",
            "section": "Materials"
        },
        {
            "text": "The origin of the C57BL/6JBomTac mice is described at http://www.taconic.com/wmspage.cfm? ",
            "section": "Materials",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 84,
                    "end": 88,
                    "rawForm": ".cfm",
                    "resp": "whitelist",
                    "id": "be5b831f94-software-simple-w2"
                }
            ]
        },
        {
            "text": "parm1=764.",
            "section": "Materials"
        },
        {
            "text": "For genotyping, DNA was extracted from one 1.5-mm-diameter ear punch according to Truett et al. (2000). ",
            "section": "Genotyping",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "Truett et al. (2000)"
                }
            ]
        },
        {
            "text": "The deletion of exon 7-10 in Epac1 À/À and exon 12-13 in Epac2 À/À was confirmed by PCR (Qiagen, Hilden, Germany; Multiplex PCR Kit, Cat.No: 206143) using primers P1-P3 and P4-P6 respectively.",
            "section": "Genotyping"
        },
        {
            "text": "P1, CAC-AGA-CAG-TGC-TTA-GCA-CAG-TGC; P2, CAC-CTC-TCT-TCC-CAA-ACC-TAG-AGC-C; P3, GCC-CCA-AGG-CTG-CTG-ATC-CC; P4, TGA-AT T-ATG-GGG-GAA-CGC-ACT-TTC-C; P5, GTG-TGG Figure 1 Generation of the Epac1 À/À and Epac2 À/À mouse strains. ",
            "section": "Genotyping",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 168,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "(a) The Epac1 (Rapgef3) gene targeting construct and deletion strategy. ",
            "section": "Genotyping"
        },
        {
            "text": "(b) Anti-Epac1 immunoblots showing lack of Epac1 protein in Epac1 À/À mouse tissue and decreased expression in Epac1 À/+ compared to Wt tissue. ",
            "section": "Genotyping"
        },
        {
            "text": "(c) PCR genotyping demonstrates the sizes of PCR products predicted for the Epac1 deletion (see Methods for details; WAT is white adipose tissue). ",
            "section": "Genotyping"
        },
        {
            "text": "(d) The Epac2 (Rapgef4) gene targeting construct and the deletion strategy. ",
            "section": "Genotyping"
        },
        {
            "text": "The deletion includes the functional cAMP-binding domain common for all known Epac2 isoforms. ",
            "section": "Genotyping"
        },
        {
            "text": "(e) Anti-Epac2 immunoblots showing lack of Epac2 protein in Epac2 À/À mouse organs (brain, adrenal cortex) with high expression of Epac2. ",
            "section": "Genotyping"
        },
        {
            "text": "(f) PCR genotyping validation of the deletion.",
            "section": "Genotyping"
        },
        {
            "text": "-TGC-TAT-GAA-ATT-GGT-TCC-GTT-G; P6, TGC-C TC-CAT-TGT-TCT-TCG-GG.",
            "section": "Genotyping"
        },
        {
            "text": "The PCR was for 30 cycles of 94°C (each 30 s), 63°C (Epac1) or 60°C (Epac2) for 90 s, 72°C for 90 s, and finally 72°C for 10 min. ",
            "section": "Genotyping"
        },
        {
            "text": "For Epac1, the predicted size of the <1000 bp PCR product is 525 bp for Wt and 315 bp for Epac1 À/À tissue (P1-P3). ",
            "section": "Genotyping"
        },
        {
            "text": "For Epac2, it is 495 bp for Wt and 332 for Epac2 À/À tissue (P4-P6).",
            "section": "Genotyping"
        },
        {
            "text": "Immunoblotting was performed essentially as described elsewhere (Gausdal et al. 2004). ",
            "section": "Immuno (Western) blotting",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(Gausdal et al. 2004)"
                }
            ]
        },
        {
            "text": "The membranes were probed with either mouse monoclonal anti-Epac1 or mouse monoclonal anti-Epac2. ",
            "section": "Immuno (Western) blotting"
        },
        {
            "text": "Bands representing the proteins of interest were detected using alkaline phosphatase-conjugated secondary antibodies and CDP-Star substrate (Tropix, Bedford, MA, USA) and band intensity determined in a Fuji LAS3000 (Fuji Photo Film, Tokyo, Japan).",
            "section": "Immuno (Western) blotting",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 141,
                    "end": 147,
                    "rawForm": "Tropix",
                    "resp": "whitelist",
                    "id": "be5b831f94-software-simple-w3"
                }
            ]
        },
        {
            "text": "General. ",
            "section": "Animal experiments"
        },
        {
            "text": "Artificial lighting was maintained on a 12 : 12-h light-dark cycle. ",
            "section": "Animal experiments"
        },
        {
            "text": "Room temperature was kept constant at 23°C, and the animals were provided with water and rodent chow ad libitum. ",
            "section": "Animal experiments"
        },
        {
            "text": "The mice were 12-16 weeks old when used for experiments, the ratio of female to male mice being about one (0.8-1.2). ",
            "section": "Animal experiments"
        },
        {
            "text": "The weight range was 20-25 g for the female and 25-30 g for the male mice. ",
            "section": "Animal experiments"
        },
        {
            "text": "All experimental procedures were performed while animals were anesthetized using 3.5% isoflurane (Isoba vet; Schering-Plough Animal Health, Uxbridge, UK) and maintained with 1.5-2% isoflurane in air. ",
            "section": "Animal experiments"
        },
        {
            "text": "The anaesthesia was supplied via a nose cone. ",
            "section": "Animal experiments"
        },
        {
            "text": "During anaesthesia, the body temperature, and in the case of MRI, also the respiration rate was monitored continuously and kept stable during the experiments. ",
            "section": "Animal experiments"
        },
        {
            "text": "A single catheter was placed in a tail vein (MRI) or the jugular vein (two-tracer method) for infusions.",
            "section": "Animal experiments"
        },
        {
            "text": "Determination of arterial blood pressure. ",
            "section": "Animal experiments"
        },
        {
            "text": "Arterial blood pressure (BP) was measured in five Epac1 À/À and six wild-type mice by the tail-cuff method following the instructions of the manufacturer (CODA5; Kent Scientific, Torrington, CT, USA). ",
            "section": "Animal experiments"
        },
        {
            "text": "Briefly, the mice were pre-warmed in an incubator at 32°C for 30-45 min and then transferred to a tube for measuring the BP. ",
            "section": "Animal experiments"
        },
        {
            "text": "The tubes were placed on a heating pad to keep the mice warm. ",
            "section": "Animal experiments"
        },
        {
            "text": "The warming prevents tail vessel vasoconstriction and ensures optimal vasodilation for the blood pressure determination. ",
            "section": "Animal experiments"
        },
        {
            "text": "Measurement of blood pressure was performed in five cycles, each 20 s. ",
            "section": "Animal experiments"
        },
        {
            "text": "Each mouse was trained on day 1, and the blood pressure measured each of the two following days.",
            "section": "Animal experiments"
        },
        {
            "text": "Determination plasma albumin and total protein concentration. ",
            "section": "Animal experiments"
        },
        {
            "text": "Blood (20 lL) from the facial vein of live mice was drawn into syringes coated with acidcitrate-dextrose solution. ",
            "section": "Animal experiments"
        },
        {
            "text": "The blood was centrifuged at 150 g for 4 min, and the resulting platelet-rich plasma centrifuged at 1000 g for another 5 min. ",
            "section": "Animal experiments"
        },
        {
            "text": "The plasma concentration of albumin and total plasma protein was compared in Wt and Epac À/À mice using a label-free proteomic method as described elsewhere (Haslene-Hox et al. 2011).",
            "section": "Animal experiments"
        },
        {
            "text": "The two-tracer method ) was used to determine albumin clearance. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The method depends on the sequential infusion of 125 I-HSA and 131 I-HSA. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "It has been validated for determination of albumin leakage in Wt mice and explained in detail in . ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "In brief, 125 I-HSA (0.1 MBq) was given i.v. over 30 s in 0.05 mL of saline. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "Thirty minutes thereafter, 131 I-HSA (0.05 MBq) was injected (also i.v. in 0.05 mL of saline over 30 s). ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "Five minutes thereafter, cardiac blood was withdrawn for plasma sampling, and the mice were killed by i.v. injection of saturated KCl. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "Tissue samples were rapidly dissected from back skin (four samples: left and right upper and lower quadrant), skeletal muscle (quadriceps), heart, small intestine (jejunum), large intestine (colon) and adipose tissue (inguinal white fat). ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The tissues and plasma samples were transferred to pre-weighed vials, which were sealed and immediately reweighed. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "After determination of radioactivity, the tissue samples were de-sealed and evaporated in a drying chamber at 60°C. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The vials were weighed repeatedly until stable weight (normally after 2-3 weeks) was reached. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The radioactivity was determined in a gamma-counting system (LKB Wallac 1285, Turku, Finland). ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "Spillover from 131 I to 125 I was corrected automatically. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "Blood-to-tissue clearance was estimated as the extravascular plasma equivalent volume of 125 I-HSA (counts min À1 per g dry tissue weight)/(counts min À1 per mL plasma). ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The clearance over 30 min is the difference between the plasma equivalent distribution volume of 125 I-HSA at 35 min and that of 131 I-HSA at 5 min. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "All clearances were referenced to tissue dry weight. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The clearance data were also normalized to clearance per unit blood volume by dividing clearance by the plasma volume in the sample to minimize effects of variable blood filling between the samples (see Curry & Adamson 2010 for discussion).",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 203,
                    "end": 208,
                    "rawForm": "Curry",
                    "resp": "whitelist",
                    "id": "be5b831f94-software-simple-w4"
                }
            ]
        },
        {
            "text": "DCE-MRI to determine Gadomer-17 microvascular clearance. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "Dynamic contrast-enhanced magnetic resonance imaging was performed to determine the clearance of macromolecular tracers. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The MR contrast agent Gadomer-17 has a molecular weight of 17 kDa, but due to its dendrimeric structure, its Stokes radius is as for globular proteins of molecular weight 35 kDa (Misselwitz et al. 2001). ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 202,
                    "type": "bibr",
                    "text": "(Misselwitz et al. 2001)"
                }
            ]
        },
        {
            "text": "The contrast agent was injected over 15 s during scanning through a catheter in the tail vein after acquisition of 30 baseline images. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "For the ANP study, 0.4 mmol Gadomer kg À1 (diluted 1 : 4 in saline) was injected. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "In the rolipram study, 0.2 mmol Gadomer kg À1 was injected. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The MRI was performed using a horizontal bore 7T small animal MRI instrument (PharmaScan; Bruker Corporation, Ettlingen, Germany), equipped with dedicated mouse bed and head coil. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "DCE-MRI data were obtained with a T1-weighted FLASH sequence (Fast Low Angle Shot) with a flip angle of 25°, repetition time and echo time of 13.77 and 2.52 ms respectively. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "A total of 600-1200 axial images through the masseter muscle were acquired with a sampling interval of 0.99 s, with a slice thickness of 1 mm, field of view of 2.5 cm and acquisition matrix of 96 9 96. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "A separate group of animals (n = 9) was used to determine the signal over time in large supplying vessels to the head to estimate the arterial input function (AIF). ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "An oblique sagittal slice was positioned over the carotid arteries, and 1200 T 1 -weighted (same acquisition parameters as above) with a sampling interval of 0.99 s were acquired. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The signal intensity over time was acquired in a region of interest of the internal masseter muscle using Nordic Image Control and Evaluation (nICE; Nordic Imaging Lab AS, Bergen, Norway). ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance",
            "entity_spans": [
                {
                    "start": 106,
                    "end": 147,
                    "type": "software",
                    "rawForm": "Nordic Image Control and Evaluation (nICE",
                    "resp": "#curator",
                    "id": "be5b831f94-software-1"
                },
                {
                    "start": 149,
                    "end": 170,
                    "type": "publisher",
                    "rawForm": "Nordic Imaging Lab AS",
                    "resp": "#curator",
                    "id": "#be5b831f94-software-1"
                },
                {
                    "type": "software",
                    "start": 168,
                    "end": 170,
                    "rawForm": "AS",
                    "resp": "whitelist",
                    "id": "be5b831f94-software-simple-w5"
                }
            ]
        },
        {
            "text": "The data were further processed usingMATLAB (The Mathworks, Natick, MA, USA) to implement the step/slope model as previously described (Curry et al. 2010). ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 154,
                    "type": "bibr",
                    "text": "(Curry et al. 2010)"
                }
            ],
            "entity_spans": [
                {
                    "start": 37,
                    "end": 43,
                    "type": "software",
                    "rawForm": "MATLAB",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "be5b831f94-software-2",
                    "cert": "0.9"
                },
                {
                    "start": 45,
                    "end": 58,
                    "type": "publisher",
                    "rawForm": "The Mathworks",
                    "resp": "#curator",
                    "id": "#be5b831f94-software-2"
                },
                {
                    "type": "software",
                    "start": 136,
                    "end": 141,
                    "rawForm": "Curry",
                    "resp": "whitelist",
                    "id": "be5b831f94-software-simple-w6"
                }
            ]
        },
        {
            "text": "The rate constant (0.0063 s À1 ) for Gadomer-17 was equal for all animals based on the estimation of the AIF above. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The rate constants were estimated using blind deconvolution as previously described (Taxt et al. 2012).",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 102,
                    "type": "bibr",
                    "text": "(Taxt et al. 2012)"
                }
            ]
        },
        {
            "text": "A separate group of animals (n = 9) was used to determine the signal over time in large supplying vessels to the head to estimate the arterial input function (AIF). ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "An oblique sagittal slice was positioned over the carotid arteries, and 1200 T 1 -weighted (same acquisition parameters as above) with a sampling interval of 0.99 s were acquired. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The signal intensity over time was acquired in a region of interest of the internal masseter muscle using Nordic Image Control and Evaluation (nICE; Nordic Imaging Lab AS, Bergen, Norway). ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 168,
                    "end": 170,
                    "rawForm": "AS",
                    "resp": "whitelist",
                    "id": "be5b831f94-software-simple-w7"
                }
            ]
        },
        {
            "text": "The data were further processed using MATLAB (The Mathworks, Natick, MA, USA) to implement the step/slope model as previously described . ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 38,
                    "end": 44,
                    "rawForm": "MATLAB",
                    "resp": "whitelist",
                    "id": "be5b831f94-software-simple-w8"
                }
            ]
        },
        {
            "text": "The rate constant (0.0063 s À1 ) for Gadomer-17 was equal for all animals based on the estimation of the AIF above. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The rate constants were estimated using blind deconvolution as previously described (Taxt et al. 2012).",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "(Taxt et al. 2012)"
                }
            ]
        },
        {
            "text": "Investigation of the effect of ANP and rolipram on Gadomer-17 clearance-Three series of experiments were performed. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "In the first series, 20 Epac1 À/À and 20 Wt mice were used. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "Ten mice in each group received ANP and 10 received vehicle (PBS without potassium). ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "ANP (500 ng (kg BW) À1 min À1 ) or vehicle was given as a 30 min continuous infusion before the Gadomer-17 injection. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The DCE-MRI experiments were performed as described above. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "In the second series, 20 Epac2 À/À and 20 Wt mice were used. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "Again, 10 mice in each group received ANP and 10 received vehicle. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "Finally, for the rolipram study, 20 Epac1 À/À and 20 Wt mice were used. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "Ten of the mice in each group received 8 mg kg À1 BW rolipram intraperitoneally and 10 received vehicle just before the Gadomer-17 injection and start of MR image acquisition.",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "Investigation of the effect of ANP on albumin clearance-Atrial natriuretic peptide (500 ng (kg BW) À1 min À1 ) or vehicle was given as a continuous infusion for 30 min directly after the initial 125 I-HSA injection (as described above) to either 20 Epac1 À/À or 20 Wt mice.",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "Transmission electron microscopy. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "Tissue was dissected from the mice immediately after euthanasia, sliced into 1 mm 3 cubes, fixed for 24 h in 1.5% glutaraldehyde in 0.1 M Na-cacodylate buffer (pH 7.4) and post-fixed in 1% osmium tetroxide (OsO 4 ) for 60 min. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "Dehydration was in graded alcohol solutions. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "After embedding in Agar 100 resin, ultra-thin sections were cut and stained with uranyl acetate and lead citrate. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "Sections were examined in a Jeol (Tokyo, Japan) JEM-1230 electron microscope. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The sections were cut perpendicular to the long axis of the muscle fibres and their accompanying microvessels. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The transverse microvessel sections were scrutinized for presence of endothelial slits (junctions), which were counted. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "High-magnification digital micrographs of the junctions were analysed on a screen for the presence and length of dense junctional complexes. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "In addition, the slit length (including any curvatures) and calibre (the interendothelial cell distance not obstructed by electron-dense material) was determined.",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "Immunohistochemical staining of endothelial CD31, estimation of capillary density. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "Sections (4 lm thick) of paraffin-embedded masseter muscle were dewaxed, microwave-treated with 10 mM citric acid, pH 6.0 and subsequently blocked for 10 min at 25°C with 5% BSA and 5% normal rabbit serum in 0.05 M Tris, pH 7.4, 0.15 M NaCl (TBS) before being immunostained for 18 h with anti-CD31 antibody (1 : 20 in TBS with 1% BSA) at 4°C. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The sections were next treated with 3% H 2 O 2 in PBS for 5 min before incubation with biotin-labelled secondary antibody (Biotinylated anti-rat IgG; Vector BA-4001) for 45 min. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The immunohistochemical reactions were developed using the ABC Vectastain Elite staining kit (Vector Laboratories, Burlingame, CA, USA), based on avidin-coupled peroxidase. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The sections were counterstained with haematoxylin. ",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "The number of capillaries per fibre was estimated based on counting 300-550 capillaries from 13 photographs of random sections from two Wt and two Epac1 À/À mice.",
            "section": "The two-tracer method for determination of intact mouse tissue albumin clearance"
        },
        {
            "text": "Differences between groups were tested with one-way ANOVA with subsequent post hoc testing using GRAPHPAD INSTAT (GraphPad Software, La Jolla, CA, USA). ",
            "section": "Statistical methods",
            "entity_spans": [
                {
                    "start": 97,
                    "end": 112,
                    "type": "software",
                    "rawForm": "GRAPHPAD INSTAT",
                    "resp": "#curator",
                    "id": "be5b831f94-software-3"
                },
                {
                    "start": 114,
                    "end": 131,
                    "type": "publisher",
                    "rawForm": "GraphPad Software",
                    "resp": "#curator",
                    "id": "#be5b831f94-software-3"
                },
                {
                    "type": "software",
                    "start": 97,
                    "end": 105,
                    "rawForm": "GRAPHPAD",
                    "resp": "whitelist",
                    "id": "be5b831f94-software-simple-w9"
                },
                {
                    "type": "software",
                    "start": 114,
                    "end": 122,
                    "rawForm": "GraphPad",
                    "resp": "whitelist",
                    "id": "be5b831f94-software-simple-w10"
                }
            ]
        },
        {
            "text": "Twotailed t-tests were used when comparing only two groups. ",
            "section": "Statistical methods"
        },
        {
            "text": "When testing ANP-effects, one-tailed testing was used as extensive studies by others and us have failed to demonstrate any case when ANP decreases endothelial permeability. ",
            "section": "Statistical methods"
        },
        {
            "text": "The Mann-Whitney twotailed U-test (http://elegans.som.vcu.edu/~leon/stats/ utest.html) was used to assess whether endothelial slit calibre or the magnitude of endothelial junctional complex differed significantly between samples from Wt and Epac1 À/À mice, as such data are not normally distributed. ",
            "section": "Statistical methods",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 68,
                    "end": 73,
                    "rawForm": "stats",
                    "resp": "whitelist",
                    "id": "be5b831f94-software-simple-w11"
                },
                {
                    "type": "software",
                    "start": 80,
                    "end": 85,
                    "rawForm": ".html",
                    "resp": "whitelist",
                    "id": "be5b831f94-software-simple-w12"
                }
            ]
        },
        {
            "text": "Values are generally given as mean AE SEM.",
            "section": "Statistical methods"
        },
        {
            "text": "The Rapgef3 gene coding for Epac1 was silenced by a deletion comprising the exon coding for the cAMPbinding domain, removing the possibility of cAMP regulation of any product of the disrupted Rapgef3 gene. ",
            "section": "Verification of the Epac deletions"
        },
        {
            "text": "The deletion introduced, in addition, a missense mutation to avoid translation of the C-terminal part active site containing part of the Epac1 molecule (see Fig. 1a for details). ",
            "section": "Verification of the Epac deletions",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 164,
                    "type": "figure",
                    "text": "Fig. 1a"
                }
            ]
        },
        {
            "text": "Epac1 was not detected by Western blot analysis in any tested tissue from the Epac1 À/À mice. ",
            "section": "Verification of the Epac deletions"
        },
        {
            "text": "Compared with Wt mice, the expression was lower in Epac1 +/À mice (Fig. 1b). ",
            "section": "Verification of the Epac deletions",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 75,
                    "type": "figure",
                    "text": "(Fig. 1b)"
                }
            ]
        },
        {
            "text": "The deletion was confirmed by PCR of genomic DNA (Fig. 1c).",
            "section": "Verification of the Epac deletions",
            "ref_spans": [
                {
                    "start": 49,
                    "end": 58,
                    "type": "figure",
                    "text": "(Fig. 1c)"
                }
            ]
        },
        {
            "text": "A similar strategy (deletion of the functional cAMPbinding domain) was used for Rapgef4 (Fig. 1d). ",
            "section": "Verification of the Epac deletions",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 97,
                    "type": "figure",
                    "text": "(Fig. 1d)"
                }
            ]
        },
        {
            "text": "The Rapgef4 gene codes for 3 Epac2 size variants (a, b, c). ",
            "section": "Verification of the Epac deletions"
        },
        {
            "text": "Each variant has a separate promoter, whose methylation state decides which size variant is expressed (Ueno et al. 2001, Niimura et al. 2009, Hoivik et al. 2013. ",
            "section": "Verification of the Epac deletions",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "(Ueno et al. 2001"
                },
                {
                    "start": 119,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": ", Niimura et al. 2009"
                },
                {
                    "start": 140,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": ", Hoivik et al. 2013"
                }
            ]
        },
        {
            "text": "As the functional cAMP-binding domain is common for all size variants (Kawasaki et al. 1998, de Rooij et al. 1998, Epac2A (highly expressed in brain; Fig. 1e), Epac2B (highly expressed in adrenal cortex; Fig. 1e) and Epac2C (highly expressed in the parenchymal hepatocytes of the liver; not shown) were absent in the Epac2 À/À mouse. ",
            "section": "Verification of the Epac deletions",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(Kawasaki et al. 1998"
                },
                {
                    "start": 91,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": ", de Rooij et al. 1998"
                },
                {
                    "start": 150,
                    "end": 157,
                    "type": "figure",
                    "text": "Fig. 1e"
                },
                {
                    "start": 204,
                    "end": 211,
                    "type": "figure",
                    "text": "Fig. 1e"
                }
            ]
        },
        {
            "text": "PCR of genomic DNA confirmed the deletion of Epac2 (Fig. 1f). ",
            "section": "Verification of the Epac deletions",
            "ref_spans": [
                {
                    "start": 51,
                    "end": 60,
                    "type": "figure",
                    "text": "(Fig. 1f)"
                }
            ]
        },
        {
            "text": "The Epac1 À/À and Epac2 À/À mice were able to reproduce and had normal life span.",
            "section": "Verification of the Epac deletions"
        },
        {
            "text": "The Epac1 À/À mice have, like the Wt mice, normal blood pressure. ",
            "section": "Arterial blood pressure"
        },
        {
            "text": "After 2 days of habituation to the procedure, the mean arterial pressure in Wt mice was 101 AE 6.3 mmHg (systolic 122 AE 6.6 and diastolic 98 AE 6.4) against 102 AE 4.9 mmHg (124 AE 4.9 and 91 AE 5.2) in Epac1 À/À mice. ",
            "section": "Arterial blood pressure"
        },
        {
            "text": "The first day after training, the mean pressure was slightly higher, but again near identical in Wt (108 AE 4.3) and Epac1 À/À (108 AE 4.3) mice. ",
            "section": "Arterial blood pressure"
        },
        {
            "text": "We considered it therefore unlikely that the basal state microvascular transendothelial flux could differ in Wt and Epac1 À/À mice due to divergent blood pressure.",
            "section": "Arterial blood pressure"
        },
        {
            "text": "The albumin concentration and total plasma protein concentration were similar in Wt and Epac1 À/À mice, as determined by quantitative proteomic analysis (arbitrary units). ",
            "section": "Plasma albumin and total protein concentration"
        },
        {
            "text": "Serum albumin was 10.0 AE 1.0 and total protein 18.8 AE 0.8 in Wt, against 10.0 AE 0.2 and 17.8 AE 1.4 in Epac1 À/À mice.",
            "section": "Plasma albumin and total protein concentration"
        },
        {
            "text": "The movement of albumin from the vascular to the extravascular compartment was evaluated by the two-tracer method. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "The experiments were executed in two separate series (one for Epac1 À/À and one for Epac2 À/À ), each with Wt animals as control. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "The two Wt groups were tested against each other. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "As there was no difference between them, a combined group consisting of all Wt animals was used for comparison with the Epac1 À/À and Epac2 À/À animals.",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "The local plasma volume of each tissue sample was determined from the content of 131 I-HSA, which was infused 5 min before euthanasia, and was similar in tissue samples from Wt, Epac1 À/À and Epac2 À/À animals (for details see legend to Fig. 2). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 244,
                    "type": "figure",
                    "text": "Fig. 2)"
                }
            ]
        },
        {
            "text": "The Epac1 À/À mice had significantly increased albumin clearance (normalized to plasma volume) in skin, skeletal muscle, adipose tissue and large intestine (Fig. 2). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 163,
                    "type": "figure",
                    "text": "(Fig. 2"
                }
            ]
        },
        {
            "text": "An increase in albumin clearance when expressed relative to local plasma volume is a strong indication of an actual change in vascular permeability, as it compensates for differences in surface area for exchange. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "In contrast to Epac1 À/À mice, the Epac2 À/À mice had albumin clearance similar to Wt mice in skin, skeletal muscle, adipose tissue and large intestine, but was increased in the small intestine (Fig. 2). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs",
            "ref_spans": [
                {
                    "start": 194,
                    "end": 202,
                    "type": "figure",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "Taken together, these results indicate that Epac1, but not Epac2, provided a significant contribution to the basal macromolecular endothelial permeability in most of the organs studied here.",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "The microvascular clearance of the MRI contrast agent Gadomer-17 is enhanced in the masseter muscle of Epac1 À/À mice To obtain further evidence for a role of Epac1 in macromolecule endothelial permeability and eliminate the (unlikely) possibility that increased albumin clearances were due to an albumin-specific uptake mechanism, additional studies were performed using the synthetic macromolecule Gadomer-17 in the immobilized M. masseter skeletal muscle of Wt and Epac1 À/À mice. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "The initial rapid rise of the MRI signal after intravenous Gadomer-17 injection seen in Figure 3a reflected blood vessel filling and was similar for Wt and Epac1 À/À animals, suggesting near-identical vascular volumes. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 97,
                    "type": "figure",
                    "text": "Figure 3a"
                }
            ]
        },
        {
            "text": "Thereafter, the MR signal intensity became higher in muscle from Epac1 À/À mice than Wt mice, indicating increased constitutive permeability in Epac1 À/À microvasculature. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "Apparently, the loss of Epac1 affected a pathway for microvascular macromolecule exchange common for albumin and Gadomer-17 ( Fig. 3b). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "type": "figure",
                    "text": "Fig. 3b)"
                }
            ]
        },
        {
            "text": "We finally tested whether lack of Epac1 also could blunt the known permeability decreasing effect of the cAMP elevating PDE4 inhibitor rolipram in the masseter muscle (Lin et al. 2011). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(Lin et al. 2011)"
                }
            ]
        },
        {
            "text": "Rolipram induced a lowering of Gadomer-17 permeability that was blunted in Epac1 À/À masseter Figure 2 The normalized albumin clearance is increased in skin, skeletal muscle, adipose tissue and large intestine of Epac1 À/À , but not Epac2 À/À mice. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 102,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "The normalized clearance (NC) in tissue samples of back skin, skeletal muscle, white adipose tissue, small and large intestine, and heart is shown mL g À1 dry weight (average AE SEM). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "The NC is the ratio of the clearance (based on relative tissue sample content of 125 I-HSA infused 35 min before euthanasia) and the local tissue plasma volume (relative content of 131 I-HSA, infused 5 min before euthanasia). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "P-values < 0.05 (*) and <0.001 (AE) are shown. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "The plasma volume (mL g À1 dry weight) was, with the exception of jejunum from the Epac2 À/À mice, similar between Wt (n = 19), Epac1 À/À (n = 9) and Epac2 À/À (n = 9) mouse tissues: Skin: Wt: 0.023 AE 0.002, Epac1 À/À : 0.020 AE 0.002, Epac2 À/À : 0.027 AE 0.003; quadriceps muscle (corresponding values): 0.022 AE 0.003, 0.014 AE 0.001, and 0.018 AE 0.002; inguinal fat: 0.024 AE 0.001, 0.023 AE 0.002 and 0.028 AE 0.003; jejunum: 0.101 AE 0.008, 0.116 AE 0.017 and 0.064 AE 0.006; colon: 0.042 AE 0.004, 0.033 AE 0.002 and 0.032 AE 0.003; heart: 0.229 AE 0.013, 0.215 AE 0.019, and 0.205 AE 0.015. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "HSA, human serum albumin. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "Figure 3 The constitutive Gadomer-17 clearance is increased in masseter muscle of Epac1 À/À compared to Wt mice. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "(a) Typical magnetic resonance imaging (MRI) signal intensity (SI) obtained upon continuous scanning of a masseter region from Epac1 À/À (red) or Wt (green) mouse before and after Gadomer (Gd)-17 injection. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "The solid lines show fits based on the calculated permeability coefficient. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "(b) The Gd 17 permeability coefficient calculated from the scanning data obtained before and after infusion of vehicle or rolipram, each animal serving as its own control. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "P-values < 0.05 are shown (n = 10). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "(c-e) ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "The endothelium of transverse sections of M. masseter from Epac1 À/À ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "(c) or Wt (e) mice was visualized by anti-CD31 staining and the capillary/myofibre ratio determined ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "(d). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "Error bars are SEM. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "P-values < 0.05 (*) are shown. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "(Fig. 3b). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "(Fig. 3b)"
                }
            ]
        },
        {
            "text": "The results could not be explained by decreased microvascularity in the Epac1 À/À masseter as its capillary density was similar to Wt masseter ( Fig. 3c-e). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 155,
                    "type": "figure",
                    "text": "Fig. 3c-e)"
                }
            ]
        },
        {
            "text": "We conclude that Epac1 À/À masseter has increased microvascular permeability both under basal and rolipram-stimulated conditions.",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "Comparison of the microvascular permeability enhancing effect of ANP in Wt and Epac1 À/À mice",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "We and others have previously demonstrated that ANP increases the baseline microvascular permeability of Wt mice, particularly in skin and muscle (therefore, one-tailed t-testing was used). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "It is not known whether ANP acts through Epac1 inhibition or independently of Epac1. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "We reasoned that if ANP acted independently of Epac or an Epac-induced pathway, it should enhance permeability to the same level in Wt and Epac1 À/À mice. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "We failed to note any further ANPinduced increase of permeability in the Epac1 À/À mice (Fig. 4a,b), unlike in the Epac2 À/À mice (Fig. 4c). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs",
            "ref_spans": [
                {
                    "start": 88,
                    "end": 99,
                    "type": "figure",
                    "text": "(Fig. 4a,b)"
                },
                {
                    "start": 130,
                    "end": 139,
                    "type": "figure",
                    "text": "(Fig. 4c)"
                }
            ]
        },
        {
            "text": "Besides, the albumin permeability enhancing effect of ANP was, if anything, slightly lower in magnitude than the effect of deleting Epac1 (Fig. 4a). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "type": "figure",
                    "text": "(Fig. 4a)"
                }
            ]
        },
        {
            "text": "The above results are consistent with an action of ANP to reduce the effectiveness of an Epac1 pathway to maintain the constitutive vascular permeability.",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "A possible consequence of constitutively increased loss of albumin from the vascular to the extravascular compartment could be a slight increase of interstitial oncotic pressure accompanied by a slight water accumulation. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "As the tissue samples to be analysed for albumin isotope content were weighed before and after drying (see the Experimental section for details), we could compare their water content (relative to dry weight). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "Only in skin was the water content high enough to produce experimentally reliable data. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "Epac1 À/À back skin had about 2% higher water content than back skin from Wt mice (Fig. 5). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 90,
                    "type": "figure",
                    "text": "(Fig. 5)"
                }
            ]
        },
        {
            "text": "Further, the magnitude of the increase in water content was similar whether or not they were treated with ANP. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "This is not unexpected due to the short exposure time to ANP and the modest albumin permeability rate of back skin under the experimental conditions. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "In contrast, the Epac1 À/À mice have a constitutive opportunity to retain fluid subsequent to the increased albumin permeability.",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "Epac1 À/À microvessels have structurally less constricted interendothelial slits",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "We next studied whether the different Gadomer-17 permeability observed between Wt and Epac1 À/À masseter muscle had structural microvascular correlates. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "Figure 4 The effect of atrial natriuretic peptide (ANP) on macromolecule microvascular permeability in tissue from Wt, Epac1 À/À and Epac2 À/À mice. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "(a) The effect of ANP on the normalized albumin clearance is shown for tissues from Wt and Epac1 À/À mice. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "The mice were given vehicle or ANP 30 minutes before euthanasia, and the apparent plasma volume and albumin clearance determined by the [ 131 I]albumin/[ 125 I]albumin method as for the experiment shown in Figure 2. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs",
            "ref_spans": [
                {
                    "start": 206,
                    "end": 214,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "(b) The effect of ANP on the microvascular permeability of Gadomer-17 is shown for masseter muscle from Wt and Epac1 À/À mice. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "(c) The effect of ANP on the normalized albumin clearance for tissues from Wt and Epac2 À/À mice. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "Error bars are SEM (n = 10). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "Pvalues < 0.05 (*) and <0.01 (+) are shown.",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "As already noted, the microvessel density did not differ between Epac1 À/À and Wt masseter muscle ( Fig. 3c-e). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 109,
                    "type": "figure",
                    "text": "Fig. 3c-e"
                }
            ]
        },
        {
            "text": "We therefore investigated transverse sections of Epac1 À/À masseter muscle microvessels by electron microscopy for differences at the ultrastructural level. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "These analyses revealed a trend towards shorter and wider junctions in Epac1 À/À capillaries (average length and width were 395 and 13 nm in Epac1 À/À against 483 and 11 in Wt; P > 0.05). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "More importantly, a highly significant difference existed between Wt and Epac1 À/À endothelial slits regarding the extent and density of junctional complex material. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "On average, Wt clefts had 224 nm of strongly developed junctional complex against only 97 nm for Epac1 À/À clefts (Fig. 6a). ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 123,
                    "type": "figure",
                    "text": "(Fig. 6a)"
                }
            ]
        },
        {
            "text": "Four of the 48 slit sections scrutinized from Epac1 À/À microvessels had no constrictions <6 nm and no areas with strong accumulation of junctional complex material, against only one for the 57 studied slits from Wt mice. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "The most extreme examples of slit difference in distribution of electron-dense material are shown in Figure 6b-e. ",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 110,
                    "type": "figure",
                    "text": "Figure 6b"
                }
            ]
        },
        {
            "text": "These observations demonstrated ultrastructural differences between endothelial slits from Wt and Epac1 À/À animals under basal conditions, consistent with the finding that macromolecules such as Gadomer-17 and albumin have increased capillary permeability in Epac1 À/À compared with Wt tissues.",
            "section": "Epac1 À/À mice have constitutively increased microvascular albumin permeability in major organs"
        },
        {
            "text": "The present study demonstrates increased albumin clearance in several tissues of Epac1 À/À mice under basal in vivo conditions. ",
            "section": "Discussion"
        },
        {
            "text": "The Epac1 À/À animals have normal plasma protein levels, normal blood pressure, and similar microvessel density and initial tissue blood filling of injected labelled albumin or Gadomer-17 as Wt animals. ",
            "section": "Discussion"
        },
        {
            "text": "Enhanced transendothelial vesicle transport of surface receptor bound albumin has been described in some ANP-stimulated specialized endothelia (Chen et al. 2012), but is unlikely to The endothelial junctional density of Epac1 À/À and Wt capillaries. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(Chen et al. 2012)"
                }
            ]
        },
        {
            "text": "(a) The average length of each endothelial slit found associated with strong junctional complex (JC) in Wt and Epac1 À/À M. masseter. ",
            "section": "Discussion"
        },
        {
            "text": "Error bars are SEM. ",
            "section": "Discussion"
        },
        {
            "text": "The P-value for the difference between Epac1 À/À and Wt slits was <0.00002 by the Mann-Whitney two-tailed U-test and <0.0003 by the twotailed t-test. ",
            "section": "Discussion"
        },
        {
            "text": "(b-e) ",
            "section": "Discussion"
        },
        {
            "text": "Examples of junctions from Wt and Epac1 À/À mice. ",
            "section": "Discussion"
        },
        {
            "text": "The two Wt junctions shown (b, c) had more abundant JC than found in any of the 48 Epac1 À/À junctions studied. ",
            "section": "Discussion"
        },
        {
            "text": "The two Epac1 À/À junctions shown (d, e) had less abundant JC than any of 57 Wt junctions studied.",
            "section": "Discussion"
        },
        {
            "text": "The water content of back skin from Wt and Epac1 À/À mice. ",
            "section": "Figure 5"
        },
        {
            "text": "The water content (mL g À1 dry weight) of back skin from Epac1 À/À mice and Wt mice injected with vehicle or atrial natriuretic peptide (ANP) was determined in the tissue samples used for the experiments on albumin clearance shown in Figures 2 and 4a, as described in the experimental section. ",
            "section": "Figure 5",
            "ref_spans": [
                {
                    "start": 234,
                    "end": 250,
                    "type": "figure",
                    "text": "Figures 2 and 4a"
                }
            ]
        },
        {
            "text": "Error bars are SEM (n = 10). ",
            "section": "Figure 5"
        },
        {
            "text": "P-value < 0.05 (*) is shown.",
            "section": "Figure 5"
        },
        {
            "text": "explain the enhanced albumin clearance of Epac1 À/À animals as they had increased clearance also of the artificial macromolecule Gadomer-17. ",
            "section": "Figure 5"
        },
        {
            "text": "Our results therefore conform to the hypothesis that tonic activity of Epac1-dependent pathways contributes to the maintenance of baseline vascular permeability, and loss of this activity leads to a sustained increase in baseline permeability. ",
            "section": "Figure 5"
        },
        {
            "text": "We ascribe this phenotype to enhanced permeability of the interendothelial junctions of Epac1 À/À mouse microvessels. ",
            "section": "Figure 5"
        },
        {
            "text": "A number of studies implicate PKA alone or PKA and Epac together as responsible for cAMP-induced endothelial barrier tightening (Rampersad et al. 2010, Surapisitchat & Beavo 2011, Curry & Adamson 2013. ",
            "section": "Figure 5",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(Rampersad et al. 2010"
                },
                {
                    "start": 150,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": ", Surapisitchat & Beavo 2011"
                },
                {
                    "start": 178,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": ", Curry & Adamson 2013"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 180,
                    "end": 185,
                    "rawForm": "Curry",
                    "resp": "whitelist",
                    "id": "be5b831f94-software-simple-w13"
                }
            ]
        },
        {
            "text": "The present study does not exclude an action of PKA in maintaining the endothelial barrier in vivo, but suggests that Epac1 has a dominant role compared to PKA in intact microvessels as treatment with rolipram, which would increase cAMP and PKA activity, failed to overcome the lack of Epac1 (Fig. 3). ",
            "section": "Figure 5",
            "ref_spans": [
                {
                    "start": 292,
                    "end": 300,
                    "type": "figure",
                    "text": "(Fig. 3)"
                }
            ]
        },
        {
            "text": "A similar dominant role of Epac1 was noted in arterial endothelial cells in vitro, where the junctional protein VE-cadherin colocalizes with PKA, a PDE4D/Epac1 complex, and the Epac target Rap1 in a 'signalosome' controlling the paracellular permeability (Rampersad et al. 2010). ",
            "section": "Figure 5",
            "ref_spans": [
                {
                    "start": 255,
                    "end": 278,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(Rampersad et al. 2010)"
                }
            ]
        },
        {
            "text": "It is noted that these conclusions apply principally to the situation where the molecular complexes regulating cAMP are tethered close to the cell membrane. ",
            "section": "Figure 5"
        },
        {
            "text": "The tethering of PKA, Epac1 and their substrates close to sites of production of cAMP or cGMP and members of the cyclic nucleotide phoshodiesterase (PDE) family of cyclic nucleotide degrading enzymes is an important part of the regulatory scheme (Maurice 2011). ",
            "section": "Figure 5"
        },
        {
            "text": "Thus, lung endothelial cells responded to cAMP produced by a soluble bacterial adenylyl cyclase by interendothelial cell gap formation, facilitating bacterial invasion and oedema formation. ",
            "section": "Figure 5"
        },
        {
            "text": "The same cells showed restricted permeability, however, when cAMP was produced close to the surface membrane. ",
            "section": "Figure 5"
        },
        {
            "text": "In either case, the cAMP effect was attributed to PKA activation (Prasain et al. 2009, Ochoa et al. 2012.",
            "section": "Figure 5",
            "ref_spans": [
                {
                    "start": 65,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(Prasain et al. 2009"
                },
                {
                    "start": 85,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": ", Ochoa et al. 2012"
                }
            ]
        },
        {
            "text": "Our observations provide new insight into mechanisms that regulate vascular permeability. ",
            "section": "Figure 5"
        },
        {
            "text": "In particular, they imply that Epac1 activity exerts a tonic inhibition of microvessel permeability. ",
            "section": "Figure 5"
        },
        {
            "text": "One potential way to relieve the Epac1-dependent inhibition in the intact animal is by lowering the cAMP concentration close to the endothelial junction. ",
            "section": "Figure 5"
        },
        {
            "text": "In fact, this has been proposed as explanation for the ANP-enhanced microvessel permeability. ",
            "section": "Figure 5"
        },
        {
            "text": "The ability of ANP to enhance microvascular albumin clearance depends on its binding to the endothelial cGMP producing receptor GC-A (Kuhn et al. 2009, Kuhn 2012. ",
            "section": "Figure 5",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(Kuhn et al. 2009"
                },
                {
                    "start": 150,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": ", Kuhn 2012"
                }
            ]
        },
        {
            "text": "The resulting cGMP increase can ",
            "section": "Figure 5"
        },
        {
            "text": "(i) directly activate PKG, ",
            "section": "Figure 5"
        },
        {
            "text": "(ii) directly inhibit PDE3 degradation of cAMP and thus indirectly activate PKA and Epac, or ",
            "section": "Figure 5"
        },
        {
            "text": "(iii) directly activate PDE2 to indirectly lower cAMP and thereby reduce PKA and Epac activity (Surapisitchat et al. 2007, Birukova et al. 2008, Kuhn 2012). ",
            "section": "Figure 5",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(Surapisitchat et al. 2007"
                },
                {
                    "start": 121,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": ", Birukova et al. 2008"
                },
                {
                    "start": 143,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": ", Kuhn 2012"
                }
            ]
        },
        {
            "text": "Epac1 does not bind cGMP at physiologically relevant concentrations (Christensen et al. 2003), but as in ",
            "section": "Figure 5",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(Christensen et al. 2003)"
                }
            ]
        },
        {
            "text": "(iii) above, a cGMP burst can inhibit Epac indirectly by stimulating PDE2 to degrade cAMP in an endothelial cell compartment close to Epac1 (Kraynik et al. 2013). ",
            "section": "Figure 5",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(Kraynik et al. 2013)"
                }
            ]
        },
        {
            "text": "This scenario is compatible with the present findings as the ANP effect was blunted or absent in the Epac1 À/À animals ( Fig. 4a) and that rolipram, a strong inhibitor of the cAMP-specific PDE4, easily overrides ANPinduced hyperpermeability in vivo (Lin et al. 2011). ",
            "section": "Figure 5",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 129,
                    "type": "figure",
                    "text": "Fig. 4a)"
                },
                {
                    "start": 249,
                    "end": 266,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(Lin et al. 2011)"
                }
            ]
        },
        {
            "text": "Such overriding is less easily explained for purely cGMP-regulated putative ANP mediators like PKG (Schreier et al. 2008). ",
            "section": "Figure 5",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(Schreier et al. 2008)"
                }
            ]
        },
        {
            "text": "Besides, the constitutive endothelial barrier resistance was lowered to at least a similar extent by Epac1 deficiency compared to exposure to ANP, as expected if ANP acted to inhibit Epac1 through a moderate decrease of endothelial cell cAMP (Kraynik et al. 2013).",
            "section": "Figure 5",
            "ref_spans": [
                {
                    "start": 242,
                    "end": 263,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(Kraynik et al. 2013)"
                }
            ]
        },
        {
            "text": "As our animal models had global Epac deletion, the observed endothelial phenotype might in part be caused by deletion of Epac1 in non-endothelial cells. ",
            "section": "Figure 5"
        },
        {
            "text": "We considered therefore whether it could be related to constitutively increased aldosterone output from the adrenal cortex, where ANP decreases aldosterone production through GC-A/cGMP/PDE2-dependent lowering of cAMP (Tsai & Beavo 2011). ",
            "section": "Figure 5",
            "ref_spans": [
                {
                    "start": 217,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "(Tsai & Beavo 2011)"
                }
            ]
        },
        {
            "text": "This is unlikely because the adrenocortical cells express Epac2 rather than Epac1 (Niimura et al. 2009, Hoivik et al. 2013, see also Fig. 1e), and our Epac2 À/À animals responded fully to ANP (Fig. 4c). ",
            "section": "Figure 5",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(Niimura et al. 2009"
                },
                {
                    "start": 102,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": ", Hoivik et al. 2013"
                },
                {
                    "start": 133,
                    "end": 140,
                    "type": "figure",
                    "text": "Fig. 1e"
                },
                {
                    "start": 192,
                    "end": 201,
                    "type": "figure",
                    "text": "(Fig. 4c)"
                }
            ]
        },
        {
            "text": "Secondly, the ANP effect on microvascular permeability is abolished in mice with endothelial-specific deletion of the GC-A receptor for ANP . ",
            "section": "Figure 5"
        },
        {
            "text": "Thirdly, our Epac mice had normal blood pressure, arguing that their renin-angiotensin-aldosterone axis was unperturbed. ",
            "section": "Figure 5"
        },
        {
            "text": "The present study supports therefore the notion that ANP may modulate endothelial permeability in vivo through lowering the cAMP concentration near Epac1.",
            "section": "Figure 5"
        },
        {
            "text": "The ultrastructural analysis of the junctions between endothelial microvessel cells demonstrated less electron-dense junction complex material in Epac1 À/À than in Wt microvessels (Fig. 6). ",
            "section": "Figure 5",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 188,
                    "type": "figure",
                    "text": "(Fig. 6)"
                }
            ]
        },
        {
            "text": "Thus, it is likely that microvessels in Epac1 À/À mice have more discontinuities in the band of tight junction material that effectively seals the junctions to molecules the size of albumin and Gadomer-17. ",
            "section": "Figure 5"
        },
        {
            "text": "The effect of such discontinuities on permeability depends on their three-dimensional arrangement (Weinbaum & Curry 1995, Michel & Curry 1999. ",
            "section": "Figure 5",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "(Weinbaum & Curry 1995"
                },
                {
                    "start": 120,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": ", Michel & Curry 1999"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 110,
                    "end": 115,
                    "rawForm": "Curry",
                    "resp": "whitelist",
                    "id": "be5b831f94-software-simple-w14"
                },
                {
                    "type": "software",
                    "start": 131,
                    "end": 136,
                    "rawForm": "Curry",
                    "resp": "whitelist",
                    "id": "be5b831f94-software-simple-w15"
                }
            ]
        },
        {
            "text": "Assuming a similar arrangement in wt and Epac1 À/À mice, our results are consistent with a hyperpermeable state. ",
            "section": "Figure 5"
        },
        {
            "text": "The present study does not",
            "section": "Figure 5"
        },
        {
            "text": "Figure 6 The endothelial junctional density of Epac1 À/À and Wt capillaries. "
        },
        {
            "text": "(a) The average length of each endothelial slit found associated with strong junctional complex (JC) in Wt and Epac1 À/À M. masseter. "
        },
        {
            "text": "Error bars are SEM. "
        },
        {
            "text": "The P-value for the difference between Epac1 À/À and Wt slits was <0.00002 by the Mann-Whitney two-tailed U-test and <0.0003 by the twotailed t-test. "
        },
        {
            "text": "(b-e) "
        },
        {
            "text": "Examples of junctions from Wt and Epac1 À/À mice. "
        },
        {
            "text": "The two Wt junctions shown (b, c) had more abundant JC than found in any of the 48 Epac1 À/À junctions studied. "
        },
        {
            "text": "The two Epac1 À/À junctions shown (d, e) had less abundant JC than any of 57 Wt junctions studied."
        },
        {
            "text": "© 2016 The Authors. "
        },
        {
            "text": "Acta Physiologica published by John Wiley & Sons Ltd on behalf of Scandinavian Physiological Society, doi: 10.1111/apha.12697"
        },
        {
            "text": "Microvessel permeability in Epac1KO mice •R K Kopperud et al.   "
        },
        {
            "text": "Acta Physiol 2017, 219, 441-452   "
        },
        {
            "text": "R K Kopperud et al. "
        },
        {
            "text": "• Microvessel permeability in Epac1KO mice"
        },
        {
            "text": "address whether the paucity of junction material in Epac1 À/À slits is readily reversible, but it may be noted that the forskolin/rolipram-induced endothelial barrier tightening of rat mesenteric post-capillary venules occurs rapidly in vivo ."
        },
        {
            "text": "An important question is the role of Epac1-dependent pathways in relation to other signal mediators, such as sphingosine-1 phosphate (S1P) that also exerts a tonic control of vascular permeability (Curry & Adamson 2013). ",
            "ref_spans": [
                {
                    "start": 197,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(Curry & Adamson 2013)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 198,
                    "end": 203,
                    "rawForm": "Curry",
                    "resp": "whitelist",
                    "id": "be5b831f94-software-simple-w16"
                }
            ]
        },
        {
            "text": "As it is reasonable to assume that S1P was present at normal levels in our experiments, we conclude that reduced Epac1 activity can increase permeability at physiological levels of S1P."
        },
        {
            "text": "Our observations have potentially useful translational implications. "
        },
        {
            "text": "Agents selectively targeting Epac1 may be sufficient and more precise tools than general cAMP agonists to modulate the endothelial barrier in vivo. "
        },
        {
            "text": "Cyclic nucleotide analogues, including those with potential as Epac1 modulators, so far have not been useful in intact mammals, mainly because they, like cAMP itself, are rapidly cleared through active renal excretion and metabolism by phosphodiesterases (for recent review see Kleppe et al. 2015). ",
            "ref_spans": [
                {
                    "start": 278,
                    "end": 297,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "Kleppe et al. 2015)"
                }
            ]
        },
        {
            "text": "New inhibitors of Epac that act outside the cyclic nucleotide binding site have been produced. "
        },
        {
            "text": "So far, they are specific for Epac2 (Tsalkova et al. 2012), which appears not to be involved in the control of the endothelial barrier. ",
            "ref_spans": [
                {
                    "start": 36,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "(Tsalkova et al. 2012"
                }
            ]
        },
        {
            "text": "Nevertheless, this new inhibitor class indicates a route to produce modulators of Epac1, which may become useful to control the endothelial barrier."
        },
        {
            "text": "The authors declare that they have no conflicts of interest.",
            "section": "Conflict of interest"
        },
        {
            "text": "Gerd Salvesen, Trude Skogstrand, Bodil Hansen, Reidar Myklebust, Anne Nyhaug, Nina Lied Larsen and Ingeborg Brønstad provided expert technical assistance. ",
            "section": "Conflict of interest"
        },
        {
            "text": "All MRI and TEM experiments were performed at the Molecular Imaging Center (MIC) at the University of Bergen, Norway. ",
            "section": "Conflict of interest"
        },
        {
            "text": "Funding was from the Research Council of Norway (NRC), The Western Norway Health Authority (WNRH) and the Norwegian Cancer Association (DNK). ",
            "section": "Conflict of interest",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 106,
                    "end": 115,
                    "rawForm": "Norwegian",
                    "resp": "whitelist",
                    "id": "be5b831f94-software-simple-w17"
                }
            ]
        },
        {
            "text": "FEC was supported by NIH grant HL028607-32.",
            "section": "Conflict of interest"
        }
    ]
}