{
    "id": "c3dccf3cb6",
    "abstract": [],
    "body_text": [
        {
            "text": "In clinical pain management and in patients with peripheral circulatory disorders, sympathetic block in the upper limb is commonly used for diagnostic, therapeutic and prognostic purposes for disorders associated with sympathetic disturbances in the upper extremity. ",
            "section": "Introduction"
        },
        {
            "text": "During stellate ganglion block (SGB), as well, it is important to assess whether the sympathetic nerve is blocked or not. ",
            "section": "Introduction"
        },
        {
            "text": "Increased skin temperature and decreased sweating are used to identify the adequacy of sympathetic block in the upper extremity. ",
            "section": "Introduction"
        },
        {
            "text": "However, this requires a thermography device to precisely evaluate skin temperature, a diaphoremeter to measure sweating, and an equipment to assess the sympathetic skin response. ",
            "section": "Introduction"
        },
        {
            "text": "1 In general, when changing from the supine to sitting position, baroreflexes elicited by the postural change induce a reduction in peripheral blood flow by increasing the sympathetic tone of peripheral blood vessels. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "2 Sympathetically mediated cutaneous vasoconstriction directly reduces peripheral blood flow. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "This can be measured using a laser blood flow meter. ",
            "section": "Introduction"
        },
        {
            "text": "However, peripheral blood flow measurements by laser flowmetry may be unstable under certain autonomic nervous conditions. ",
            "section": "Introduction"
        },
        {
            "text": "We previously reported a preliminary study describing the potential of retention of finger blood flow against postural change to become a new indicator of sympathetic block in the upper limb. ",
            "section": "Introduction"
        },
        {
            "text": "3 This novel method for assessing successful sympathetic block uses blood flowmetry in association with baroreflexes induced by postural changes. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "We hypothesized that sympathetic block in the upper limb reduces the decrease in finger blood flow caused by baroreflexes associated with postural change from the supine to long sitting position (i.e. sitting with the lower limbs stretched out in front of the subject). ",
            "section": "Introduction"
        },
        {
            "text": "This study evaluated whether or not sympathetic block in the upper limb affects the change in finger blood flow with postural change. ",
            "section": "Introduction"
        },
        {
            "text": "If change in finger blood flow would be kept against postural changes, it has a potential to be a new indicator of sympathetic blockade in the upper limb.",
            "section": "Introduction"
        },
        {
            "text": "This study was approved by the ethics committee of Shimane University Faculty of Medicine. ",
            "section": "Methods"
        },
        {
            "text": "Subjects were adult patients who had a check-up at the Department of Pain Management in our university hospital over 2 years and 9 months from May 2012. ",
            "section": "Methods"
        },
        {
            "text": "We received written informed consent from all patients for participation in the study. ",
            "section": "Methods"
        },
        {
            "text": "Nine patients, five males and four females, aged 44-80 years (mean age 62.3 years, standard deviation 13.3), required treatment by SGB. ",
            "section": "Methods"
        },
        {
            "text": "The diagnoses were herpes zoster pain in seven of the patients, tinnitus in one patient and upper limb pain in one patient.",
            "section": "Methods"
        },
        {
            "text": "The patients had no history of orthostatic intolerance, such as orthostatic hypotension and related diseases affecting the sympathetic nervous system, or disordered circulation in the upper limb, and were not on prescription vasoactive, cardiac or sweating-related medication.",
            "section": "Methods"
        },
        {
            "text": "Each patient was positioned supine with the cervical spine in the neutral position, and SGB was performed by an anterior approach under ultrasound guidance. ",
            "section": "Methods"
        },
        {
            "text": "A microconvex transducer (S-Nerve; SonoSite Co. Ltd., Bothell, WA, USA) with a 5-8 MHz resolution was used to scan the C6 vertebral level. ",
            "section": "Methods"
        },
        {
            "text": "The local anesthetic, namely, 5 mL of 1% mepivacaine (AstraZeneca Co. Ltd., Osaka, Japan), was injected into the longus colli muscle under the prevertebral fascia using a 25-gauge and 25 mm long needle with an in-plane approach in the sagittal plane.",
            "section": "Methods"
        },
        {
            "text": "Thereafter, the following four parameters were assessed in all patients:",
            "section": "Methods"
        },
        {
            "text": "1. Horner's sign. ",
            "section": "Methods"
        },
        {
            "text": "After SGB, we checked for the presence of myosis, ptosis and enophthalmos. ",
            "section": "Methods"
        },
        {
            "text": "This was assessed to identify successful block of the cervical sympathetic trunk. ",
            "section": "Methods"
        },
        {
            "text": "2. Presence of brachial nerve block to exclude sympathetic block in the upper limb due to inadvertent brachial plexus block. ",
            "section": "Methods"
        },
        {
            "text": "In patients in whom it did occur, a significant increase in blood flow to the fingers of the blocked hand was observed throughout the period of brachial plexus anesthesia. ",
            "section": "Methods"
        },
        {
            "text": "4 We checked if brachial nerve block was present or not. ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "3. Skin temperature of the thumb on the blocked side by thermography before SGB and 20 min after SGB. ",
            "section": "Methods"
        },
        {
            "text": "An indicator of sympathetic block in the upper limb is elevated skin temperature of over 1°C relative to before SGB. ",
            "section": "Methods"
        },
        {
            "text": "5 4. Blood flow in the ball of the thumb on the SGB side.",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "This was measured using a laser blood flow meter (Laser Doppler ALF 21D, ADVANCE Co. Ltd., Tokyo, Japan) in the supine position and immediately after changing to the long sitting position (the lowest finger blood flow), before SGB and 20 min after SGB.",
            "section": "Methods"
        },
        {
            "text": "Laser Doppler flowmetry is an excellent noninvasive technique for the measurement of cutaneous microcirculation. ",
            "section": "Methods"
        },
        {
            "text": "6,7 For this, laser Doppler probes were attached to the ball of the thumb to measure cutaneous microcirculation. ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "The ball of the thumb, which is considered to be the most peripheral region in the upper limb, has relatively thick subcutaneous tissue. ",
            "section": "Methods"
        },
        {
            "text": "The thickness of the subcutaneous tissue is well suited for the measurement of finger blood flow by laser Doppler as affected blood flow by vasoconstriction. ",
            "section": "Methods"
        },
        {
            "text": "Stable finger blood flow over 10 s was measured in the supine position. ",
            "section": "Methods"
        },
        {
            "text": "Finger blood flow just after changing to the long sitting position was measured as the lowest blood flow within the first 15 s of the postural change. ",
            "section": "Methods"
        },
        {
            "text": "The results of blood flow measurements, measured by laser flowmetry, were expressed as mL•min −1 •100 g tissue −1 . ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "type": "bibr",
                    "text": "−1"
                }
            ]
        },
        {
            "text": "When changing from the supine to long sitting position, the upper limb was stretched out along the trunk, parallel to the torso and vertical to the bed. ",
            "section": "Methods"
        },
        {
            "text": "This meant that the hand position was not changed in both the supine and long sitting positions.",
            "section": "Methods"
        },
        {
            "text": "Finger blood flows were compared between the supine and long sitting positions before SGB and 20 min after SGB. ",
            "section": "Methods"
        },
        {
            "text": "Next, we calculated the finger blood flow ratio as (the lowest finger blood flow in the long sitting position)/(finger blood flow in the supine position) both before and after SGB. ",
            "section": "Methods"
        },
        {
            "text": "We evaluated the difference in finger blood flow ratios before and after SGB. ",
            "section": "Methods"
        },
        {
            "text": "Statistical analysis of the data before and after SGB was performed using the Wilcoxon signed-rank test. ",
            "section": "Methods"
        },
        {
            "text": "Stat view for Macintosh (version 5.0; SAS Institute Inc., Cary, NC, USA) was used for all statistical analyses. ",
            "section": "Methods",
            "entity_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "software",
                    "rawForm": "Stat view",
                    "resp": "#annotator12",
                    "used": true,
                    "id": "c3dccf3cb6-software-0"
                },
                {
                    "start": 33,
                    "end": 36,
                    "type": "version",
                    "rawForm": "5.0",
                    "resp": "#annotator12",
                    "id": "#c3dccf3cb6-software-0"
                },
                {
                    "start": 38,
                    "end": 55,
                    "type": "publisher",
                    "rawForm": "SAS Institute Inc",
                    "resp": "#curator",
                    "id": "#c3dccf3cb6-software-0"
                },
                {
                    "type": "software",
                    "start": 38,
                    "end": 41,
                    "rawForm": "SAS",
                    "resp": "whitelist",
                    "id": "c3dccf3cb6-software-simple-w0"
                }
            ]
        },
        {
            "text": "p-Values <0.01 were considered to be significant.",
            "section": "Methods"
        },
        {
            "text": "We executed a total of 91 SGBs in nine patients. ",
            "section": "Results"
        },
        {
            "text": "Two SGBs were excluded from the analysis because of the absence of Horner's sign (Table 1). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 90,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "(Table 1)"
                }
            ]
        },
        {
            "text": "Bleeding as a complication during and after the procedure did not occur in any of the procedures. ",
            "section": "Results"
        },
        {
            "text": "We divided 89 procedures into two groups based on whether the skin temperature increased by more or less than 1°C. ",
            "section": "Results"
        },
        {
            "text": "The group of 62 SGBs, in which the skin temperature increased by more than 1°C, was considered as the successful sympathetic block in the upper limb group. ",
            "section": "Results"
        },
        {
            "text": "The group of 27 SGBs, in which the skin temperature increased by <1°C, was considered the nonsympathetic block group. ",
            "section": "Results"
        },
        {
            "text": "Figure 1 demonstrates a case with effective sympathetic block in the upper limb as measured by thermography. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Immediately after a change in posture from the supine to long sitting position, absolute finger blood flow in both groups decreased significantly before and after SGB (Table 2). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 175,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "(Table 2"
                }
            ]
        },
        {
            "text": "In the nonsympathetic block group, the ratio of (finger blood flow in the long sitting position)/(finger blood flow in the supine position) in the thumb on the SGB side did not increase significantly with a change in posture after the block compared with the ratio before SGB (Table 3; Figure 2A). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 276,
                    "end": 284,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 3"
                },
                {
                    "start": 286,
                    "end": 295,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2A"
                }
            ]
        },
        {
            "text": "However, in the sympathetic block group, the ratio after SGB increased significantly with a change in posture compared with the ratio before SGB (Table 3; Figure 2B).",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 153,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 3"
                },
                {
                    "start": 155,
                    "end": 164,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 2B"
                }
            ]
        },
        {
            "text": "Sympathetic blocks, such as SGB, are widely used for the treatment of pain and sympathetic disorders of the head, neck and upper extremities. ",
            "section": "Discussion"
        },
        {
            "text": "Recently, ultrasound-guided techniques have allowed for a more effective and precise sympathetic blocking, and may improve the safety of the procedure by direct visualization of vascular and soft tissue structures. ",
            "section": "Discussion"
        },
        {
            "text": "8 The  anatomical basis of this technique is that the cervical sympathetic trunk lies entirely subfascially. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "9 The stellate ganglion, formed by fusion of the inferior cervical and first thoracic ganglia, is located adjacent to the neck of the first rib, lateral to the longus colli muscle and posterior to the vertebral artery. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9"
                }
            ]
        },
        {
            "text": "10 In the method of ultrasound-guided SGB reported by Shibata et al, the tip of the needle penetrates the prevertebral fascia in the longus colli muscle and 8 mL of 1% lidocaine is injected. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "11 They demonstrated how ultrasound-guided C6-SGB is performed beneath the prevertebral fascia in the longus colli muscle. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "Another study reported that a 2 mL dose is sufficient for a successful block when performing an ultrasound-guided SGB. ",
            "section": "Discussion"
        },
        {
            "text": "12 Following the report of Narouze et al, 13 we typically use 5 mL of the local anesthetic for ultrasound-guided SGB. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                },
                {
                    "start": 42,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13"
                }
            ]
        },
        {
            "text": "Reliable methods of evaluation of the success of sympathetic block after SGB are, therefore, essential. ",
            "section": "Discussion"
        },
        {
            "text": "The signs of a successful SGB are Horner's triad of myosis, ptosis and enophthalmos, and lack of sweating on the face on the block side, due to blockade of the cervical sympathetic trunk. ",
            "section": "Discussion"
        },
        {
            "text": "The other signs are venodilatation and absence of sweating in the upper limb, and increase in skin temperature of the blocked limb by at least 1°C, since SGB also affects the upper limb region. ",
            "section": "Discussion"
        },
        {
            "text": "5 The most commonly used method for assessing successful sympathetic block of the upper limb is measurement of the temperature of the skin. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "Skin temperature assessment with an infrared thermometer is a reliable early indicator of a successful block after brachial plexus block. ",
            "section": "Discussion"
        },
        {
            "text": "14 Other techniques include measurement of skin resistance and the sweat test. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "Of the tests employed to assess sympathetic block, temperature measurement is probably the most widely used technique to assess sympathectomy of the affected site. ",
            "section": "Discussion"
        },
        {
            "text": "15 However, since temperature measurement may be affected by the environment of the clinical room, ensuring that the room temperature remains stable is important for precise measurements, as compared with measuring blood flow by laser flowmetry.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "We previously reported that retention of finger blood flow against postural change has the potential to be a new indicator of sympathetic block in the upper limb. ",
            "section": "Discussion"
        },
        {
            "text": "3 In that report, the number of procedures in which the ratio of (finger blood flow in the long sitting position/finger blood flow in the supine position) was >90%, which was significantly higher on the SGB as compared to the non-SGB side. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "3 In this study, we divided SGBs into two groups depending on whether skin temperature increased by more or less than 1°C after the block. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "Elevation of skin temperature by more than 1°C was assumed to indicate successful sympathetic block in the upper limb after SGB. ",
            "section": "Discussion"
        },
        {
            "text": "In both the groups of this study, there was a significant difference in blood flow between the supine and long sitting positions both before and after SGB. ",
            "section": "Discussion"
        },
        {
            "text": "However, the ratio of blood flow in (long  sitting position/supine position) significantly increased after SGB. ",
            "section": "Discussion"
        },
        {
            "text": "Sympathetic nerve block in the upper limb induced by SGB prevents efferent nerve conduction to the peripheral nerves of vessels and, hence, postural change-induced vasoconstriction. ",
            "section": "Discussion"
        },
        {
            "text": "It, thus, induces peripheral vasodilation in the upper extremity and maintains blood flow in the face of postural change. ",
            "section": "Discussion"
        },
        {
            "text": "The fact that the ratio of finger blood flow increased after SGB indicates that sympathetic block in the upper limb cut off baroreflexes in the upper body and maintained peripheral blood flow in the thumb against postural changes. ",
            "section": "Discussion"
        },
        {
            "text": "Tschakovsky and Hughson reported that venous emptying serves as a stimulus for transient (within 10 s) vasodilation in vivo and this vasodilation can substantially elevate arterial flow. ",
            "section": "Discussion"
        },
        {
            "text": "16 They studied arm elevation above the heart level in the sitting position, which is different from the supine and long sitting positions assessed in our study. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16"
                }
            ]
        },
        {
            "text": "We assessed and compared finger blood flow before and after SGB under the same conditions. ",
            "section": "Discussion"
        },
        {
            "text": "The results of Tschakovsky's report differ from the findings of our study, likely because we performed the study without employing a venous emptying procedure.",
            "section": "Discussion"
        },
        {
            "text": "Szili-Torok et al reported that determination of baroreflexinduced microvascular responses might serve as a feasible method for monitoring the effectiveness of sympathetic block during axillary brachial plexus block. ",
            "section": "Discussion"
        },
        {
            "text": "17 They opined that measurement of blood flow was more reliable for assessing reflex responses than for evaluating sympathetic block. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "In their method, cutaneous vascular resistance was calculated to evaluate sympathetic activity. ",
            "section": "Discussion"
        },
        {
            "text": "With our method, it is possible to evaluate sympathetic block in the upper limb merely by using laser flowmetry to assess the change in finger blood flow following postural change.",
            "section": "Discussion"
        },
        {
            "text": "Our study shows that when the sympathetic nerves in the upper limb are blocked, the ratio of finger blood flow in long sitting/ supine position increases significantly despite baroreflexes stimulated by postural change from the supine to long sitting position. ",
            "section": "Conclusion"
        },
        {
            "text": "Retention of finger blood flow against postural changes may serve as an indicator of sympathetic blockade in the upper limb after SGB or brachial plexus block.",
            "section": "Conclusion"
        },
        {
            "text": "Submit your manuscript here: https://www.dovepress.com/journal-of-pain-research-journal",
            "section": "Publish your work in this journal"
        },
        {
            "text": "The Journal of Pain Research is an international, peer reviewed, open access, online journal that welcomes laboratory and clinical findings in the fields of pain research and the prevention and management of pain. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "Original research, reviews, symposium reports, hypothesis formation and commentaries are all considered for publication. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use. ",
            "section": "Publish your work in this journal"
        },
        {
            "text": "Visit http://www.dovepress.com/testimonials.php to read real quotes from published authors.",
            "section": "Publish your work in this journal",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 43,
                    "end": 47,
                    "rawForm": ".php",
                    "resp": "whitelist",
                    "id": "c3dccf3cb6-software-simple-w1"
                }
            ]
        },
        {
            "text": "The authors report no conflicts of interest in this work.",
            "section": "Disclosure"
        }
    ]
}