{
    "id": "e70b5d4104",
    "abstract": [],
    "body_text": [
        {
            "text": "Hypertrophic cardiomyopathy (HCM) is the most common inherited cardiac disease, present in 1 in 500 of the general population. ",
            "section": "Introduction"
        },
        {
            "text": "More than 1500 mutations in ≥11 causative genes have been identified in HCM, most of which are unique to individual families. ",
            "section": "Introduction"
        },
        {
            "text": "[1] It is estimated that about 70% of patients who are positive for genetic tests carry mutations in b-myosin heavy chain (MYH7) and myosin-binding protein C (MYBPC3) genes; these 2 genes account for up to 50% of all clinically diagnosed cases of HCM, whereas other genes account for <10% of cases. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "[2] Clinically, HCM is a highly heterogeneous disease with not only considerable interfamilial, but also intrafamilial variability in disease phenotypes, which include disease severity, age of onset, and disease progression. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "[1,3] The extensive phenotypic variability cannot be fully explained by the causal mutations because even siblings sharing the same pathological mutation still show huge discordant phenotypes. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3]"
                }
            ]
        },
        {
            "text": "This unexplained variance raises the possibility of contribution from other genetic factors, the so-called modifier genes.",
            "section": "Introduction"
        },
        {
            "text": "It is of great importance to identify these genetic modifiers in light of genetic-based diagnosis, risk stratification, and disease treatment. ",
            "section": "Introduction"
        },
        {
            "text": "Pharmacologic interventions of the modifier genes involved in HCM-specific pathways might provide new therapeutic opportunities. ",
            "section": "Introduction"
        },
        {
            "text": "However, identification of such modifier genes remains challenging and systemic exploration is absent in HCM. ",
            "section": "Introduction"
        },
        {
            "text": "Among these few modifiers investigated in HCM, the most studied was genetic variations in the renin-angiotensin-aldosterone system (RAAS) genes. ",
            "section": "Introduction"
        },
        {
            "text": "It was first proposed in a HCM family with a causal MYBPC3 mutation that patients with the pro-left ventricular hypertrophy (LVH) genotypes in RAAS genes manifested cardiac hypertrophy, whereas those without pro-LVH genotypes did not. ",
            "section": "Introduction"
        },
        {
            "text": "[4] However, this observation was not confirmed in a recent study involving a large population of 368 sporadic HCM patients who carried founder mutations in MYBPC3 gene, [5] indicating that there are other currently unknown modifiers to be discovered.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Family study is important in modifier gene investigation because the population is homogeneous and more readily available than a large sample of unrelated patients, which is always a genetically heterogeneous population. ",
            "section": "Introduction"
        },
        {
            "text": "In a Chinese HCM family, we recently identified 8 members harboring a Editor: Weimin Guo. ",
            "section": "Introduction"
        },
        {
            "text": "X.Z. and J.X. contributed equally to this study.",
            "section": "Introduction"
        },
        {
            "text": "The study was funded by the National Natural Science Foundation of China (NO. 81600312).",
            "section": "Introduction",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 53,
                    "end": 63,
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "e70b5d4104-software-simple-w0"
                }
            ]
        },
        {
            "text": "MYBPC3 disease-causing mutation but with very disparate phenotypes. ",
            "section": "Introduction"
        },
        {
            "text": "It is most likely that other functional mutations in relevant genes provide synergistic effects with MYBPC3 mutation and lead to an early-onset and severe phenotype. ",
            "section": "Introduction"
        },
        {
            "text": "We aimed to identify these possible genetic variants using the next-generation sequencing (NGS) technology to analyze all known causing genes and closely related genes for cardiomyopathy and channelopathy, given ion cycling deficiency and sarcomeric structure impairment were the major pathological mechanisms of HCM. ",
            "section": "Introduction"
        },
        {
            "text": "[6] 2. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "METHODS",
            "section": "Introduction"
        },
        {
            "text": "This study was conducted in accordance with the ethical guidelines of the Declaration of Helsinki, and approved by the local ethics committee at the Affiliated Drum Tower Hospital, Nanjing University School of Medicine. ",
            "section": "Subjects"
        },
        {
            "text": "Written informed consent was obtained from all subjects.",
            "section": "Subjects"
        },
        {
            "text": "A large consanguineous Chinese HCM family with considerable phenotype heterogeneity was clinically examined (Fig. 1). ",
            "section": "Subjects",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 115,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1"
                }
            ]
        },
        {
            "text": "An ethnically matched group of 550 control subjects with normal echocardiograms was also included. ",
            "section": "Subjects"
        },
        {
            "text": "Venous blood samples were collected for DNA analysis.",
            "section": "Subjects"
        },
        {
            "text": "Clinical diagnosis of HCM in adult patients is based on the presence of left ventricular end-diastolic wall thickness ≥15 mm in ≥1 left ventricular myocardial segments by 2-dimensional echocardiography after excluding other cardiac or systemic diseases capable of producing a similar degree of hypertrophy. ",
            "section": "Diagnosis"
        },
        {
            "text": "[7][8][9] For the diagnosis of HCM in first-degree relatives of patients with unequivocal HCM, the cut-off of left ventricular wall thickness was 13 mm. ",
            "section": "Diagnosis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "[8] Genetic testing is also used in the identification of affected relatives in families known to have HCM; those relatives who carry HCM-definitive mutation but without cardiac hypertrophy are called genotype-positive phenotype-negative HCM patients. ",
            "section": "Diagnosis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "[7,9] ",
            "section": "Diagnosis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9]"
                }
            ]
        },
        {
            "text": "Echocardiography was performed by an experienced operator blinded of both genotype and control or study subject status. ",
            "section": "Echocardiography"
        },
        {
            "text": "Mmode, 2-dimensional images, and Doppler recordings were obtained using a Philips Sonos 5500 ultrasound system. ",
            "section": "Echocardiography"
        },
        {
            "text": "Left ventricular ejection fraction (LVEF) was assessed by using Simpson biplane method. ",
            "section": "Echocardiography"
        },
        {
            "text": "Left ventricular end-diastolic diameter (LVDD) and left ventricular septal and posterior wall thickness were assessed from 2-dimensional images. ",
            "section": "Echocardiography"
        },
        {
            "text": "Peak early (E) and late (A) transmitral velocities, E/A ratio, and E-wave deceleration time were measured from spectral Doppler images. ",
            "section": "Echocardiography"
        },
        {
            "text": "Tissue Doppler e' velocity was measured at the septal and lateral corners of the mitral annulus. ",
            "section": "Echocardiography"
        },
        {
            "text": "Subjects with normal echocardiograms were classified as unaffected members or members with unknown status.",
            "section": "Echocardiography"
        },
        {
            "text": "Genomic DNA was extracted from human peripheral blood samples using the DNeasy kit (Qiagen). ",
            "section": "Sanger sequencing for mutations in MYBPC3 and MYH7"
        },
        {
            "text": "DNA concentration and purity were measured with a Nanodrop 2000 spectrophotometer (Thermo scientific), and calibrated to 50 ng/mL for further use. ",
            "section": "Sanger sequencing for mutations in MYBPC3 and MYH7"
        },
        {
            "text": "The polymerase chain reaction (PCR) was performed using primers that cover all exons and exon-intron boundaries of MYBPC3 and MYH7. ",
            "section": "Sanger sequencing for mutations in MYBPC3 and MYH7"
        },
        {
            "text": "[10][11] PCR products were purified with the Gel Extraction kit (Omega) and sequenced on both strands using the BigDye Terminator v3.1 kit (Applied Biosystems). ",
            "section": "Sanger sequencing for mutations in MYBPC3 and MYH7",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[11]"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 65,
                    "end": 70,
                    "rawForm": "Omega",
                    "resp": "whitelist",
                    "id": "e70b5d4104-software-simple-w1"
                },
                {
                    "type": "software",
                    "start": 119,
                    "end": 129,
                    "rawForm": "Terminator",
                    "resp": "whitelist",
                    "id": "e70b5d4104-software-simple-w2"
                }
            ]
        },
        {
            "text": "Sequence alignments were carried out with the ABI 3100 Genetic Analyzer (Applied Biosystems).",
            "section": "Sanger sequencing for mutations in MYBPC3 and MYH7"
        },
        {
            "text": "Five polymorphisms previously investigated in RAAS were selected for genotyping. ",
            "section": "Genotyping the 5 polymorphisms in RAAS"
        },
        {
            "text": "That includes rs4646994 in the angiotensin converting enzyme gene (ACE), rs5186 in the angiotensin II receptor type 1 gene (AGTR1), rs1800875 in the cardiac chymase A gene (CMA1), rs699 in the gene encoding angiotensinogen (AGT), and rs1799998 in the aldolase synthase gene (CYP11B2). ",
            "section": "Genotyping the 5 polymorphisms in RAAS"
        },
        {
            "text": "The deletion/insertion (D/I) polymorphism (rs4646994) in ACE was genotyped as previously described [5] and genotyping of other polymorphisms was determined by Sanger sequencing.",
            "section": "Genotyping the 5 polymorphisms in RAAS",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Targeted NGS (including library construction, capture, and sequencing) was carried out at MyGenostics Gene Technologies (Beijing, China). ",
            "section": "Targeted ngs"
        },
        {
            "text": "The Cardiomyopathy panel (MyGenostics) was designed to cover 104 genes, which were known causes or related genes for cardiomyopathy and channelopathy (Table S1, http:// links.lww.com/MD/B745). ",
            "section": "Targeted ngs"
        },
        {
            "text": "Targeted gene enrichment was performed with the GenCap Custom Enrichment Kit (MyGenostics) according to the GenCap protocol, as described previously. ",
            "section": "Targeted ngs",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 55,
                    "end": 61,
                    "rawForm": "Custom",
                    "resp": "whitelist",
                    "id": "e70b5d4104-software-simple-w3"
                }
            ]
        },
        {
            "text": "[12][13] Captured DNA libraries were sequenced with the Illumina HiSeq 2000 instrument (Illumina, San Diego, CA) for 100-bp paired reads.",
            "section": "Targeted ngs",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[12]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[13]"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 56,
                    "end": 64,
                    "rawForm": "Illumina",
                    "resp": "whitelist",
                    "id": "e70b5d4104-software-simple-w4"
                },
                {
                    "type": "software",
                    "start": 88,
                    "end": 96,
                    "rawForm": "Illumina",
                    "resp": "whitelist",
                    "id": "e70b5d4104-software-simple-w5"
                }
            ]
        },
        {
            "text": "Mapping of the sequencing reads to the human genome reference sequence (hg19) was performed with the burrows-wheelerMedicine alignment tool. ",
            "section": "Data analysis"
        },
        {
            "text": "[14] The Short Oligonucleotide Analysis Package (SOAPsnp) and the Genome Analysis Toolkit were used to discover single-nucleotide polymorphism and insertion-deletion, respectively. ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[14]"
                }
            ],
            "entity_spans": [
                {
                    "start": 9,
                    "end": 57,
                    "type": "software",
                    "rawForm": "Short Oligonucleotide Analysis Package (SOAPsnp)",
                    "resp": "#curator",
                    "id": "e70b5d4104-software-simple-0"
                },
                {
                    "start": 62,
                    "end": 89,
                    "type": "software",
                    "rawForm": "the Genome Analysis Toolkit",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "e70b5d4104-software-simple-1",
                    "cert": "0.8"
                },
                {
                    "type": "software",
                    "start": 40,
                    "end": 47,
                    "rawForm": "Package",
                    "resp": "whitelist",
                    "id": "e70b5d4104-software-simple-w6"
                },
                {
                    "type": "software",
                    "start": 49,
                    "end": 56,
                    "rawForm": "SOAPsnp",
                    "resp": "whitelist",
                    "id": "e70b5d4104-software-simple-w7"
                }
            ]
        },
        {
            "text": "[15-16] Gene related annotation was mainly done with ANNOVAR. ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "bibr",
                    "text": "[15-16]"
                }
            ],
            "entity_spans": [
                {
                    "start": 53,
                    "end": 60,
                    "type": "software",
                    "rawForm": "ANNOVAR",
                    "resp": "#annotator5",
                    "used": true,
                    "id": "e70b5d4104-software-simple-2",
                    "cert": "1.0"
                },
                {
                    "type": "software",
                    "start": 53,
                    "end": 60,
                    "rawForm": "ANNOVAR",
                    "resp": "whitelist",
                    "id": "e70b5d4104-software-simple-w8"
                }
            ]
        },
        {
            "text": "[17] The pathogenicity of a variant was determined based on frequency in the population and in silico prediction. ",
            "section": "Data analysis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "We excluded common variants (frequency > 1%) present in the National Heart, Lung, and Blood Institute ESP (Exome Sequencing Project), the 1000 Genomes database, and exomes generated in house from 550 unaffected Chinese control samples. ",
            "section": "Data analysis"
        },
        {
            "text": "Variants annotated in the Human Gene Mutation Database (HGMD) were regarded as disease-causing. ",
            "section": "Data analysis"
        },
        {
            "text": "All nonsynonymous variants were subjected to in silico analysis, which included functional annotation algorithms such as SIFT, PolyPhen2, GERP++, and MutationTaster. ",
            "section": "Data analysis",
            "entity_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "type": "software",
                    "rawForm": "SIFT",
                    "resp": "#curator",
                    "id": "e70b5d4104-software-simple-3"
                },
                {
                    "start": 127,
                    "end": 136,
                    "type": "software",
                    "rawForm": "PolyPhen2",
                    "resp": "#curator",
                    "id": "e70b5d4104-software-simple-4"
                },
                {
                    "start": 138,
                    "end": 144,
                    "type": "software",
                    "rawForm": "GERP++",
                    "resp": "#curator",
                    "id": "e70b5d4104-software-simple-5"
                },
                {
                    "start": 150,
                    "end": 164,
                    "type": "software",
                    "rawForm": "MutationTaster",
                    "resp": "#curator",
                    "id": "e70b5d4104-software-simple-6"
                },
                {
                    "type": "software",
                    "start": 121,
                    "end": 125,
                    "rawForm": "SIFT",
                    "resp": "whitelist",
                    "id": "e70b5d4104-software-simple-w9"
                },
                {
                    "type": "software",
                    "start": 138,
                    "end": 142,
                    "rawForm": "GERP",
                    "resp": "whitelist",
                    "id": "e70b5d4104-software-simple-w10"
                },
                {
                    "type": "software",
                    "start": 150,
                    "end": 164,
                    "rawForm": "MutationTaster",
                    "resp": "whitelist",
                    "id": "e70b5d4104-software-simple-w11"
                }
            ]
        },
        {
            "text": "All variants identified by NGS and deemed as pathogenic were verified by Sanger sequencing, using primers designed from Primer 3 online software (http://bioinfo.ut.ee/primer3-0.4.0/primer3/input.htm).",
            "section": "Data analysis",
            "entity_spans": [
                {
                    "start": 120,
                    "end": 126,
                    "type": "software",
                    "rawForm": "Primer",
                    "resp": "#curator",
                    "used": true,
                    "id": "e70b5d4104-software-0",
                    "cert": "0.9"
                },
                {
                    "start": 127,
                    "end": 128,
                    "type": "version",
                    "rawForm": "3",
                    "resp": "#annotator5",
                    "id": "#e70b5d4104-software-0"
                },
                {
                    "start": 146,
                    "end": 198,
                    "type": "url",
                    "rawForm": "http://bioinfo.ut.ee/primer3-0.4.0/primer3/input.htm",
                    "resp": "#curator",
                    "id": "#e70b5d4104-software-0"
                },
                {
                    "type": "software",
                    "start": 136,
                    "end": 144,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "e70b5d4104-software-simple-w12"
                },
                {
                    "type": "software",
                    "start": 167,
                    "end": 174,
                    "rawForm": "primer3",
                    "resp": "whitelist",
                    "id": "e70b5d4104-software-simple-w13"
                },
                {
                    "type": "software",
                    "start": 181,
                    "end": 188,
                    "rawForm": "primer3",
                    "resp": "whitelist",
                    "id": "e70b5d4104-software-simple-w14"
                },
                {
                    "type": "software",
                    "start": 194,
                    "end": 198,
                    "rawForm": ".htm",
                    "resp": "whitelist",
                    "id": "e70b5d4104-software-simple-w15"
                }
            ]
        },
        {
            "text": "It is well accepted that variants in MYBPC3 and MYH7 account for >70% of HCM cases in which a mutation has been defined. ",
            "section": "Identification of the mutation in MYBPC3 by Sanger sequencing"
        },
        {
            "text": "We sequenced MYBPC3 and MYH7 genes in the 4 affected HCM patients and revealed no disease-causing mutation in MYH7, but the presence in all affected individuals of a heterozygous c.3624delC mutation within MYBPC3 (11p11.2), leading to a frameshift and a premature termination codon (p.Lys1209Serfs) and thus causing the loss of 49 amino acids in the protein (Fig. 2). ",
            "section": "Identification of the mutation in MYBPC3 by Sanger sequencing",
            "ref_spans": [
                {
                    "start": 358,
                    "end": 366,
                    "type": "figure",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "This mutation has been reported previously in several HCM patients [18][19] , but was not found in the 1000 Genomes Project or the Exome Sequencing Project, nor in the 550 ethnically matched healthy control individuals in our study. ",
            "section": "Identification of the mutation in MYBPC3 by Sanger sequencing",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[18]"
                },
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "In this family, we identified 8 members harboring this disease-causing mutation. ",
            "section": "Identification of the mutation in MYBPC3 by Sanger sequencing"
        },
        {
            "text": "All these 8 members were regarded as HCM patients, either as ",
            "section": "Identification of the mutation in MYBPC3 by Sanger sequencing"
        },
        {
            "text": "Marked clinical heterogeneity was noted among these patients who shared the same disease-causing MYBPC3mutation: 4 (IV-2, IV-4, IV-5, and V-1) were considered severely affected because they had a greater maximal wall thickness (MWT), an earlier onset of HCM phenotype associated with marked symptoms and cardiac events (cardiac death or admission for heart failure or stroke); 1 (IV-6) was considered as moderately affected because she had documented LVH, but less MWT and no evidence of cardiac symptoms or event; the other 3 (IV-8, IV-10, and V-8) were genotype-positive phenotype-negative patients with no evidence of LVH or relevant clinical symptoms. ",
            "section": "Targeted NGS for modifying variants"
        },
        {
            "text": "However, V-8 needs follow-up reevaluation because he was only 18 at his last clinical evaluation. ",
            "section": "Targeted NGS for modifying variants"
        },
        {
            "text": "This remarkable phenotypic variation indicates that disease modifiers exist. ",
            "section": "Targeted NGS for modifying variants"
        },
        {
            "text": "We first genotyped the five variations in RAAS genes and revealed no correlation between HCM phenotypes and these genotypes, which ruled out the modifying effect of these RAAS variants. ",
            "section": "Targeted NGS for modifying variants"
        },
        {
            "text": "We then performed targeted NGS for the index HCM patient using a panel covering all known causing genes and closely related genes of cardiomyopathy and channelopathy, and the RAAS genes. ",
            "section": "Targeted NGS for modifying variants"
        },
        {
            "text": "The NGS captured 99.5% of the target region. ",
            "section": "Targeted NGS for modifying variants"
        },
        {
            "text": "A mean coverage of 307Â was reached and 92.7% of target regions were covered to a depth of at least 20 Â. ",
            "section": "Targeted NGS for modifying variants"
        },
        {
            "text": "In total, we identified 301 genetic variants in the index patient across the target region. ",
            "section": "Targeted NGS for modifying variants"
        },
        {
            "text": "After excluding synonymous genetic variants, 135 exonic or splice-site variants remained. ",
            "section": "Targeted NGS for modifying variants"
        },
        {
            "text": "Further excluding common variants (≥1.0%) reported in Exome Sequencing Project, 1000 Genomes, and exomes generated in house left us with 5 candidate variants ( Table 2). ",
            "section": "Targeted NGS for modifying variants",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 168,
                    "type": "table",
                    "text": "Table 2)"
                }
            ]
        },
        {
            "text": "Two of these, c.3624delC (p.Lys1209Serfs) within MYBPC3 and c.1598C>T (p.Ser533Leu) within voltage-dependent l-type calcium channel subunit beta-2 (CACNB2; 10p12.31), were predicted to be \"damaging\" by all algorithms, whereas the other 3 mutations, c.1058C>T (p.Ala353Val) within transforming growth factor beta 1 (TGFB1; 19q13.2), c.8134G>T (p.Ala2712Ser) within A-kinase anchoring protein 9 (AKAP9, 7q21.2), and c.3923G>A (p.Arg1308Gln) within desmoplakin (DSP; 6p24.3), were predicted \"benign\" according to at least 2 functional annotation algorithms.",
            "section": "Targeted NGS for modifying variants"
        },
        {
            "text": "Next we determined these 5 genotypes in all family members through Sanger sequencing. ",
            "section": "Sanger sequencing confirmation in family members"
        },
        {
            "text": "We found that among the 8 HCM patients carrying the MYBPC3 mutation, those severely affected (IV-2, IV-4, IV-5, and V-1) also carried the CACNB2 c.1598C>T (p.Ser533Leu) mutation (Fig. 3), whereas the patient moderately affected (IV-6) and those 3 genotype-positive phenotype-negative patients (IV-8, IV-10, and V-8) did not carry this mutation in CACNB2. ",
            "section": "Sanger sequencing confirmation in family members",
            "ref_spans": [
                {
                    "start": 178,
                    "end": 186,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 3)"
                }
            ]
        },
        {
            "text": "However, segregation analysis of the other 3 mutations in the family confirmed no association between these mutations and the phenotypes ( Table 3). ",
            "section": "Sanger sequencing confirmation in family members",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The good segregation of HCM phenotype with CACNB2 genotype suggests that CACNB2 might serve as a functional modifier in MYBPC3-related HCM. ",
            "section": "Sanger sequencing confirmation in family members"
        },
        {
            "text": "To support this, the affected amino acid of this mutation in CACNB2 is extremely conserved in the evolution (Fig. 4).",
            "section": "Sanger sequencing confirmation in family members",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 115,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 4"
                }
            ]
        },
        {
            "text": "The MYBPC3-Lys1209Serfs mutation has been previously reported in several patients with HCM in 2 studies (including 1 familial HCM), both of which were conducted in Chinese population. ",
            "section": "MYBPC3-Lys1209Serfs causes HCM in humans"
        },
        {
            "text": "[19] This variant was not reported in public databases, Figure 2. ",
            "section": "MYBPC3-Lys1209Serfs causes HCM in humans",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[19]"
                },
                {
                    "start": 56,
                    "end": 64,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Electropherograms showing the MYBPC3 c.3624delC (p.Lys1209Serfs) heterozygous mutation and a wild type, control sequence. ",
            "section": "MYBPC3-Lys1209Serfs causes HCM in humans"
        },
        {
            "text": "Table 2 Genetic variants identified after targeted next-generation sequencing followed by adequate filtering. ",
            "section": "MYBPC3-Lys1209Serfs causes HCM in humans",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "and was predicted to cause loss of 49 amino acids. ",
            "section": "MYBPC3-Lys1209Serfs causes HCM in humans"
        },
        {
            "text": "The MYBPC3 truncation mutation might result in haploinsufficiency because truncated proteins were prone to be degraded through nonsensemediated decay. ",
            "section": "MYBPC3-Lys1209Serfs causes HCM in humans"
        },
        {
            "text": "[20] ",
            "section": "MYBPC3-Lys1209Serfs causes HCM in humans",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "The MYBPC3-Lys1209Serfs mutation was first reported in a 3generation family with HCM. ",
            "section": "MYBPC3-Lys1209Serfs and other MYBPC3 mutations are associated with incomplete penetrance and mild prognosis"
        },
        {
            "text": "[19] Onset of cardiac symptoms did not occur until the sixth decade of life in this family, and all HCM patients lived to their 90s without the protection of ICDs. ",
            "section": "MYBPC3-Lys1209Serfs and other MYBPC3 mutations are associated with incomplete penetrance and mild prognosis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "Consistently, other MYBPC3 mutations were also reported relatively mild in prognosis and were even considered as founder mutations in several general populations. ",
            "section": "MYBPC3-Lys1209Serfs and other MYBPC3 mutations are associated with incomplete penetrance and mild prognosis"
        },
        {
            "text": "[21] Our study confirmed that remarkable incomplete penetrance exists in MYBPC3-mutation-carrying HCM patients: 3 family members did not have echocardiographic manifestations of HCM at ages 18, 43, and 45 years. ",
            "section": "MYBPC3-Lys1209Serfs and other MYBPC3 mutations are associated with incomplete penetrance and mild prognosis",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "However, 4 other HCM patients carrying the identical mutation showed earlier disease onset (3 at their 40s and 1 at 20s), severe echocardiographic manifestations (greater MWT), and much worse prognosis (1 suffered sudden cardiac death at 20s and 1 at 40 s) than the 3 genotype-positive phenotype-negative patients and most HCM patients reported in previously published literatures. ",
            "section": "MYBPC3-Lys1209Serfs and other MYBPC3 mutations are associated with incomplete penetrance and mild prognosis"
        },
        {
            "text": "These discrepancies indicate that a modifier gene may contribute to deteriorate disease phenotype in addition to the MYBPC3 mutation.",
            "section": "MYBPC3-Lys1209Serfs and other MYBPC3 mutations are associated with incomplete penetrance and mild prognosis"
        },
        {
            "text": "It is generally accepted that other disease modifiers exist beyond the specific disease-causing genetic mutations. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype"
        },
        {
            "text": "HCM is a disease with complex pathogenesis, among which the most well-known were cycling deficiency and sarcomeric structure impairment. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype"
        },
        {
            "text": "[6] Adrenergic system are also involved in the process of LVH or heart failure, [22][23] and reports showed possible modifying effect of variations in their related genes. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[22]"
                },
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "[4][5] In our study, however, we did not found associations between these variations in adrenergic system and HCM phenotypes. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Accumulating evidences support that HCM patients carrying >1 sarcomere gene mutation were associated with more remarkable phenotypes and more adverse outcomes than those with a single mutation. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype"
        },
        {
            "text": "[19,24] However, this is not the case in our study because we did not find patients carrying multiple sarcomere mutations. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[19,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "24]"
                }
            ]
        },
        {
            "text": "Instead, for the first time, we showed that CACNB2 is a possible genetic modifier of MYBPC3-associated familial HCM. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype"
        },
        {
            "text": "Our findings were supported by a recently published study, in which Lopes et al [25] used targeted highthroughput sequencing to investigate the genotype-phenotype associations in HCM, and demonstrated that in patients harboring sarcomere protein gene mutations, those who also carried Ankyrin-B gene (ANK2) variants had greater maximum wall thickness. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "It is notable that mutations in both ANK2 and CACNB2 could lead to channelopathies. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype"
        },
        {
            "text": "[26] In this regard, it is reasonable to postulate that variants in non-sarcomere genes, particularly in candidate genes for channelopathies, are potential genetic modifiers of MYBPC3-related HCM. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "Genotypes were shown for each individual with a plus (+) indicating mutant and a minus (À) indicating wild type for that genotype. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype"
        },
        {
            "text": "AKAP = A-kinase anchoring protein 9, CACNB2 = calcium channel subunit beta-2, DSP = desmoplakin, HCM = hypertrophic cardiomyopathy, MYBPC = myosin-binding protein C, TGFB1 = transforming growth factor beta 1.  ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype"
        },
        {
            "text": "The proposed concept that channelopathy gene mutations may contribute to HCM phenotype was further advanced by a study screening for mutations in 7 Ca 2+ regulatory genes (i.e., SRI, FKBP1B, CASQ2, PLN, SLN, CALR3, and CALM) in a cohort of 252 unrelated familial HCM patients. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype"
        },
        {
            "text": "[27] Four variants with pathogenic significance were detected in these Ca 2+ regulatory genes, among which 2 patients also carried the MYBPC3 sarcomere mutations. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "[27] The modifying effect of these variants was not fully illustrated because the family pedigrees were small and screening for other relatives was unavailable. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "In light of our observations and the data reviewed above, it is likely that most of the evidences concerning modifier genes in HCM are obtained on the basis of MYBPC3 mutations. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype"
        },
        {
            "text": "This may be because of the \"benign\" nature of most MYBPC3 mutations, [3] as MYBPC3 mutations are usually associated with a mild hypertrophy, late-onset, incomplete penetrance, and a better prognosis. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Besides, MYBPC3 gene is the only gene reported in HCM with founder mutations, for example, 2% to 8% of all major Indian populations carry a MYBPC3 deletion, and 0.4% of Iceland population carries a MYPPC3 missense mutation. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype"
        },
        {
            "text": "[21] It would be of great interest to investigate genetic modifiers in these populations with founder mutations. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "[21] 4.4. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Possible mechanisms of the CACNB2 mutation modifying disease phenotype CACNB2 encodes for an auxiliary voltage-dependent L-type calcium-channel (LTCC) Ca v b2 subunit and is predominantly expressed in the heart. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 135,
                    "end": 143,
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "e70b5d4104-software-simple-w16"
                }
            ]
        },
        {
            "text": "The Ca v b2 subunit improves the calcium current by promoting the voltage-dependent opening of Ca 2+ channel and enhancing channel surface expression, probably through direct interaction with actin. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype"
        },
        {
            "text": "Mice lacking Ca v b2 have functionally compromised heart and die at embryonic day 10.5. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype"
        },
        {
            "text": "[28] Diminished L-type Ca 2+ currents were observed in these Ca v b2 À/À mice, as well as in patients with Brugada syndrome harboring loss-of-function mutations in CACNB2. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "[28] Based on algorithmic prediction, it is likely that the CACNB2 mutation identified in our study could attenuate L-type calcium current in cardiomyocytes, and then inhibits the activation of calcium/ calmodulin (Ca 2+ /CaM)-dependent protein kinase II (CaMKII), a key regulator of cardiac physiology and pathology. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "[29] Subsequently, on the one hand, CaMKII-mediated phosphorylation of cMyBP-C, which is critical in maintaining sarcomeric structure and function, is markedly decreased. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "Dephosphorylated cMyBP-C is prone to degradation, [30] and thus leads to dramatic insufficiency of cMyBP-C. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype",
            "ref_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "This situation is worsened given that the MYBPC3 truncation mutation itself causes haploinsufficiency. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype"
        },
        {
            "text": "It is very likely that the serious cMyBP-C deficiency significantly exacerbates the development of HCM in those severely affected patients because a lack of functional full-length cMyBP-C has been demonstrated to cause HCM phenotypes. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype"
        },
        {
            "text": "[31] On the other hand, CaMKII directly binds to the C terminus of Ca v b2 subunit and facilitates LTCC calcium currents through phosphorylation of Ca v b2. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "In CACNB2 mutation carriers, this process is inhibited and Ca 2+ currents are further reduced. ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype"
        },
        {
            "text": "Considerable Ca 2+ is stored in the sarcomere, but mutant sarcomeres may trap more Ca 2+ than normal sarcomeres, causing a reduction in cytoplasmic Ca 2+ . ",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype"
        },
        {
            "text": "[32] Therefore, Ca 2+ current dysfunction is extremely evident in those severely affected HCM patients who carry both the MYBPC3 and CACNB2 mutations, which could explain the high rate of sudden cardiac death of these patients.",
            "section": "Evidences support channelopathy gene mutations could modify HCM phenotype",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "Several limitations should be acknowledged in our study. ",
            "section": "Study limitations"
        },
        {
            "text": "First, we used targeted NGS technology instead of a hypothesis-free approach such as exome or genome sequencing. ",
            "section": "Study limitations"
        },
        {
            "text": "However, our sequencing panel included all known causing genes and closely related genes of cardiomyopathy and channelopathy, which very likely cover the modifier gene if it exists. ",
            "section": "Study limitations"
        },
        {
            "text": "Second, the mechanism of how MYBPC3 interacts with CACNB2 remains undetermined in our study; we were unable to obtain the left ventricular tissue of HCM patients for functional analyses because consent of myocardial biopsy was not provided and none of these patients received heart transplantation or postmortem examination. ",
            "section": "Study limitations"
        },
        {
            "text": "More genetic evidence and functional experiments are needed to confirm our observations.",
            "section": "Study limitations"
        },
        {
            "text": "In this study, for the first time we showed that CACNB2 is a possible candidate hypertrophy-modifying gene contributing to disease variability of MYBPC3-associated familial HCM. ",
            "section": "Study limitations"
        },
        {
            "text": "We provided a new possible mechanism of HCM pathogenesis, that is, a combination effect of sarcomere gene and channelopathy gene mutations, which however needs confirmation with more genetic evidence and functional experiments.",
            "section": "Study limitations"
        },
        {
            "text": "The authors report no conflicts of interest. ",
            "section": "Table 3"
        },
        {
            "text": "The authors thank the patients and their families for their participation in the study.",
            "section": "Acknowledgments"
        }
    ]
}