{
    "level": "sentence",
    "id": "aae3d10b62",
    "abstract": [
        {
            "text": "The aim of this study was to examine changes in photoreceptor ellipsoid zone (EZ) and postreceptor retinal layer in retinitis pigmentosa (RP) patients by ganglion cell analysis (GCA) combined with optical coherence tomography (OCT) imaging to evaluate the structure-function relationships between retinal layer changes and best corrected visual acuity (BCVA). "
        },
        {
            "text": "Sixty-eight eyes of 35 patients with RP and 65 eyes of 35 normal controls were analyzed in the study. "
        },
        {
            "text": "The average length of EZ was 911.1 ± 208.8 mm in RP patients, which was shortened with the progression of the disease on the OCT images. "
        },
        {
            "text": "The average ganglion cell-inner plexiform layer thickness (GCIPLT) was 54.7 ± 18.9 mm in RP patients, while in normal controls it was 85.6 ± 6.8 mm. "
        },
        {
            "text": "The GCIPLT in all quarters became significantly thinner along with outer retinal thinning. "
        },
        {
            "text": "There was a significantly positive correlation between BCVA and EZ (r = À0.7622, P < 0.001) and GCIPLT (r = À0.452, P < 0.001). "
        },
        {
            "text": "Therefore, we assess the retinal layer changes from a new perspective in RP patients, which suggests that EZ and GCIPLT obtained by GCA combined with OCT imaging are the direct and valid indicators to diagnosis and predict the pathological process of RP. "
        },
        {
            "text": "Abbreviations: BCVA = best corrected visual acuity, EZ = ellipsoid zone, ERG = electroretinography, ELM = extend limiting membrane, GCIPLT = ganglion cell-inner plexiform layer thickness, GCA = ganglion cell analysis, GCL = ganglion cell layer, IPL = inner plexiform layer, OCT = optical coherence tomography, ORT = outer retinal thickness, RP = retinitis pigmentosa, RNFL = retinal nerve fiber layer, RPE = retinal pigment epithelium, RGC = retinal ganglion cell."
        }
    ],
    "body_text": [
        {
            "text": "Retinitis pigmentosa (RP) is a hereditary degenerative disease of the retina. ",
            "section": "Introduction"
        },
        {
            "text": "[1,2] As a cause of visual impairment, the prevalence of RP is about 1 in 4000, [3,4] which is characterized by slowly progressive, concentric constriction of the visual field. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2]"
                },
                {
                    "start": 80,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3,"
                },
                {
                    "start": 83,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4]"
                }
            ]
        },
        {
            "text": "[2,5] The earliest histopathological changes in all forms of RP involve shortening of the photoreceptor segments, so there are a number of studies about outer retinal changes, [5][6][7][8][9] while relatively fewer articles about inner retinal thickness. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5]"
                },
                {
                    "start": 176,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 179,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 182,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 185,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 188,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "[10,11] In addition, the results showed that the inner retinal layers were preserved or even thickening compared to the outer retinal layers, which was associated with neuronal-glial remodeling, especially in early stage of RP patients. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11]"
                }
            ]
        },
        {
            "text": "[12] In addition, the morphometry study showed that the ganglion cell number was not statistically different in the various stages of RP. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "[13] Therefore, currently proposed strategies to treat RP are based on the assumption that the inner retinal cells are intact. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "[2] However, there were also articles reported less ganglion cells in RP patients than in normal controls. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "[14,15] Besides, the inner retinal layers including the inner limiting membrane, retinal nerve fiber layer (RNFL), ganglion cell layer (GCL), inner plexiform layer (IPL), and inner nuclear layer measured by manual methods were widely different in previous studies, [11,12,15,16] and RNFL thickness is dramatically different in individuals. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15]"
                },
                {
                    "start": 265,
                    "end": 269,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11,"
                },
                {
                    "start": 269,
                    "end": 272,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12,"
                },
                {
                    "start": 272,
                    "end": 275,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 275,
                    "end": 278,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "16]"
                }
            ]
        },
        {
            "text": "[17] So, the general conclusion that the inner retinal cells are intact need to be reassessed, especially by the modern devices.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "Ganglion cell IPL (GCIPL), which is topographically less variable among normal individuals, reflects both the retinal ganglion cell (RGC) bodies and the dendrites originating from the macular region. ",
            "section": "Introduction"
        },
        {
            "text": "It has been confirmed to be valuable for diagnosing glaucoma obtained by ganglion cell analysis (GCA) incorporate into the new optical coherence tomography (OCT) device, which reflects localized RNFL defects better than Editor: Stela Vujosevic.",
            "section": "Introduction"
        },
        {
            "text": "GL and HL have contributed equally to the article.",
            "section": "Introduction"
        },
        {
            "text": "Authorship: All authors involved in study design, data analysis, and revising of the manuscript, the authors agreed the submission of the article.",
            "section": "Introduction"
        },
        {
            "text": "Funding/support: The work was supported by the National Natural Science Foundation of China grants (81271029 and 81300772), Specialized Research Fund Q2 for the Doctoral Program of Higher Education (20130072120053), and the Science and Technology Commission of Shanghai Q3 (11Jc1409900).",
            "section": "Introduction",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 72,
                    "end": 82,
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "aae3d10b62-software-simple-w0"
                },
                {
                    "type": "software",
                    "start": 170,
                    "end": 177,
                    "rawForm": "Program",
                    "resp": "whitelist",
                    "id": "aae3d10b62-software-simple-w1"
                }
            ]
        },
        {
            "text": "papillary RNFL in advanced glaucoma. ",
            "section": "Introduction"
        },
        {
            "text": "[18,19] However, there is no article to study about GCIPL changes in RP patients by GCA, and the thickness in the previous studies was measured from 2 or 4 points by manual [20,21] ; therefore, it is necessary to reconfirm the condition of ganglion cells in RP. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "19]"
                },
                {
                    "start": 173,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20,"
                },
                {
                    "start": 177,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21]"
                }
            ]
        },
        {
            "text": "Visual function in RP cases was proved to be related with morphological changes of the photoreceptors in the macular area. ",
            "section": "Introduction"
        },
        {
            "text": "[22][23][24][25] Unfortunately, the analysis of the relationship between GCIPL thickness (GCIPLT) and visual function has not been investigated. ",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "With the advent of higher resolution spectral domain (Cirrus high-definition 5000, Carl Zeiss Meditec, Inc.; Dublin, CA) OCT, combined with more precise segmentation of the retinal layers, GCIPLT measurement has become possible. ",
            "section": "Introduction"
        },
        {
            "text": "[26] Therefore, it is necessary to use GCA to assess the morphological changes and thickness of GCIPL in RP patients.",
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "In the present study, we use the modern OCT with an axial resolution of 5 mm to evaluate the changes in receptor ellipsoid zone (EZ) and postreceptor retinal layer (GCIPL) in patients with RP. ",
            "section": "Introduction"
        },
        {
            "text": "The relationship between best corrected visual acuity (BCVA) and EZ, and GCIPLT were investigated using a linear regression model. ",
            "section": "Introduction"
        },
        {
            "text": "The factors affecting visual acuity were further analyzed by multiple linear regressions.",
            "section": "Introduction"
        },
        {
            "text": "In this study, 70 eyes of 35 patients (11 female, 24 male; age range 29-76 years; median age 51.5 years) with a clinical diagnosis of RP were examined, and the average diagnostic duration was 32 ± 6.5 years. ",
            "section": "Materials"
        },
        {
            "text": "Sixty-five eyes of 35 patients (11 female, 24 male; age range 26-78 years; median age 51.8 years) without retinal disease served as normal controls. ",
            "section": "Materials"
        },
        {
            "text": "The study was conducted at Shanghai Tenth People's Hospital between December 2012 and April 2015. ",
            "section": "Materials"
        },
        {
            "text": "The study was conducted in accordance with the tenets of the Declaration of Helsinki. ",
            "section": "Materials"
        },
        {
            "text": "Data collection and analysis were approved by the hospital ethics committee, and informed consent was obtained from all participants. ",
            "section": "Materials"
        },
        {
            "text": "RP patients were diagnosed based on clinical history, funduscopic appearance, visual field testing, and full-field electroretinogram records. ",
            "section": "Materials"
        },
        {
            "text": "All participants underwent a complete ophthalmologic examination, including measurement of BCVA, noncontact tonometry, slit-lamp biomicroscopy, indirect ophthalmoscopy, color fundus photography, full-field electroretinography (ERG), central visual field, and spectral-domain OCT. ",
            "section": "Materials"
        },
        {
            "text": "BCVA, expressed as the logarithm of the minimum angle of resolution (log MAR), finger count, hand movement, light perception, and no light perception were designated as 2, 3, 4, and 5, respectively. ",
            "section": "Materials"
        },
        {
            "text": "All participants followed the selection criteria: ERG was markedly reduced or had no rod response, and the area of central visual field was lost severely. ",
            "section": "Materials"
        },
        {
            "text": "Although some eyes were with good BCVA, the central visual field defect was severe (mean deviation <À20 dB by Octopus Field Analyzer (Haag-Streit, Koeniz, Switzerland)), and the retinal atrophy of the eyes was severely shown by the fundus images.",
            "section": "Materials",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 110,
                    "end": 117,
                    "rawForm": "Octopus",
                    "resp": "whitelist",
                    "id": "aae3d10b62-software-simple-w2"
                },
                {
                    "type": "software",
                    "start": 155,
                    "end": 166,
                    "rawForm": "Switzerland",
                    "resp": "whitelist",
                    "id": "aae3d10b62-software-simple-w3"
                }
            ]
        },
        {
            "text": "High-definition (HD)-OCT (Cirrus high-definition 5000 OCT) with an axial resolution of 5 mm was performed on all 70 eyes with RP and 65 eyes of the normal controls. ",
            "section": "Optical coherence tomography evaluation"
        },
        {
            "text": "Cross-section images of 6 mm horizontal and vertical scans through the central fovea were obtained. ",
            "section": "Optical coherence tomography evaluation"
        },
        {
            "text": "A macular cube 512 Â 128 scan was obtained by Cirrus HD-OCT to obtain the central fovea thicknesses (CFT) and GCIPLT data. ",
            "section": "Optical coherence tomography evaluation"
        },
        {
            "text": "The macula thickness and the outer rings, bounded by 3 and 6 mm concentric circles, were constructed using the automated software algorithm. ",
            "section": "Optical coherence tomography evaluation",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 121,
                    "end": 129,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "aae3d10b62-software-simple-w4"
                }
            ]
        },
        {
            "text": "Central subfield thickness was defined as the average thickness in the central 1 mm subfield centered on the fovea. ",
            "section": "Optical coherence tomography evaluation"
        },
        {
            "text": "Average macular thickness, foveal thickness, outer macular (superior, nasal, inferior, and temporal) thicknesses, and macular volume were obtained for each eye. ",
            "section": "Optical coherence tomography evaluation"
        },
        {
            "text": "The GCA algorithm was incorporated into the newer Cirrus OCT software version 6.5 with the annulus of inner vertical and horizontal diameters of 1 and 1.2 mm, respectively, and outer vertical and horizontal diameters of 4 and 4.8 mm, respectively. ",
            "section": "Optical coherence tomography evaluation",
            "entity_spans": [
                {
                    "start": 50,
                    "end": 60,
                    "type": "software",
                    "rawForm": "Cirrus OCT",
                    "resp": "#annotator0",
                    "used": true,
                    "id": "aae3d10b62-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 78,
                    "end": 81,
                    "type": "version",
                    "rawForm": "6.5",
                    "resp": "#annotator0",
                    "id": "#aae3d10b62-software-1"
                },
                {
                    "type": "software",
                    "start": 61,
                    "end": 69,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "aae3d10b62-software-simple-w5"
                }
            ]
        },
        {
            "text": "As reported, [27] the outer ring size includes the area where the GCL is thickest in a healthy eye. ",
            "section": "Optical coherence tomography evaluation",
            "ref_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "type": "bibr",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "The GCA algorithm identifies the outer boundaries of RNFL and IPL, between which is the GCIPL layer. ",
            "section": "Optical coherence tomography evaluation"
        },
        {
            "text": "GCIPLT will be analyzed according to 8 parameters-average, minimum, and 6 sectors (superonasal, superior, superotemporal, inferotemporal, inferior, and inferonasal)-by the GCA algorithm embedded in Cirrus OCT. ",
            "section": "Optical coherence tomography evaluation"
        },
        {
            "text": "Grayscale images were used for a more precise identification and measurement of the EZ. ",
            "section": "Optical coherence tomography evaluation"
        },
        {
            "text": "Length was measured in the horizontal and vertical scans, and an average value was obtained. ",
            "section": "Optical coherence tomography evaluation"
        },
        {
            "text": "Outer retinal thickness (ORT) was defined as the region from the outer plexiform layer to the retinal pigment epithelium (RPE) layer/ Bruch complex, consisting of the outer plexiform layer, outer nuclear layer, extend limiting membrane (ELM), myoid zone, EZ, interdigitation zone, and RPE/Bruch complex. ",
            "section": "Optical coherence tomography evaluation"
        },
        {
            "text": "ORT was measured 1 mm from the fovea in the horizontal and vertical scans, and an average value was obtained.",
            "section": "Optical coherence tomography evaluation"
        },
        {
            "text": "To measure RNFL thickness, 200 Â 200 axial scans were used in a 6 Â 6 mm 2 area around the optic disc cube. ",
            "section": "Optical coherence tomography evaluation"
        },
        {
            "text": "The software automatically detected the center of the optic disc and extracted a 3.46-mm-diameter peripapillary circle to calculate RNFL thickness at each point of the circle. ",
            "section": "Optical coherence tomography evaluation",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 4,
                    "end": 12,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "aae3d10b62-software-simple-w6"
                }
            ]
        },
        {
            "text": "Four-quadrant thickness and global 360°average thickness provided by Cirrus OCT were used in the study, and the correlation between GCIPL and papillary RNFL thicknesses was analyzed.",
            "section": "Optical coherence tomography evaluation"
        },
        {
            "text": "CFT and GCIPLT were classified into 3 grades according to the statistical percentile (33.3% and 66.6%). ",
            "section": "Optical coherence tomography evaluation"
        },
        {
            "text": "EZ appearance in the OCT images was graded from 1 to 3 as follows: Grade 1, shortened EZ (obtained from cross-section of 6 mm horizontal and vertical scans) more than 1 mm; Grade 2, shortened EZ less than 1 mm; and Grade 3, EZ not visible.",
            "section": "Optical coherence tomography evaluation"
        },
        {
            "text": "Statistical analysis was performed with the Statistical Package for the Social Sciences (SPSS) for Windows (version 20.0; SPSS Inc.; Chicago, IL). ",
            "section": "Statistical analysis",
            "entity_spans": [
                {
                    "start": 44,
                    "end": 93,
                    "type": "software",
                    "rawForm": "Statistical Package for the Social Sciences (SPSS",
                    "resp": "#curator",
                    "id": "aae3d10b62-software-3"
                },
                {
                    "start": 116,
                    "end": 120,
                    "type": "version",
                    "rawForm": "20.0",
                    "resp": "#annotator0",
                    "id": "#aae3d10b62-software-3"
                },
                {
                    "start": 122,
                    "end": 130,
                    "type": "publisher",
                    "rawForm": "SPSS Inc",
                    "resp": "#curator",
                    "id": "#aae3d10b62-software-3"
                },
                {
                    "type": "software",
                    "start": 56,
                    "end": 63,
                    "rawForm": "Package",
                    "resp": "whitelist",
                    "id": "aae3d10b62-software-simple-w7"
                },
                {
                    "type": "software",
                    "start": 89,
                    "end": 93,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "aae3d10b62-software-simple-w8"
                },
                {
                    "type": "software",
                    "start": 99,
                    "end": 106,
                    "rawForm": "Windows",
                    "resp": "whitelist",
                    "id": "aae3d10b62-software-simple-w9"
                },
                {
                    "type": "software",
                    "start": 122,
                    "end": 126,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "aae3d10b62-software-simple-w10"
                }
            ]
        },
        {
            "text": "Photographs were made using SPSS 20.0 and Graph Pad Prism 5 software (Graph Pad Software, Inc., La Jolla, CA). ",
            "section": "Statistical analysis",
            "entity_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator0",
                    "used": true,
                    "id": "aae3d10b62-software-5",
                    "cert": "1.0"
                },
                {
                    "start": 33,
                    "end": 37,
                    "type": "version",
                    "rawForm": "20.0",
                    "resp": "#annotator0",
                    "id": "#aae3d10b62-software-5"
                },
                {
                    "start": 42,
                    "end": 57,
                    "type": "software",
                    "rawForm": "Graph Pad Prism",
                    "resp": "#annotator0",
                    "used": true,
                    "id": "aae3d10b62-software-6",
                    "cert": "1.0"
                },
                {
                    "start": 58,
                    "end": 59,
                    "type": "version",
                    "rawForm": "5",
                    "resp": "#annotator0",
                    "id": "#aae3d10b62-software-6"
                },
                {
                    "start": 70,
                    "end": 93,
                    "type": "publisher",
                    "rawForm": "Graph Pad Software, Inc",
                    "resp": "#curator",
                    "id": "#aae3d10b62-software-6"
                },
                {
                    "type": "software",
                    "start": 28,
                    "end": 32,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "aae3d10b62-software-simple-w11"
                },
                {
                    "type": "software",
                    "start": 60,
                    "end": 68,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "aae3d10b62-software-simple-w12"
                }
            ]
        },
        {
            "text": "Differences between the RP patients and the normal controls were tested with the Mann-Whitney U test and the Kruskal-Wallis test. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Associations between the various OCT parameters and BCVA were examined using Spearman rank correlation. ",
            "section": "Statistical analysis"
        },
        {
            "text": "All factors affecting visual acuity were analyzed further by multiple linear regressions. ",
            "section": "Statistical analysis"
        },
        {
            "text": "Criterion significance was assessed at the P < 0.05 level.",
            "section": "Statistical analysis"
        },
        {
            "text": "Seventy eyes of 35 RP patients and 65 eyes without retinal diseases were enrolled in the study. ",
            "section": "Results"
        },
        {
            "text": "One eye with unacceptable GCIPL OCT image and 1 eye with an unreliable papillary RNFL OCT image were excluded in RP group, so there were 68 eyes analyzed in the study. ",
            "section": "Results"
        },
        {
            "text": "There were no statistically significant differences in age or gender between the RP patients and the normal controls. ",
            "section": "Results"
        },
        {
            "text": "The macular thickness analysis, including the central subfield, outer ring, area thickness, and posterior pole retinal volume are listed in Table 1. ",
            "section": "Analysis of retinal thickness in macular area",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 147,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "CFT and area macular thickness were 216.2 ± 66.7 and 239.2 ± 32.4 mm in the RP patients, respectively, and in the control group were 245.2 ± 22.4 and 283.0 ± 14.0 mm. ",
            "section": "Analysis of retinal thickness in macular area"
        },
        {
            "text": "Posterior pole retinal volume was 8.6 ± 1.2 mm 3 in the RP patients, while in control group was 10.2 ± 0.5 mm 3 . ",
            "section": "Analysis of retinal thickness in macular area",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "These values were significantly lower in RP patients (P < 0.001).",
            "section": "Analysis of retinal thickness in macular area"
        },
        {
            "text": "As shown in Fig. 2, the images showed the retinal GCIPLT map, and the OCT parameter was measured in 6 sectors. ",
            "section": "Thickness map and macular retinal ganglion cell-inner plexiform layer thickness",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "Representative case of normal subject (left eye of 50-year-old male) ( Fig. 2A).",
            "section": "Thickness map and macular retinal ganglion cell-inner plexiform layer thickness",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2A"
                }
            ]
        },
        {
            "text": "Representative case of RP patient (left eye of 54-year-old male) (Fig. 2B). ",
            "section": "Thickness map and macular retinal ganglion cell-inner plexiform layer thickness",
            "ref_spans": [
                {
                    "start": 65,
                    "end": 73,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 2B"
                }
            ]
        },
        {
            "text": "The images showed that RP patients had thinner GCIPL thickness than normal controls in 6 sectors. ",
            "section": "Thickness map and macular retinal ganglion cell-inner plexiform layer thickness"
        },
        {
            "text": "The original data of  ",
            "section": "Thickness map and macular retinal ganglion cell-inner plexiform layer thickness"
        },
        {
            "text": "GCIPLT was measured in 6 different locations: superior, superotemporal, inferotemporal, inferior, inferonasal, and superonasal (Fig. 3A). ",
            "section": "Analysis of GCIPLT and ORT in macular area",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 136,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 3A)"
                }
            ]
        },
        {
            "text": "The mean GCIPLT was 54.7 ± 18.9 mm in the RP patients and 85.6 ± 6.8 mm in the normal controls (Table 2).",
            "section": "Analysis of GCIPLT and ORT in macular area",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 104,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "(Table 2)"
                }
            ]
        },
        {
            "text": "GCIPLT in all quadrants became thinner significantly (P < 0.001), especially in the temporal area (Fig. 3B). ",
            "section": "Analysis of GCIPLT and ORT in macular area",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 3B"
                }
            ]
        },
        {
            "text": "Detailed GCIPLT data in the different quadrants are presented in Table 2.",
            "section": "Analysis of GCIPLT and ORT in macular area",
            "ref_spans": [
                {
                    "start": 65,
                    "end": 72,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The corresponding ORT was classified into 3 grades according to the statistical percentile (33.3% and 66.6%) of GCIPLT: 43.1, 73.3, and 101.4 mm, respectively. ",
            "section": "Analysis of GCIPLT and ORT in macular area"
        },
        {
            "text": "The GCIPLT thinning was consistent with the ORT thinning (P < 0.001). ",
            "section": "Analysis of GCIPLT and ORT in macular area"
        },
        {
            "text": "The correlation between GCIPLT and ORT was significant when evaluated with a linear regression model (r = 0.436, P < 0.001).  ",
            "section": "Analysis of GCIPLT and ORT in macular area"
        },
        {
            "text": "The thickness of the peripapillary RNFL in the different quadrants is presented in 10.7 mm, respectively, in the control group. ",
            "section": "Analysis of peripapillary RNFL thickness",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 83,
                    "end": 87,
                    "rawForm": "10.7",
                    "resp": "whitelist",
                    "id": "aae3d10b62-software-simple-w13"
                }
            ]
        },
        {
            "text": "Compared with the normal controls, RNFL thicknesses in the RP patients were significantly thicker in the temporal and nasal areas (P = 0.001) and thinner in the superior and inferior areas (P < 0.05) (Fig. 4).",
            "section": "Analysis of peripapillary RNFL thickness",
            "ref_spans": [
                {
                    "start": 200,
                    "end": 207,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig. 4"
                }
            ]
        },
        {
            "text": "In the RP patients, the EZ and ELM lines were present in varying lengths at the fovea and absent outside the macula. ",
            "section": "Length of EZ and ELM line in RP patients"
        },
        {
            "text": "The lengths of the residual EZ and ELM lines depicted in the OCT images were measured (Fig. 5A), and the average lengths were 911.1 ± 208.8 and 1621.2 ± 233.5 mm, respectively. ",
            "section": "Length of EZ and ELM line in RP patients",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 95,
                    "type": "figure",
                    "text": "(Fig. 5A)"
                }
            ]
        },
        {
            "text": "The length of the ELM line was significantly longer than the average EZ length (P < 0.005) (Fig. 5B). ",
            "section": "Length of EZ and ELM line in RP patients",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 100,
                    "type": "figure",
                    "text": "(Fig. 5B)"
                }
            ]
        },
        {
            "text": "The correlation between ELM line length and EZ shortening was strong (r = 0.862, P < 0.001) (Fig. 5C). ",
            "section": "Length of EZ and ELM line in RP patients",
            "ref_spans": [
                {
                    "start": 92,
                    "end": 100,
                    "type": "figure",
                    "text": "(Fig. 5C"
                }
            ]
        },
        {
            "text": "The original data of EZ length in RP patients are shown in Supplementary material, http://links.lww.com/MD/B487.",
            "section": "Length of EZ and ELM line in RP patients"
        },
        {
            "text": "CFT and GCIPLT were classified into 3 grades according to the statistical percentile (33.3% and 66.6%). ",
            "section": "Correlations between BCVA and CFT, GCIPLT, and EZ length"
        },
        {
            "text": "The length of the EZ in the OCT images was graded from 1 to 3, as follows: Grade 1, average EZ greater than 1 mm, and the longest EZ was less than 3 mm; Grade 2, abnormal EZ less than 1 mm; and Grade 3, EZ not visible. ",
            "section": "Correlations between BCVA and CFT, GCIPLT, and EZ length"
        },
        {
            "text": "As shown in Fig. 6A1-C1, RP patients with a thicker CFT, GCIPLT and longer EZ had better BCVA (P < 0.001). ",
            "section": "Correlations between BCVA and CFT, GCIPLT, and EZ length",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 23,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 6A1-C1"
                }
            ]
        },
        {
            "text": "The results of an evaluation using a linear regression model showed that there was a significant positive correlation between BCVA and CFT (r = À0.5933, P < 0.001), GCIPLT (r = À0.452, P < 0.001), and EZ length (r = À0.7622, P < 0.001) ( Fig. 6A2-C2); the EZ at the fovea demonstrated the strongest relationship with BCVA followed by GCIPLT and CFT. ",
            "section": "Correlations between BCVA and CFT, GCIPLT, and EZ length",
            "ref_spans": [
                {
                    "start": 238,
                    "end": 250,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 6A2-C2)"
                }
            ]
        },
        {
            "text": "All of the factors affecting visual acuity were further analyzed by multiple linear regressions. ",
            "section": "Correlations between BCVA and CFT, GCIPLT, and EZ length"
        },
        {
            "text": "Regression coefficients for significant factors are compared in Table 4. ",
            "section": "Correlations between BCVA and CFT, GCIPLT, and EZ length",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "In this study, we aimed to investigate the changes in retinal photoreceptor EZ and postreceptor retinal layer in RP patients by GCA and analyze the relationship between the OCT parameters and BCVA. ",
            "section": "Discussion"
        },
        {
            "text": "First, we examined CFT, and the results showed that the RP patients had significant thinning of CFT compared with the controls. ",
            "section": "Discussion"
        },
        {
            "text": "The RP patients with thicker CFT had better BCVA, so there was a positive correlation between CFT and BCVA, which was consistent with the previous studies. ",
            "section": "Discussion"
        },
        {
            "text": "[15,28] The earliest histopathological changes in all forms of RP involve shortening of the photoreceptor segments, but there are fewer articles about inner retinal thickness. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "28]"
                }
            ]
        },
        {
            "text": "The previous study reported that the inner nuclear, inner plexiform, and retinal  GCLs were relatively intact. ",
            "section": "Discussion"
        },
        {
            "text": "[11] In addition, the clinical and morphometry studies showed the similar results that inner retinal layers were preserved in the RP groups. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "[10,13] What is more, even inner retinal thickening was detected, which was related with neuronal-glial remodeling response to photoreceptor loss in RP patients, [29,30] but the patients in later stage with decreased inner retinal thickness was also proved. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13]"
                },
                {
                    "start": 162,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29,"
                },
                {
                    "start": 166,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30]"
                }
            ]
        },
        {
            "text": "[12] In addition, the histopathologic studies reported that RP had significantly fewer ganglion cells than those of the control group, [14] and the thickness of GCL combined IPL was significantly thinner in RP by OCT. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "[15] In addition, the new articles showed that ganglion cells decreased because of inherited photoreceptor degeneration in animal studies, [31,32] which was related with deficit of the retrograde axonal transport lead by inherited photoreceptor degeneration. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[31,"
                },
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "32]"
                }
            ]
        },
        {
            "text": "[33] Therefore, in the present study, we used GCA as a new method for assessing the structural changes of GCIPL, which is related to the photoreceptor degeneration in RP patients.",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "Compared with the measurement in previous studies, GCA assesses the thickness by a macular cube 512 Â 128 scan from more sites; as a result, we can obtain more detail and accurate GCIPLT data by the GCA combined with the modern OCT device with an axial resolution of 5 mm. ",
            "section": "Discussion"
        },
        {
            "text": "Our results showed that GCIPLT in all quadrants exhibited significant thinning and that the thinning was greater in the superior and temporal quadrants than in the nasal and inferior quadrants, which indicated that the RP patients had decreased retinal thickness both in outer retina and inner retina in our study. ",
            "section": "Discussion"
        },
        {
            "text": "While the thinning of ORT has been known, whether there is a relationship between GCIPLT and ORT has not been reported in RP patients. ",
            "section": "Discussion"
        },
        {
            "text": "In the present study, we assessed the correlation The results showed that peripapillary RNFL thicknesses did not differ significantly between the RP and control groups, but in the temporal and nasal quadrants, the RP group had a significantly thicker RNFL, while RNFL thinning was seen in the superior and inferior areas. ",
            "section": "Discussion"
        },
        {
            "text": "However, total RNFL thickness was greater in the superior and inferior areas than in the temporal and nasal areas. ",
            "section": "Discussion"
        },
        {
            "text": "Figure 5. ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "Ellipsoid zone (EZ) and extend limiting membrane (ELM) line. ",
            "section": "Discussion"
        },
        {
            "text": "Grayscale images were used for the measurement of the EZ and ELM. ",
            "section": "Discussion"
        },
        {
            "text": "Length was measured in the horizontal and vertical scans, and an average value was obtained. ",
            "section": "Discussion"
        },
        {
            "text": "(A) The disrupted photoreceptor EZ ( * ) and ELM ( # ) can be seen in the optical coherence tomography imagine. ",
            "section": "Discussion"
        },
        {
            "text": "(B) Mean lengths of the EZ and ELM lines in 68 eyes with retinitis pigmentosa. ",
            "section": "Discussion"
        },
        {
            "text": "ELM length was significantly greater than EZ length (P < 0.005, t = À3.107). ",
            "section": "Discussion"
        },
        {
            "text": "(C) There is a significant positive correlation between the lengths of the EZ and ELM lines (r = 0.862, P < 0.001).",
            "section": "Discussion"
        },
        {
            "text": "Medicine between GCIPLT and ORT, and the results showed that GCIPLT thinning was significantly related to the decreased ORT as well as the macular retinal thickness. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "We further assessed the correlation between GCIPLT and BCVA, RP patients with thicker GCIPLT had better BCVA, but the correlation was moderate. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "The reasons might be that some eyes with poor visual acuity still preserved the thickness of the RGC, and the present OCT could not distinguish the transition between the GCL and the IPL. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "So a larger study cohort and new OCT with a more precise segmentation of the retinal layers is needed in the future study. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "To summarize, the inner retina might be relative preserved in the early stage of RP; the thickness was decreased with the progression of the disease, especially in the late stage and advanced ones. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "RNFL is the axon originating from the ganglion cells, so we measured the thickness to see whether the papillary RNFL thinning occurred along with the degeneration of ganglion cell. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "In the previous studies, the changes in RNFL thickness are inconsistent, including thickening, thinning, or relative unifor-mity, measured by time domain OCT or spectral domain OCT. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "[34][35][36][37][38] In addition, the relevant studies have indicated that RNFL thickening was most common in the temporal area, and RNFL thinning was found in the nasal and inferior regions. ",
            "section": "Liu et al. Medicine (2016) 95:52",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[34]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[35]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[36]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[37]"
                },
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "[35,37] However, results in our study showed that the average papillary RNFL thickness did not change significantly compared with the normal controls. ",
            "section": "Liu et al. Medicine (2016) 95:52",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[35,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "37]"
                }
            ]
        },
        {
            "text": "But there existed a spatial preference of RNFL thickening in the temporal and nasal directions and RNFL thinning in the inferior and superior areas. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "These findings suggest that RNFL thickness changed in the RP eyes along with the degeneration of ganglion cell. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "But the reasons accounting for RNFL thickening or thinning in different areas need to be investigated in further researches.",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "Although the mechanism of RNFL degeneration is different from glaucoma, the orders of RNFL thinning are similar in the sequence of RNFL thinning. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "[39] A recent study reported that compromised axonal transport would lead to RGC loss and decreased RNFL thickness during the developing process of RP, Figure 6. ",
            "section": "Liu et al. Medicine (2016) 95:52",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[39]"
                },
                {
                    "start": 152,
                    "end": 160,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "Relationship between best corrected visual acuity (BCVA) and central fovea thicknesses (CFT), ganglion cell-inner plexiform layer thickness (GCIPLT), and ellipsoid zone (EZ). ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "CFT and GCIPLT were graded from 1 to 3 according to statistical percentile (33.3% and 66.6%). ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "The appearance of the EZ in the optical coherence tomography (OCT) images was graded from 1 to 3: Grade 1, shortened EZ greater than 1 mm; Grade 2, shortened EZ less than 1 mm; and Grade 3, EZ not visible. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "Mean visual acuity (log MAR units) as a function of the grade of the OCT parameters. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "(A1-C1) ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "The difference among the 3 groups was statistically significant (P < 0.005). ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "Retinitis pigmentosa patients with thicker CFT and GCIPLT and longer EZ had better BCVA (P < 0.001). ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "(A2-C2) ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "The correlations among BCVA and CFT, GCIPLT, and EZ were evaluated using a linear regression model. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "The results showed significant positive correlations among BCVA and CFT (r = À0.5933, P < 0.001), GCIPLT (r = À0.452, P < 0.001), and EZ (r = À0.7622, P < 0.001); EZ at the fovea demonstrated a stronger relationship with BCVA. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "and the maximum transneuronal damage occurred mainly in the inferonasal quadrant, [35] which was consistent with the results in our study. ",
            "section": "Liu et al. Medicine (2016) 95:52",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "Apart from RNFL thinning, the reasons for RNFL thickening have been studied, it has been reported that with the progress of RNFL degeneration, the proliferative glial cell displacing the atrophic nerve fiber and edematous changes of the residual RNFL were attributed to a thickened RNFL. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "[34] Hood et al [11] speculated that a purely mechanical factor compelling the thickening RNFL partially filled the quadrants where the receptors degenerated. ",
            "section": "Liu et al. Medicine (2016) 95:52",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[34]"
                },
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "As a result, RNFL thickening is found in the area where GCIPL thinning is greatest in RP patients. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "So while the regions of GCIPL thinning are corresponded to the areas of RNFL defects in glaucoma, [40] it is almost the opposite in RP patients. ",
            "section": "Liu et al. Medicine (2016) 95:52",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "The results suggest that it should be prudent to make optimal use of RNFL thickness for predicting the status of RGC in patients with RP. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "Refer to the discrepancies among the different studies, it might stem from differences in OCT devices and the discordant stages of RP in the study populations.",
            "section": "Liu et al. Medicine (2016) 95:52",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 5,
                    "rawForm": "Refer",
                    "resp": "whitelist",
                    "id": "aae3d10b62-software-simple-w14"
                }
            ]
        },
        {
            "text": "With the progression of RP, EZ disappeared from the peripheral part toward the fovea on the OCT images. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "Therefore, measuring the length of the residual EZ in RP patients is very useful for estimating residual central visual function. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "According to the length of the EZ, RP patients in our study were graded into 3 groups: Grade 1, shortened EZ greater than 1 mm; Grade 2, shortened EZ less than 1 mm; and Grade 3, EZ not visible. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "The relationship between BCVA and EZ was significant, which is agreed with the results in the previous studies. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "[41,42] Thus, the average length of the EZ is an important OCT parameter for monitoring visual acuity in RP patients.",
            "section": "Liu et al. Medicine (2016) 95:52",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[41,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "42]"
                }
            ]
        },
        {
            "text": "With regard to the outer hyperreflected lines, the ELM line was found to be longer than the EZ. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "Pathological studies about RP confirmed that the earliest histopathological change is in the outer segments of photoreceptors, [9] where EZ is located. ",
            "section": "Liu et al. Medicine (2016) 95:52",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "In addition, ELM consists of photoreceptor inner segment and Müller cell processes, [43] so EZ became disorganized earlier than ELM, but the shortened ELM lines were significantly related with EZ defect.",
            "section": "Liu et al. Medicine (2016) 95:52",
            "ref_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[43]"
                }
            ]
        },
        {
            "text": "Taken together, GCA is a new method to measure the GCIPLT, which helps to prove the real changes in the inner retinal layers of RP patients. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "Our further results showed that postreceptor retinal layer (GCIPLT) became significantly thinner along with the retinal photoreceptor EZ degeneration in all quarter, which was correlated with BCVA in RP patients. ",
            "section": "Liu et al. Medicine (2016) 95:52"
        },
        {
            "text": "So, we assess retinal layer changes with the advent of the GCA software combined with the modern OCT devices from a new perspective and to quantify the changes both in outer and inner retinal layers, which are very useful for diagnosis, staging, and prognosis of RP.",
            "section": "Liu et al. Medicine (2016) 95:52",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 63,
                    "end": 71,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "aae3d10b62-software-simple-w15"
                }
            ]
        },
        {
            "text": "Liu et al. "
        },
        {
            "text": "Medicine (2016) 95:52 Medicine 3.1. "
        },
        {
            "text": "Characteristics of RP As shown in Fig. 1, the typical fundus changes in RP patients include bone spicule-shaped pigment deposits, attenuation of the retinal vessels, waxy pallor of the optic disc, and various degrees of retinal atrophy. "
        },
        {
            "text": "A disrupted EZ, concentric constriction of the visual field, and nonrecordable ERG responses are found in the late stage of RP."
        },
        {
            "text": "Characteristics of retinitis pigmentosa. ",
            "section": "Figure 1 ."
        },
        {
            "text": "(A) Fundus photograph with a black line (arrow) indicates the direction of the horizontal scan. ",
            "section": "Figure 1 ."
        },
        {
            "text": "(B) A shortened ellipsoid zone (white arrow) can be seen; the best corrected visual acuity was 0.5. ",
            "section": "Figure 1 ."
        },
        {
            "text": "(C) The extent of the visual field was less than 15°. ",
            "section": "Figure 1 ."
        },
        {
            "text": "(D) Electroretinography responses were almost nonrecordable.",
            "section": "Figure 1 ."
        },
        {
            "text": "Thickness map and macular retinal ganglion cell-inner plexiform layer (GCIPL) thickness. ",
            "section": "Figure 2 ."
        },
        {
            "text": "The ganglion cell analysis algorithm identifies the outer boundaries of retinal nerve fiber layer and inner plexiform layer, between which is the GCIPL layer. ",
            "section": "Figure 2 ."
        },
        {
            "text": "(A) Representative case of normal subject (left eye of 50-year-old male). ",
            "section": "Figure 2 ."
        },
        {
            "text": "(B) Representative case of retinitis pigmentosa (RP) patient (left eye of 54-year-old male). ",
            "section": "Figure 2 ."
        },
        {
            "text": "The images showed that RP patients had thinner GCIPL thickness compared with normal controls in 6 sectors.",
            "section": "Figure 2 ."
        },
        {
            "text": "Ganglion cell-inner plexiform layer thickness (GCIPLT) and outer retinal thickness (ORT) measurements. ",
            "section": "Figure 3 ."
        },
        {
            "text": "(A) Representative optical coherence tomography image of a right eye in 6 sectors (superonasal, superior, superotemporal, inferotemporal, inferior, and inferonasal). ",
            "section": "Figure 3 ."
        },
        {
            "text": "(B) GCIPL thickness was measured using the Cirrus linear measurement tool at 6 locations. ",
            "section": "Figure 3 ."
        },
        {
            "text": "Compared with healthy eyes, the thickness of the ganglion cell-plexiform layer in various quadrants was significantly thinner in retinitis pigmentosa patients. ",
            "section": "Figure 3 ."
        },
        {
            "text": "ORT was defined as a region from the outer plexiform layer to the retinal pigment epithelium layer/Bruch complex. ",
            "section": "Figure 3 ."
        },
        {
            "text": "The thickness of the outer retina was classified into 3 grades according to the statistical percentile (33.3% and 66.6%) of GCIPLT. ",
            "section": "Figure 3 ."
        },
        {
            "text": "(C) The results showed that the thinning of GCIPLT was coincident with the thinning of ORT (P < 0.001). ",
            "section": "Figure 3 ."
        },
        {
            "text": "(D) The correlation between GCIPLT and ORT was significant when evaluated by a linear regression model (r = 0.436, P < 0.001).",
            "section": "Figure 3 ."
        },
        {
            "text": "Liu et al. ",
            "section": "Figure 3 ."
        },
        {
            "text": "Medicine (2016) 95:52Medicine",
            "section": "Figure 3 ."
        },
        {
            "text": "The results show that CFT (Beta [B] = À0.286; P = 0.014), GCIPLT (Beta [B] = À0.217; P = 0.047), and EZ length (Beta [B] = À0.311; P = 0.013) were associated significantly with BCVA."
        },
        {
            "text": "Peripapillary retinal nerve fiber layer (RNFL) thickness measurements. ",
            "section": "Figure 4 ."
        },
        {
            "text": "(A) Representative papillary optical coherence tomography image of a right eye in retinitis pigmentosa (RP) patient with RNFL thickness map and RNFL thickness values in different regions. ",
            "section": "Figure 4 ."
        },
        {
            "text": "(B)",
            "section": "Figure 4 ."
        },
        {
            "text": "Comparison of macular thickness and volume between RP patients and normal controls.",
            "section": "Table 1"
        },
        {
            "text": "RP = retinitis pigmentosa.com GCIPLT in RP patients are shown in Supplementary material, http://links.lww.com/MD/B487.",
            "section": "Table 1"
        },
        {
            "text": ". The mean thickness of the peripapillary RNFL was 102.1 ± 24.1 mm in the RP patients and 101.1 ± 10.5 mm in the control group; the difference was not significant. The peripapillary RNFL thicknesses in the superior, inferior, nasal, and temporal quadrants were 113.6 ± 35.8, 117.2 ± 36.7, 83.0 ± 24.8, and 95.6 ± 21.8 mm, respectively, in the RP patients and 124.2 ± 21.0, 134.7 ± 18.8, 71.7 ± 11.0, and 73.7 ±",
            "section": "Table 3"
        },
        {
            "text": "Comparison of GCIPLT between RP patients and normal controls.",
            "section": "Table 2"
        },
        {
            "text": "GCIPL = ganglion cell-inner plexiform layer, RP = retinitis pigmentosa.",
            "section": "Table 2"
        },
        {
            "text": "Comparison of RNFL thicknesses between RP patients and normal controls.",
            "section": "Table 3"
        },
        {
            "text": "RNFL = retinal nerve fiber layer, RP = retinitis pigmentosa.",
            "section": "Table 3"
        },
        {
            "text": "Multivariate logistic regression analysis of different factors significantly affecting BCVA.",
            "section": "Table 4"
        },
        {
            "text": "BCVA = best corrected visual acuity, CFT = central foveal thickness, EZ = ellipsoid zone, GCIPLT = ganglion cell-inner plexiform layer thickness.",
            "section": "Table 4"
        },
        {
            "text": "The authors have no conflicts of interest to disclose.",
            "section": "Table 4"
        },
        {
            "text": "Supplemental Digital Content is available for this article.",
            "section": "Table 4"
        },
        {
            "text": "Tongji University School of Medicine, Shanghai, PR China.",
            "section": "Department of Ophthalmology, Shanghai Tenth People's Hospital Affiliated with"
        }
    ]
}