{
    "level": "sentence",
    "id": "b998ba4536",
    "abstract": [
        {
            "text": "Analyzing sizes of DNA via electrophoresis using a gel has played an important role in the recent, rapid progress of biology and biotechnology. "
        },
        {
            "text": "Although analyzing DNA over a wide range of sizes in a short time is desired, no existing electrophoresis methods have been able to fully satisfy these two requirements. "
        },
        {
            "text": "Here we propose a novel method using a rigid 3D network structure composed of solid nanowires within a microchannel. "
        },
        {
            "text": "This rigid network structure enables analysis of DNA under applied DC electric fields for a large DNA size range (100 bp-166 kbp) within 13 s, which are much wider and faster conditions than those of any existing methods. "
        },
        {
            "text": "The network density is readily varied for the targeted DNA size range by tailoring the number of cycles of the nanowire growth only at the desired spatial position within the microchannel. "
        },
        {
            "text": "The rigid dense 3D network structure with spatial density control plays an important role in determining the capability for analyzing DNA. "
        },
        {
            "text": "Since the present method allows the spatial location and density of the nanostructure within the microchannels to be defined, this unique controllability offers a new strategy to develop an analytical method not only for DNA but also for other biological molecules. "
        },
        {
            "text": "S ince researchers have revealed the critical role played by information stored within DNA molecules in the complex biological activities occurring in living systems 1-3 , various methodologies have been developed to analyze DNA molecules 4,5. "
        },
        {
            "text": "Among them, gel electrophoresis is the most prominent and commercially available standard method to analyze the size of DNA molecules due to the great controllability of pore sizes and also the inexpensiveness of electrophoresis devices 6. "
        },
        {
            "text": "On the other hand, the limitations of gel electrophoresis have also been pointed out, and they are the difficulty in analyzing relatively long DNA molecules in a short time, the high skill required for appropriately preparing the gel, and the requirement of gel concentration control for each targeted DNA size 7-9. "
        },
        {
            "text": "Recently, data for a wide range of DNA size have been obtained using the hydrodynamic chromatography method "
        },
        {
            "text": "10. Although the analysis time using this method is faster than that using gel electrophoresis, it still takes several tens of minutes for the fastest analysis. "
        },
        {
            "text": "To realize an analysis on the time scale of seconds, nanostructure electrophoresis has attracted much attention as a novel method to overcome the above issues with gel electrophoresis "
        },
        {
            "text": "11. Nanostructure electrophoresis under DC and AC electric fields has been used to analyze DNA molecules by separating differently sized DNA molecules in a short time, which is impossible in gel electrophoresis "
        },
        {
            "text": "12. Since Volkmuth and Austin 13 first proposed to utilize highly-ordered sieving nanostructures as an alternative for conventional randomly-ordered gel or polymer sieving matrices, many lithography-based nanostructures, such as nanopillar arrays 13-16 , nanowall arrays 17 , nanofilter arrays 18-21 , and nanochannels 22-24 , have been applied for analysis of DNA molecules. "
        },
        {
            "text": "For example, Kaji et al. 15 demonstrated that a nanopillar structure could separate 5 components from a mixture of l-DNA (48.5 kbp) digested by HindIII under a DC electric field, however it took more than 600 s and the DNA size range had to be over 2 kbp. "
        },
        {
            "text": "Huang et al. 14 also obtained good separation of large DNA molecules (61-209 kb) in 15 s, however, the nanopillar arrays required AC electric fields and DNA size range was limited to over 60 kb. "
        },
        {
            "text": "In a third example from a study by Fu et al. 20 , continuous separation of DNA"
        }
    ],
    "body_text": [
        {
            "text": "molecules was realized in a wide range (0.1-20 kbp), however it was essentially impossible to separate 0.1 and 20 kbp at the same time because of different required separation conditions, which Fu et al. attributed to different separation regimes for 0.1 and 20 kbp. "
        },
        {
            "text": "As discussed above, intensive efforts have been devoted to developing new types of nanostructure electrophoresis 11,12 . ",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 116,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "Although these artificial nanostructures realize analysis of DNA molecules with fewer time-and labor-intensive operations 25 , the use of lithography techniques intrinsically limits the available size range (usually over 1 kbp) and also the formation of three-dimensionally (3D) designed spatial nanostructures. ",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "Nanostructure electrophoresis needs a relatively long time to analyze short DNA molecules due to the sparseness of geometrical nanostructures compared with 3D gel network structures 18,26,27 .",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18,"
                },
                {
                    "start": 185,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "26,"
                },
                {
                    "start": 188,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27"
                }
            ]
        },
        {
            "text": "A self-assembled nanoparticle array within a microchannel is another candidate methodology, which offers a 3D-ordered nanoporous sieving matrix [28][29][30][31][32] . ",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                },
                {
                    "start": 148,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                },
                {
                    "start": 152,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                },
                {
                    "start": 156,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                },
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "Interesting features of nanoparticle arrays have been demonstrated by separating DNA molecules under AC electric fields 31 . ",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "31"
                }
            ]
        },
        {
            "text": "Zeng and Harrison 30 reported DNA separations ranging from 100 bp to 2 kbp using the nanoparticle array, and the separation time was 10 min, and Tabuchi et al. 29 showed DNA separations up to 15 kbp within 100 s using nanospheres. ",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "30"
                },
                {
                    "start": 160,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "29"
                }
            ]
        },
        {
            "text": "Compared with lithography-defined nanostructure electrophoresis, the DNA size range is much wider due to 3D-ordered sieving matrices, however, the spatial controllability of such nanoparticle arrays within microchannels is rather poor due to the intrinsic difficulties in controlling the spatial positions and forming the sparse structures due to the naturally occurring aggregation events of nanoparticles. "
        },
        {
            "text": "Additionally, these techniques require special instruments such as AC electric fields generators or a combination of electric fields and pressure application. "
        },
        {
            "text": "These limitations, especially as to the spatial controllability, are detrimental to analyze and separate relatively long DNA molecules (over 20 kbp) in a short time; we have seen a general difference between gel electrophoresis and nanostructure electrophoresis. "
        },
        {
            "text": "Thus, no existing methods are able to analyze fully a wide range of DNA molecules in a short time."
        },
        {
            "text": "To overcome these long-standing issues in DNA analysis, here we propose a novel electrophoresis method, which utilizes a rigid 3D network structure composed of solid nanowires only at the desired position within a microchannel. "
        },
        {
            "text": "This method allows analysis of DNA molecules under DC electric fields in a much wider range and in a faster time than any other existing methods. "
        },
        {
            "text": "Our approach to realize the rigid 3D network structure at the desired spatial position within the microchannel is to use cycling nanowire growth by applying a vapor-liquid-solid (VLS) method with a metal catalyst. "
        },
        {
            "text": "Two noteworthy features of this method are: (1) the spatial selectivity of VLS nanowire growth and (2) the density control of the network structures by cycling the supply of metal catalyst."
        },
        {
            "text": "The scheme in Figure 1 summarizes the fabrication procedures; also included are a photo of a fabricated device and SEM and TEM images of the nanowire network structure within the microchannel when varying the number of growth cycles. ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 14,
                    "end": 22,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "We fabricated the microchannel on a fused silica substrate by conventional photolithography and utilized Au catalyst for VLS growth of SnO 2 nanowires (typical diameter of 10-20 nm) [33][34][35] . ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[33]"
                },
                {
                    "start": 186,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[34]"
                },
                {
                    "start": 190,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "It should be noted that we intentionally did not use electron beam lithography as we wanted to target future commercial use. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Other details of the fabrication procedures can be seen in Methods and Supplementary Fig. S1. ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 92,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Supplementary Fig. S1"
                }
            ]
        },
        {
            "text": "The nanowire surface can be modified by forming a shell layer on the nanowire sidewall as a core-shell nanowire structure 36 ; and here we utilized the SiO 2 shell layer 37 , which generates a negatively charged surface on the nanowires to avoid the undesired adhesion of negatively charged DNA. ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "36"
                },
                {
                    "start": 170,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37"
                }
            ]
        },
        {
            "text": "The network density is readily controllable by varying the number of growth cycles of the nanowires as shown in Figure 1b, due to the increased number of branched nanowires. ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 121,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1b"
                }
            ]
        },
        {
            "text": "Figure 1f shows the pore size distribution data measured from the cross-sectional SEM images. ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1f"
                }
            ]
        },
        {
            "text": "The average pore size decreases with increasing network density via the cycling nanowire growth. ",
            "section": "Results and Discussion"
        },
        {
            "text": "It should be noted that the present method allows users to define the spatial location, surface properties, density and pore size of the rigid network nanostructure within the microchannel, which are not attainable by other methods. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Figure 2 and Supplementary Fig. S2 show the electropherogram data for various DNA mixtures, ranging from 100 bp-166 kbp, obtained using the fabricated rigid 3D network structure when varying the number of nanowire growth cycles. ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                },
                {
                    "start": 13,
                    "end": 34,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Supplementary Fig. S2"
                }
            ]
        },
        {
            "text": "The clear dependence of the electropherogram data on the number of cycles can be seen. ",
            "section": "Results and Discussion"
        },
        {
            "text": "In the microchannel with 1-cycle growth nanowires (Type I), the DNA mixtures ranging from 10 kbp to 166 kbp were separable; in particular, the DNA mixture of T4-DNA and l-DNA was separable within just 3 s with an applied voltage field of 500 V/cm (see Supplementary  Fig. S3), which is the fastest time reported to date. ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 252,
                    "end": 274,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Supplementary  Fig. S3"
                }
            ]
        },
        {
            "text": "The DNA mixtures with DNA sizes smaller than 10 kbp could not be separated within the present experimental range, possibly due to the sparse nanowire density. ",
            "section": "Results and Discussion"
        },
        {
            "text": "The network structure with the 3-cycle growth nanowires (Type II) could well separate DNA mixtures down to 5 kbp. ",
            "section": "Results and Discussion"
        },
        {
            "text": "In the microchannel with the 5-cycle growth nanowires (Type III), the DNA mixtures down to 100 bp were separable within 20 s. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Thus, the nanowire spatial density of the present network structure critically determined the electrophoretic behaviors of different sized DNA molecules. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Denser network structures could separate smaller DNA molecules, i.e. there was a correlation between the network density and the separable DNA size range. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Since the electrophoretic mobility determined the capability of DNA separation and analysis, we measured the mobility of DNA molecules that ranged from 100 bp to 166 kbp with an applied DC electric field of 500 V/cm. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Figure 2c shows the mobility data measured for the network structure with 1-, 3-or 5-cycle growth nanowires (see Supporting Information Movies-1, 2, and 3). ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2c"
                }
            ]
        },
        {
            "text": "These data clearly demonstrate the significant DNA size dependence on the electrophoretic mobility, and they also indicate the network density critically affects the size dependence. ",
            "section": "Results and Discussion"
        },
        {
            "text": "The shape of the mobility curves for 1-and 3-cycle growth nanowires was identical but shifted in absolute value of mobility (y axis), while the shape of the mobility curve for the 5-cycle growth nanowires was qualitatively different from other two curves and it shifted in absolute value of DNA size (x axis). ",
            "section": "Results and Discussion"
        },
        {
            "text": "This seems to indicate that there are two different separation mechanisms as to the change of the pore size in the present network structure. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Thus, these experimental data highlight that the present network structure composed of solid nanowires is capable of analyzing a wide range of DNA molecules within a short time.",
            "section": "Results and Discussion"
        },
        {
            "text": "This DNA size dependence on the electrophoretic mobility is in effect similar to the trend for gel electrophoresis when varying the gel concentration [6][7][8][9] . ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 153,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 156,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 159,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "It is well known that a denser gel concentration can separate shorter DNA base pairs due to the decreased average pore sizes. ",
            "section": "Results and Discussion"
        },
        {
            "text": "In this sense, the spatial density dependence of the present rigid 3D network structure in the DNA separation is quite similar to that of gel electrophoresis. ",
            "section": "Results and Discussion"
        },
        {
            "text": "However, there is a significant difference between the present rigid network structure and the soft gel, which is the capability of the former to separate and analyze relatively long DNA molecules within a short time. ",
            "section": "Results and Discussion"
        },
        {
            "text": "This is similar to the capability of nanostructure electrophoresis [11][12] . ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Thus, the present rigid network structures possess the advantages of both the soft gel and the rigid lithography-defined nanostructures in DNA electrophoresis due to their tailored network structure density, namely the present network structure behaves as a hard gel.",
            "section": "Results and Discussion"
        },
        {
            "text": "When compared with nanostructure electrophoresis, the present rigid 3D network structure can form 3D confined small pores. ",
            "section": "Results and Discussion"
        },
        {
            "text": "The present rigid 3D network structure can enhance the probability of collisions between small DNA molecules and a rigid object more than conventional lithographically defined nanostructures including nanopillars and nanowalls can 15,17,38 ; these collisions might possibly enhance Ogston sieving effects (DNA size , the pore size; m u , exp(-N), where m u is the mobility and N is the DNA length, and m u , m u0 exp(-KC), where m u0 is the free solution mobility, K is the constant of proportionality, and C is the concentration of the network-forming matrix) for shorter DNA molecules (see Supplementary Figs. S4a and S4b) 39 . ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15,"
                },
                {
                    "start": 234,
                    "end": 237,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17,"
                },
                {
                    "start": 237,
                    "end": 239,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "38"
                },
                {
                    "start": 592,
                    "end": 610,
                    "type": "figure",
                    "text": "Supplementary Figs"
                },
                {
                    "start": 625,
                    "end": 627,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "39"
                }
            ]
        },
        {
            "text": "On the other hand, there would be an argument against Ogston sieving, which stems from the result that the time for transport through the pores (T transportation 5 d/ (m u E), where d is the pore size and E is the applied DC electric field) in the microchannel with the 5-cycle growth nanowires was shorter than the time for diffusion (T diffusion 5 d 2 /D, where D is the diffusion coefficient of the DNA molecules) (see Supplementary Fig. S4c) 40 . ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 422,
                    "end": 444,
                    "type": "figure",
                    "text": "Supplementary Fig. S4c"
                },
                {
                    "start": 446,
                    "end": 448,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "40"
                }
            ]
        },
        {
            "text": "In addition, within the dense network structure, the deformed DNA molecules might collide with another rigid post before they contract, and this should affect the electrophoretic mobility and also the DNA size dependence on the mobility. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Since these results are inconclusive about whether there is Ogston sieving in the matrix, with some evidences in favor and other evidences against the theoretical description, we can say that the presence of 3D confined small rigid pores in the present network structure seems to be responsible for the ability to separate DNA mixtures of wider size ranges than conventional lithographically defined nanostructure electrophoresis. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Based on only the pore sizes and the spatial network structure, the present network structure is quite similar to that of conventional gel structures 37,41,42 . ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "37,"
                },
                {
                    "start": 153,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "41,"
                },
                {
                    "start": 156,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "42"
                }
            ]
        },
        {
            "text": "However, our single molecule imaging experiments revealed a difference between the present network structure and agarose gel regarding the electrophoretic behaviors of 38-kbp DNA, as shown in the video data of the Supporting Information Movie 4. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Although their pore sizes are controlled to be similar for both structures, the DNA molecules in the nanowire network structure showed more frequent elongation and contraction by colliding with the rigid nanowire framework and faster migration than those in agarose gel. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Thus, a scenario based on the pore size alone cannot explain the present results. ",
            "section": "Results and Discussion"
        },
        {
            "text": "One major difference between the present rigid network structure and the conventional gels is the stiffness of the network structures. ",
            "section": "Results and Discussion"
        },
        {
            "text": "The present network structure is much more rigid than the conventional gel network structures 43 ; for example, typically the Young's modulus of agarose gel is 0.1-1 MPa, whereas that of the solid nanowires is 100 6 20 GPa 44,45 . ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "43"
                },
                {
                    "start": 223,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "44,"
                },
                {
                    "start": 226,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "45"
                }
            ]
        },
        {
            "text": "Since the deformation of DNA molecules must be larger when softer DNA molecules collide with a stiffer object, collision with the rigid nanowire network structure must amplify the DNA deformation more than for the soft gel, considering the stiffness of the DNA molecules. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Ou et al. 46 have proposed that such mechanical collisions with rigid posts are as important as the large sized DNA separation mechanism. ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "46"
                }
            ]
        },
        {
            "text": "Thus, the different collision behaviors of DNA molecules might cause the different electrophoretic results between the present network structure and the gels, especially for separating mixtures of relatively long the nanowire network structure with the (I) 1-cycle growth nanowires, (II) 3-cycle growth nanowires, and (III) 5-cycle growth nanowires. ",
            "section": "Results and Discussion"
        },
        {
            "text": "The electropherogram was obtained at 3 mm from the entrance of the microchannel with the nanowire network structure. ",
            "section": "Results and Discussion"
        },
        {
            "text": "The applied DC electric field in the separation channel was 500 V/cm. ",
            "section": "Results and Discussion"
        },
        {
            "text": "(b) Separation of (I) 48.5 kbp DNA (20 ng/mL) and 10 kbp DNA (40 ng/mL) in the nanowire network structure with the 1-cycle growth nanowires at the applied DC electric field of 500 V/cm, (II) 10 kbp DNA (30 ng/mL) and 5 kbp DNA (30 ng/mL) in the nanowire network structure with the 3-cycle growth nanowires at the applied DC electric field of 500 V/cm, and (III) 1 kbp DNA (30 ng/mL) and 100 bp DNA (30 ng/mL) in the nanowire network structure with the 5-cycle growth nanowires at the applied DC electric field of 500 V/cm. ",
            "section": "Results and Discussion"
        },
        {
            "text": "The electropherogram was obtained at 3 mm from the entrance of the microchannel with the nanowire network structure. ",
            "section": "Results and Discussion"
        },
        {
            "text": "(c) Dependence of electrophoretic mobility on DNA size in the nanowire network structure with 1-cycle growth nanowires (red circles), 3-cycle growth nanowires (blue circles), and 5-cycle growth nanowires (green circles). ",
            "section": "Results and Discussion"
        },
        {
            "text": "Error bars show the standard deviation for a series of measurements (N 5 3).",
            "section": "Results and Discussion"
        },
        {
            "text": "DNAs within a short time. ",
            "section": "Results and Discussion"
        },
        {
            "text": "The spatial controllability of the present network structure might also be another factor responsible for the faster analytical time due to the spatially concentrated DC electric field. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Since the exact separation mechanism of wide-range DNA mixtures in the present network structure must be rather complex, such novel DNA electrophoretic behaviors are an interesting subject for theoreticians and experimentalists alike.",
            "section": "Results and Discussion"
        },
        {
            "text": "Next we explored the feasibility of using the present network structure to analyze and separate multicomponent DNA mixtures. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Figure 3a shows the electropherogram data of a mixture composed of four components including T4-DNA (166 kbp), l-DNA (48.5 kbp), 10 kbp-DNA and 5 kbp-DNA separated in the microchannel having a network structure formed with 3-cycle growth nanowires. ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3a"
                }
            ]
        },
        {
            "text": "The DC electric field of 500 V/cm was utilized in the electrophoresis. ",
            "section": "Results and Discussion"
        },
        {
            "text": "The multicomponent DNA mixtures are clearly separable using the present network structure device and surprisingly within just 4 s, which is the fastest time reported so far 15 . ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "By using a denser network structure formed with 5-cycle growth nanowires, we can analyze and separate the mixtures composed of even smaller sized DNA molecules 100 bp-DNA, 1 kbp-DNA, 5 kbp-DNA, 20 kbp-DNA, and l-DNA (48.5 kbp), as shown in Figure 3b. ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 240,
                    "end": 249,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3b"
                }
            ]
        },
        {
            "text": "Under the DC electric field of 500 V/cm, the five differently sized DNA molecules are readily separated within only 7 s, which is also the fastest time reported so far.",
            "section": "Results and Discussion"
        },
        {
            "text": "To further demonstrate the capability of the present network structures for analyzing and separating DNA molecules, we separated l-DNA digested by HindIII, which consists of eight different DNA size fragments, using the microchannel having the network structure formed with 5-cycle growth nanowires (Figure 3c). ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 299,
                    "end": 309,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Figure 3c"
                }
            ]
        },
        {
            "text": "Measurements were made under an applied DC electric field of 500 V/cm. ",
            "section": "Results and Discussion"
        },
        {
            "text": "The DNA fragments were separated as six distinct peaks. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Each peak was assigned to a DNA band as indicated in Figure 3c based on peak height and comparison with previous data 15 . ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 53,
                    "end": 62,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3c"
                },
                {
                    "start": 118,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Comparison with the previous top data showed the nanowire network structure had much faster separation time, comparable theoretical plate number and theoretical plate number per column length, and lower resolution ( Table 1). ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 216,
                    "end": 223,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "It should be emphasized that the present DNA separation is superior to that for the previous data in terms of the separation time. ",
            "section": "Results and Discussion"
        },
        {
            "text": "The present separation time is 13 s, which is much faster than the previous top time of 680 s obtained using a nanopillar structure 15 . ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "Thus our experimental data prove that the present rigid 3D network structure can well analyze a wide range (100 bp-166 kbp) of multicomponent DNA mixtures within a short time, and the results are superior to those of any existing methods 5,6,11,12 . ",
            "section": "Results and Discussion",
            "ref_spans": [
                {
                    "start": 238,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 240,
                    "end": 242,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6,"
                },
                {
                    "start": 242,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11,"
                },
                {
                    "start": 245,
                    "end": 247,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "Since the present concept based on the rigid 3D network structure in a microchannel has the potential to overcome the longstanding weaknesses in the existing DNA electrophoresis methods, we expect it will open up new research avenues for not only analyzing DNA molecules but also for developing analytical methods for various biological molecules, which are not attainable by existing methods.",
            "section": "Results and Discussion"
        },
        {
            "text": "In summary, we have demonstrated a novel method based on the rigid 3D network structure comprised of solid branched nanowires within a microchannel, which enables analysis of DNA molecules for a much wider of DNA sizes (100 bp-166 kbp) than any previous methods within a much shorter time (13 s). ",
            "section": "Results and Discussion"
        },
        {
            "text": "The network density is readily tunable for the targeted DNA size range by controlling the number of cycles for nanowire growth only at the desired spatial position within a microchannel; this level of flexibility cannot be attained by other methodologies. ",
            "section": "Results and Discussion"
        },
        {
            "text": "The rigid 3D network structure with the spatial density control plays an important role in attaining better analysis of DNA molecules. ",
            "section": "Results and Discussion"
        },
        {
            "text": "Since the present method allows users to define the spatial location and density of the network nanostructure within the microchannel, such spatial controllability will offer a new strategy to develop analytical methods not only for DNA molecules but also for other biological molecules.",
            "section": "Results and Discussion"
        },
        {
            "text": "Fabrication of cycling nanowire growth devices. ",
            "section": "Methods"
        },
        {
            "text": "To fabricate cycling nanowire growth devices, we have utilized a conventional photolithography process, electron beam lithography, and vapor-liquid-solid (VLS) growth technique for the nanowires ( Supplementary Fig. S1). ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 197,
                    "end": 218,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Supplementary Fig. S1"
                }
            ]
        },
        {
            "text": "First, a Cr layer (250 nm thick) was deposited on a substrate by RF sputtering (SVC-700LRF, Sanyu Denshi); this layer was a mask for the dry etching process to fabricate a microchannel. ",
            "section": "Methods"
        },
        {
            "text": "Positive photoresist (TSMR V50, Tokyo     Ohka Kogyo Co.) was spin-coated on the Cr layer. ",
            "section": "Methods"
        },
        {
            "text": "Then the microchannel pattern with a width of 25 mm was formed by photolithography. ",
            "section": "Methods"
        },
        {
            "text": "After development of the resist, the patterned Cr area was etched by immersing in Cr etchant (H 2 O:Ce(NH 4 ) 2 (NO 3 ) 6 :HClO 4 , 8551055 by weight percent) for 5 min. ",
            "section": "Methods"
        },
        {
            "text": "The microchannel was formed by etching using reactive ion etching (RIE-10NR, Samco Co.) under CF 4 gas ambient. ",
            "section": "Methods"
        },
        {
            "text": "The microchannel depth was controlled to be 2 mm, which is larger than the radius of gyration of T4 DNA (970 nm). ",
            "section": "Methods"
        },
        {
            "text": "The inlet and outlet via holes (1.5 mm diameter) for the microfluidic system were drilled with an ultrasonic driller (SOM-121, Shinoda Co.). ",
            "section": "Methods"
        },
        {
            "text": "We also patterned the metal catalysts to define the spatial position of the nanowires within the microchannel. ",
            "section": "Methods"
        },
        {
            "text": "A Cr layer (10 nm thick) was deposited within the microchannel. ",
            "section": "Methods"
        },
        {
            "text": "Positive resist (ZEP520 A7, Zeon Corp.) was coated on the microchannel by spin-coating, and then the pattern was drawn by electron beam lithography (SPG-724, Sanyu Electron Co.). ",
            "section": "Methods"
        },
        {
            "text": "After developing the resist, the Cr layer pattern was removed with Cr etchant. ",
            "section": "Methods"
        },
        {
            "text": "An Au metal catalyst layer (3 nm thick) for nanowire growth was deposited within the microchannel by DC sputtering. ",
            "section": "Methods"
        },
        {
            "text": "And then the resist was lifted off using dimethylformamide, acetone and isopropanol, sequentially. ",
            "section": "Methods"
        },
        {
            "text": "The SnO 2 nanowires were fabricated in the microchannel by a pulse laser deposition (PLD) system. ",
            "section": "Methods"
        },
        {
            "text": "Details of the nanowire fabrication conditions can be found elsewhere 47 . ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 70,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "47"
                }
            ]
        },
        {
            "text": "To prepare nanowire branches, the Au catalyst particles were deposited along the nanowire by DC sputtering and the SnO 2 nanowires were grown cyclically using the PLD system to increase the density of nanowires in the microchannel. ",
            "section": "Methods"
        },
        {
            "text": "The Cr layer was lifted off with Cr etchant. ",
            "section": "Methods"
        },
        {
            "text": "It should be noted that a 40 nm layer of SiO 2 was deposited onto the SnO 2 nanowires to avoid charge attraction of the negatively charged DNA molecules. ",
            "section": "Methods"
        },
        {
            "text": "Finally, the microchannel was sealed using a fused silica cover plate (130 mm thick) by the literature method 17,38 .",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17,"
                },
                {
                    "start": 113,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "38"
                }
            ]
        },
        {
            "text": "DNA observations using the cycling nanowire growth devices. ",
            "section": "Methods"
        },
        {
            "text": "The electrophoretic DNA mobility measurements in the nanowire array structure were done using T4, l, 20 kbp, 10 kbp, 5 kbp, 2 kbp, 1 kbp, 500 bp, and 100 bp DNA molecules (Nippon Gene Co., Ltd.) stained with the dye, YOYO-1 (Invitrogen), at a dye-tobase pair ratio of 1515 contained in concentrated buffer solution (5 3 TBE; 445 mM Tris-Borate and 10 mM EDTA, pH 8.2, Sigma-Aldrich, Inc.). ",
            "section": "Methods"
        },
        {
            "text": "An inverted fluorescent microscope (Eclipse TE-300, Nikon) equipped with a high voltage sequencer (HVS448-1500, Lab Smith) was used to apply the DC electric fields and a Hg lamp was used to observe fluorescently stained DNA molecules. ",
            "section": "Methods",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 36,
                    "end": 43,
                    "rawForm": "Eclipse",
                    "resp": "whitelist",
                    "id": "b998ba4536-software-simple-w0"
                }
            ]
        },
        {
            "text": "Fluorescence images were captured with an EB-CCD camera (C7190-43, Hamamatsu Photonics K.K.) through a 10 3/1.40 NA objective lens (Nikon). ",
            "section": "Methods"
        },
        {
            "text": "The images were recorded on a DV tape (DSR-11, Sony) and then analyzed by imageprocessing software (Cosmos 32, Library, Tokyo, Japan).",
            "section": "Methods",
            "entity_spans": [
                {
                    "start": 100,
                    "end": 106,
                    "type": "software",
                    "rawForm": "Cosmos",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "b998ba4536-software-0",
                    "cert": "1.0"
                },
                {
                    "start": 107,
                    "end": 109,
                    "type": "version",
                    "rawForm": "32",
                    "resp": "#annotator3",
                    "id": "#b998ba4536-software-0"
                },
                {
                    "type": "software",
                    "start": 90,
                    "end": 98,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "b998ba4536-software-simple-w1"
                },
                {
                    "type": "software",
                    "start": 100,
                    "end": 106,
                    "rawForm": "Cosmos",
                    "resp": "whitelist",
                    "id": "b998ba4536-software-simple-w2"
                },
                {
                    "type": "software",
                    "start": 111,
                    "end": 118,
                    "rawForm": "Library",
                    "resp": "whitelist",
                    "id": "b998ba4536-software-simple-w3"
                }
            ]
        },
        {
            "text": "DNA observations using the agarose gel. ",
            "section": "Methods"
        },
        {
            "text": "l-DNA digested Apa I, stained with YOYO-1 at a dye-to-base pair ratio of 1515, was observed in a polydimethylsiloxane (PDMS) microchannel (650 mm width; 50 mm height), which was filled with 5% agarose gel (Pulsed Field Certified Agarose, Bio-Rad Laboratories, Inc.) in 53 TBE. ",
            "section": "Methods"
        },
        {
            "text": "Under the DC electric field of 300 V/cm, l-DNA molecules were observed through a 1003/1.40 NA objective lens on an inverted fluorescent microscope (Eclipse TE-300) equipped with a high-voltage sequencer (HVS448-1500), 488 nm wavelength laser (FLS-488-20), and EB-CCD camera (C7190-43). ",
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 242,
                    "end": 254,
                    "type": "bibr",
                    "text": "(FLS-488-20)"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 148,
                    "end": 155,
                    "rawForm": "Eclipse",
                    "resp": "whitelist",
                    "id": "b998ba4536-software-simple-w4"
                }
            ]
        },
        {
            "text": "The images were recorded on a DV tape (DSR-11) and then analyzed by image-processing software (Cosmos 32).",
            "section": "Methods",
            "entity_spans": [
                {
                    "start": 95,
                    "end": 101,
                    "type": "software",
                    "rawForm": "Cosmos",
                    "resp": "#annotator3",
                    "used": true,
                    "id": "b998ba4536-software-1",
                    "cert": "1.0"
                },
                {
                    "start": 102,
                    "end": 104,
                    "type": "version",
                    "rawForm": "32",
                    "resp": "#annotator3",
                    "id": "#b998ba4536-software-1"
                },
                {
                    "type": "software",
                    "start": 85,
                    "end": 93,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "b998ba4536-software-simple-w5"
                },
                {
                    "type": "software",
                    "start": 95,
                    "end": 101,
                    "rawForm": "Cosmos",
                    "resp": "whitelist",
                    "id": "b998ba4536-software-simple-w6"
                }
            ]
        },
        {
            "text": "3D nanowire network structure. ",
            "section": "Figure 1 |"
        },
        {
            "text": "(a) Schematic illustrations showing nanowire structure after: (I) 1-cycle growth; (II) 3-cycle growth, (III) 5cycle growth; and (lower row) the overall fabrication procedure. ",
            "section": "Figure 1 |"
        },
        {
            "text": "The microchannel and nanowire network structure are formed on fused silica substrate. ",
            "section": "Figure 1 |"
        },
        {
            "text": "(b) SEM images (scale bar, 1 mm) of the nanowire network structure showing: (I) 1-cycle growth; (II) 3-cycle growth; and (III) 5-cycle growth. ",
            "section": "Figure 1 |"
        },
        {
            "text": "The insets show vertical cross-sectional SEM images; scale bar, 1 mm. ",
            "section": "Figure 1 |"
        },
        {
            "text": "(c) Photograph of a fabricated device; scale bar, 1 cm. ",
            "section": "Figure 1 |"
        },
        {
            "text": "(d) SEM image of the nanowire network structure embedded in the microchannel; scale bar, 10 mm. ",
            "section": "Figure 1 |"
        },
        {
            "text": "(e) TEM images of the nanowire network structure; scale bars, 100 nm (left) and 50 nm (right). ",
            "section": "Figure 1 |"
        },
        {
            "text": "Black arrows highlight branched positions. ",
            "section": "Figure 1 |"
        },
        {
            "text": "(f) Pore size distribution of the nanowire network structure after (I) 1-cycle growth, (II) 3-cycle growth, and (III) 5-cycle growth.",
            "section": "Figure 1 |"
        },
        {
            "text": "Separation and mobility data in the network structure. ",
            "section": "Figure 2 |"
        },
        {
            "text": "(a) Separation of 166 kbp DNA (20 ng/mL) and 48.5 kbp DNA (50 ng/mL) in",
            "section": "Figure 2 |"
        },
        {
            "text": "Separation of multicomponent DNA mixtures in the network structure. ",
            "section": "Figure 3 |"
        },
        {
            "text": "(a) Separation of 166 kbp DNA (20 ng/mL), 48.5 kbp DNA (20 ng/mL), 10 kbp DNA (20 ng/mL), and 5 kbp DNA (20 ng/mL) in the nanowire network structure with 3-cycle growth nanowires. ",
            "section": "Figure 3 |"
        },
        {
            "text": "The electropherogram was obtained at 1 mm from the entrance of the microchannel with the nanowire network structure. ",
            "section": "Figure 3 |"
        },
        {
            "text": "The applied DC electric field in the separation channel was 500 V/cm. ",
            "section": "Figure 3 |"
        },
        {
            "text": "(b) Separation of 48.5 kbp DNA (20 ng/mL), 20 kbp DNA (20 ng/mL), 5 kbp DNA (20 ng/mL), 1 kbp DNA (20 ng/mL), and 100 bp DNA (40 ng/mL) in the nanowire network structure with 5-cycle growth nanowires. ",
            "section": "Figure 3 |"
        },
        {
            "text": "The electropherogram was obtained at 1 mm from the entrance of the microchannel with the nanowire network structure. ",
            "section": "Figure 3 |"
        },
        {
            "text": "The applied DC electric field in the separation channel was 500 V/cm. ",
            "section": "Figure 3 |"
        },
        {
            "text": "(c) Separation of lambda DNA digested by HindIII in the nanowire network structure with 5-cycle growth nanowires. ",
            "section": "Figure 3 |"
        },
        {
            "text": "The electropherogram was obtained at 3 mm from the entrance of the microchannel with the nanowire network structure. ",
            "section": "Figure 3 |"
        },
        {
            "text": "The applied DC electric field in the separation channel was 500 V/cm.",
            "section": "Figure 3 |"
        },
        {
            "text": "Each standard deviation was obtained by 3",
            "section": "Figure 3 ."
        },
        {
            "text": "Quantification of separation performance using theoretical plate number, height equivalent to a theoretical plate (HETP), theoretical plate number per column length, and resolution in",
            "section": "Table 1 |"
        },
        {
            "text": "SCIENTIFIC REPORTS | 4 : 5252 | DOI: 10.1038/srep05252",
            "section": "Table 1 |"
        },
        {
            "text": "S.R., T. Yasui, T. Yanagida, T.K. and Y.B. designed the experiments. ",
            "section": "Author contributions"
        },
        {
            "text": "S.R., T. Yasui, T. Yanagida, K.N., M.K., A.K., M.G., H.Y., F.Z. and N.K. performed experiments. ",
            "section": "Author contributions"
        },
        {
            "text": "S.R., T. Yasui and T. Yanagida analyzed the data. ",
            "section": "Author contributions"
        },
        {
            "text": "T. Yasui and T. Yanagida wrote the paper. ",
            "section": "Author contributions"
        },
        {
            "text": "All authors discussed the results and commented on the manuscript.",
            "section": "Author contributions"
        },
        {
            "text": "Supplementary information accompanies this paper at http://www.nature.com/ scientificreports This work is licensed under a Creative Commons Attribution-NonCommercial-NoDerivs 4.0 International License. ",
            "section": "Additional information"
        },
        {
            "text": "The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder in order to reproduce the material. ",
            "section": "Additional information"
        },
        {
            "text": "To view a copy of this license, visit http:// creativecommons.org/licenses/by-nc-nd/4.0/",
            "section": "Additional information"
        }
    ]
}