{
    "level": "sentence",
    "id": "b7ef362f87",
    "abstract": [
        {
            "text": "Purpose: While it is known that effective clinical education requires active involvement of its participants, regular feedback, communication skills and interprofessional training, limited studies have been conducted in Korea that demonstrate how pre-residency trainees acquire their core clinical skills. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "This is a cross-sectional study of interns and students across a third-tier university hospital in Korea to examine where and when they acquire core clinical skills. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Methods: A total of 74 students and 91 interns were asked to participate in a closed-ended questionnaire, and 50 participants (20 students and 30 interns) were involved in semistructured individual interviews. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The questionnaire was based on the Accreditation Council for Graduate Medical Education core competencies. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Results: The majority of core clinical skills were acquired during their rotations in emergency medicine, general surgery, and cardiothoracic surgery. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "The semistructured interviews revealed that these departments required their trainees to be highly involved and analytical, and participate in clinical discourse. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Conclusion: The common factor among the three departments is an environment in which trainees are highly involved in clinical duties, and are expected to make first-contact patient encounters, participate in clinical discourse, interpret investigative results and arrive at their own conclusions. ",
            "paragraph_rank": 2,
            "section_rank": 0
        },
        {
            "text": "Work-based learning appear to be key to the trends observed, and further study is warranted to determine whether these findings are indicative of true acquisition of clinical competence.",
            "paragraph_rank": 2,
            "section_rank": 0
        }
    ],
    "body_text": [
        {
            "text": "According to Bradford [1], clinical teaching unto itself is a form of interpersonal communication between a teacher and learner. ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "It is an exchange between student and teacher outside of the traditional didactic scope, and involves a patient scenario. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Medical educators believe the teacher's role is to provide information to students, and be a reservoir of knowledge and skills that \"occasionally and unpredictably spill over its dam, letting information flow randomly down a canyon of learning [2].\" ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 244,
                    "end": 247,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Expertise alone, then, is insufficient for effective clinical education. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Laidley and Braddock [3]  ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Subjects and methods",
            "section_rank": 2
        },
        {
            "text": "This study was a cross-sectional analysis, conducted at a third-tier university hospital, Korea University Medical Center in February 2015. ",
            "section": "Subjects and methods",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The study participants were 91 interns and 74 recent medical school graduates who were interns-to-be. ",
            "section": "Subjects and methods",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "February was chosen as the study period as the academic year begins in March in Korea; thus, the interns were at the end of their internship, and were able to speak about their experiences during the year as a whole. ",
            "section": "Subjects and methods",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Furthermore, the second group, which consisted of recent medical school graduates who were about to begin their internship, would be able to discuss their student clerkship experiences. ",
            "section": "Subjects and methods",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The mean age of participants was 27.4 years, with 55% of participants being female. ",
            "section": "Subjects and methods",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Participants were volunteers and were informed that the results of the survey would be part of a study on medical education.  ",
            "section": "Subjects and methods",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "These competencies are therefore a standard of measure to evaluate residents-in-training, and it is unreasonable to expect clinicians at the student or even intern-level to be proficient in all categories of competency [5].",
            "section": "Subjects and methods",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 219,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Paper-based survey",
            "section_rank": 3
        },
        {
            "text": "In this study, the authors hypothesized that the ACGME competencies could serve as a measure of degree of preparedness for residency training. ",
            "section": "Paper-based survey",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "The ACGME core competencies were therefore not selected to quantifiably measure clinical skill levels, but rather serve as an adapted guide to the common competencies that all preresidency learners should possess. ",
            "section": "Paper-based survey",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "The sixth competency of systems-based practice was omitted as being inapplicable for the purposes of this study. ",
            "section": "Paper-based survey",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Some of the survey questions were directly inferred from the core competencies, while others sought to measure the truly basic clinical skills that are required of any doctor. ",
            "section": "Paper-based survey",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "The survey was designed with blank spaces for answers instead of an answer choice bank, in an effort to allow for as much unaided recall as possible (see Appendix 1 for full survey questionnaire).",
            "section": "Paper-based survey",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 154,
                    "end": 164,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Appendix 1"
                }
            ]
        },
        {
            "text": "Semistructured interviews",
            "section_rank": 4
        },
        {
            "text": "Individual interviews were conducted to identify why interns and students regarded a particular department as more conducive to achieving competencies. ",
            "section": "Semistructured interviews",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "A total of 50 volunteer participants were selected by convenience sampling, during the clinical rotations of interns and final year medical students at the Department of Emergency Medicine, the home department of the author, for practical purposes. ",
            "section": "Semistructured interviews",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "Interviewees were made aware that participation or nonparticipation would not affect their emergency room (ER) rotation evaluation score as an intern or student. ",
            "section": "Semistructured interviews",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "The author, in fact, was not privy to, and was furthermore not asked to contribute to the evaluation of students and interns on clinical rotation through his department.",
            "section": "Semistructured interviews",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "Each interview lasted approximately 5 to 10 minutes, and was based on the questions from the survey. ",
            "section": "Semistructured interviews",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "After each question from the survey was asked, the respondent was asked about the specifics of his answer (e.g., \"what was it about cardiothoracic surgery that gave you the most interaction with patients and their families?\") and was asked to further expound on the differences with other departments in which they felt did not acquire core competencies.",
            "section": "Semistructured interviews",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "The results of the survey were tabulated and analyzed in IBM SPSS version 23.0 (IBM Corp., Armonk, USA) for frequency analysis. ",
            "section": "Semistructured interviews",
            "paragraph_rank": 8,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "type": "software",
                    "rawForm": "SPSS",
                    "resp": "#annotator2",
                    "used": true,
                    "id": "b7ef362f87-software-0",
                    "cert": "0.9"
                },
                {
                    "start": 74,
                    "end": 78,
                    "type": "version",
                    "rawForm": "23.0",
                    "resp": "#annotator2",
                    "id": "#b7ef362f87-software-0"
                },
                {
                    "start": 80,
                    "end": 88,
                    "type": "publisher",
                    "rawForm": "IBM Corp",
                    "resp": "#curator",
                    "id": "#b7ef362f87-software-0"
                },
                {
                    "type": "software",
                    "start": 61,
                    "end": 65,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "b7ef362f87-software-simple-w0"
                }
            ]
        },
        {
            "text": "Chi-square analysis was omitted due to the wide range of responses with many possible answers (departments) showing zero percentile frequency. ",
            "section": "Semistructured interviews",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "For each survey question, the top three departments were analyzed; the fourth-ranked departments and beyond showed a sharp drop-off in response rate, with many having a zero response rate. ",
            "section": "Semistructured interviews",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Effective percentages per department are shown in the Appendix 1. ",
            "section": "Semistructured interviews",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "The departments with the lowest response rates were extremely diverse, and were not considered of significance.",
            "section": "Semistructured interviews",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Results",
            "section_rank": 5
        },
        {
            "text": "Paper-based survey",
            "section_rank": 6
        },
        {
            "text": "Individual interviews",
            "section_rank": 7
        },
        {
            "text": "The ER definitely provides the widest range of diseases. ",
            "section": "Individual interviews",
            "paragraph_rank": 9,
            "section_rank": 7
        },
        {
            "text": "It's the nature of the department. ",
            "section": "Individual interviews",
            "paragraph_rank": 9,
            "section_rank": 7
        },
        {
            "text": "You see everything from minor cuts and bruises to cardiac arrest. ",
            "section": "Individual interviews",
            "paragraph_rank": 9,
            "section_rank": 7
        },
        {
            "text": "Surgical and medical diseases both present to the ER, with all different types of patient characteristics. ",
            "section": "Individual interviews",
            "paragraph_rank": 9,
            "section_rank": 7
        },
        {
            "text": "I want to go into Orthopedics, and I think my time here is important because it's the first and maybe last time I'll ever see certain disease entities.",
            "section": "Individual interviews",
            "paragraph_rank": 9,
            "section_rank": 7
        },
        {
            "text": "( 2)In what department were you able to utilize the \"book knowledge\" you acquired as student most effectively in the workplace as a doctor?",
            "section": "Individual interviews",
            "paragraph_rank": 10,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 2,
                    "end": 4,
                    "text": "2)"
                }
            ]
        },
        {
            "text": "I think all departments require some degree of book knowledge to be able to function as an intern. ",
            "section": "Individual interviews",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "But this was especially true for me in the ER. ",
            "section": "Individual interviews",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "There were times I would come across a disease I had only heard about in classroom lectures but never seen during clerkship that I had to describe clinically, and I found that after having seen such cases, they were a lot harder to forget. ",
            "section": "Individual interviews",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "An example? ",
            "section": "Individual interviews",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "I saw something called Fitz-Hugh-Curtis syndrome earlier in the month, and I'd only read about it in class. ",
            "section": "Individual interviews",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "It was interesting. ",
            "section": "Individual interviews",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "I don't think I'll forget it now.",
            "section": "Individual interviews",
            "paragraph_rank": 11,
            "section_rank": 7
        },
        {
            "text": "(3) Where do you feel you were able to most effectively practice patient evaluation?",
            "section": "Individual interviews",
            "paragraph_rank": 12,
            "section_rank": 7
        },
        {
            "text": "In terms of overall patient evaluation, I'd have to say the ER. ",
            "section": "Individual interviews",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "We talked about the physical exam and history-taking parts, and both, for me at least, were best-learned at the ER. ",
            "section": "Individual interviews",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "But other than the tangible aspects, there are certain parts of patient evaluation that require experience. ",
            "section": "Individual interviews",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "This kind of experience is something I learned in the ER. ",
            "section": "Individual interviews",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "Well, for example, I learned that sometimes there can be a psychiatric component to disease that doesn't show up on lab tests. ",
            "section": "Individual interviews",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "Sometimes patients are more anxious about being sick than they are actually sick, and knowing the difference can be key to providing patients with the tailored care they need to feel better faster.",
            "section": "Individual interviews",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "(4) Where were you able to perfect your physical examination skills?",
            "section": "Individual interviews",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "There isn't anywhere else other than the ER where interns are constantly performing physical exams. ",
            "section": "Individual interviews",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "Distal motor and sensory checks for orthopedics cases, neurological exams for stroke patients, and abdominal exams for surgical referrals… the list goes on.",
            "section": "Individual interviews",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "(5) Where were you able to perfect your history-taking skills?",
            "section": "Individual interviews",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "Definitely the ER. ",
            "section": "Individual interviews",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "It's a matter of repetition. ",
            "section": "Individual interviews",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "In the beginning, when I first started here, I was clumsy, asking all sorts of questions that had no bearing on the patient's clinical outcome. ",
            "section": "Individual interviews",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "After a while though, and with a lot of practice, I started to figure out what sorts of questions were important to ask. ",
            "section": "Individual interviews",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "For example, with a patient who complains of shortness of breath, to ask not just about respiratory symptoms, but symptoms related to cardiovascular or nephrological diseases, and to ask about smoking history, or exposure to allergens. ",
            "section": "Individual interviews",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "It becomes second-nature after enough repetition. ",
            "section": "Individual interviews",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "I want to go into Pediatrics, and it's been great practice. ",
            "section": "Individual interviews",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "(6) In what department were you given opportunities to keep your own medical records?",
            "section": "Individual interviews",
            "paragraph_rank": 17,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "I was both an intern-resident for General Surgery and an intern for the ER. ",
            "section": "Individual interviews",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "Part of my job in both departments was to keep medical records. ",
            "section": "Individual interviews",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "In the ER, it was a matter of first-contact; since I was usually the first person to interview and examine patients, I quickly learned that keeping accurate records on the patient's initial presentation could go a long way in guiding the patient's course of treatment. ",
            "section": "Individual interviews",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "For example, we had a patient with a traumatic subdural hemorrhage, and based on my notes of the patient's initial mental status, the neurosurgeon determined the midline was shifting and decided to open the patient's skull. ",
            "section": "Individual interviews",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "In General Surgery, I kept progress reports on all of my patients on a daily basis, and it helped teach me to learn to keep track of my patient's fluid therapy management.",
            "section": "Individual interviews",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "In what department were you expected to interpret laboratory and imaging findings?",
            "section": "Individual interviews",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "I guess Cardiothoracic Surgery; we took daily X-rays for post-coronary bypass patients and had to monitor their lungs for fluid accumulation. ",
            "section": "Individual interviews",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "I was expected to summarize the patient's daily findings in a bedside briefing to the attending professor every morning. ",
            "section": "Individual interviews",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "It was stressful, because my interpretation wasn't always right, but it got better with time. ",
            "section": "Individual interviews",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "In the ER as well; since the interns are expected to handle consultations to other departments, sometimes there isn't enough time to sit down with the ER doctor to get his opinion on the patient. ",
            "section": "Individual interviews",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "In those cases, we have to look at the lab and image results and draw our own conclusions.",
            "section": "Individual interviews",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "(Continued to the next page) ",
            "section": "Individual interviews",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "General Surgery. ",
            "section": "Individual interviews",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "There are so many different tasks an intern-resident is responsible for, and it requires us to constantly be on the move, communicating with other departments and professions. ",
            "section": "Individual interviews",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "When we're booking a surgery, for example, we have to be in touch with the physician assistants for operating room scheduling, the surgical nurses and the ward nurses for preoperative management, the intensive care unit nurses for postoperative care, pulmonary function test and echocardiogram technicians for preoperative evaluation, the radiology imaging clerks for computed tomography and X-ray readings, and of course the attending doctors and residents in the surgical department itself. ",
            "section": "Individual interviews",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "We have to be very organized and cooperate closely. ",
            "section": "Individual interviews",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "(11) ",
            "section": "Individual interviews",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "Where do you feel you were able to \"act like a doctor?\"",
            "section": "Individual interviews",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "I'm not sure if this is appropriate to say but to be honest, the time I had to act on my own as a licensed doctor was when you (the interviewer) fell asleep at 3 AM. ",
            "section": "Individual interviews",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "I couldn't wake you up, and there was a patient with abdominal pain that I was looking after. ",
            "section": "Individual interviews",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "He was complaining of right upper quadrant pain, and had a fever. ",
            "section": "Individual interviews",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "I had to do something. ",
            "section": "Individual interviews",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "I ordered a lab work-up, and a computed tomography scan, and prescribed pain medication. ",
            "section": "Individual interviews",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "By the time you were awake, I had already figured out he had cholecystitis, and had contacted the surgical department for a consultation. ",
            "section": "Individual interviews",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "(12) ",
            "section": "Individual interviews",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "When were you expected to make your own clinical decisions (no matter how small) to effectively impact the course of the patients' treatment?",
            "section": "Individual interviews",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "During ",
            "section": "Individual interviews",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "The residency shortage departments",
            "section_rank": 8
        },
        {
            "text": "Other departments that showed remarkable response rates in the survey included General Surgery, Cardiothoracic Surgery, and Urology. ",
            "section": "The residency shortage departments",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "These surgical departments share certain characteristics that are likely responsible for these results. ",
            "section": "The residency shortage departments",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "The first is that these departments are the least popular in terms of resident application rates [9]. ",
            "section": "The residency shortage departments",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Because of this shortage of residents, many hospitals, including the author's, have resorted to utilizing interns as stand-ins for residents.  ",
            "section": "The residency shortage departments",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "The shift in responses",
            "section_rank": 9
        },
        {
            "text": "Limitations",
            "section_rank": 10
        },
        {
            "text": "This was a cross-sectional study, with participating interns and students having been chosen as a convenience sample during respective mandatory conferences. ",
            "section": "Limitations",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "Although participation was voluntary, the convenience sample was taken from a captive audience.",
            "section": "Limitations",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "The sample size is relatively small, and the study was ORCID: Eusang Ahn: http://orcid.org/0000-0002-7725-7491;",
            "section": "Limitations",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "Ducksun Ahn: http://orcid.org/0000-0003-2762-0026;",
            "section": "Limitations",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "Young-Mee Lee: http://orcid.org/0000-0002-4685-9465 Appendix 1. ",
            "section": "Limitations",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "Questionnaire Survey Results",
            "section": "Limitations",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "1)",
            "section_rank": 11
        },
        {
            "text": "In what department were you exposed to the most diverse set of medical and surgical diseases? ",
            "section": "1)",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Introduction",
            "section_rank": 12
        },
        {
            "text": "While it is known that effective clinical education requires active involvement of its participants, regular feedback, communication skills and interprofessional training, there have been limited prior studies in Korea that demonstrate how pre-residency trainees acquire their core clinical skills. ",
            "section": "Introduction",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "To begin to understand such a system, defining clinical teaching and learning is crucial, with subsequent analysis and identification of areas for improvement.",
            "section": "Introduction",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "argue that teaching is more effective when learners are motivated and want to set their own goals, take responsibility for their own learning and participate in decisions affecting their learning. ",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "Interprofessional education is also an ever-important aspect of clinical learning, especially in the third-tier university hospital context, where different disciplines work in conjunction on patient assignments across professional boundaries [4]. ",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "In sum, clinical education requires active involvement, regular feedback, open lines of communication, and effective teachers. ",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "However, it is difficult to ascertain when and where clinical education takes place most effectively. ",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "Effectiveness of training can be affected by a multitude of factors, such as the nature of the clinical department, the type of work demanded, the formation, or lack, of systematic education and evaluation programs, or the provision of supportive learning environments. ",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "The purpose of this study was to identify which departments provided clinical learning environments conducive to pre-residency trainees acquiring core competencies, and more importantly, to explore the specific characteristics of such departments that serve as contributing factors.",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "The investigation consisted of two parts: a paperbased survey and individual semistructured interviews. ",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "Surveys were collected from 171 respondents in total, with six incomplete or blank surveys omitted from the final analysis. ",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "The remaining 74 pre-intern and 91 intern surveys were included. ",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "Semistructured interviews were taken during the period of December 2014 to February 2015 from 20 students (at the time final-year) and 30 interns.",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "The survey consisted of 12 questions based on the core competencies laid forth by the Accreditation Council for Graduate Medical Education (ACGME). ",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "The ACGME is a private, nonprofit accreditation body for more than 9,000 residency programs in the United States. ",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "In 2002, ACGME identified six ACGME core competencies to be used by graduate medical education programs to evaluate their residents during training. ",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "The six ACGME core competencies are patient care, medical knowledge, practice-based learning and improvement, interpersonal and communication skills, professionalism, and systemsbased practice. ",
            "paragraph_rank": 33,
            "section_rank": 15
        },
        {
            "text": "Each competency is made up of different milestones for each residency program that residents are required to master at key stages of their medical training.",
            "paragraph_rank": 33,
            "section_rank": 15,
            "entity_spans": [
                {
                    "type": "software",
                    "start": 70,
                    "end": 77,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "b7ef362f87-software-simple-w1"
                }
            ]
        },
        {
            "text": "Emergency",
            "section_rank": 16
        },
        {
            "text": "Medicine features prominently among almost all answers, across both interns and students. ",
            "section": "Emergency",
            "paragraph_rank": 34,
            "section_rank": 16
        },
        {
            "text": "Another point of interest is the prevalence of General Surgery, Cardiothoracic Surgery, and Urology among intern responses across the vast majority of the questions, but also their relative absence (with the exception of General Surgery) from student responses. ",
            "section": "Emergency",
            "paragraph_rank": 34,
            "section_rank": 16
        },
        {
            "text": "Also, many of the departments that were selected by students as being sources of clinical competency (e.g. various departments of internal medicine, notably Infectious Diseases, Pulmonology and to a lesser extent, Nephrology, along with Pediatrics, Obstetrics/Gynecology, and",
            "section": "Emergency",
            "paragraph_rank": 34,
            "section_rank": 16
        },
        {
            "text": "These intern-resident hybrids are responsible for admitting patients, responding to referrals from the ER, preoperative evaluation, booking operating room schedules and postoperative care. ",
            "paragraph_rank": 35,
            "section_rank": 17
        },
        {
            "text": "All of this is, of course, conducted under the supervision of attending staff members in each department. ",
            "paragraph_rank": 35,
            "section_rank": 17
        },
        {
            "text": "This recent phenomenon has bestowed, voluntarily or not, unprecedented responsibility upon the shoulders of interns. ",
            "paragraph_rank": 35,
            "section_rank": 17
        },
        {
            "text": "The intern interviews revealed surprisingly high satisfaction rates with these roles. ",
            "paragraph_rank": 35,
            "section_rank": 17
        },
        {
            "text": "Many interns stated they were learning new skillsets, such as difficult patient management, how to interact with family members of patients, and primary care basics (pain control, hydration management, and consultations with other departments). ",
            "paragraph_rank": 35,
            "section_rank": 17
        },
        {
            "text": "During morning rounds they were responsible for bedside briefings, were the primary medical recordkeepers, and were required to be aware of the clinical course of each patient under their care. ",
            "paragraph_rank": 35,
            "section_rank": 17
        },
        {
            "text": "Many responded in the interviews that the skills they acquired over the course of their rotations through these three departments would be aspects of their clinical skillset they would carry over to residencies in their respective departments in the years to come. ",
            "paragraph_rank": 35,
            "section_rank": 17
        },
        {
            "text": "Other studies have shown that when such Entrustable Professional Activities are bestowed upon clinicians, they can effectively bridge the gap between educational theory and clinical practice [10]. ",
            "paragraph_rank": 35,
            "section_rank": 17
        },
        {
            "text": "Clearly, this lesson is applicable in the context of Korean medicine as well.",
            "paragraph_rank": 35,
            "section_rank": 17
        },
        {
            "text": "Certain departments featured prominently in student responses in the survey, but were absent from intern responses. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "Noticeably, Pediatrics, Infectious Diseases and to a lesser extent, Nephrology were some of the departments with the highest frequency of student responses. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "The student and intern interviews were insightful in deciphering this shift. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "Students responded that these departments offered some of the best bedside clinical teaching and student involvement. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "Pediatrics, for example, required active participation of the clerks during rounding, with question-and-answer sessions between patients. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "They were also asked to consider themselves responsible for their patients, and were frequently asked to comment on their patients. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "Some students reported that they were required to keep their own progress reports, subject to evaluation at the end of the rotation, of the patients that had been under their care. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "In the internal medicine department of Infectious Diseases, students at certain hospitals reported they were given patient cases on a daily basis. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "In the morning after rounding, the attending professor would assign consultation cases to each student (e.g., a patient in Orthopedics had developed a fever, and the Department of Infectious Diseases was consulted to investigate the cause). ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "The students would spend the entire day poring over medical records, interviewing the patient and performing a physical examination, and conduct self-study, all of which culminated in the afternoon rounds, during which a clinical discourse would ensue between the attending physician and the student clerk. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "The student would present his findings and differential diagnosis hypotheses to the professor, and they would have a clinical debate as to how to best treat the patient and how to respond to consultations. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "Interns were asked about their roles in the very same departments. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "Their responses were less positive; most were relegated to the same administrative tasks they performed in other departments, with close to zero involvement in the clinical decision-making process. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "One intern went as far as to say during his interview that he felt his \"most important duty was making sure the coffee was ready for the morning briefing.\" ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "While certain departments show promise, they often fall short of providing the full spectrum of education, and their interns felt that they are still viewed in the traditional manner: as a cheap source of labor, hired to perform mostly rote and medial tasks as a rite of passage into residency. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "These findings demonstrate that when given the opportunity and the responsibility with proper supervision, pre-resident clinical trainees were more than capable of performing clinical practice. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "An increased level of involvement appears to lead to more enjoyable learning experiences, and as the final end-product, better-performing clinicians. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "Student clerks may likewise benefit from such increased involvement. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "The fact that the departments of Emergency Medicine or Surgery assigned interns and students more clinical duties and first-contact experience does not necessarily mean that clinical training was more effective in and of itself. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "Effective training occurs under proper supervision with timely feedback and appropriate introspection. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "This study is based on self-reported subjective opinions of the learners, and high satisfaction rates do not directly reflect a more systematic, organized teaching approach on the part of Emergency Medicine or Surgery.However, when compared with mere shadowing or simple nonclinical tasks, being able to experience clinical encounters first-hand with a sense of responsibility and a perceived need for decision-making appears to be an important first step in acquiring core clinical competencies. ",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "These findings suggest that as teachers, we must provide learners with more opportunities to get involved in actual patient care and should trust the learners' ability to contribute.",
            "paragraph_rank": 36,
            "section_rank": 18
        },
        {
            "text": "conducted at a single institution. ",
            "paragraph_rank": 37,
            "section_rank": 19
        },
        {
            "text": "It should be noted that the design of this study is such that participants' self-reported subjective opinions are assessed, rather than an objective method in which actual clinical competency acquisition is measured in a quantifiable manner. ",
            "paragraph_rank": 37,
            "section_rank": 19
        },
        {
            "text": "Whether the respondents actually acquired the aforementioned competencies in the reported departments is an unknown and unproven factor, as there is no proven correlation between high satisfaction rates and skill acquisition or teaching quality. ",
            "paragraph_rank": 37,
            "section_rank": 19
        },
        {
            "text": "Furthermore, there is a possibility for observer bias in the responses of the interns, as the author is affiliated with the Department of Emergency Medicine. ",
            "paragraph_rank": 37,
            "section_rank": 19
        },
        {
            "text": "This study, although preliminary, outlines areas that show promise in the development of clinical education. ",
            "paragraph_rank": 37,
            "section_rank": 19
        },
        {
            "text": "We identified common factors among the departments in which pre-residency learners felt they acquired core clinical skills: an environment in which trainees are highly involved in clinical duties, are expected to make first-contact patient encounters, participate in clinical discourse, interpret investigative results, and arrive at their own conclusions. ",
            "paragraph_rank": 37,
            "section_rank": 19
        },
        {
            "text": "These lessons are potentially applicable to the clinical education of student clerks as well. ",
            "paragraph_rank": 37,
            "section_rank": 19
        },
        {
            "text": "Perhaps with further study, a curriculum that more fully engages and involves students and interns can lead to more productive, enjoyable and effective clinical training. ",
            "paragraph_rank": 37,
            "section_rank": 19
        },
        {
            "text": "Further study is warranted to determine whether these findings are indicative of true acquisition of clinical competence.",
            "paragraph_rank": 37,
            "section_rank": 19
        },
        {
            "text": "Table 1 .",
            "section_rank": 20
        },
        {
            "text": "Questionnaire Results",
            "section": "Table 1 .",
            "paragraph_rank": 38,
            "section_rank": 20
        },
        {
            "text": "Table 2",
            "section_rank": 21
        },
        {
            "text": "shows some of the most illustrative responses elicited during the semistructured interviews, as to why or how respondents answered the survey questions. ",
            "section": "Table 2",
            "paragraph_rank": 41,
            "section_rank": 21
        },
        {
            "text": "Many respondents found that a high level of involvement and bestowment of responsibility were motivating factors to perform well and learn more. ",
            "section": "Table 2",
            "paragraph_rank": 41,
            "section_rank": 21
        },
        {
            "text": "Interns who had rotated through Emergency Medicine, General Surgery, and",
            "section": "Table 2",
            "paragraph_rank": 41,
            "section_rank": 21
        },
        {
            "text": "Table 2 .",
            "section_rank": 22
        },
        {
            "text": "Interview Results",
            "section": "Table 2 .",
            "paragraph_rank": 42,
            "section_rank": 22
        },
        {
            "text": "Table 2 .",
            "section_rank": 23
        },
        {
            "text": "In what department were you given the most opportunities to interact with patients and guardians? ",
            "section": "Table 2 .",
            "paragraph_rank": 44,
            "section_rank": 23
        },
        {
            "text": "Cardiothoracic Surgery. ",
            "section": "Table 2 .",
            "paragraph_rank": 44,
            "section_rank": 23
        },
        {
            "text": "I was an intern-resident, and after morning rounds, a lot of patients and families had further questions about the treatment plan, or how things were looking. ",
            "section": "Table 2 .",
            "paragraph_rank": 44,
            "section_rank": 23
        },
        {
            "text": "I was the first-responder to all ward calls. ",
            "section": "Table 2 .",
            "paragraph_rank": 44,
            "section_rank": 23
        },
        {
            "text": "I had to come up with answers to the best of my ability.Maybe the most important thing I learned is not to pretend like I know when I don't. ",
            "section": "Table 2 .",
            "paragraph_rank": 44,
            "section_rank": 23
        },
        {
            "text": "Being honest and explaining that I didn't have the answers yet, but that I'd find out, was how I built the best rapport with patients and their families. ",
            "section": "Table 2 .",
            "paragraph_rank": 44,
            "section_rank": 23
        },
        {
            "text": "(9) Where did you learn to communicate with other physicians to effectively and efficiently deliver and receive information regarding their treatment course?",
            "section": "Table 2 .",
            "paragraph_rank": 44,
            "section_rank": 23
        },
        {
            "text": "In the ER, as I'm sure you know, a large part of our job is handling consultations to other departments. ",
            "section": "Table 2 .",
            "paragraph_rank": 44,
            "section_rank": 23
        },
        {
            "text": "For example, if a patient presents with lower abdominal pain and right lower quadrant tenderness, and computed tomography scans show appendicitis, it's my job to get in touch with General Surgery. ",
            "section": "Table 2 .",
            "paragraph_rank": 44,
            "section_rank": 23
        },
        {
            "text": "Everybody is busy at the hospital; it's up to me to summarize the patient's history and findings as succinctly and efficiently as possible to convey as much information to the surgeon on duty in as little time as possible. ",
            "section": "Table 2 .",
            "paragraph_rank": 44,
            "section_rank": 23
        },
        {
            "text": "It's not always easy, and sometimes we get reprimanded, but with practice it gets easier, once we know what each referral department is looking for.",
            "section": "Table 2 .",
            "paragraph_rank": 44,
            "section_rank": 23
        },
        {
            "text": "When a new patient is admitted to the ER, they are responsible for first-contact; they perform initial history-taking and physical examination, filter through the patient's previous medical records, formulate They actively practice nearly all core clinical skills that are required by the ACGME, and the questionnaire results reflect this. ",
            "paragraph_rank": 46,
            "section_rank": 24
        },
        {
            "text": "This is in line with trends across the globe of many acute nature and variety of the presenting diseases, leading to a multitude of opportunities to teach. ",
            "paragraph_rank": 46,
            "section_rank": 24
        },
        {
            "text": "The semistructured interviews revealed that students found such instances to be particularly helpful and insightful. ",
            "paragraph_rank": 46,
            "section_rank": 24
        },
        {
            "text": "It is possible that",
            "paragraph_rank": 46,
            "section_rank": 24
        },
        {
            "text": "my rotation through Cardiothoracic Surgery last month, I was the designated doctor for a number of patients. ",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "I was under supervision by a staff member (professor or fellow), but I couldn't call them every 5 minutes asking about every single tiny aspect of the patients' care. ",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "So, sometimes I had to take matters into my own hands; if the patient developed a cough or a fever, I would give a physical exam and order X-rays, and start them on a course of antibiotics if I suspected pneumonia. ",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "For the obviously more dangerous cases I would defer to their judgment, but there were quite a few times I was expected to make my own decisions based on my clinical judgment. ",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "It was at times scary, but I learned a lot and it was really rewarding.ER: Emergency room.Discussion 1. ",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "The emergency medicine phenomenon In Korea, interns in the ER usually work 24 hour shifts, alternating between 24 hours on-duty and 24 hours off-duty.work, imaging, hydration and pain control. ",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "After the ER resident has seen the patient and initial work-up is complete, if the patient requires further examination or admission to a different department, the resident will call for a consult. ",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "At this point, the intern and the resident usually have a short discussion; they review the patient's complaint and history, the results from the work-up (lab results and imaging findings), and the resident explains the rationale behind the referral. ",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "The intern then usually asks some questions he may have. ",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "Once this clinical discourse is complete, the intern is then responsible for contacting the on-duty resident of the referral department (e.g., general surgery for a case of appendicitis). ",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "The intern then briefs the on-duty resident and walks him through the process from admission to referral. ",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "One of the most telling responses to the question \"When were you asked to act like a doctor and work on your own?\" was \"When the Emergency Medicine resident was asleep from exhaustion, and I felt I had to do something to help the patient.\" ",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "When put in the role of caregiver, regardless of volition, interns often appear to be able to provide adequate initial medical care to most noncritical patients. ",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "In sum, interns play a crucial role in the patient management process of the ER in Korea.On the other hand, students showed less of a positive response rate for Emergency Medicine across the survey. ",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "This can likely be traced to the nature of their duties, or lack thereof, in the ER. ",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "Like most other clinical clerkship rotations, students in the ER have a largely passive, observational role. ",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "Their clinical duties areceptor educational model [7]) on current ER patients. ",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "These findings correlate with those of Aldeen and Gisondi [8], who found that the ER is ideal for bedside teaching, due the high volume of patients and the",
            "paragraph_rank": 47,
            "section_rank": 24
        },
        {
            "text": "Where did you learn to communicate with other physicians to effectively and efficiently deliver and receive information regarding their When did you work most closely with people from other professions (e.g. nurses, technicians, etc.) within the hospital? ",
            "paragraph_rank": 48,
            "section_rank": 25
        },
        {
            "text": "Where do you feel you were able to \"act like a doctor\"? ",
            "paragraph_rank": 48,
            "section_rank": 25
        },
        {
            "text": "When were you expected to make your own clinical decisions (no matter how small) to effectively impact the course of the patients' treatment?",
            "paragraph_rank": 48,
            "section_rank": 25
        }
    ]
}