{
    "id": "a52ccb74d3",
    "abstract": [],
    "body_text": [
        {
            "text": "A comprehensive understanding of muscle activity pattern during execution of different maneuvers and techniques is one of the most important factors in set-out of exercise volume and reducing the risk of injury in professional athletes. ",
            "section": "Background"
        },
        {
            "text": "Among the lower limb muscles, quadriceps has a main role in implementation of karate techniques and can be susceptible to overtraining addressed by anterior knee pain. ",
            "section": "Background"
        },
        {
            "text": "Anterior knee pain is a common debilitating complaint in athletes and one of the most important differential diagnoses is patellofemoral pain syndrome (PFPS) (1,2).",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1,"
                },
                {
                    "start": 161,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2)"
                }
            ]
        },
        {
            "text": "Although PFPS is the most common cause of knee pain, many studies have been conducted to investigate the underlying pathomechanics (1). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "Several causes are involved in the pathogenesis of the syndrome, which is mainly divided into two categories: internal and external factors (1). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "Imbalanced forces exerted on patella by VMO and VL, improper activation time, tightness of lateral retinaculum, hypermobile patella and abnormal patellar tracking due to structural malalignment in lower extremity are the most important internal factors. ",
            "section": "Background"
        },
        {
            "text": "Kinematic errors, increase in the duration and frequency of physical activity and training volume are external factors (1). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                }
            ]
        },
        {
            "text": "One of the highly regarded basic pathomechanics in PFPS is delay in the activation of vastus medialis (VM) to vastus lateralis (VL) Which in theory could induce laterally pulled patella and anterior knee pain (3,4).",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3,"
                },
                {
                    "start": 212,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4)"
                }
            ]
        },
        {
            "text": "Surface electromyography (sEMG) is a non-invasive technique for measuring electrical activity of muscles. ",
            "section": "Background"
        },
        {
            "text": "Moreover, it reveals the onset and amplitude of muscle activity during voluntary dynamic contraction (5). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "Although most of the previous studies investigated the difference in onset timing between the VM and VL, some sEMG studies have shown that the ratio of the electrical activity of the VM to VL is different in healthy subjects versus patients with patellofemoral pain (6)(7)(8)(9)(10)(11).",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "type": "bibr",
                    "text": "(6)"
                },
                {
                    "start": 269,
                    "end": 272,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(7)"
                },
                {
                    "start": 272,
                    "end": 275,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(8)"
                },
                {
                    "start": 275,
                    "end": 278,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "(9)"
                },
                {
                    "start": 278,
                    "end": 282,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(10)"
                },
                {
                    "start": 282,
                    "end": 286,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(11)"
                }
            ]
        },
        {
            "text": "The role of overload on VM/VL activity was evaluated by Herrington et al. ",
            "section": "Background"
        },
        {
            "text": "They assessed sEMG activity of muscles during different load (12) but few prospective studies have been conducted on PFPS in athletes.",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(12)"
                }
            ]
        },
        {
            "text": "PFPS is common in karate mainly due to overstress on knee. ",
            "section": "Background"
        },
        {
            "text": "Proper execution of techniques in this sport supplicates muscle balance and strengths (13)(14)(15).",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(13)"
                },
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "(14)"
                },
                {
                    "start": 94,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(15)"
                }
            ]
        },
        {
            "text": "Allegorically, stand or dachi indicates lower part of the body position, which is used to carry the upper part of body. ",
            "section": "Background"
        },
        {
            "text": "For correct technique, dachi should be done harmonically and strongly. ",
            "section": "Background"
        },
        {
            "text": "Many techniques in karate overload the patellofemoral joint; therefore, an increase in the volume of training can lead to the development of anterior knee pain. ",
            "section": "Background"
        },
        {
            "text": "Due to the negative impact of pain on athletic performance, identification and correction of pathomechanical factors could improve the function of professional athletes.",
            "section": "Background"
        },
        {
            "text": "A prospective study by Witvrouw et al. showed that one of the risk factors of patellofemoral syndrome is rescheduling muscle reflex of VM (16). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 23,
                    "end": 38,
                    "type": "bibr",
                    "text": "Witvrouw et al."
                },
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "(16)"
                }
            ]
        },
        {
            "text": "However, there are also studies with inconsistent results concerning VM/VL ratio and the timing onset of the muscles, including imbalance in the electric activity and abnormal recruitment pattern, with greater delay and lower amplitude of activation of the VM (17)(18)(19)(20)(21)(22)(23)(24)(25)(26). ",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "(17)"
                },
                {
                    "start": 264,
                    "end": 268,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(18)"
                },
                {
                    "start": 268,
                    "end": 272,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "(19)"
                },
                {
                    "start": 272,
                    "end": 276,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                },
                {
                    "start": 276,
                    "end": 280,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "(21)"
                },
                {
                    "start": 280,
                    "end": 284,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(22)"
                },
                {
                    "start": 284,
                    "end": 288,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "(23)"
                },
                {
                    "start": 288,
                    "end": 292,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "(24)"
                },
                {
                    "start": 292,
                    "end": 296,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(25)"
                },
                {
                    "start": 296,
                    "end": 300,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "(26)"
                }
            ]
        },
        {
            "text": "The meta-analyses by Chester (20) and Wong (21) demonstrated heterogeneous finding regarding any correlation between timing of activation of VMO to VL and anterior knee pain.",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "(20)"
                },
                {
                    "start": 38,
                    "end": 47,
                    "type": "bibr",
                    "text": "Wong (21)"
                }
            ]
        },
        {
            "text": "One of the major obstacles in investigating the role of imbalance between activation of VM and VL in PFPS is the temporal priority of knee pain or delay of VM activation. ",
            "section": "Background"
        },
        {
            "text": "Hodges et al. found that pain is the source not the consequence of muscle imbalance. ",
            "section": "Background"
        },
        {
            "text": "Thus, anterior knee pain control is fundamental during exercise (27).",
            "section": "Background",
            "ref_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(27)"
                }
            ]
        },
        {
            "text": "The main objective of this study was to determine the relationship between training volume and VM and VL activity and its correlation to anterior knee pain in elite karate athletes. ",
            "section": "Background"
        },
        {
            "text": "It deems that amplitude and pattern of muscle recruitment could be changed regarding training volume.",
            "section": "Background"
        },
        {
            "text": "Furthermore, it would be aimed to investigate other functional parameters of electromyographic properties of VM and VL as well as time domain index and electrogoniometry.",
            "section": "Background"
        },
        {
            "text": "Regarding limited evidence in karate, this type of study deems essential for improving training programs and reducing the risk of injury in elites. ",
            "section": "Objectives"
        },
        {
            "text": "Understanding the factors in the development of knee pain and altered muscle activity during high-volume training in professional athletes could be helpful in definition of prevention and treatment strategies.",
            "section": "Objectives"
        },
        {
            "text": "All junior and cadet athletes (14 -18 years old) of Iranian national karate team were recruited to participate in this quasi-experimental study. ",
            "section": "Subjects"
        },
        {
            "text": "They were required to provide informed consent.",
            "section": "Subjects"
        },
        {
            "text": "The subjects were included if they had no history of significant injury to the lower extremities; no history of patellar subluxation or meniscal or ligamentous injury; and normal radiological findings. ",
            "section": "Subjects"
        },
        {
            "text": "They were excluded if the athlete left the team due to being crossed out. ",
            "section": "Subjects"
        },
        {
            "text": "A total of 29 subjects, including 15 boys and 14 girls, took part in the first session of assessment; however, after 6 weeks of training, 23 of them-10 boys and 13 girls-had the criteria to complete the study.",
            "section": "Subjects"
        },
        {
            "text": "After arrival at the laboratory, data of acute and recent knee pain was recorded by a 10-cm visual analog scale (VAS) and anterior knee pain scale (AKPS) questionnaire, respectively (28,29). ",
            "section": "Procedure",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "(28,"
                },
                {
                    "start": 186,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "29)"
                }
            ]
        },
        {
            "text": "The skin was prepared by shaving, if necessary, and the subject started the session by a 10minute warm-up by a stationary bike and quadriceps and hamstring exercises and a few performance trials. ",
            "section": "Procedure"
        },
        {
            "text": "It was explained to the athletes to keep the intensity of warmup including bike-riding at a comfortable level and keep their heart rate less than 100 bpm. ",
            "section": "Procedure"
        },
        {
            "text": "Quadriceps and hamstring exercises consisted of hip and knee flexion and extensions with no resistance and each exercise was repeated 10 times. ",
            "section": "Procedure"
        },
        {
            "text": "Each participant practiced dachi and stair-up and down tasks 2 or 3 times, intended for familiarization with the process. ",
            "section": "Procedure"
        },
        {
            "text": "Then the skin was cleaned by isopropyl alcohol and surface electrodes were set according to SENIAM recommendations (30). ",
            "section": "Procedure",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "(30)"
                }
            ]
        },
        {
            "text": "Silver/silver chloride disposable electrodes (Skintact, Austria) were placed with an interelectrode distance of 30 mm on VM and VL muscles of right and left thigh.",
            "section": "Procedure"
        },
        {
            "text": "Electrogoniometer was positioned on the lateral aspect of right knee and centered on lateral femoral condyle. ",
            "section": "Procedure"
        },
        {
            "text": "It was attached to the lower limb by a double-sided adhesive stick. ",
            "section": "Procedure"
        },
        {
            "text": "Movement of right knee was continuously measured by the electrogoniometer. ",
            "section": "Procedure"
        },
        {
            "text": "The sEMG data was synchronously sampled using a Mega receiver (ME 6000, Mega Electronics Ltd., Kuopio, Finland). ",
            "section": "Procedure",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 48,
                    "end": 52,
                    "rawForm": "Mega",
                    "resp": "whitelist",
                    "id": "a52ccb74d3-software-simple-w0"
                },
                {
                    "type": "software",
                    "start": 72,
                    "end": 76,
                    "rawForm": "Mega",
                    "resp": "whitelist",
                    "id": "a52ccb74d3-software-simple-w1"
                }
            ]
        },
        {
            "text": "Obtaining data from electrogoniometer, the points of changes in flexion and extension of right knee were determined on the plot. ",
            "section": "Procedure"
        },
        {
            "text": "The intervals between the points were defined as phases of tasks. ",
            "section": "Procedure"
        },
        {
            "text": "Signals were collected from 6 channels, including 4 channels for sEMG electrodes and 2 channels for electrogoniometer. ",
            "section": "Procedure"
        },
        {
            "text": "Signals of sEMG were pre-amplified 10 times and raw data was collected without filtering at a sampling frequency of 1000 Hz. ",
            "section": "Procedure"
        },
        {
            "text": "The data was recorded in Megawin software, version 2.4.",
            "section": "Procedure",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 25,
                    "end": 32,
                    "rawForm": "Megawin",
                    "resp": "whitelist",
                    "id": "a52ccb74d3-software-simple-w2"
                },
                {
                    "type": "software",
                    "start": 33,
                    "end": 41,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "a52ccb74d3-software-simple-w3"
                }
            ]
        },
        {
            "text": "Data was collected under three different conditions: 1, Zenkutsu-dachi: with the left foot forward, with hearing the command, the subjects moved forward at a selfselected pace (31). ",
            "section": "Procedure",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(31)"
                }
            ]
        },
        {
            "text": "Data was recorded simultaneously; 2, climb up and down the stairs: subjects were instructed to come up and down three steps with a height of 20 cm for each step, placing only one foot on each step, starting with the left foot. ",
            "section": "Procedure"
        },
        {
            "text": "The stepping rate was adjusted at 96 steps per minute which is, approximately, the usual stepping rate (32). ",
            "section": "Procedure",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "(32)"
                }
            ]
        },
        {
            "text": "Ascending and descending trials were performed separately; 3, maximal voluntary isometric contraction (MVIC) of quadriceps, which was an isometric contraction done after dynamic tasks. ",
            "section": "Procedure"
        },
        {
            "text": "It was performed in sitting position with full knee extension. ",
            "section": "Procedure"
        },
        {
            "text": "The subject was requested to keep their muscle contracted as forcefully as possible for 5 seconds. ",
            "section": "Procedure"
        },
        {
            "text": "They were encouraged by continuous verbal commands (Prepare! Go! Hold! Hold! Hold! Relax!)",
            "section": "Procedure"
        },
        {
            "text": "At the end of each test signal accuracy and absence of noise were reviewed. ",
            "section": "Procedure"
        },
        {
            "text": "The tests were repeated to record three sets of acceptable signals. ",
            "section": "Procedure"
        },
        {
            "text": "All tests have been taken by one person (second author S.L (sports medicine specialist)).",
            "section": "Procedure"
        },
        {
            "text": "During later off-line analysis, raw data was first visually checked in Megawin 2.4 to select one of three repetitions of each task with minimal noise and best signal accuracy. ",
            "section": "Data Analysis",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 71,
                    "end": 78,
                    "rawForm": "Megawin",
                    "resp": "whitelist",
                    "id": "a52ccb74d3-software-simple-w4"
                }
            ]
        },
        {
            "text": "The selected file was saved as a binary file in MATLAB for further analysis.",
            "section": "Data Analysis",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 48,
                    "end": 54,
                    "rawForm": "MATLAB",
                    "resp": "whitelist",
                    "id": "a52ccb74d3-software-simple-w5"
                }
            ]
        },
        {
            "text": "The tasks were divided into different phases. ",
            "section": "Data Analysis"
        },
        {
            "text": "In Dachi three phases of movement were determined which is discussed in another article. ",
            "section": "Data Analysis"
        },
        {
            "text": "The phases correspond to the beginning of the movement, maximum flexion and return to extension respectively (31).",
            "section": "Data Analysis"
        },
        {
            "text": "Step up and down phases are shown in Figure 1. ",
            "section": "Data Analysis",
            "ref_spans": [
                {
                    "start": 37,
                    "end": 45,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1"
                }
            ],
            "entity_spans": [
                {
                    "type": "software",
                    "start": 0,
                    "end": 4,
                    "rawForm": "Step",
                    "resp": "whitelist",
                    "id": "a52ccb74d3-software-simple-w6"
                }
            ]
        },
        {
            "text": "The frequency spectrum was assessed in these phases. ",
            "section": "Data Analysis"
        },
        {
            "text": "For each individual muscle maximal mean root mean square (RMS) of activity (50 millisecond timeconstant) was used to identify peak sEMG. ",
            "section": "Data Analysis"
        },
        {
            "text": "Mean RMS of amplitude of muscle activity of each one of the four muscles was calculated. ",
            "section": "Data Analysis"
        },
        {
            "text": "Then it was normalized to the maximal RMS data obtained during MVIC, as it is the preferred method of normalization (33,34). ",
            "section": "Data Analysis",
            "ref_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "(33,"
                },
                {
                    "start": 120,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "34)"
                }
            ]
        },
        {
            "text": "To investigate the level of activity of the muscles, VM/VL ratio was measure in all tasks as:",
            "section": "Data Analysis"
        },
        {
            "text": "• If it was more than 1, means VM had more activity during the specified phase of task.",
            "section": "Data Analysis"
        },
        {
            "text": "• If it was equal to 1, VM and VL had the same level of activity.",
            "section": "Data Analysis"
        },
        {
            "text": "• If it was less than 1, means VM had less activity during the specified phase of task.",
            "section": "Data Analysis"
        },
        {
            "text": "Data was analyzed using the statistical software package SPSS (version 14). ",
            "section": "Statistical Analysis",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 40,
                    "end": 48,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "a52ccb74d3-software-simple-w7"
                },
                {
                    "type": "software",
                    "start": 49,
                    "end": 56,
                    "rawForm": "package",
                    "resp": "whitelist",
                    "id": "a52ccb74d3-software-simple-w8"
                },
                {
                    "type": "software",
                    "start": 57,
                    "end": 61,
                    "rawForm": "SPSS",
                    "resp": "whitelist",
                    "id": "a52ccb74d3-software-simple-w9"
                }
            ]
        },
        {
            "text": "To compare variables with normal distribution parametric tests and to compare variables with non-normal distribution, non-parametric test of Wilcoxon signed rank test was used with statistical significance set as 0.05.",
            "section": "Statistical Analysis"
        },
        {
            "text": "The mean age of subjects was 16.10 ± 1.26 years and the mean BMI was 20.86 ± 0.40. ",
            "section": "Results"
        },
        {
            "text": "Their BMI did not change during the study because the athletes should stay in their weight categories. ",
            "section": "Results"
        },
        {
            "text": "The training course lasted 6 weeks, with a training volume equivalent to 16.5 hours per week.",
            "section": "Results"
        },
        {
            "text": "Acute pain score, measured by VAS, increased significantly (P < 0.001), from a mean (SD) of 0.61 (1.29) to 1.87 (1.89). ",
            "section": "Results"
        },
        {
            "text": "However, the changes in AKPS score were not significant (P = 0.080). ",
            "section": "Results"
        },
        {
            "text": "Therefore, sEMG data was compared between participants with and without increase in acute knee pain. ",
            "section": "Results"
        },
        {
            "text": "No significant difference was found in all 4 muscles activity between these groups, at the beginning and at the end of training course. ",
            "section": "Results"
        },
        {
            "text": "In intra-group comparison of participants who experienced acute knee pain there was no significant change in muscle amplitude in different tasks.",
            "section": "Results"
        },
        {
            "text": "Comparing the movement pattern of dachi, there was no change in motion at the beginning and the end of the camp. ",
            "section": "Results"
        },
        {
            "text": "It was expected because of their proficiency and longtime of training karate (31). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "(31)"
                }
            ]
        },
        {
            "text": "Normalized muscle activity in the task of dachi was compared at the beginning and end of 6 weeks of training. ",
            "section": "Results"
        },
        {
            "text": "The results are presented in Table 1, which shows a decrease in total muscle activity that is Asian J Sports Med. 2016; 7(3):e35289. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 29,
                    "end": 36,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "500 1000 1500 2000 2500 3000 3500 4000 4500 5000 5500 6000 6500 7000 7500 8000 0 500 1000 1500 2000 2500 3000 3500 4000 4500 5000 5500 6000 6500 7000 7500 8000 0 500 1000 1500 2000 2500 3000 3500 4000 4500 5000 5500 6000 6500 7000 7500 8000 0 500 1000 1500 2000 2500 3000 3500 4000 4500 5000 5500 6000 6500 7000 7500 8000 0 500 1000 1500 2000 2500 3000 3500 4000 4500 5000 5500 6000 6500 7000 7500 8000",
            "section": "Results"
        },
        {
            "text": "Mili Second  Total muscle activity during the tasks of stair-up and down was compared at the beginning and end of 6 weeks of training. ",
            "section": "Results"
        },
        {
            "text": "The results are presented in Tables 2 and 3 respectively. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 29,
                    "end": 43,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Tables 2 and 3"
                }
            ]
        },
        {
            "text": "Muscle activity was also compared before and after the training period in weight-bearing phases of stair tasks, which were separated according to data of electrogoniometry. ",
            "section": "Results"
        },
        {
            "text": "Weight-bearing phases of right lower limb were 2 and 4 ones in stair-up and 1 and 3 in stair-down task ( Figure  1). ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 114,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure  1"
                }
            ]
        },
        {
            "text": "Decrease in normalized amplitude of muscle during weight-bearing phases was significant in right VL in stairup (P = 0.033) and stair-down (P = 0.023). ",
            "section": "Results"
        },
        {
            "text": "Muscle activity of right VM decreased in the specified phases of stair-up (P = 0.036) and stair-down (P = 0.036). ",
            "section": "Results"
        },
        {
            "text": "For the left lower limb weight-bearing phases consisted of 1 and 3 ones in stair-up and 2 and 4 in stair-down task. ",
            "section": "Results"
        },
        {
            "text": "Decrease of muscle activity was statistically significant in left VM in these phases of stair-up (P = 0.039) and stair-down (P = 0.013). ",
            "section": "Results"
        },
        {
            "text": "VM/VL ratio in right and left quadriceps was compared at the beginning and end of 6 weeks of training which is presented in Table 4. ",
            "section": "Results",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 131,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "As it is shown, the changes of ratio was not statistically significant.",
            "section": "Results"
        },
        {
            "text": "This study aimed to investigate correlation between training volume and activity of the VM and VL and its contribution to anterior knee pain in karate elites.",
            "section": "Discussion"
        },
        {
            "text": "Although several studies have evaluated the electromyographic activity of VMO and VL, few of them settled activity level and muscle contraction in their analysis. ",
            "section": "Discussion"
        },
        {
            "text": "In the present study, the activity level was appraised as well as time domain index. ",
            "section": "Discussion"
        },
        {
            "text": "Goniometeric measurement was applied for evaluation of dynamic movement in athletes.",
            "section": "Discussion"
        },
        {
            "text": "To our knowledge, this is the first time that the electromyographic activity of VMO and VL were addressed during a sport-specific task in karate, so the result could be applied for proper pattern of muscle recruitment and improving performance in elites.",
            "section": "Discussion"
        },
        {
            "text": "One of the important variables in this study is the muscle activity in different phases of dachi. ",
            "section": "Discussion"
        },
        {
            "text": "Decrease of muscle activity voltage in all phases of the dachi after six weeks of training was demonstrated and this reduction in the start and finish was significant. ",
            "section": "Discussion"
        },
        {
            "text": "Regarding the first phase of movement, it would be hypothesized that after six weeks of training, the explosive start needs low levels of muscle activity and at the end of motion, control becomes possible with less muscle activity. ",
            "section": "Discussion"
        },
        {
            "text": "Since changes in VM/VL ratio was not significant, it could be concluded that this reduction was uniform in both parts of quadriceps.",
            "section": "Discussion"
        },
        {
            "text": "In the Irish study the effect of open and close kinetic chain exercises on VL to VMO activity was compared and it was demonstrated that lounge and squatting are effective in strengthening of VMO (35). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "(35)"
                }
            ]
        },
        {
            "text": "As lounge is similar to dachi in karate, their results are consistent with our study.",
            "section": "Discussion"
        },
        {
            "text": "According to Collado's study if there is no significant impairment in physical examination, the most important cause of anterior knee pain is overuse (1).",
            "section": "Discussion"
        },
        {
            "text": "This is a common phenomenon at national athletes who experience high volume of training.",
            "section": "Discussion"
        },
        {
            "text": "Comparing two groups with and without increase in VAS Score, no difference was observed before and after six weeks of training in different phases of dachi. ",
            "section": "Discussion"
        },
        {
            "text": "This inconsistent response might be due to short time follow up in our study. ",
            "section": "Discussion"
        },
        {
            "text": "Previous studies showed that closed kinetic exercises improve sport performance and strength better than open kinetic knee exercises but open kinetic chain exercises could be applicable and effective in anterior knee pain rehabilitation. ",
            "section": "Discussion"
        },
        {
            "text": "However, regarding the sample size, the clinical interpretation of the results should be done cautiously.",
            "section": "Discussion"
        },
        {
            "text": "Hodges et al. found out that by inducing pain in the infrapatellar fat pad, muscle activity of VL decreased significantly during stair-up test (27). ",
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "(27)"
                }
            ]
        },
        {
            "text": "However in our study the decline in muscle activity was not different between the two with and without pain groups. ",
            "section": "Discussion"
        },
        {
            "text": "However, regarding differences in methodology of the two studies, comparing deems difficult.",
            "section": "Discussion"
        },
        {
            "text": "There are some limitations in our study. ",
            "section": "Discussion"
        },
        {
            "text": "While this study had a sample containing the total available population, the sample size is still small. ",
            "section": "Discussion"
        },
        {
            "text": "In order to decrease the effect of small sample size in future study, recruitment of more subjects can be helpful. ",
            "section": "Discussion"
        },
        {
            "text": "Since this study was conducted with a six-week interval, it is proposed to perform biomechanical tests with more frequency and longer follow-up.",
            "section": "Discussion"
        },
        {
            "text": "The advantages of the present study are subject population that is all professional athletes. ",
            "section": "Discussion"
        },
        {
            "text": "The other strong point is the precise signal processing, evaluation of several functional parameters and electromyographic data analysis in MATLAB software.",
            "section": "Discussion",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 140,
                    "end": 146,
                    "rawForm": "MATLAB",
                    "resp": "whitelist",
                    "id": "a52ccb74d3-software-simple-w10"
                },
                {
                    "type": "software",
                    "start": 147,
                    "end": 155,
                    "rawForm": "software",
                    "resp": "whitelist",
                    "id": "a52ccb74d3-software-simple-w11"
                }
            ]
        },
        {
            "text": "Since prospective studies in this area, especially in athletes are limited, it is suggested to conduct basic and applied studies including kinematics and kinetics of specific movements of karate, featuring a variety of techniques of movement, kicks and hand strikes. ",
            "section": "Discussion"
        },
        {
            "text": "Finally, long term follow up study of athletes can determine the impact of the training camp of the national team. ",
            "section": "Discussion"
        },
        {
            "text": "The main challenge that which training program could improve the athlete's performance is also worth exploring.",
            "section": "Discussion",
            "entity_spans": [
                {
                    "type": "software",
                    "start": 39,
                    "end": 46,
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "a52ccb74d3-software-simple-w12"
                }
            ]
        },
        {
            "text": "The results showed that after a six-week training period for performing the same task, less muscle activity was Asian J Sports Med. 2016; 7(3):e35289. ",
            "section": "Discussion"
        },
        {
            "text": "required in all phases in both sport-specific movement (dachi) and activities of daily living (up or down stairs).",
            "section": "Discussion"
        },
        {
            "text": "Sports sciences research institute of Iran and Iran Karate federation.",
            "section": "Acknowledgments"
        },
        {
            "text": "Authors' Contribution: Study concept and design, Sara Lotfian; Afsaneh Safar Cherati; acquisition of data, Sara Lotfian; analysis and interpretation of data, Sara Lotfian, Aliashraf Jamshidi, Mohammad Ali Sanjari; drafting of the manuscript, Sara Lotfian, Mohammad Razi; critical revision of the manuscript for important intellectual content, Sara Lotfian, Afsaneh Safar Cherati; statistical analysis, Sara Lotfian, Aliashraf Jamshidi, Mohammad Ali Sanjari; administrative, technical, and material support, Sara Lotfian, Afsaneh Safar Cherati; study supervision, Afsaneh Safar Cherati, Mohammad Razi.",
            "section": "Footnotes"
        },
        {
            "text": "None declared.",
            "section": "Conflict of Interests:"
        }
    ]
}