{
    "level": "sentence",
    "abstract": [
        {
            "text": "The prospect of an ep collider involving an LHC proton beam and a new electron accelerator is discussed. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Configurations reaching centre of mass energies a factor of 5 beyond HERA are possible with luminosities of the order of 10 33 cm −2 s −1 . ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The physics programme with such a facility is surveyed and possible machine and detector lay-outs are sketched.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "1 The coordinate system assumed here follows that from HERA, with the +z axis and 'forward' direction corresponding to that of the outgoing proton beam. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Polar angles θ are measured with respect to this direction.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 2
        },
        {
            "text": "As is clear from the varied contributions to this workshop concerned with ongoing work on HERA data, much is still being learned from the world's first electron proton (ep) collider [ 1]. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[ 1]"
                }
            ]
        },
        {
            "text": "Measurements based on the final HERA data remain of high importance for the physics of strong interactions and proton structure in general and in particular for applications at the LHC [ 2]. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[ 2]"
                }
            ]
        },
        {
            "text": "By now, our understanding of many small Q 2 and low x phenomena in Deep Inelastic Scattering (DIS) is limited by experimental systematics and theoretical uncertainties, rather than by statistical precision. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "However, particularly for searches for new particles and for the understanding of electroweak effects, the principle limitation is often the available integrated luminosity.",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Without doubt, energy-frontier physics will be dominated for the foreseeable future by the proton and heavy ion beams of the LHC, whose unprecedented energy and intensity herald a new era in the field. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "It is reasonable to ask whether these proton beams could be exploited as part of a new high performance ep and electron-ion (eA) 'Large Hadron electron Collider' (LHeC) [ 3,4], complementing the LHC pp and AA programme and a possible pure lepton collider at the TeV energy scale.",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[ 3,"
                },
                {
                    "start": 173,
                    "end": 175,
                    "type": "bibr",
                    "text": "4]"
                }
            ]
        },
        {
            "text": "A 2006 study of the possibility of adding an electron beam to the LHC complex [ 3] suggested that ep collisions with an electron energy E e = 70 GeV and a luminosity of order 10 33 cm −2 s −1 could be achieved at moderate power consump-  Figure 1. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[ 3]"
                },
                {
                    "start": 238,
                    "end": 246,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Plot of energy versus luminosity for various ep facilities which have already been realised (blue) and which have not (red) [ 6,5].",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[ 6,"
                },
                {
                    "start": 128,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5]"
                }
            ]
        },
        {
            "text": "Open areas correspond to possible upgrade scenarios. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The values shown for the LHeC are for the configuration described in [ 3].",
            "section": "INTRODUCTION",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[ 3]"
                }
            ]
        },
        {
            "text": "tion. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "This would yield a centre of mass energy of 1.4 TeV and would probe distance scales of the order of 10 −20 m. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "For comparison, the best performance achieved at HERA was a luminosity of 5 × 10 31 cm −2 s −1 at an ep centre of mass energy of 318 GeV. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The large luminosity increase in particular sets the LHeC aside from previously evaluated possible future high energy ep colliders showing the y = 1 kinematic limits at HERA and the LHeC and the acceptances for two different cuts on electron scattering angle θ e at the LHeC.",
            "section": "INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "[ 5] (figure 1). ",
            "section": "INTRODUCTION",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "If realised, an ep machine with this performance would lead to the first precise study of TeV-scale lepton-quark interactions. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "On September 1-3 2008, a diverse mixture of approximately 90 accelerator scientists, experimentalists and theorists met at Esplanade du Lac, Divonne, near CERN, for the inaugural meeting [ 7] of the ECFA-CERN commissioned LHeC workshop. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The aim is to assess the physics potential of an electron beam interacting with LHC protons and ions as well as its accelerator, interaction region and detector requirements and the impact on the existing LHC programme. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "This contribution is intended both as a summary of the Divonne meeting and as a snapshot of the current status of the LHeC project, with the focus mainly on the physics motivation.",
            "section": "INTRODUCTION",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "KINEMATICS AND GEOMETRY",
            "section_rank": 3
        },
        {
            "text": "The accessible kinematic plane assuming a 7 TeV proton and a 70 GeV electron beam is compared with previous experiments in figure 2a. ",
            "section": "KINEMATICS AND GEOMETRY",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The coverage is extended compared with HERA towards low Bjorken x at fixed Q 2 or towards high Q 2 at fixed x by the ratio of squared centre of mass energies s LHeC /s HERA ∼ 20. ",
            "section": "KINEMATICS AND GEOMETRY",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "With sufficient luminosity to overcome the basic 1/Q 4 cross section dependence, squared 4-momentum transfers Q 2 ∼ 10 6 GeV 2 are accessible. ",
            "section": "KINEMATICS AND GEOMETRY",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "As well as sensitivity to new physics (section 3.1), the high luminosity will clarify many issues with parton distribution functions (PDFs) particularly at the highest x (section 3.2). ",
            "section": "KINEMATICS AND GEOMETRY",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The ultra-high parton density region x < ∼ 10 −4 will be accessed for the first time at sufficiently large Q 2 for perturbative QCD techniques to be applied (sections 3.3, 3.4 and 3.5). ",
            "section": "KINEMATICS AND GEOMETRY",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "When the LHC runs with heavy ions, the LHeC becomes the first ever eA colliding beam machine, extending the known kinematic plane for nuclear structure functions by four orders of magnitude (section 3.5).",
            "section": "KINEMATICS AND GEOMETRY",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Accessing the full available phase space brings challenges in the detector and interaction region design, as illustrated for the example of the scattered electron kinematics in figure 2b. ",
            "section": "KINEMATICS AND GEOMETRY",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "If the electron detection acceptance extends to scatterings through a 1 • angle (θ e = 179 • ) 1 , full coverage of the region Q 2 > 1 GeV 2 is obtained, reach-  Comparison between expected excited electron limits at the LHC (100 fb −1 ) and in eγ final states the LHeC (10 fb −1 at E e = 20 GeV and 70 GeV or 1 fb −1 at E e = 140 GeV) [ 13].",
            "section": "KINEMATICS AND GEOMETRY",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 336,
                    "end": 341,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[ 13]"
                }
            ]
        },
        {
            "text": "ing below x = 10 −6 . ",
            "section": "KINEMATICS AND GEOMETRY",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "In contrast, with detector components restricted to θ < 170 • , there is little acceptance for Q 2 < 100 GeV 2 or x < 10 −4 . ",
            "section": "KINEMATICS AND GEOMETRY",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "Optimising the luminosity by including beam focusing elements close to the interaction region [ 3,7], similar to those installed for the upgrade from HERA-I to HERA-II, must therefore be evaluated against the implications of the corresponding loss of small angle detector acceptance.",
            "section": "KINEMATICS AND GEOMETRY",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[ 3,"
                },
                {
                    "start": 98,
                    "end": 100,
                    "type": "bibr",
                    "text": "7]"
                }
            ]
        },
        {
            "text": "In the physics studies presented in section 3, two basic scenarios are considered, corresponding to rough estimates at performance (see section 4 for more details). ",
            "section": "KINEMATICS AND GEOMETRY",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "In the first, beam focusing magnets fill the region θ > 170 • , allowing an integrated luminosity of nominally 10 fb −1 per year to be achieved. ",
            "section": "KINEMATICS AND GEOMETRY",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "In the second, it is assumed that there are no focusing magnets, allowing acceptance to 179 • , but reducing the annual luminosity by an order of magnitude to 1 fb −1 . ",
            "section": "KINEMATICS AND GEOMETRY",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "In both cases, unless otherwise stated, a 70 GeV electron beam is assumed. ",
            "section": "KINEMATICS AND GEOMETRY",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "In estimating systematic precision, modest, factor-of-two, improvements over the performance of the HERA detectors are assumed, with electromagnetic and hadronic energy scale uncertainties of 0.1% (at the kinematic peak) and 0.5%, respectively, and a polar angle alignment good to 0.1 mrad [ 8].",
            "section": "KINEMATICS AND GEOMETRY",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[ 8]"
                }
            ]
        },
        {
            "text": "PHYSICS POTENTIAL",
            "section_rank": 4
        },
        {
            "text": "Rare and exotic Processes",
            "section_rank": 5
        },
        {
            "text": "As discussed for many years [ 9,10], it is natural to think -at some fundamental level -of quarks and leptons as different low energy manifestations of a single underlying form of matter, explaining the quark-lepton symmetry of the Standard Model, but contrasting with the clear distinctions between them at currently accessible scales. ",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[ 9,"
                },
                {
                    "start": 32,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10]"
                }
            ]
        },
        {
            "text": "When searching for new physics, the electron-quark vertex therefore deserves precision study in parallel with pure-lepton and purestrongly-interacting vertices. ",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "Whilst the LHeC does not have anything like the discovery potential of the LHC, it gives interesting sensitivity to new leptons or particles with both lepton and baryon quantum numbers. ",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "It also complements the LHC search potential by offering a relatively clean environment in which to understand the nature and details of its new discoveries.",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "An LHeC could be uniquely sensitive to the physics of massive new electron-quark bound states (leptoquarks, figure 3a), which exist in a variety of models, such as R-parity violating su-  persymmetry. ",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "As illustrated for the example of a scalar leptoquark of zero fermion number in figure 3b [ 11], the leptoquark mass range covered by a search in 20 fb −1 of LHeC data is comparable to that accessed with 100 fb −1 at the LHC. ",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[ 11]"
                }
            ]
        },
        {
            "text": "However, since leptoquarks are almost always pair-produced at the LHC, unravelling their potentially complex spectroscopy [ 12] would be difficult. ",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[ 12]"
                }
            ]
        },
        {
            "text": "The more easily controlled single production vertex in ep physics allows fermion number to be determined for example from electron beam charge asymmetries, spins from angular decay distributions and chirality from beam polarisation asymmetries [ 3].",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[ 3]"
                }
            ]
        },
        {
            "text": "Another exotic scenario to which the initial state lepton at the LHeC gives high sensitivity is the production of excited leptons, as illustrated in figure 3c. ",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The expected limits from studying eγ final states in one year of LHeC data are shown in figure 3d [ 13]. ",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[ 13]"
                }
            ]
        },
        {
            "text": "For a wide range of excited electron masses, the LHeC sensitivity extends to significantly lower e * → eγ couplings than are accessed at the LHC. ",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Similarly high sensitivity to excited neutrinos is available from νγ final states.",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Suspersymmetric electrons are another area of high sensitivity. ",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "The process eq →ẽq via neutralino exchange is within observable LHeC range for sums of the selectron and squark masses up to around 1 TeV. ",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "If relatively light squarks are observed at the LHC and the selectron is heavy, the LHeC sensitivity would be competitive with that of the LHC [ 14].",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[ 14]"
                }
            ]
        },
        {
            "text": "Beyond searches for new particles, the LHeC would complement the LHC in the investigation of the electroweak sector of the Standard Model. ",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Top quarks would be produced copiously, both singly and in pairs, in the relatively clean environment offered by ep scattering [ 15]. ",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[ 15]"
                }
            ]
        },
        {
            "text": "Light Standard Model Higgs bosons would be produced dominantly through W W fusion (figure 4a) with potentially around 1000 events per year [ 16]. ",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[ 16]"
                }
            ]
        },
        {
            "text": "A light Higgs could be studied in the dominant bb decay mode, which is problematic at the LHC. ",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "The visible cross section for θ > 1 • is around twice that for θ > 10 • (figure 4b).",
            "section": "Rare and exotic Processes",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Parton densities",
            "section_rank": 6
        },
        {
            "text": "With LHeC data, the proton PDFs could be measured at previously unexplored Q 2 values beyond 10 6 GeV 2 and at small x values, approaching 10 −6 in the DIS region. ",
            "section": "Parton densities",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "The x range covers that required for a full understanding of the initial state of parton-parton scattering on the rapidity plateau at the LHC.",
            "section": "Parton densities",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "A full simulation of neutral and charged current inclusive cross section measurements, including first systematic error considerations, has been performed assuming one year of data at maximum luminosity [ 8]. ",
            "section": "Parton densities",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[ 8]"
                }
            ]
        },
        {
            "text": "Integrated luminosities of 1 fb −1 at low Q 2 and 10 fb −1 at high Q 2 are assumed (see section 2), leading to uncertainties at the 1 − 3% level over much of the kinematic plane after a single year of data taking. ",
            "section": "Parton densities",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "The resulting cross sections have been used as input to an NLO DGLAP [ 17] QCD fit, similar to those used by the HERA collaborations, in order to estimate the obtainable LHeC precision on the parton distributions. ",
            "section": "Parton densities",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[ 17]"
                }
            ]
        },
        {
            "text": "LHeC data could separately constrain all of the quark flavours for the first time in a single experiment. ",
            "section": "Parton densities",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "The large luminosities would give a much improved xF 3 measurement compared with HERA, and the valence densities could hence be extracted precisely. ",
            "section": "Parton densities",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "With copious charged current data for both e + p and e − p collisions, up and down quark distributions could be separated. ",
            "section": "Parton densities",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "With state-of-the-art secondary vertex detection and a small beam-spot (35 × 15 µm 2 has been assumed), heavy flavour quarks could be identified, leading to measurements of the charm and beauty structure functions F cc 2 and F bb 2 to a few percent over a wide kinematic range [ 8,19]. ",
            "section": "Parton densities",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[ 8,"
                },
                {
                    "start": 281,
                    "end": 284,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "19]"
                }
            ]
        },
        {
            "text": "With high luminosity the s ands densities could be measured to unrivalled precision by tagging charm quarks in charged current scattering (W s → c), potentially casting new light on a possible s −s asymmetry [ 20]. ",
            "section": "Parton densities",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 208,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[ 20]"
                }
            ]
        },
        {
            "text": "The enhanced sensitivity to ∂F 2 /∂ ln Q 2 due to the larger lever-arm in Q 2 throughout the x range translates directly into a new level of precision on the gluon density. ",
            "section": "Parton densities",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "In the process of fitting QCD evolution equations to LHeC data, the strong coupling constant could be measured to an unprecedented experimental precision of a few per mille [ 21].",
            "section": "Parton densities",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 173,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[ 21]"
                }
            ]
        },
        {
            "text": "Examples of possible LHeC constraints on parton densities are shown in figure 5. ",
            "section": "Parton densities",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "Very large improvements in uncertainties over present gluon density extractions are possible over several orders of magnitude and notably at the largest x, corresponding to the LHC parton-parton energy frontier. ",
            "section": "Parton densities",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "The ratio d/u as x → 1 is also much more strongly constrained than hitherto, which may be important in interpreting high mass LHC signals.",
            "section": "Parton densities",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "As in the HERA case, the best reconstruction of x and Q 2 over the full kinematic plane requires the use of the hadronic final state 4-vector as well as that of the scattered electron. ",
            "section": "Parton densities",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "At the newly accessed lowest x values at the LHeC, the interacting quark is scattered towards the central region of the laboratory frame and can be well reconstructed. ",
            "section": "Parton densities",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "However, as x grows at fixed Q 2 , the hadronic final state becomes increasingly strongly boosted in the outgoing proton direction and its measurement becomes increasingly difficult. ",
            "section": "Parton densities",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "At the largest x values, the resolution obtained from the scattered electron 4-vector alone degrades severely, 2 such that some control over the very forward-going hadrons is highly desirable. ",
            "section": "Parton densities",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "The need for good hadron reconstruction over a wide x range is clearer still for the case of charged current scattering, where only the hadron method is available.",
            "section": "Parton densities",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "Low x strong interaction dynamics",
            "section_rank": 7
        },
        {
            "text": "In the low x region, the usually 'asymptotically free' quarks of DIS meet a high background density of partons, and various novel effects are predicted. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "Parton density predictions over much of the kinematic range relevant to the LHC rely on the assumption that the DGLAP approximation to QCD evolution may be used to evolve partons from the relatively low Q 2 domain of HERA and fixed target DIS experiments to the larger scales of the LHC. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 22,
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 112,
                    "end": 118,
                    "type": "software",
                    "rawForm": "DGLAP",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "DGLAP must, however, become invalid at some low value of x, where ln 1/x terms in the evolution become important [ 22,23] and where resummation approaches may be required [ 24]. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 113,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[ 22,"
                },
                {
                    "start": 118,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "23]"
                },
                {
                    "start": 171,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[ 24]"
                }
            ],
            "entity_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "software",
                    "rawForm": "DGLAP",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "Although no evidence of deviations from DGLAP evolution has been obtained from fits to inclusive HERA data, there have been hints from hadronic final state observables such as forward jets [ 25] and azimuthal jet decorrelations [ 26], which are sensitive to the transverse momentum ordering patterns in the parton cascade. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 189,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[ 25]"
                },
                {
                    "start": 228,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[ 26]"
                }
            ],
            "entity_spans": [
                {
                    "start": 40,
                    "end": 46,
                    "type": "software",
                    "rawForm": "DGLAP",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "It is possible that more will be learned from fitting inclusive LHeC data, though direct observation of the final state parton cascade will remain necessary for a complete picture, requiring hadronic final state acceptance at very small angles to the beampipe [ 27].",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 260,
                    "end": 265,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[ 27]"
                }
            ]
        },
        {
            "text": "At sufficiently low x, unitarity constraints become important and a 'black body' limit is approached [ 28], in which the cross section reaches the geometrical bound given by the transverse proton size. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[ 28]"
                }
            ]
        },
        {
            "text": "This limit is characterised by Q 2 dependences which differ fundamentally from the usual logarithmic scaling violations, diffractive cross sections approaching 50% of the total and other new effects [ 29]. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 199,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[ 29]"
                }
            ]
        },
        {
            "text": "Applying the black body bound to the inelastic cross section for the interaction of a colour dipole, formed from a γ * → qq splitting, leads to an approximate constraint on the gluon density xg(x, Q 2 ) < Q 2 /α s [ 30], only a small factor beyond predictions for the gluon at the lowest LHeC x values.",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 23,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 214,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[ 30]"
                }
            ]
        },
        {
            "text": "Whilst we have some understanding of the physics of the black body limit itself, the mech-anisms and precise dynamics by which it is approached are completely unknown. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "'Saturation' effects, in which the low x growth of the parton densities is tamed must be present at some value of x, a possible mechanism being the onset of recombination processes such as gg → g [ 31], leading to non-linear evolution.",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 196,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[ 31]"
                }
            ]
        },
        {
            "text": "Although no significant saturation signals have been observed in parton density fits to HERA data, hints have been obtained by fitting the data to dipole models [ 32,33,34], which may be applied at very low Q 2 values, beyond the range in which quarks and gluons can be considered to be good degrees of freedom. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 161,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[ 32,"
                },
                {
                    "start": 166,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "33,"
                },
                {
                    "start": 169,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "34]"
                }
            ]
        },
        {
            "text": "The typical conclusion [ 32] is that HERA data in the perturbative regime do not exhibit any evidence for saturation. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[ 32]"
                }
            ]
        },
        {
            "text": "However, when data in the Q 2 < 1 GeV 2 region are included, only models which include saturation effects are successful. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "Whether or not this low Q 2 HERA saturation effect is confirmed, it is desirable to fully understand the mechanisms behind saturation in terms of parton dynamics, which may be possible by studying the very low x region at somewhat larger Q 2 at the LHeC. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "Figure 6 shows extrapolations of dipole models constrained by fits to HERA data to predict the structure function F 2 (x, Q 2 ) in the LHeC kinematic range. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "The various predictions are shown as pseudo-data points corresponding to the simulated neutral current LHeC measurement (section 3.2). ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "At the lowest x and Q 2 , there is a clear distinction between the 'FS04-Regge' model [ 32], which does not include saturation effects, and all others [ 32,33], which include saturation as estimated from low Q 2 HERA data. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[ 32]"
                },
                {
                    "start": 151,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[ 32,"
                },
                {
                    "start": 156,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "33]"
                }
            ]
        },
        {
            "text": "However, any such sensitivity is lost by around Q 2 = 50 GeV 2 , emphasising the importance of low angle scattered electron acceptance.",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "Whilst such extrapolations give encouraging indications, the unequivocal establishment of parton saturation is more complex. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "Two studies using very different approaches to PDF fitting are in progress [ 35,36,37]. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[ 35,"
                },
                {
                    "start": 80,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "36,"
                },
                {
                    "start": 83,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "37]"
                }
            ]
        },
        {
            "text": "They both subject LHeC pseudo-data based on dipole models to NLO DGLAP fits, to determine whether saturation effects could be masked, for example by a sufficiently flexible parton parameterisation. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "It is not yet clear whether a breakdown of pure x Figure 6. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 58,
                    "type": "figure",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "Extrapolations into the LHeC regime of different dipole models [ 32,33] based on fits to HERA data. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[ 32,"
                },
                {
                    "start": 68,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "33]"
                }
            ]
        },
        {
            "text": "The results are shown as pseudodata points corresponding to the simulated LHeC measurement [ 8]. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[ 8]"
                }
            ]
        },
        {
            "text": "The cross section for the dipole-proton interaction contains saturation effects in all models except for 'FS04 Regge' [ 37].",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 26,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[ 37]"
                }
            ]
        },
        {
            "text": "DGLAP dynamics may be visible with F 2 data alone. ",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 27,
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "software",
                    "rawForm": "DGLAP",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "If not, the addition of F L data as a second observable in the fits is likely to prove conclusive.",
            "section": "Low x strong interaction dynamics",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "Diffraction",
            "section_rank": 8
        },
        {
            "text": "Non-inclusive observables promise to enhance the LHeC sensitivity to non-linear evolution and saturation phenomena. ",
            "section": "Diffraction",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "Diffractive channels are promising, since the underlying exchange of a pair of gluons may enhance the sensitivity compared with the single gluon involved in inclusive processes. ",
            "section": "Diffraction",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "The cleanest processes experimentally are Deeply-Virtual Compton Scattering (DVCS, ep → eγp) and vector meson production (ep → eV p), which have played a major role at HERA [ 38], but where no detailed LHeC work has been done to date [ 39].",
            "section": "Diffraction",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 173,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[ 38]"
                },
                {
                    "start": 234,
                    "end": 239,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[ 39]"
                }
            ]
        },
        {
            "text": "First studies [ 37] have been made of the possibilities with inclusive diffraction, ep → eXp (fig-ure 7a), An impression of the extension in kinematic coverage at the LHeC is given in figure 7b for an example fractional scattered proton energy loss of x I P = 0.003. ",
            "section": "Diffraction",
            "paragraph_rank": 29,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 14,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[ 37]"
                },
                {
                    "start": 93,
                    "end": 105,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "(fig-ure 7a)"
                },
                {
                    "start": 184,
                    "end": 193,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "figure 7b"
                }
            ]
        },
        {
            "text": "Similarly to inclusive DIS, fractional struck quark momenta relative to the diffractive exchange, β = x/x I P , a factor of around 20 lower than at HERA are accessible at the LHeC.",
            "section": "Diffraction",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "Large improvements in diffractive parton densities (DPDFs) [ 40] are possible from NLO DGLAP fits to diffractive structure function data. ",
            "section": "Diffraction",
            "paragraph_rank": 30,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[ 40]"
                }
            ]
        },
        {
            "text": "The extended phase space towards large Q 2 at fixed x increases the lever-arm for extracting the diffractive gluon density and opens the possibility of significant weak gauge boson exchange, which would allow a quark flavour decomposition for the first time. ",
            "section": "Diffraction",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "Figure 7c shows a comparison between HERA and the LHeC in the invariant masses M X produced in diffractive processes with x I P < 0.05 (RAPGAP Monte Carlo model [ 41]). ",
            "section": "Diffraction",
            "paragraph_rank": 30,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Figure 7c"
                },
                {
                    "start": 161,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[ 41]"
                }
            ],
            "entity_spans": [
                {
                    "start": 136,
                    "end": 143,
                    "type": "software",
                    "rawForm": "RAPGAP",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "Diffractive masses up to several hundred GeV are accessible, such that diffractive final states involving beauty quarks and W and Z bosons, or even exotic states with 1 − quantum numbers, would be produced. ",
            "section": "Diffraction",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "In addition, diffractive jet and heavy flavour final states could be studied at much larger transverse momenta than previously, reducing the dominant theory scale uncertainties and thus providing precision tests of factorisation properties and measurements of the problematic gluon density at large β.",
            "section": "Diffraction",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "Leading twist diffraction has been related [ 28,42] to the leading twist component of the nuclear shadowing phenomenon, in which the exchanged virtual photon in an eA interaction scatters coherently from more than one nucleon. ",
            "section": "Diffraction",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[ 28,"
                },
                {
                    "start": 48,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "42]"
                }
            ]
        },
        {
            "text": "Measuring diffractive DIS together with nuclear structure functions (section 3.5) in the LHeC range therefore tests the unified picture of complex strong interactions and leads to a detailed understanding of the shadowing mechanism, possibly essential in interpreting saturation signatures in eA interactions.",
            "section": "Diffraction",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "The strong forward boost of the hadronic final state for most processes at the LHeC will limit the use of the standard 'large rapidity gap' technique for selecting diffractive events to lower x I P values than in the HERA case. ",
            "section": "Diffraction",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "3 Studying inclusive diffraction at the LHeC may therefore best be done by directly detecting scattered protons. ",
            "section": "Diffraction",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "3"
                }
            ]
        },
        {
            "text": "Given that the beam optics for outgoing protons at the LHeC would not be very different from those at the LHC, first considerations [ 43] suggest that that the region around 420 m from the interaction point would be a suitable place to install a beamline proton spectrometer, similar to that under consideration by ATLAS and CMS [ 44]. ",
            "section": "Diffraction",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[ 43]"
                },
                {
                    "start": 329,
                    "end": 334,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "[ 44]"
                }
            ]
        },
        {
            "text": "First studies have also been made of leading neutron cross sections at the LHeC [ 37], where designs similar to the 'leading neutron' or 'zero degree' calorimeters at HERA and LHC experiments may be appropriate.",
            "section": "Diffraction",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[ 37]"
                }
            ]
        },
        {
            "text": "Heavy ion physics",
            "section_rank": 9
        },
        {
            "text": "Whilst establishing parton saturation in ep collisions at the LHeC may require multiple observables, more striking signals may be available in eA interactions. ",
            "section": "Heavy ion physics",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "The small x nuclear gluon density g A at central impact parameters is enhanced relative to that (g N ) in a nucleon by a factor (g A /πR 2",
            "section": "Heavy ion physics",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": ", where R N and R A represent the nucleon and nuclear radii, respectively, and nuclear shadowing is neglected. ",
            "section": "Heavy ion physics",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "This corresponds to a factor of around 6 for the lead ions which will be used at the LHC, leading to gluon densities close to estimates of the black body limit (section 3.3). ",
            "section": "Heavy ion physics",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "If a really clear signature for parton saturation exists, for example a dramatic flattening of the x dependence of the F 2 structure function at low x or anomalously strong scaling violations, it is likely to be established first in eA collisions, or through comparisons of eA with ep data. ",
            "section": "Heavy ion physics",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "Experimentally, scattering leptons from the LHC heavy ion beams at large Q 2 is expected to lead to final states which do not look dramatically different from ep scattering. ",
            "section": "Heavy ion physics",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "However, unlike for the ep case, colliding beam configurations have never previously been employed for eA collisions. ",
            "section": "Heavy ion physics",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "Our current knowledge of nuclear parton distributions is thus restricted to the phase space covered by fixed target experiments as shown in figure 8. ",
            "section": "Heavy ion physics",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "For example, the NMC data in the DIS region barely extend below x = 10 −2 and are restricted to relatively light nuclei (helium, carbon and calcium) [ 45]. ",
            "section": "Heavy ion physics",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[ 45]"
                }
            ]
        },
        {
            "text": "The LHeC would extend the known range by up to four orders of magnitude, offering for the first time a quantitative understanding of the (presumably saturated) initial state partons entering the heavy ion collisions which are expected to produce quark gluon plasma conditions at the LHC. ",
            "section": "Heavy ion physics",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "Figure 8 also shows the extrapolation of the critical saturation line at central impact parameter, estimated from dipole model fits to low Q 2 HERA data (section 3.3). ",
            "section": "Heavy ion physics",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 8"
                }
            ]
        },
        {
            "text": "With sufficient acceptance at low polar angles, the LHeC data falls well beyond this line, whilst remaining in the perturbative region.  ",
            "section": "Heavy ion physics",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "Figure 8. ",
            "section": "Heavy ion physics",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 8"
                }
            ]
        },
        {
            "text": "Kinematic plane showing previous [ 45] and possible future (EIC [ 6] and LHeC) coverage for eA collisions [ 46].",
            "section": "Heavy ion physics",
            "paragraph_rank": 34,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 33,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[ 45]"
                },
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[ 6]"
                },
                {
                    "start": 106,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "[ 46]"
                }
            ]
        },
        {
            "text": "In addition to the programme with lead or other heavy ions, neutron structure could be explored at the LHeC through electron-deuteron scattering [ 47], as has been done in many fixed target DIS experiments. ",
            "section": "Heavy ion physics",
            "paragraph_rank": 35,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "[ 47]"
                }
            ]
        },
        {
            "text": "This adds complementary information in PDF extractions assuming isospin conservation and thus allows QCD evolution studies of valence parton densities. ",
            "section": "Heavy ion physics",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "The Gottfried sum rule [ 48] could also be studied, measuring the differenceū −d and hence testing previous observations [ 49] of a light flavour asymmetry in the nucleon sea.",
            "section": "Heavy ion physics",
            "paragraph_rank": 35,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "[ 48]"
                },
                {
                    "start": 121,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "[ 49]"
                }
            ]
        },
        {
            "text": "MACHINE AND DETECTOR",
            "section_rank": 10
        },
        {
            "text": "The challenge to realise the wide-ranging physics possibilities of the LHeC is to collide the LHC protons or heavy ions with a new electron beam at high luminosity, without inhibiting the ongoing LHC hadron-hadron collision programme. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "The most promising locations for the interaction point are on the sites of the current ALICE and LHCb experiments, after they have completed their programmes. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "The principle limitation on the achievable electron energies and luminosities is power consumption, which is large for electron accelerators due to synchrotron radiation losses. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "A working limit of 100 MW wall-plug power is assumed.",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "Two basic lay-outs are being considered for the electron accelerator [ 50]. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 37,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "[ 50]"
                }
            ]
        },
        {
            "text": "An electron beampipe in the same tunnel as the LHC has the advantage of high expected luminosity [ 3,51,52], though the achievable electron beam energy is limited by the synchrotron power, which grows as E 4 e . ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 37,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[ 3,"
                },
                {
                    "start": 101,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "51,"
                },
                {
                    "start": 104,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "52]"
                }
            ]
        },
        {
            "text": "For acceptable power consumption, a luminosity of around 3 × 10 33 cm −2 s −1 might be achievable at E e = 50 GeV, corresponding to an integrated luminosity of 20 fb − 1 per year. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "A 70 GeV electron beam would yield a factor of around four less. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "Synchronous ep and pp LHC operation appears to be possible, with by-pass tunnels around existing experiments of length a few hundred metres [ 53] also housing around 100 cavities and klystrons comprising the electron beam RF infrastructure [ 54]. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 37,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 140,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "[ 53]"
                },
                {
                    "start": 240,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b66",
                    "text": "[ 54]"
                }
            ]
        },
        {
            "text": "The tunnels could be excavated in parallel with LHC pp operation. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "A finite crossing angle is required in order to ensure that the outgoing electron beam does not 'parasitically' interfere with the proton bunch arriving for the next bunch crossing. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "It may be possible to avoid significant resultant luminosity losses by using crab cavities [ 55].",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 37,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "[ 55]"
                }
            ]
        },
        {
            "text": "Injection to an electron ring 4 could be provided by the Superconducting Proton Linac (SPL), which is under consideration as part of the LHC injection chain upgrade [ 56]. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 38,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 165,
                    "end": 170,
                    "type": "bibr",
                    "text": "[ 56]"
                }
            ]
        },
        {
            "text": "An initial phase of the LHeC could even use multiple passes in the SPL for the full electron acceleration, producing beam energies of around 20 GeV.",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 38,
            "section_rank": 10
        },
        {
            "text": "An alternative electron beam solution is a linear accelerator (linac), arriving tangentially at an LHC interaction point. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "The linac could use ILC cavity technology in pulsed or continuous wave mode. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "This approach has the advantage of construction being relatively decoupled from the LHC proton ring and energies of E e = 100 GeV and beyond have been discussed [ 50], corresponding to electron-quark collisions at a centre of mass energy approaching 2 TeV. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 39,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 161,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "[ 50]"
                }
            ]
        },
        {
            "text": "The final focus could be further from the interaction point than for the case of an electron ring, improving low angle detector acceptance. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "In scenarios sketched to date [ 57,58] which have acceptable power consumption, the linac option leads to lower luminosity than for an electron ring, which has led to proposals to exploit energy recovery techniques. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 39,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b69",
                    "text": "[ 57,"
                },
                {
                    "start": 35,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b70",
                    "text": "58]"
                }
            ]
        },
        {
            "text": "Since a linac-ring configuration would represent a completely new approach to high energy colliders, a large amount of research and development would be necessary.",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 39,
            "section_rank": 10
        },
        {
            "text": "Detailed calculations of the LHeC electron beam optics have led to proposals for the layout of the interaction region [ 59], which is also a major consideration for the detector design. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 40,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[ 59]"
                }
            ]
        },
        {
            "text": "The highest projected luminosities are achieved by placing beam focusing magnets close to the interaction point. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "On the other hand, there are a number of reasons (section 3) why hermetic instrumentation for electron and hadronic final state detection is a highly desirable feature of a DIS detector. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "A number of novel solutions to the compromise between acceptance and luminosity have been proposed, including a 2 stage approach, similar to HERA-I and HERA-II, and the possibility of having two interaction points, focused respectively on high Q 2 and low x physics. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "More exotic possibilities involve integrating the electron beam focusing and deflecting magnets into the detector design. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "An example is to instrument the superconducting focusing magnets to give a calorimetric response [ 60] by exploiting scintillation light in the liquid helium of the cryogenics produced by charged particle components of showers.",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 40,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b72",
                    "text": "[ 60]"
                }
            ]
        },
        {
            "text": "A first detector overview for ep and eA physics at the LHeC has been sketched. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "Although it is too early to decide on technologies, promising initial lay-outs have been suggested [ 61], which feature high resolution on the scattered electron and the hadronic final state and a relatively low material budget, leading towards a new level of precision in DIS. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 41,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 99,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "[ 61]"
                }
            ]
        },
        {
            "text": "Central tracking and vertexing devices might be based on various pixel technologies, whilst CALICE-type solutions and liquid argon sampling are under consideration for electromagnetic and hadronic calorimetry, respectively. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 41,
            "section_rank": 10,
            "entity_spans": [
                {
                    "start": 92,
                    "end": 98,
                    "type": "software",
                    "rawForm": "CALICE",
                    "resp": "service",
                    "id": "software-simple-s6"
                }
            ]
        },
        {
            "text": "A possible approach to the magnetic fields [ 62] is a double solenoid, which could yield ∼ 5 T in the tracking region, ∼ 1.5 T in the muon area and would not require a return yoke.",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 41,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b74",
                    "text": "[ 62]"
                }
            ]
        },
        {
            "text": "With a beam-pipe of cross sectional dimensions a few cm, giving sufficient space for the synchrotron radiation fan, a particle scattered at a polar angle of 1 • to the beam does not emerge from the beampipe until it has travelled a longitudinal distance of a few metres. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "Measuring such tracks therefore requires a long tracking detector, as illustrated for example in figure 9a. ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "In the example modular design depicted, there are movable calorimeter inserts, which sit behind the tracking region in the low x configuration and move closer to the interaction region when beam focusing magnets and a shorter tracking region are introduced (figure 9b). ",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "Other suggested solutions to particle detection at low scattering angles are instrumenting inside the electron beampipe and introducing a dipole field beyond the interaction region to sweep out particles scattered through small angles [ 63].",
            "section": "MACHINE AND DETECTOR",
            "paragraph_rank": 42,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 235,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b75",
                    "text": "[ 63]"
                }
            ]
        },
        {
            "text": "SUMMARY",
            "section_rank": 11
        },
        {
            "text": "A new investigations of the possibility of exploiting the LHC proton beams for ep physics is well underway in the framework of the LHeC workshop. ",
            "section": "SUMMARY",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "First, promising, though often crude, evaluations of the physics potential are in place and detector, interaction region and accelerator lay-out possibilities are being debated. ",
            "section": "SUMMARY",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "Solutions with an electron ring or linac and with or without final focusing beam elements near to the interaction point are all being pursued, in order to understand fully the advantages and consequences of each.  ",
            "section": "SUMMARY",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "Figure 9. ",
            "section": "SUMMARY",
            "paragraph_rank": 43,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 9"
                }
            ]
        },
        {
            "text": "Sketches of detector lay-outs with tracking acceptance covering ",
            "section": "SUMMARY",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "(a) 1 < θ < 179 • and ",
            "section": "SUMMARY",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "(b) 10 < θ < 170 • [ 61]. ",
            "section": "SUMMARY",
            "paragraph_rank": 43,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "[ 61]"
                }
            ]
        },
        {
            "text": "In the modular design shown, the extended tracker in ",
            "section": "SUMMARY",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "(a) may be removed to provide space for the final beam focusing elements, with calorimeter inserts also moving closer to the interaction point ",
            "section": "SUMMARY",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "(b). ",
            "section": "SUMMARY",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "Dimensions are given in cm and angles from 1 • to 10 • are indicated.",
            "section": "SUMMARY",
            "paragraph_rank": 43,
            "section_rank": 11
        },
        {
            "text": "Following an interim report presented to ECFA in November 2008 [ 64], work towards a Conceptual Design Report is ongoing. ",
            "section": "SUMMARY",
            "paragraph_rank": 44,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b76",
                    "text": "[ 64]"
                }
            ]
        },
        {
            "text": "Frequent updates can be found at [ 4]. ",
            "section": "SUMMARY",
            "paragraph_rank": 44,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 33,
                    "end": 37,
                    "type": "bibr",
                    "text": "[ 4]"
                }
            ]
        },
        {
            "text": "The aim is to produce the report by early 2010, to be used as input to pursuant CERN strategy discussions. ",
            "section": "SUMMARY",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "text": "If realised, the LHeC facility would become an integral part of the quest to fully understand the new Terascale physics which will emerge as the LHC era unfolds.",
            "section": "SUMMARY",
            "paragraph_rank": 44,
            "section_rank": 11
        },
        {
            "text": "ACKNOWLEDGEMENTS",
            "section_rank": 12
        },
        {
            "text": "Thanks to all colleagues who have contributed to the LHeC project so far, to the organisers of the Ringberg meeting for giving me the opportunity of summarising and presenting this work and to Oliver Brüning, Günther Grindhammer, Max Klein and Peter Kostka for providing valuable comments to a draft version of this document.",
            "section": "ACKNOWLEDGEMENTS",
            "paragraph_rank": 45,
            "section_rank": 12
        },
        {
            "text": "Figure 2 .",
            "section_rank": 13
        },
        {
            "text": "Figure 2. ",
            "section": "Figure 2 .",
            "paragraph_rank": 46,
            "section_rank": 13
        },
        {
            "text": "(a) Kinematic plane for ep collisions, showing the coverage of fixed target experiments, HERA and an LHeC with 70 GeV electrons. ",
            "section": "Figure 2 .",
            "paragraph_rank": 46,
            "section_rank": 13
        },
        {
            "text": "(b) Zoomed view of the low x corner of the kinematic plane, showing the y = 1 kinematic limits at HERA and the LHeC and the acceptances for two different cuts on electron scattering angle θ e at the LHeC.",
            "section": "Figure 2 .",
            "paragraph_rank": 46,
            "section_rank": 13
        },
        {
            "text": "Figure 3 .",
            "section_rank": 14
        },
        {
            "text": "Figure 3. ",
            "section": "Figure 3 .",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "text": "(a) Illustration of the single leptoquark ep production vertex via a Yukawa coupling λ. ",
            "section": "Figure 3 .",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "text": "(b) Example comparison between expected leptoquark limits at the LHC (200 fb −1 ) and the LHeC (2 − 200 fb −1 as indicated) [ 11]. ",
            "section": "Figure 3 .",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "text": "(c) Illustration of excited electron production in ep interactions. ",
            "section": "Figure 3 .",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "text": "(d) Comparison between expected excited electron limits at the LHC (100 fb −1 ) and in eγ final states the LHeC (10 fb −1 at E e = 20 GeV and 70 GeV or 1 fb −1 at E e = 140 GeV) [ 13].",
            "section": "Figure 3 .",
            "paragraph_rank": 47,
            "section_rank": 14
        },
        {
            "text": "Figure 4 .",
            "section_rank": 15
        },
        {
            "text": "Figure 4. ",
            "section": "Figure 4 .",
            "paragraph_rank": 48,
            "section_rank": 15
        },
        {
            "text": "(a) Illustration of the dominant LHeC Higgs production mechanism. ",
            "section": "Figure 4 .",
            "paragraph_rank": 48,
            "section_rank": 15
        },
        {
            "text": "(b) Integrated 'visible' Higgs production cross sections for e + p and e − p scattering as a function of the forward limit of the detector acceptance for an example case of E e = 140 GeV[ 16].",
            "section": "Figure 4 .",
            "paragraph_rank": 48,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 186,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[ 16]"
                }
            ]
        },
        {
            "text": "Figure 5 .",
            "section_rank": 16
        },
        {
            "text": "Figure 5. ",
            "section": "Figure 5 .",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "Comparisons with current results from global fits by the CTeQ group[ 18] of predicted LHeC precision on ",
            "section": "Figure 5 .",
            "paragraph_rank": 49,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[ 18]"
                }
            ]
        },
        {
            "text": "(a) the gluon density at Q 2 = 4 GeV 2 and ",
            "section": "Figure 5 .",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "(b) the d/u ratio at Q 2 = 10 000 GeV 2[ 8]. ",
            "section": "Figure 5 .",
            "paragraph_rank": 49,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[ 8]"
                }
            ]
        },
        {
            "text": "The differences relative to other recent parton density parameterisations are also shown.",
            "section": "Figure 5 .",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "Figure 7 .",
            "section_rank": 17
        },
        {
            "text": "Figure 7. ",
            "section": "Figure 7 .",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "text": "(a) Illustration of the diffractive DIS process, ep → eXp. ",
            "section": "Figure 7 .",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "text": "(b) Comparison between the accessible kinematic plane in β and Q 2 at HERA and the LHeC for x I P < 0.003. ",
            "section": "Figure 7 .",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "text": "The LHeC phase space is defined by 0.01 < y < 1 and θ e < 179 • . ",
            "section": "Figure 7 .",
            "paragraph_rank": 50,
            "section_rank": 17
        },
        {
            "text": "(c) Comaparison between diffractive masses M X produced at HERA and the LHeC with x I P < 0.05[ 39].",
            "section": "Figure 7 .",
            "paragraph_rank": 50,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[ 39]"
                }
            ]
        },
        {
            "text": "More specifically, the resolution on the inelasticity y = Q 2 /sx degrades as 1/y as y → 0 for fixed Q 2 .",
            "section": "Figure 7 .",
            "paragraph_rank": 51,
            "section_rank": 17
        },
        {
            "text": "Expressed in terms of the most forward extent ηmax of the X system, x I P = 0.05 corresponds to ηmax ∼ 3.5 at HERA and ηmax ∼ 5.5 at the LHeC.",
            "section": "Figure 7 .",
            "paragraph_rank": 52,
            "section_rank": 17
        },
        {
            "text": "The LEP injector complex and the space used for its RF components are no longer available.",
            "section": "Figure 7 .",
            "paragraph_rank": 53,
            "section_rank": 17
        }
    ]
}