{
    "level": "sentence",
    "abstract": [
        {
            "text": "Using e + e − collision data taken with the CLEO-c detector at the Cornell Electron Storage Ring, we have investigated the direct photon spectrum in the decay ψ(2S) → γgg. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We determine the ratio of the inclusive direct photon decay rate to that of the dominant three-gluon decay rate ψ(2S) → ggg (Rγ ≡ Γ(γgg)/Γ(ggg)) to be Rγ (zγ > 0.4) = 0.070 ± 0.002 ± 0.019 ± 0.011, with zγ defined as the scaled photon energy relative to the beam energy. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The errors shown are statistical, systematic, and that due to the uncertainty in the input branching fractions used to extract the ratio, respectively. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "This Rγ value is approximately 2/3 of the comparable value for the J/ψ, both in the region zγ >0.4 and also when extrapolated to the full range of 0 < zγ < 1.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "text": "Theoretical approaches to heavy quarkonia radiative decays were developed shortly after the discovery of charmonium [1]. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Predictions for the direct photon energy spectrum of quarkonia were originally based on decays of orthopositronium into three photons, leading to the expectation that the direct photon momentum spectrum should rise linearly with z γ (≡ E γ /E beam ) to the kinematic limit (z γ → 1). ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Phase space considerations lead to a slight enhancement exactly at the kinematic limit [2,3]. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2,"
                },
                {
                    "start": 90,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3]"
                }
            ]
        },
        {
            "text": "Garcia and Soto (GS) [4] have performed the most recent calculation of the expected direct photon spectrum in charmonium decays, using an approach similar to that applied by the same authors for the case of Υ(1S)→ γgg [5]. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 218,
                    "end": 221,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "They model the endpoint region by combining Non-Relativistic QCD (NRQCD) with Soft Collinear-Effective Theory (SCET), which facilitates cal-culation of the spectrum of the collinear gluons resulting as z γ → 1. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "At lower momenta (defined as z γ < ∼ 0.4), the so-called 'fragmentation' photon component, due to photon radiation off final-state quarks, must be directly calculated. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "In general (unfortunately), the intermediate z γ regime over which calculations are considered reliable for the ψ(2S) overlaps poorly with the higher z γ kinematic regime to which we have the best experimental sensitivity.",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Since the quantum numbers of the gluon system allow both color-octet and color-singlet contributions, these must both be explicitly calculated and summed. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Of particular relevance to this analysis is the possibility that, in the context of the GS calculation, the contribution due to the octet matrix element can result in a suppression of the ratio of direct-photon to three-gluon widths (\"R γ \") for the ψ(2S) compared to the J/ψ. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Since the NRQCD matrix element appears in the denominator of R γ and not in the numerator (up to order v 2 in quark momentum), a larger value of this matrix element leads to a reduced value of R γ .",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "For direct radiative decays, given a particular photon energy, theory prescribes the angular distribution dN/d cos θ γ for the decay of a vector into three massless vectors (with θ γ defined as the polar angle relative to the e + beam axis). ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Köller and Walsh considered the angular spectrum in detail [6], demonstrating that, if the parent is polarized along the beam axis, as the momentum of the most energetic primary (photon or gluon) in cc → γgg or cc → ggg approaches the beam energy, the event axis increasingly tends to align with the beam axis. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "They parametrized the angular distribution as dN/d cos θ γ ∝ 1 + α(z γ ) cos 2 θ γ ; as z γ →1, α →1. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "We note that, according to the Köller-Walsh prescription, the value of α for intermediate z γ values, where most of the events occur, is relatively small (≈0.2). ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Only for z γ ≥ 0.9 is the forward peaking of the photon angular distribution noticeable.",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Although inclusive radiative decays of radially excited bottomonia have been experimentally investigated [7], there have been no corresponding measurements for the case of charmonium. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "That one previous measurement of the direct photon spectrum in excited bottomonia (Υ(2S) and Υ(3S)) found good agreement in both shape and normalization with the comparable spectrum measured for the Υ(1S) ground state.",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "II. ",
            "section_rank": 3
        },
        {
            "text": "DATA SETS AND EVENT SELECTION",
            "section_rank": 3
        },
        {
            "text": "The CLEO-c detector is essentially identical to the previous CLEO III detector, with the exception of a modified innermost charged particle tracking system. ",
            "section": "II. DATA SETS AND EVENT SELECTION",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Elements of the detector, as well as performance characteristics, are described in detail elsewhere [8,9,10]. ",
            "section": "II. DATA SETS AND EVENT SELECTION",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 103,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 105,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10]"
                }
            ]
        },
        {
            "text": "Over the kinematic regime of interest to this analysis, the electromagnetic shower energy resolution is approximately 2%. ",
            "section": "II. DATA SETS AND EVENT SELECTION",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The tracking system, RICH particle identification sys-tem, and electromagnetic calorimeter are all contained within a 1 Tesla superconducting solenoid.",
            "section": "II. DATA SETS AND EVENT SELECTION",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The primary data used in this analysis consist of 27.4M events collected on the ψ(2S) resonance at a center-ofmass energy E cm =3686 MeV, over three distinct running periods. ",
            "section": "II. DATA SETS AND EVENT SELECTION",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "To reduce uncertainties from event-finding efficiencies, we require a minimum of one charged track found in the event. ",
            "section": "II. DATA SETS AND EVENT SELECTION",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Except for this charged multiplicity requirement, all event selection criteria, photon definitions, and the generation of background estimators are identical to those detailed in our previous analyses of Υ [7] and J/ψ [11] data. ",
            "section": "II. DATA SETS AND EVENT SELECTION",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 218,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "We therefore present only an abbreviated discussion below.",
            "section": "II. DATA SETS AND EVENT SELECTION",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Events containing two tracks loosely consistent with leptons and identified topologically as (radiative) Bhabha or (radiative) muon pair events are explicitly rejected from consideration as candidate radiative decays, as are events consistent with \"1 vs. 3\" τ -pair production. ",
            "section": "II. DATA SETS AND EVENT SELECTION",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "We additionally reject events which have a single, wellidentified electron or muon charged track. ",
            "section": "II. DATA SETS AND EVENT SELECTION",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Photons are defined as showers detected in the barrel (| cos θ γ | ≤0.8) electromagnetic calorimeter with energy deposition characteristics consistent with those expected for true photons, and which are well-isolated from both charged tracks as well as other showers.",
            "section": "II. DATA SETS AND EVENT SELECTION",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "III. ",
            "section_rank": 4
        },
        {
            "text": "ANALYSIS",
            "section_rank": 4
        },
        {
            "text": "To obtain R γ , we must determine separately the number of direct photon events and the number of three gluon events. ",
            "section": "III. ANALYSIS",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Since approximately 4/5 of all ψ(2S) decays are either hadronic or radiative transitions to lower-mass charmonium states, the relative signal to background (primarily due to π 0 → γγ and η → γγ) is therefore expected to be considerably reduced compared to the corresponding J/ψ analysis. ",
            "section": "III. ANALYSIS",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Moreover, there is a large direct photon background from the J/ψ itself, which is determined from data and directly subtracted. ",
            "section": "III. ANALYSIS",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Note that, for the ψ(2S), there is also a high-energy enhancement due to radiative continuum processes, such as e + e − → γρ, which were not present in the tagged J/ψ analysis. ",
            "section": "III. ANALYSIS",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Continuum contributions were circumvented in the previous J/ψ → γgg analysis [11] using the 'tagged' process ψ(2S)→ ππJ/ψ; J/ψ → γX. ",
            "section": "III. ANALYSIS",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "This continuum contribution (including initial state radiation [\"CO ISR\"]) to the observed inclusive photon energy spectrum at E cm =3686 MeV is directly determined using data taken at center-ofmass energies 15 MeV below the ψ(2S) resonance mass. ",
            "section": "III. ANALYSIS",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "There is also a correction due to the radiative return to the J/ψ, which subsequently decays into γgg, and is implicitly included in our continuum subtraction.",
            "section": "III. ANALYSIS",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "A. Background Estimation",
            "section_rank": 5
        },
        {
            "text": "Monte Carlo (MC) simulations are used as a guide to the expected composition of the raw, observed E cm =3686 MeV photon momentum spectrum. ",
            "section": "A. Background Estimation",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The MC prediction for the background to the direct photon candidate spectrum, broken down by parent type and source, is shown in Figure 1 from the cascade process, ψ(2S)→ J/ψX; J/ψ → γX ′ . ",
            "section": "A. Background Estimation",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 137,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "This component can be extracted from the data, simply by measuring the inclusive photon spectrum observed in conjunction with two transition charged pions having a recoil mass consistent with that of the J/ψ. ",
            "section": "A. Background Estimation",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "We scale this observed spectrum up to the total number of ψ(2S)→ J/ψX events by the ratio [12], and ǫ π + π − defined as the reconstruction efficiency for two transition pions, estimated from MC simulations to be 0.63±0.02. ",
            "section": "A. Background Estimation",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "In principle, this cascade photon spectrum depends on the Q-value of the specific ψ(2S)→ J/ψX transition process; in practice, the smearing of the photon spectrum due to this variation is negligibly small.",
            "section": "A. Background Estimation",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "IV. ",
            "section": "A. Background Estimation",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "π 0 → γγ AND η → γγ BACKGROUNDS After subtracting the cascade contribution, the dominant non-direct photon background arises primarily from π 0 → γγ and η → γγ decays. ",
            "section": "A. Background Estimation",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "To model the production of π 0 and η daughter photons, two different estimates were employed in this analysis as well, which we now enumerate. ",
            "section": "A. Background Estimation",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "The variation between the results obtained with these estimators will later be included in our tabulation of systematic errors.",
            "section": "A. Background Estimation",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "A. Pseudo-photons",
            "section_rank": 6
        },
        {
            "text": "First, as in our previous J/ψ analysis [11], we take advantage of the expected similar kinematic distributions between charged and neutral pions, as dictated by isospin symmetry. ",
            "section": "A. Pseudo-photons",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Although isospin will break down both when there are decay processes which are not isospinsymmetric (e.g., ψ → γη) or when the available fragmentation phase space is comparable to M π , in the intermediate-energy regime (e.g., recoil masses of order 2 GeV), we expect isospin to be reliable. ",
            "section": "A. Pseudo-photons",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "For pions produced in strong interactions, there should therefore be half as many neutral pions as charged pions. ",
            "section": "A. Pseudo-photons",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "We observe agreement with this expectation to within ∼10% over most of the kinematic regime relevant for this analysis.",
            "section": "A. Pseudo-photons",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "A \"pseudo-photon\" background spectrum is generated as follows. ",
            "section": "A. Pseudo-photons",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "Each charged track passing quality requirements and having particle identification information consistent with pions is decayed isotropically in its rest frame into two daughter photons, which are then boosted into the lab. ",
            "section": "A. Pseudo-photons",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "The photon-finding efficiency from Monte Carlo simulations is then used to determine the fraction of the generated pseudo-photons which contribute to the observed neutral spectrum. ",
            "section": "A. Pseudo-photons",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "Using this procedure, we not only simulate backgrounds from π 0 → γγ decays, but also compensate for η → γγ, by selecting the appropriate parent mass with a frequency prescribed by MC simulations.",
            "section": "A. Pseudo-photons",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "Cross-check of the pseudo-photon approach",
            "section_rank": 7
        },
        {
            "text": "In addition to the agreement observed between the \"true\" and \"pseudo-photon\" reconstructed π 0 yields, as detailed in the J/ψ analysis [11], our large ψ(3770) sample affords an additional check of our pseudo-photon approach. ",
            "section": "Cross-check of the pseudo-photon approach",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Since the DD mode is kinematically allowed for the ψ(3770), the direct photon partial width for that resonance should be immeasurably small. ",
            "section": "Cross-check of the pseudo-photon approach",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "We have therefore compared the inclusive photon spectra from the ψ(3770) with our estimated pseudo-photon background to determine how accurately the latter saturates the former.  ",
            "section": "Cross-check of the pseudo-photon approach",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "Figure 2(b) shows the residuals after subtracting both continuum initial state radiation, and the estimated pseudo-photon background (scaled by an empirical factor of 1.03 needed to achieve saturation for z γ ≥ 0.4) from the inclusive ψ(3770) spectrum. ",
            "section": "Cross-check of the pseudo-photon approach",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Note the conspicuous presence of the photon line at z γ ∼0.32 in the lower, backgroundsubtracted spectrum, which results from the radiative return to the J/ψ resonance. ",
            "section": "Cross-check of the pseudo-photon approach",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "(Since our continuum data are taken at a center-of-mass energy approximately 100 MeV below the ψ(3770) resonance, the radiative return peak in the continuum data will not appear at z γ ∼0.32 as it does for the ψ(3770) data.",
            "section": "Cross-check of the pseudo-photon approach",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": ") Aside from that feature, the residuals in the background-subtracted spectrum are generally featureless. ",
            "section": "Cross-check of the pseudo-photon approach",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "To set the scale, the efficiencycorrected z γ ≥0.4 yield after subtraction (∼26K photons) deviates from zero by 1.3% relative to the initial candidate photon count in the same kinematic interval (∼2.1M photons) prior to subtraction. ",
            "section": "Cross-check of the pseudo-photon approach",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "We will later use this 1.03 scale factor as a basis for estimating the uncertainty in the background normalization for the ψ(2S)→ γgg analysis.",
            "section": "Cross-check of the pseudo-photon approach",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "B. Background estimate from an exponential fit",
            "section_rank": 8
        },
        {
            "text": "As with the Υ → γgg analysis [7], we also fit the inclusive photon spectrum to a smooth exponential curve, in the 'control' interval 0.27 ≤ z γ ≤ 0.32 and extrapolate that curve into the higher-photon energy region as a background estimator. ",
            "section": "B. Background estimate from an exponential fit",
            "paragraph_rank": 15,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 29,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "To the extent that the control region contains signal, the exponential may result in an over-subtraction after extrapolation into the high-z γ regime, and therefore, ultimately, an under-estimate of R γ . ",
            "section": "B. Background estimate from an exponential fit",
            "paragraph_rank": 15,
            "section_rank": 8
        },
        {
            "text": "To assess this bias, we have applied the exponential subtraction technique to Monte Carlo simulations; we find that the oversubtraction is approximately 9% for z γ ≥0.4. ",
            "section": "B. Background estimate from an exponential fit",
            "paragraph_rank": 15,
            "section_rank": 8
        },
        {
            "text": "By comparison, the pseudo-photon subtraction, applied to Monte Carlo simulations, results in an oversubtraction of less than 5%. ",
            "section": "B. Background estimate from an exponential fit",
            "paragraph_rank": 15,
            "section_rank": 8
        },
        {
            "text": "We will later consider these deviations as implicit in our background systematic uncertainty estimate.",
            "section": "B. Background estimate from an exponential fit",
            "paragraph_rank": 15,
            "section_rank": 8
        },
        {
            "text": "V. EFFICIENCIES",
            "section_rank": 9
        },
        {
            "text": "A. Photon-finding Efficiency",
            "section_rank": 10
        },
        {
            "text": "In the barrel region, our photon identification algorithms are approximately 86% efficient, with inefficiencies incurred by imposition of a photon isolation requirement and a shower shape requirement. ",
            "section": "A. Photon-finding Efficiency",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "However, the net photon-finding efficiency is reduced by trigger-and eventfinding requirements, as well as the limited fiducial acceptance of the barrel calorimeter.",
            "section": "A. Photon-finding Efficiency",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "B. Trigger and Event-finding Efficiency",
            "section_rank": 11
        },
        {
            "text": "Based on MC simuations, the trigger efficiency for events containing a high-energy photon and at least one charged track is estimated to be 99.3%. ",
            "section": "B. Trigger and Event-finding Efficiency",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "In general, the pattern of satisfied trigger criteria for MC simulations shows adequate agreement with data. ",
            "section": "B. Trigger and Event-finding Efficiency",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "The largest eventselection inefficiencies are incurred by the requirements that the event pass the lepton veto, and that the event contain at least one well-measured charged track. ",
            "section": "B. Trigger and Event-finding Efficiency",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "Figure 3 presents our \"smoothed\" net direct photon reconstruction efficiency, as a function of z γ . ",
            "section": "B. Trigger and Event-finding Efficiency",
            "paragraph_rank": 17,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "text": "Figure"
                }
            ]
        },
        {
            "text": "Loss of efficiency at low z γ is attributed to higher multiplicity events having higher likelihood of one track being mistakenly labeled a lepton. ",
            "section": "B. Trigger and Event-finding Efficiency",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "Loss of efficiency at high z γ is attributed to reduced charged multiplicity recoiling against highenergy photons (and therefore greater likelihood of failing the minimum charged multiplicity requirement), as well as increased forward-peaking of photons towards the beampipe. ",
            "section": "B. Trigger and Event-finding Efficiency",
            "paragraph_rank": 17,
            "section_rank": 11
        },
        {
            "text": "VI. ",
            "section_rank": 12
        },
        {
            "text": "FITS AND SIGNAL EXTRACTION",
            "section_rank": 12
        },
        {
            "text": "After imposing our event selection and photon selection criteria, we determine the yield in the direct photon energy spectrum. ",
            "section": "VI. FITS AND SIGNAL EXTRACTION",
            "paragraph_rank": 18,
            "section_rank": 12
        },
        {
            "text": "Given the limited statistics, we do not perform a two-dimensional analysis in both z γ and cos θ γ , as was possible for the J/ψ analysis. ",
            "section": "VI. FITS AND SIGNAL EXTRACTION",
            "paragraph_rank": 18,
            "section_rank": 12
        },
        {
            "text": "Figure 4 shows the raw data, and the components used to extract the signal, for the pseudo-photon subtraction scheme.",
            "section": "VI. FITS AND SIGNAL EXTRACTION",
            "paragraph_rank": 18,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "FIG. 4:",
            "section_rank": 13
        },
        {
            "text": "Raw photon momentum spectrum, ψ(2S) data, and background estimated using pseudo-photon subtraction scheme. ",
            "section": "FIG. 4:",
            "paragraph_rank": 19,
            "section_rank": 13
        },
        {
            "text": "Figure 5 overlays the signal resulting from the two different subtraction schemes. ",
            "section": "FIG. 4:",
            "paragraph_rank": 19,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "Our final numerical results are based on this Figure. ",
            "section": "FIG. 4:",
            "paragraph_rank": 19,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 46,
                    "end": 53,
                    "type": "figure",
                    "text": "Figure."
                }
            ]
        },
        {
            "text": "The total yield is obtained by integrating the point-to-point yields, and adding the individual point-to-point errors in quadrature to obtain the quoted statistical error. ",
            "section": "FIG. 4:",
            "paragraph_rank": 19,
            "section_rank": 13
        },
        {
            "text": "Also shown in Figure 5(b) is the MC signal spectrum, which (given the absence of any real physics in the simulation) would not necessarily be expected to show consistency with data. ",
            "section": "FIG. 4:",
            "paragraph_rank": 19,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 14,
                    "end": 22,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "The MC spectrum does, nevertheless, illustrate the relative scale of our inclusive signal yield relative to the prominent ψ(2S)→ γη c peak at z γ ∼0.34.",
            "section": "FIG. 4:",
            "paragraph_rank": 19,
            "section_rank": 13
        },
        {
            "text": "A. Comment on Exclusive Modes",
            "section_rank": 14
        },
        {
            "text": "Excluding electromagnetic transitions to other charmonium states (e.g., ψ(2S)→ γη c ), two-body radiative exclusive modes should, in principle, be included in our total γgg rate. ",
            "section": "A. Comment on Exclusive Modes",
            "paragraph_rank": 20,
            "section_rank": 14
        },
        {
            "text": "Although individual photon lines cannot be resolved in our analysis, we note that this analysis yields a branching fraction estimate for ψ(2S)→ γX (M X ≤1.5 GeV) consistent with the tabulated Particle Data Group (PDG) [14] world average.",
            "section": "A. Comment on Exclusive Modes",
            "paragraph_rank": 20,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 218,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "B. Extraction of Rγ",
            "section_rank": 15
        },
        {
            "text": "Direct Ratio Determination",
            "section_rank": 16
        },
        {
            "text": "To determine R γ , we first directly take the ratio: (N obs γgg /ǫ γgg )/N ggg . ",
            "section": "Direct Ratio Determination",
            "paragraph_rank": 21,
            "section_rank": 16
        },
        {
            "text": "The number of ggg events is obtained knowing the effective ψ(2S) cross-section, as tabulated elsewhere [12] and subtracting off the branching fractions to χ c,J , J/ψ, η c , dileptons [12], qq, and also the sought-after direct-photon branching fraction (requiring an iteration). ",
            "section": "Direct Ratio Determination",
            "paragraph_rank": 21,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 184,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "We estimate 2.9 × 10 6 three-gluon events in our sample.",
            "section": "Direct Ratio Determination",
            "paragraph_rank": 21,
            "section_rank": 16
        },
        {
            "text": "Normalization to ψ(2S)→ γηc",
            "section_rank": 17
        },
        {
            "text": "Prominent in both the Monte Carlo simulations and data points in Figure 5 is the photon line due to ψ(2S)→ γη c . ",
            "section": "Normalization to ψ(2S)→ γηc",
            "paragraph_rank": 22,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 65,
                    "end": 73,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "We can also obtain an estimate of R γ by normalizing the observed photon yield for z γ ≥ 0.4 to the photon yield observed corresponding to the decay ψ(2S)→ γη c , peaking in the interval 0.32 ≤ z γ ≤ 0.38. ",
            "section": "Normalization to ψ(2S)→ γηc",
            "paragraph_rank": 22,
            "section_rank": 17
        },
        {
            "text": "This photon yield is obtained by fitting the putative ψ(2S)→ γη c line to a double Gaussian photon signal (based on the signal shape observed in [13]) and a smooth lower-order Chebyshev polynomial background. ",
            "section": "Normalization to ψ(2S)→ γηc",
            "paragraph_rank": 22,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "In this case, the absolute-photon finding largely cancels; we must correct, however, by the different angular distributions for the processes ψ(2S)→ γη c and ψ(2S)→ γgg, since the latter is less forward-peaked than for the η c transition. ",
            "section": "Normalization to ψ(2S)→ γηc",
            "paragraph_rank": 22,
            "section_rank": 17
        },
        {
            "text": "Defining ǫ cos θ as the angular acceptance for ψ(2S)→ γη c relative to ψ(2S)→ γgg (≈0.88), the value R γ obtained by normalizing to the observed number N obs γηc of ψ(2S)→ γη c events can therefore be written as B(ψ(2S)→ γη c ) × (N obs γgg /(N obs γηc /ǫ cos θ ))/B(ψ(2S)→ ggg), with B(ψ(2S)→ ggg) the fraction of ψ(2S) events decaying via the threegluon mode, and B(ψ(2S)→ γη c ) = (4.3±0.6)×10 −3 [13]. ",
            "section": "Normalization to ψ(2S)→ γηc",
            "paragraph_rank": 22,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 400,
                    "end": 404,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "We note that there is an inherent uncertainty of ≈14% in this value, resulting from the limited statistical precision of the prior CLEO B(ψ(2S)→ γη c ) measurement.",
            "section": "Normalization to ψ(2S)→ γηc",
            "paragraph_rank": 22,
            "section_rank": 17
        },
        {
            "text": "Numerical inputs used to derive the desired ratio R γ are presented in Table I. ",
            "section": "Normalization to ψ(2S)→ γηc",
            "paragraph_rank": 23,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "For internal consistency, we use the most recent CLEO values for ψ(2S)→ J/ψX transition branching fractions. ",
            "section": "Normalization to ψ(2S)→ γηc",
            "paragraph_rank": 23,
            "section_rank": 17
        },
        {
            "text": "In the last column, we list the explicit source of the ingredient branching fractions. ",
            "section": "Normalization to ψ(2S)→ γηc",
            "paragraph_rank": 23,
            "section_rank": 17
        },
        {
            "text": "The CLEO-2008 results are from Ref. ",
            "section": "Normalization to ψ(2S)→ γηc",
            "paragraph_rank": 23,
            "section_rank": 17
        },
        {
            "text": "[12], the PDG averages are from Ref. ",
            "section": "Normalization to ψ(2S)→ γηc",
            "paragraph_rank": 23,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "[14], and the CLEO result for ψ(2S)→ γη c is from Ref. ",
            "section": "Normalization to ψ(2S)→ γηc",
            "paragraph_rank": 23,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "[13]. ",
            "section": "Normalization to ψ(2S)→ γηc",
            "paragraph_rank": 23,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Averaging the last three R γ lines in Table I, we obtain R γ (z γ > 0.4) = 0.070 ± 0.002 ± 0.019 ± 0.011, with statistical, systematic, and branching-ratio uncertainties shown, limited to z γ ≥0.4.",
            "section": "Normalization to ψ(2S)→ γηc",
            "paragraph_rank": 23,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "VII. ",
            "section_rank": 18
        },
        {
            "text": "SYSTEMATIC ERRORS",
            "section_rank": 18
        },
        {
            "text": "We identify and estimate systematic errors in our R γ determination as follows:",
            "section": "VII. SYSTEMATIC ERRORS",
            "paragraph_rank": 24,
            "section_rank": 18
        },
        {
            "text": "1. Given the fact that the signal-to-noise ratio is so small, it is important to evaluate the sensitivity to the background scale. ",
            "section": "VII. SYSTEMATIC ERRORS",
            "paragraph_rank": 25,
            "section_rank": 18
        },
        {
            "text": "We have correspondingly evaluated the change in R γ when the background estimators are individually toggled in normalization by 3% (typical of the normalization uncertainty in previous Υ and ψ analyses and consistent with Fig. 2). ",
            "section": "VII. SYSTEMATIC ERRORS",
            "paragraph_rank": 25,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 222,
                    "end": 228,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "For ±3% variation of the pseudophoton and exponential normalizations, we find fractional R γ variations of order 20%. ",
            "section": "VII. SYSTEMATIC ERRORS",
            "paragraph_rank": 25,
            "section_rank": 18
        },
        {
            "text": "We can independently assess the uncertainty in the background normalization by taking the difference between the exponential and pseudo-photon extracted R γ values (19%). ",
            "section": "VII. SYSTEMATIC ERRORS",
            "paragraph_rank": 25,
            "section_rank": 18
        },
        {
            "text": "Conservatively taken together, we quote a total background normalization uncertainty of 27%. ",
            "section": "VII. SYSTEMATIC ERRORS",
            "paragraph_rank": 25,
            "section_rank": 18
        },
        {
            "text": "This is by far our largest single systematic error.",
            "section": "VII. SYSTEMATIC ERRORS",
            "paragraph_rank": 25,
            "section_rank": 18
        },
        {
            "text": "2. Extrapolation of direct photon spectrum to z γ ≤0.4: Although this obviously does not enter directly into the calculated yield for z γ ≥0.4, this quantity does enter in the calculation of R γ . ",
            "section": "VII. SYSTEMATIC ERRORS",
            "paragraph_rank": 26,
            "section_rank": 18
        },
        {
            "text": "Since R γ is defined relative to the three-gluon yield, we must subtract the entire estimated γgg rate, including the unseen portion below z γ = 0.4, to estimate the fraction of direct ψ(2S) decays proceeding through ggg-only. ",
            "section": "VII. SYSTEMATIC ERRORS",
            "paragraph_rank": 26,
            "section_rank": 18
        },
        {
            "text": "We estimate this error as half the total difference between the fractional yield for z γ ≤0.4 expected in an Υ(1S)-like direct photon spectrum (28%), vs. the extreme case of a linear extrapolation to z γ =0 (40%), or 6%. ",
            "section": "VII. SYSTEMATIC ERRORS",
            "paragraph_rank": 26,
            "section_rank": 18
        },
        {
            "text": "However, since this enters as second-order in the value of R γ , this contribution to the total systematic error in R γ is only ≈ 1%.",
            "section": "VII. SYSTEMATIC ERRORS",
            "paragraph_rank": 26,
            "section_rank": 18
        },
        {
            "text": "3. Angular distribution uncertainties: Although we have not performed a two-dimensional fit, we have compared the obtained values of R γ over high-(0.4 ≤ | cos θ γ | ≤ 0.8) and low-(0.4 ≥ | cos θ γ |) polar angle regimes. ",
            "section": "VII. SYSTEMATIC ERRORS",
            "paragraph_rank": 27,
            "section_rank": 18
        },
        {
            "text": "We find a difference of 4.4% between these two cases, and assign a corresponding error of 2.2%.",
            "section": "VII. SYSTEMATIC ERRORS",
            "paragraph_rank": 27,
            "section_rank": 18
        },
        {
            "text": "4.",
            "section_rank": 19
        },
        {
            "text": "The contribution to the signal due to non-photon showers, based on MC tagging studies, is estimated to be 4% (the total of the K 0 L plus antineutron contribution, as indicated by MC studies) after applying all cuts. ",
            "section": "4.",
            "paragraph_rank": 28,
            "section_rank": 19
        },
        {
            "text": "Note that these contributions are largely subsumed into our exponential background subtraction.",
            "section": "4.",
            "paragraph_rank": 28,
            "section_rank": 19
        },
        {
            "text": "The trigger efficiency systematic error in the ratio",
            "section_rank": 20
        },
        {
            "text": "is ≤1%.",
            "section": "The trigger efficiency systematic error in the ratio",
            "paragraph_rank": 29,
            "section_rank": 20
        },
        {
            "text": "6. Photon-finding efficiency uncertainty contribution to the ratio is estimated at 2%.",
            "section": "The trigger efficiency systematic error in the ratio",
            "paragraph_rank": 30,
            "section_rank": 20
        },
        {
            "text": "7.",
            "section_rank": 21
        },
        {
            "text": "The uncertainty contribution due to the limited precision of B(ψ(2S)→ J/ψX) is estimated at 2%.",
            "section": "7.",
            "paragraph_rank": 31,
            "section_rank": 21
        },
        {
            "text": "8.",
            "section_rank": 22
        },
        {
            "text": "The uncertainty in the three-gluon event-finding efficiency results in a systematic error of 2%.",
            "section": "8.",
            "paragraph_rank": 32,
            "section_rank": 22
        },
        {
            "text": "9. In principle, the J/ψ → γgg cascade photon spectrum, which is calculated from the observed ψ(2S)→ ψπ + π − ; Jψ → γX ′ spectrum, can differ from the cascade spectrum for different cascade processes, with different typical boosts. ",
            "section": "8.",
            "paragraph_rank": 33,
            "section_rank": 22
        },
        {
            "text": "For a mean dipion mass of 400 MeV, the J/ψ recoil momentum is approximately 390 MeV/c; for a cascade transition through χ cJ (i.e. ψ(2S)→ γχ cJ ; χ cJ → γJ/ψ), assuming that the two transition photons are uncorrelated in angle, the average daughter J/ψ momentum is about 10 MeV/c higher. ",
            "section": "8.",
            "paragraph_rank": 33,
            "section_rank": 22
        },
        {
            "text": "For our purposes, we consider this effect negligible.",
            "section": "8.",
            "paragraph_rank": 33,
            "section_rank": 22
        },
        {
            "text": "10. We include (separately) an error of 15% based on the difference in results obtained using CLEO-only values vs. the most recently compiled values from the Particle Data Group as branching fraction inputs.",
            "section": "8.",
            "paragraph_rank": 34,
            "section_rank": 22
        },
        {
            "text": "Systematic errors are summarized in Table II.",
            "section": "8.",
            "paragraph_rank": 35,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 36,
                    "end": 44,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table II"
                }
            ]
        },
        {
            "text": "VIII. ",
            "section_rank": 23
        },
        {
            "text": "COMPARISON TO J/ψ",
            "section_rank": 23
        },
        {
            "text": "Our expectation is that the ratio of partial widths, Γ(γgg)/Γ(ggg) should be the same for the ψ(2S) as for the J/ψ. ",
            "section": "VIII. COMPARISON TO J/ψ",
            "paragraph_rank": 36,
            "section_rank": 23
        },
        {
            "text": "This expectation is satisfied for the case of the   Υ system. ",
            "section": "VIII. COMPARISON TO J/ψ",
            "paragraph_rank": 36,
            "section_rank": 23
        },
        {
            "text": "We have calculated R γ (ψ(2S))/R γ (J/ψ), although we note that since the two signal extraction techniques are very different, the dominant systematic errors are largely uncorrelated for both numerator and denominator, so therefore, there is no cancellation of common systematic errors in this quotient. ",
            "section": "VIII. COMPARISON TO J/ψ",
            "paragraph_rank": 36,
            "section_rank": 23
        },
        {
            "text": "Restricted to the interval z γ ≥0.4, the ratio of γgg partial widths for the ψ(2S) compared to the J/ψ is 0.69 ± 0.20. ",
            "section": "VIII. COMPARISON TO J/ψ",
            "paragraph_rank": 36,
            "section_rank": 23
        },
        {
            "text": "Assuming that the direct photon momentum spectral shape for the ψ(2S) is similar to the J/ψ, the fraction of photons in the region z γ ≤ 0.4 is approximately 28% of the entire spectrum, corresponding to a momentum-integrated value of R γ = 0.097 ± 0.026 ± 0.010, again about 2/3 the value obtained at the J/ψ. ",
            "section": "VIII. COMPARISON TO J/ψ",
            "paragraph_rank": 36,
            "section_rank": 23
        },
        {
            "text": "(If instead, we extrapolate linearly from z γ = 0.4 to z γ = 0.0, this ratio of widths increases by approximately 10%.) ",
            "section": "VIII. COMPARISON TO J/ψ",
            "paragraph_rank": 36,
            "section_rank": 23
        },
        {
            "text": "Although this low value in comparison to the J/ψ may seem surprising, such apparent anomalies [16] are not uncommon when ratios of ψ(2S)/J/ψ partial widths are taken. ",
            "section": "VIII. COMPARISON TO J/ψ",
            "paragraph_rank": 36,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The well-known VP-suppression observed in ψ(2S) exclusive hadronic decays [15] can be considerably more dramatic, as is the recently documented dearth of radiative ψ(2S) decays to η and η ′ [16] relative to those from J/ψ. ",
            "section": "VIII. COMPARISON TO J/ψ",
            "paragraph_rank": 36,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 190,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "We note that the ratio of dileptonic to three-gluon widths (B ll /B ggg ) is also considerably smaller for the ψ(2S) compared to the J/ψ.",
            "section": "VIII. COMPARISON TO J/ψ",
            "paragraph_rank": 36,
            "section_rank": 23
        },
        {
            "text": "IX. ",
            "section_rank": 24
        },
        {
            "text": "SUMMARY",
            "section_rank": 24
        },
        {
            "text": "We have made the first measurement of the direct photon spectrum in ψ(2S) decays, obtaining an inclusive rate (relative to three-gluon decays) approximately 2/3 that obtained at the J/ψ, and suggesting larger ψ(2S) corrections, possibly due to closer proximity to DD threshold. ",
            "section": "IX. SUMMARY",
            "paragraph_rank": 37,
            "section_rank": 24
        },
        {
            "text": "Although theoretical predictions for this value are somewhat scarce, we note that this is now one of several apparent anomalies observed in ratios of widths between the ψ(2S) and the J/ψ. ",
            "section": "IX. SUMMARY",
            "paragraph_rank": 37,
            "section_rank": 24
        },
        {
            "text": "This study completes the set of R γ measurements for all bound nS states of heavy quarkonia below open flavor threshold. ",
            "section": "IX. SUMMARY",
            "paragraph_rank": 37,
            "section_rank": 24
        },
        {
            "text": "It is hoped that further theoretical study will hopefully elucidate this result.",
            "section": "IX. SUMMARY",
            "paragraph_rank": 37,
            "section_rank": 24
        },
        {
            "text": "X. ACKNOWLEDGMENTS",
            "section_rank": 25
        },
        {
            "text": "We gratefully acknowledge the effort of the CESR staff in providing us with excellent luminosity and running conditions. ",
            "section": "X. ACKNOWLEDGMENTS",
            "paragraph_rank": 38,
            "section_rank": 25
        },
        {
            "text": "Shawn Henderson wrote initial verions of the computer codes used in this data analysis. ",
            "section": "X. ACKNOWLEDGMENTS",
            "paragraph_rank": 38,
            "section_rank": 25
        },
        {
            "text": "We thank Xavier Garcia i Tormo and Joan Soto for illuminating discussions. ",
            "section": "X. ACKNOWLEDGMENTS",
            "paragraph_rank": 38,
            "section_rank": 25
        },
        {
            "text": "D. Cronin-Hennessy and A. Ryd thank the A.P. Sloan Foundation. ",
            "section": "X. ACKNOWLEDGMENTS",
            "paragraph_rank": 38,
            "section_rank": 25
        },
        {
            "text": "This work was supported by",
            "section": "X. ACKNOWLEDGMENTS",
            "paragraph_rank": 38,
            "section_rank": 25
        },
        {
            "text": "FIG. 1: MC simulation of expected backgrounds to direct photon signal (\"FSR\" denotes Final State Radiation).",
            "paragraph_rank": 39,
            "section_rank": 26
        },
        {
            "text": "Figure 2(a) shows this direct comparison;",
            "paragraph_rank": 40,
            "section_rank": 27
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 28
        },
        {
            "text": "FIG. 2:Top ",
            "section": "FIG. 2 :",
            "paragraph_rank": 41,
            "section_rank": 28
        },
        {
            "text": "(a): ψ(3770) data and pseudo-photon background estimate. ",
            "section": "FIG. 2 :",
            "paragraph_rank": 41,
            "section_rank": 28
        },
        {
            "text": "Bottom ",
            "section": "FIG. 2 :",
            "paragraph_rank": 41,
            "section_rank": 28
        },
        {
            "text": "(b): data minus both the pseudophoton and the continuum initial state radiation (CO ISR) spectra. ",
            "section": "FIG. 2 :",
            "paragraph_rank": 41,
            "section_rank": 28
        },
        {
            "text": "The prominent peak at zγ ∼ 0.32 corresponds to radiative return to J/ψ.",
            "section": "FIG. 2 :",
            "paragraph_rank": 41,
            "section_rank": 28
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 29
        },
        {
            "text": "FIG. 3: ψ(2S)→ γX detection efficiency, as a function of scaled photon energy, from MC simulations. ",
            "section": "FIG. 3 :",
            "paragraph_rank": 42,
            "section_rank": 29
        },
        {
            "text": "Note the suppressed zeroes.",
            "section": "FIG. 3 :",
            "paragraph_rank": 42,
            "section_rank": 29
        },
        {
            "text": "FIG. 5 :",
            "section_rank": 30
        },
        {
            "text": "FIG. 5: ",
            "section": "FIG. 5 :",
            "paragraph_rank": 43,
            "section_rank": 30
        },
        {
            "text": "(a) ψ(2S)→ γX signal spectra, resulting after applying different subtraction schemes. ",
            "section": "FIG. 5 :",
            "paragraph_rank": 43,
            "section_rank": 30
        },
        {
            "text": "(b) Monte Carlo simulated ψ(2S)→ γX signal spectrum.",
            "section": "FIG. 5 :",
            "paragraph_rank": 43,
            "section_rank": 30
        },
        {
            "text": "TABLE I :",
            "section_rank": 31
        },
        {
            "text": "Inputs to calculations and extracted signal results. ",
            "section": "TABLE I :",
            "paragraph_rank": 44,
            "section_rank": 31
        },
        {
            "text": "Note that the branching fractions to the χcJ states have had cascades to the J/ψ (χcJ → J/ψγ) removed to avoid double-counting, as indicated.",
            "section": "TABLE I :",
            "paragraph_rank": 44,
            "section_rank": 31
        },
        {
            "text": "TABLE II :",
            "section_rank": 32
        },
        {
            "text": "Systematic Errors.",
            "section": "TABLE II :",
            "paragraph_rank": 45,
            "section_rank": 32
        }
    ]
}