{
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "We report an improved measurement of D + → K 0 S K + and D + s → K 0 S π + branching ratios using 605 fb −1 of data collected with the Belle detector at the KEKB asymmetric-energy e + e − collider. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The measured branching ratios with respect to the Cabibbo-favored modes are B(D + → K 0 S K + )/B(D + → K 0 S π + ) = 0.1899±0.0011±0.0022 and B(D + s → K 0 S π + )/B(D + s → K 0 S K + ) = 0.0803±0.0024±0.0019 where the first uncertainties are statistical and the second are systematic. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "Decays of charmed mesons play an important role in understanding the sources of SU(3) flavor symmetry breaking [1]. ",
            "paragraph_rank": 0,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Such a breaking can originate from strong final-state interactions or interference between amplitudes with the same final state. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "In particular, D + → K 0 K + and D + s → K 0 π + [2] are Cabibbosuppressed (CS) decays that involve color-favored tree, annihilation, and penguin diagrams. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "For D + decays, the branching ratio B(D + → K 0 K + )/B(D + → K 0 π + ) deviates from the naive tan 2 θ C expectation [3], due to the destructive interference between color-favored and colorsuppressed amplitudes in D + → K 0 π + [4]. ",
            "paragraph_rank": 0,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[3]"
                },
                {
                    "start": 229,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "However, converting experimental measurements of D decays that include K 0 S branching ratios to those involving K 0 or K 0 is not straightforward due to the interference between the doubly Cabibbo-suppressed (DCS) and Cabibbo-favored (CF) decay modes where the interference phase is unknown [5,6]. ",
            "paragraph_rank": 0,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 292,
                    "end": 295,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[5,"
                },
                {
                    "start": 295,
                    "end": 297,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "6]"
                }
            ]
        },
        {
            "text": "In D + s decays to K 0 K + and K 0 π + final states, the ratio of the CS decay to the corresponding CF decay may be larger than tan 2 θ C , since the tree diagram for D + s → K 0 K + is CF but color-suppressed. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "Precise measurements of branching ratios for CS and CF charmed meson decay modes can thus improve the understanding of the underlying dynamics of these decays. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "In this paper, we report improved measurements of the D + → K 0 S K + and D + s → K 0 S π + branching ratios with respect to the corresponding CF modes,",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The results are based on a data sample of 605 fb −1 recorded at the Υ(4S) resonance with the Belle detector at the KEKB asymmetric-energy e + e − collider [7]. ",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "An additional data sample with about 10% of this integrated luminosity recorded 60 MeV below the Υ(4S) was used for the optimization of the selection criteria (offresonance sample). ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The Belle detector is a large-solidangle magnetic spectrometer that consists of a silicon vertex detector (SVD), a 50-layer central drift chamber (CDC), an array of aerogel threshold Cherenkov counters (ACC), a barrel-like arrangement of time-of-flight scintillation counters (TOF), and an electromagnetic calorimeter comprised of CsI(Tl) crystals located inside a superconducting solenoid coil that provides a 1.5 T magnetic field. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "An iron flux return located outside the coil is instrumented to detect K 0 L mesons and to identify muons. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The detector is described in detail elsewhere [8].",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 46,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "We require that the charged tracks originate from the vicinity of the interaction point (IP) with the impact parameters in the beam direction (z-axis) and perpendicular to it of less than 4 cm and 2 cm, respectively. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "All charged tracks except those originating from K 0 S decays are required to have at least two associated hits in the SVD, both in the z and radial directions, to assure good spatial resolution on the D mesons' decay vertices. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Charged tracks are identified as pions or kaons by requiring the ratio of particle identification likelihoods, L K /(L K + L π ), constructed using information from the CDC, TOF, and ACC, be larger or smaller than 0.6, respectively. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "For both kaons and pions, the efficiencies and misidentification probabilities are 86% and 10%, respectively.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Pairs of oppositely charged tracks that have an invariant mass within 30 MeV/c 2 of the nominal K 0 S mass are used to reconstruct K 0 S → π + π − decays. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "The distance of the closest approach of the candidate charged tracks to the IP in the plane perpendicular to the z axis is required to be larger than 0.02 cm for high-momentum (> 1.5 GeV/c) K 0 S candidates and 0.03 cm for those with momentum less than 1.5 GeV/c. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "The π + π − vertex is required to be displaced from the IP by a minimum transverse distance of 0.22 cm for high-momentum candidates and 0.08 cm for the remaining candidates. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "The mismatch in the z direction at the K 0 S vertex point for the π + π − tracks must be less than 2.4 cm for high-momentum candidates and 1.8 cm for the remaining candidates. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "The direction of the pion pair momentum must also agree with the direction of the vertex point from the IP to within 0.03 rad for high-momentum candidates and to within 0.1 rad for the remaining candidates.",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "These two sets of criteria in two different momentum ranges are implemented to maximize N S / √ N S + N B , where N S and N B are the number of signal K 0 S 's and the number of combinatorial background events, respectively. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Finally, the π + π − pair forming a K 0 S candidate is required to have an invariant mass within ±9 MeV/c 2 of the nominal K 0 S mass [3]. ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "D + and D + s candidates are reconstructed using a K 0 S candidate and either a charged pion or kaon candidate. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "The decay vertex is formed by fitting the K 0 S and the track to a common vertex and requiring a confidence level greater than 0.1%. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "In order to remove peaking backgrounds from the D + (s) → π + π + π − and K + π + π − decay modes, we compute the reduced χ 2 of the vertex assuming that two pions from the K 0 S and the charm daughter track arise from a single vertex. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "We require the reduced χ 2 to be greater than 10.",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "To remove D + and D + s mesons produced in B meson decays, we require the charmed meson momentum calculated in the center-of-mass frame to be greater than 2.6 GeV/c. ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "At this stage, reconstruction efficiencies are 16.6% for the D + and 18.0% for the D + s in the K 0 S K + final state, and 20.6% for the D + and 22.4% for the D + s in the K 0 S π + final state. ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "Highly asymmetrical K 0 S h + pairs that have invariant mass close to the D + (s) mass region are more likely to be background than signal. ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "The asymmetry,",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "where each momenta is calculated in the laboratory frame and h + refers to either a K + or π + , is used to reject background candidates. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "The A requirement is optimized in both CS modes by maximizing N S /σ NS , where N S is the signal yield and σ NS is the statistical uncertainty in N S from the fit to the off-resonance data sample. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "The asymmetry is required to be less than 0.6 for both decay modes. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "After this final requirement, we find 10% and 35% improvements in N S /σ NS for CS decay modes of the D + and D + s , respectively.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Since there are differences in the mass distributions between the data and Monte Carlo (MC) simulated [9] samples, we tune the large MC samples of generic continuum and BB decays, intended mainly for the accurate parameterization of the peaking background under the signal. ",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "This background is a consequence of particle misidentification and will be discussed in more detail later. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "The tuning procedure is as follows: the π + (K + ) momentum scale and resolution are tuned with the D 0 → π + π − (D 0 → K + K − ) data sample. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "For the K 0 S momentum scale and resolution tuning, the D + → K 0 S π + data sample is used. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "The tuning method is validated by comparing simulated and real data in the K 0 S K + final state. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "The four signal decay modes are simulated and results of the tuning are also applied to them.",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "In the branching ratio measurements, there is a peaking background due to particle misidentification. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "In the D + s → K 0 S K + mass region, there is a peaking structure from D + → K 0 S π + decays when a π + is misiden-tified as a K + . ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "A similar peaking structure in the D + → K 0 S π + mass region appears due to misidentification in D + s → K 0 S K + decays. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The shapes and the yields of these peaking backgrounds are obtained from the tuned simulation samples and are used as the probability density functions (PDF) for the peaking backgrounds. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The simulated shape and normalization of the peaking backgrounds are checked by comparing the invariant mass distributions of selected K 0 S K + (K 0 S π + ) pairs with the K + (π + ) mass assignment changed to a π + (K + ) mass assignment. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The comparison shows that the simulated peaking background of the tuned sample correctly describes these components and that misidentification is indeed the only contribution above the structureless combinatorial background. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Uncertainties in the misidentification probabilities are considered as a source of systematic uncertainty.",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The K 0 S K + and K 0 S π + invariant mass distributions after the final selections are shown in Figs. 1 and 2 together with the signal and background parameterizations. ",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 110,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figs. 1 and 2"
                }
            ]
        },
        {
            "text": "Clear signals for CF and CS decays are observed in both distributions. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The K 0 S K + and K 0 S π + invariant mass distributions are fitted using a binned maximum likelihood method. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "In all cases the signal PDF is parameterized using two Gaussians with a common mean value. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "For D + s → K 0 S π + , we fix the ratio of widths and the fractional yields in the two Gaussians because of the low statistics. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The values of the ratio and the fraction of the broader Gaussian are obtained from the fit to the D + → K 0 S π + mode and are consistent with the results of fits to MC simulated signal. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The reduced χ 2 values of the fits are 1.8 and 2.3 for the K 0 S K + and K 0 S π + final states, respectively. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The normalization of the mass distributions of the misidentified K/π backgrounds are fixed to the values obtained from tuned simulation samples. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "Combinatorial background PDFs are parameterized using second and first-order polynomials for the K 0 S K + and K 0 S π + final states, respectively. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "All the fit parameters are allowed to float except for the D + s → K 0 S π + signal PDF parameters and the yield and the normalization of the misidentified backgrounds. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "Table I summarizes the extracted signal yields from the fits to data and corresponding signal efficiencies from the simulated signal samples where finalstate radiation has been included [10]. ",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table I"
                },
                {
                    "start": 186,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "I: The extracted signal yields from the fits to data and corresponding signal efficiencies (ǫ) from the simulated events of signal modes. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The uncertainties are statistical only.",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "Decay modes",
            "section_rank": 2
        },
        {
            "text": "Yields",
            "section": "Decay modes",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Various contributions to the systematic uncertainties for the branching ratio measurements are summarized in Table II. ",
            "section": "Decay modes",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table II"
                }
            ]
        },
        {
            "text": "Several sources of systematic uncertainty are re-  duced in ratio measurements due to the similar kinematics of CF and CS decays. ",
            "section": "Decay modes",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Such sources include the tracking and asymmetry variable efficiency differences between simulated data and real data. ",
            "section": "Decay modes",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "However, the systematic uncertainty due to particle identification efficiency does not cancel. ",
            "section": "Decay modes",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The particle identification efficiency differences between real data and simulated events are estimated independently using the decay D * + → D 0 π + followed by D 0 → K − π + and corrections from this estimate are applied to signal efficiencies in Table I. These corrections are 1.000±0.007 and 0.946±0.005 for K + and π + candidates, respectively. ",
            "section": "Decay modes",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 249,
                    "end": 256,
                    "type": "table",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "Uncertainties in the particle identification corrections are included in the systematics estimate and are found to be 0.90% of the measured ratios. ",
            "section": "Decay modes",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "In order to validate the entire analysis procedure, we fit large numbers of simulated samples of generic continuum and BB decays, and find no bias in the procedure within the statistical uncertainties of our measurements. ",
            "section": "Decay modes",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "We refit the data with various histogram binnings, different fit intervals, and different combinatorial background PDFs. ",
            "section": "Decay modes",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "We also refit the data in the D + and D + s samples separately. ",
            "section": "Decay modes",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "We estimate 0.74% and 2.00% of the measured ratios as the systematic uncertainties due to variations in fit methods for the D + and D + s modes, respectively. ",
            "section": "Decay modes",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Particle identification and the associated normalizations of the K/π misidentified background yields in fits are also estimated using the measured misidentification rates and found to be 0.16% and 0.62% of the measured ratio for the D + and D + s modes, respectively. ",
            "section": "Decay modes",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Finally, systematic effects due to the extra constraints in the D + s → K 0 S π + signal PDF are estimated by refitting the data allowing the fixed parameters to change within their one standard deviation uncertainties. ",
            "section": "Decay modes",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "This gives a negligible effect in D + decays but there is a systematic effect corresponding to 0.37% of the measured ratio in D + s decay modes. ",
            "section": "Decay modes",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Table II summarizes the systematic uncertainties in the branching ratio measurements. ",
            "section": "Decay modes",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table II"
                }
            ]
        },
        {
            "text": "With the signal efficiencies and the corrections due to particle identification efficiency differences, we find the branching ratios to be",
            "section": "Decay modes",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "where the first uncertainties are statistical and the second are systematic. ",
            "section": "Decay modes",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "These are the most precise measurements to date and are compared to the present world average values in Table III. ",
            "section": "Decay modes",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 113,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table III"
                }
            ]
        },
        {
            "text": "Our measurement of R(D + ) is in good agreement with previous measurements [3] and is larger than the naive expectation of tan 2 θ C , consistent with the expected destructive interference effect mentioned earlier. ",
            "section": "Decay modes",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "For D + s decays, there is no such interference and R(D + s ) is found to be greater than tan 2 θ C by more than eight standard deviations, consistent with previous measurements [3]. ",
            "section": "Decay modes",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "This large deviation may be due to the color-suppression of the main D + s → K 0 S K + amplitude. ",
            "section": "Decay modes",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "To conclude, using 605 fb −1 of data collected with the Belle detector at the KEKB asymmetric-energy e + e − collider we have measured the D + → K 0 S K + and D + s → K 0 S π + branching ratios with respect to the corresponding Cabibbo-favored modes. ",
            "section": "Decay modes",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The results are B(D + → K 0 S K + )/B(D + → K 0 S π + ) = 0.1899±0.0011±0.0022 and B(D + s → K 0 S π + )/B(D + s → K 0 S K + ) = 0.0803±0.0024± 0.0019, where the first uncertainties are statistical and the second are systematic. ",
            "section": "Decay modes",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Using the world average values of CF decay rates [3], we obtain the branching fractions B(D + → K 0 S K + ) = (2.75±0.08)×10 −3 and B(D + s → K 0 S π + ) = (1.20±0.09)×10 −3 where the uncertainties are the sum in quadrature of statistical and systematic errors. ",
            "section": "Decay modes",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "These are consistent with the present world averages [3] and are the most precise measurements to date. ",
            "section": "Decay modes",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The ratio B(D + → K 0 S K + )/B(D + s → K 0 S π + ) = 2.29±0.18 may be due to SU(3) flavor breaking and/or different final-state interactions in D + and D + s decays.",
            "section": "Decay modes",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 3
        },
        {
            "text": "FIG. 1: Invariant mass distribution of selected K 0S K + pairs. ",
            "section": "FIG. 1 :",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "Points with error bars show the data and histograms show the results of the fits described in the text. ",
            "section": "FIG. 1 :",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "Signal, D + → K 0 S π + background, and random combinatorial background components are also shown.",
            "section": "FIG. 1 :",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 4
        },
        {
            "text": "FIG. 2: Invariant mass distribution of selected K 0 S π + pairs. ",
            "section": "FIG. 2 :",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Points with error bars show the data and histograms show the results of the fits described in the text. ",
            "section": "FIG. 2 :",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Signal, D + s → K 0 S K + background, and random combinatorial background components are also shown. ",
            "section": "FIG. 2 :",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The inset is an enlarged view of the D + s region.",
            "section": "FIG. 2 :",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "PACS numbers: 13.25.Ft, 14.40.Lb, 11.30.Hv",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "TABLE",
            "section_rank": 6
        },
        {
            "text": "TABLE II :",
            "section_rank": 7
        },
        {
            "text": "Relative systematic uncertainties in percent, where σ R(D + ) and σ R(D + s ) are systematic uncertainties for branching ratios of D + and D + s decays. ",
            "section": "TABLE II :",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "Sources include particle identification (PID), fit methods, peaking background, and the D + s signal PDF.",
            "section": "TABLE II :",
            "paragraph_rank": 17,
            "section_rank": 7
        },
        {
            "text": "TABLE III :",
            "section_rank": 8
        },
        {
            "text": "Branching ratios for the D + and the D + s , and comparisons with previous measurements. ",
            "section": "TABLE III :",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "The uncertainties shown combine the statistical and systematic uncertainties of our results.",
            "section": "TABLE III :",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "We thank the KEKB group for the excellent operation of the accelerator, the KEK cryogenics group for the efficient operation of the solenoid, and the KEK computer group and the National Institute of Informatics for valuable computing and SINET3 network support. ",
            "section": "TABLE III :",
            "paragraph_rank": 19,
            "section_rank": 10,
            "entity_spans": [
                {
                    "start": 238,
                    "end": 245,
                    "type": "software",
                    "rawForm": "SINET3",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "We acknowledge support from the Ministry of Education, Culture, Sports, Science, and Technology (MEXT) of Japan, the Japan Society for the Promotion of Science (JSPS), and the Tau ",
            "section": "TABLE III :",
            "paragraph_rank": 19,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "type": "table",
                    "text": "Tau"
                }
            ]
        }
    ]
}