{
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "AGREEMENT",
            "section_rank": 1
        },
        {
            "text": "THIS AGREEMENT (the \"Agreement\") is made as of _________________, 2009 by and Between the Massachusetts Institute of Technology (\"MIT\") and the American Physical Society (\"Publisher\"). ",
            "section": "AGREEMENT",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Publisher is the publisher of the journals listed on Publisher's website at http://www.aps.org/publications/journals/index.cfm (the \"Journals\").",
            "section": "AGREEMENT",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The MIT Faculty have adopted a policy, a copy of which is set forth at http://libraries.mit.edu/oapolicy, under which the authors of covered articles grant MIT a nonexclusive license to make the articles available and to exercise all rights under copyright relating to the articles, and to authorize others to do the same, provided that the articles are not sold for a profit. ",
            "section": "AGREEMENT",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The licenses granted to MIT under that policy, and any substantially similar license granted to MIT under any similar policy that may be adopted in the future, are referred to herein collectively as the \"OAP License,\" and each such current or future policy is referred to herein as an \"Open Access Policy.\" ",
            "section": "AGREEMENT",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Any article that is covered by an Open Access Policy and therefore subject to the OAP License, and that is accepted for publication in one of Publisher's Journals, together with any supplementary materials, is referred to herein as an \"Article.\" ",
            "section": "AGREEMENT",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The author or authors of an Article are referred to herein collectively as the \"Author.\" ",
            "section": "AGREEMENT",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The agreement between Publisher (or an Other Entity, as defined in Section 5) and the Author concerning the publication of an Article is referred to herein as a \"Publication Agreement.\"",
            "section": "AGREEMENT",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "MIT is willing to limit its rights under the OAP License in the Articles, and Publisher is willing to accept Articles subject to the OAP License as thus limited, and the parties wish this to be effective without the need for addenda to individual Publication Agreements. ",
            "section": "AGREEMENT",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "The parties also wish to make various related agreements. ",
            "section": "AGREEMENT",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "NOW, THEREFORE, Publisher and MIT agree as follows: 1. ",
            "section": "AGREEMENT",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Limitations on the OAP License. ",
            "section": "AGREEMENT",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Subject to Section 3, MIT may exercise its rights under the OAP License for each Article, provided that the exercise of those rights will be subject to the following limitations: ",
            "section": "AGREEMENT",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "a. MIT may use the Author's final version of the Article (including all modifications from the peer review process), but will not use a facsimile of the published version unless Publisher permits use of that version. ",
            "section": "AGREEMENT",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "b. When MIT makes the Article available in its on-line repository, MIT will use reasonable efforts to cite to Publisher's definitive version of the Article if it has been published, to provide a link to Publisher's version if it is available on-line, and in cases where an Article was added to the repository before publication, to add this citation and link promptly after publication. ",
            "section": "AGREEMENT",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "It is mutually understood that this will be accomplished by including an additional page as the first page of all PDFs of Articles that will provide a full citation to the published version, a link to it, and a notice of Publisher's copyright. ",
            "section": "AGREEMENT",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Should technical or procedural demands require adjustment to this process, the same information will be supplied in substantially equivalent form.",
            "section": "AGREEMENT",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "c. ",
            "section": "AGREEMENT",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "MIT will authorize others to exercise rights under the OAP License relating to the Author's final version of the Article subject to the terms of a Creative Commons Attribution-Noncommercial Share Alike 3.0 License (http://creativecommons.org/licenses/by-nc-sa/3.0/ ). ",
            "section": "AGREEMENT",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "The limitations set forth above apply only to MIT's rights under the OAP License, and will not apply to any other rights that MIT or the Author of an Article may have (including, without limitation, rights reserved or granted under any Publication Agreement). ",
            "section": "AGREEMENT",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Further, nothing in this Section 1 shall restrict or limit MIT from making or authorizing any use of an Article that, in the absence of the OAP License, would not give rise to liability for copyright infringement (including, without limitation, any \"fair use\").",
            "section": "AGREEMENT",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "2. Certain Agreements of Publisher. ",
            "section": "AGREEMENT",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "Subject to Section 3, but notwithstanding anything in any Publication Agreement to the contrary: ",
            "section": "AGREEMENT",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "a. Publisher acknowledges and agrees that the Articles, and Publisher's rights therein, are and will be subject to the OAP License, as limited per Section 1. ",
            "section": "AGREEMENT",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "b. Without the need for any further action, all of the terms and conditions of each Publication Agreement will be subject to and qualified by the OAP License, as limited per Section 1. ",
            "section": "AGREEMENT",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "Without the need for any further action, all of the terms and conditions of each Publication Agreement also will, where applicable, be subject to and qualified by non-exclusive rights previously granted (or required to be granted) to any funding entity that supported the research reflected in the Article as part of an agreement between Author or Author's employing institution and such funding entity.",
            "section": "AGREEMENT",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "c. ",
            "section": "AGREEMENT",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Publisher agrees that neither the existence nor exercise of the OAP License, as limited per Section 1, or any other rights described in Section 2(b), will be deemed to violate any representation or warranty or to breach any Publication Agreement. ",
            "section": "AGREEMENT",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Publisher agrees not to bring any claim asserting such a violation or breach.",
            "section": "AGREEMENT",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "d. ",
            "section": "AGREEMENT",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "Publisher will not require that the author obtain a waiver of the Open Access Policy with respect to a given article as a condition of Publisher's accepting or publishing the article, and will not take into account the fact that an article is subject to the OAP License in deciding whether to accept it for publication.",
            "section": "AGREEMENT",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "3. Articles Covered; Termination. ",
            "section": "AGREEMENT",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Either Publisher or MIT may terminate the arrangement under this Agreement on a prospective basis at any time in its sole discretion by giving the other party written notice of termination. ",
            "section": "AGREEMENT",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Any such termination will be effective sixty (60) days after such notice (the \"Termination Date\"). ",
            "section": "AGREEMENT",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "As used herein, the \"Initial Date\" means, for any Article, the date on which the OAP Policy that applies to that Article was adopted. ",
            "section": "AGREEMENT",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "This Agreement will be effective with respect to all Articles submitted to Publisher after the Initial Date and before the Termination Date. ",
            "section": "AGREEMENT",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Notwithstanding any termination, this Agreement will continue in effect after the Termination Date for all Articles submitted to Publisher between the Initial Date and the Termination Date, regardless when they were accepted for publication or published. ",
            "section": "AGREEMENT",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Following termination, Publisher and MIT will cooperate to identify which Articles subsequently published by Publisher were submitted before the Termination Date. ",
            "section": "AGREEMENT",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "This Agreement will have no effect with respect to Articles submitted to Publisher before the Initial Date or after the Termination Date. ",
            "section": "AGREEMENT",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Subject to the foregoing, if after the date of this Agreement any Journal is added to the list of Publisher's Journals on the website cited in the second paragraph of this Agreement, then this Agreement will apply to Articles thereafter accepted for publication in that Journal; and if after the date of this Agreement any Journal is removed from the list of Publisher's Journals on that website, then this Agreement will not apply to Articles thereafter accepted for publication in that journal, but will continue to apply to Articles previously accepted for publication in that Journal. ",
            "section": "AGREEMENT",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Publisher will promptly notify MIT of any changes in that list. ",
            "section": "AGREEMENT",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "4. Notices. ",
            "section": "AGREEMENT",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Any notice permitted or required by this Agreement will be deemed given if sent by facsimile or by certified mail, postage prepaid, return receipt requested, addressed to the other party at the address set forth below. ",
            "section": "AGREEMENT",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Delivery will be deemed effective upon transmission by facsimile (with receipt acknowledgement) or three (3) days after deposit with postal authorities. ",
            "section": "AGREEMENT",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Unless otherwise specified by Publisher, notices directed to Publisher shall be sent to Treasurer/Publisher, American Physical Society, One Physics Ellipse, College Park, MD 20740, or via facsimile to Treasurer/Publisher, American Physical Society, 301-209-0844. ",
            "section": "AGREEMENT",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "Unless otherwise specified by MIT, notices directed to MIT shall be sent to Attn: Director, MIT Libraries, Room 14S-216, 77 Massachusetts Ave., Cambridge, MA 02139, or via facsimile to MIT Libraries, Attn: Director, (617) 253-8894 with a copy to MIT, Attn: General Counsel, Room 10-370, 77 Massachusetts Avenue, MIT, Cambridge, MA 02139, or via facsimile to MIT, Attn: General Counsel, (617) 258-0267.",
            "section": "AGREEMENT",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "5. Authors to Benefit; Other Entities. ",
            "section": "AGREEMENT",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The provisions of Section 2 of this Agreement are intended for the benefit not only of MIT but also of all Authors of Articles. ",
            "section": "AGREEMENT",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "Publisher acknowledges that Authors will rely on this Agreement in entering into Publication Agreements without modifications to take account of the OAP License. ",
            "section": "AGREEMENT",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "If, for any of the Journals, Publisher does not enter into publication agreements directly with authors, or does not itself hold the copyrights that are transferred by authors, and instead some other entity (each an \"Other Entity\") enters into those agreements or holds those copyrights, then Publisher will promptly cause each Other Entity to agree to all of the terms of this Agreement that are applicable to Publisher. ",
            "section": "AGREEMENT",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "Publisher will be responsible for each Other Entity's compliance with those terms, and each Other Entity's agreement will be for the benefit of MIT and Authors. ",
            "section": "AGREEMENT",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "6. General. ",
            "section": "AGREEMENT",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "This Agreement shall be governed by Massachusetts law without giving effect to applicable conflict of laws provisions. ",
            "section": "AGREEMENT",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "This Agreement constitutes the entire understanding and agreement with respect to its subject matter, and supersedes any and all prior or contemporaneous representations, understandings and agreements whether oral or written between the parties relating to the subject matter of this Agreement. ",
            "section": "AGREEMENT",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "No modification or amendment of this Agreement will be effective unless in writing signed by the party to be charged. ",
            "section": "AGREEMENT",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "This Agreement may be executed by exchange of signature pages by facsimile or email, and in any number of counterparts, each of which shall be an original as against any party whose signature appears thereon and all of which together shall constitute one and the same instrument.",
            "section": "AGREEMENT",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "IN WITNESS WHEREOF, the parties have signed this Agreement as of the date first set forth above. ",
            "section": "AGREEMENT",
            "paragraph_rank": 10,
            "section_rank": 1
        }
    ]
}