{
    "level": "sentence",
    "abstract": [
        {
            "text": "Results are reported from a search for active to sterile neutrino oscillations in the MINOS longbaseline experiment, based on the observation of neutral-current neutrino interactions, from an exposure to the NuMI neutrino beam of 7.07 × 10 20 protons on target. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "A total of 802 neutralcurrent event candidates is observed in the Far Detector, compared to an expected number of 754 ± 28(stat.) ± 37(syst.) for oscillations among three active flavors. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The fraction fs of disappearing νµ that may transition to νs is found to be less than 22% at the 90% C.L.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "LD13505",
            "section_rank": 2
        },
        {
            "text": "Active to sterile neutrino mixing limits from neutral-current interactions in MINOS",
            "section": "LD13505",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The disappearance of muon neutrinos as they propagate from their production source is well established by experimental evidence accumulated over the last several decades [1][2][3][4][5]. ",
            "section": "LD13505",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[1]"
                },
                {
                    "start": 173,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[2]"
                },
                {
                    "start": 176,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[3]"
                },
                {
                    "start": 179,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[4]"
                },
                {
                    "start": 182,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Although the deficit of ν µ charged-current (CC) interactions is generally interpreted as due to oscillations between the weak flavor states of active neutrinos, with ν µ → ν τ transitions representing the dominant channel [4][5][6], more exotic scenarios where active neutrinos oscillate into an unseen sterile neutrino flavor, ν s , are not excluded. ",
            "section": "LD13505",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 223,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[4]"
                },
                {
                    "start": 226,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[5]"
                },
                {
                    "start": 229,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The possible existence of one or more light sterile neutrinos, in addition to the three active flavors, has been widely discussed [7] and could contribute to the understanding of the neutrino mass spectrum [8] or explain apparent differences in behavior between neutrino and antineutrino oscillations [9]. ",
            "section": "LD13505",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[7]"
                },
                {
                    "start": 206,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[8]"
                },
                {
                    "start": 301,
                    "end": 304,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Interest in sterile neutrinos has been renewed with the latest observations from antineutrino running in the MiniBooNE experiment, which may be explained by mixing models incorporating one or more sterile neutrinos [10]. ",
            "section": "LD13505",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Furthermore, recent results from the WMAP experiment might suggest the existence of a fourth neutrino generation with mass less than 0.58 eV [11].",
            "section": "LD13505",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "MINOS can probe active to sterile neutrino mixing driven by the atmospheric mass-squared splitting by measuring the rate of neutral-current (NC) events at two locations, over a baseline of 735 km. ",
            "section": "LD13505",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Because NC crosssections are identical among the three active flavors, NC event rates are unaffected by standard neutrino mixing. ",
            "section": "LD13505",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "However, oscillations into a sterile non-interacting neutrino flavor would result in an energy-dependent depletion of NC events at the far site. ",
            "section": "LD13505",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This letter reports results from a search for sterile neutrino mixing, using a data sample twice as large as that used in previous publications [12]. ",
            "section": "LD13505",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The data are compared to models where these neutrino oscillations are driven either by the atmospheric mass scale ∆m 2 32 alone or along with a masssquared splitting ∆m 2 43 having magnitude O(1 eV 2 ). ",
            "section": "LD13505",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "MINOS measures neutrinos from the NuMI beam [13] using two detectors: the 980 t (27 t fiducial) Near Detector (ND), located 1.04 km downstream of the beam target at Fermilab; and the 5.4 kt (4.0 kt fiducial) Far Detector (FD), placed 735 km downstream of the target in the Soudan Underground Laboratory, in Minnesota [14]. ",
            "section": "LD13505",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[13]"
                },
                {
                    "start": 317,
                    "end": 321,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "The detectors are planar steel/scintillator tracking calorimeters. ",
            "section": "LD13505",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Each plane is composed of 2.54 cm thick steel and 1 cm thick plastic scintillator arranged in 4.1 cm wide strips. ",
            "section": "LD13505",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The energy resolution function for neutrino-induced hadronic showers is approximately 56%/ √ E [15]. ",
            "section": "LD13505",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "The data were collected in an exposure of 7.07 × 10 20 protons on target taken exclusively with a beam configuration for which the peak neutrino event energy is 3.3 GeV. ",
            "section": "LD13505",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The NuMI beam includes a 1.3% (ν e +ν e ) contamination primarily from the decay of muons originating in kaon and pion decays.",
            "section": "LD13505",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In addition to the increased statistics, the new analysis includes changes to the shower reconstruction, whereby active strips with fewer than two photoelectrons of pulse height are excluded from the clustering algorithms, reducing effects from crosstalk. ",
            "section": "LD13505",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The analysis also benefits from a complete re-evaluation of both the event selection criteria and the effects of systematic uncertainties.",
            "section": "LD13505",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The ND registers a high event rate during operation, with multiple neutrino interactions occurring throughout the detector for each beam spill. ",
            "section": "LD13505",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The total activity recorded during a spill is separated into activity slices using timing and spatial criteria [4]. ",
            "section": "LD13505",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Ideally, each activity slice would correspond to one neutrino interaction, but some failure modes result in one activity slice containing information from different interactions, for which separate events may then be reconstructed. ",
            "section": "LD13505",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Simulations show that these failure modes increase the number of interactions selected as NC with reconstructed energy (E reco ) lower than 1 GeV by 37% in the ND. ",
            "section": "LD13505",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "This background is reduced to 11% by removing a reconstructed event if it contains less than half of the total energy deposited in the activity slice, or if the event has fewer than three contiguous planes with at least two photoelectrons read out in each plane [16].",
            "section": "LD13505",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Only a few beam-related events are recorded each day in the FD fiducial volume. ",
            "section": "LD13505",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Interactions are selected for the analysis if they occur between 2 µs before and 12 µs after the expected start time of the 10 µs spill at the FD. ",
            "section": "LD13505",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Possible backgrounds due to detector noise or cosmic-ray muons in coincidence with the spill window are removed by various selections [12]. ",
            "section": "LD13505",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The remaining non-beam backgrounds after application of these criteria represent only 0.5% of the expected NC interaction rate in the FD.",
            "section": "LD13505",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "In the MINOS detectors, NC interactions give rise to events with a short diffuse hadronic shower and either small or no tracks, whereas CC events typically display a long muon track accompanied by hadronic activity at the event vertex. ",
            "section": "LD13505",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Events crossing fewer than 47 planes for which no track is reconstructed are selected as NC; events crossing fewer than 47 planes that contain a track are classified as NC only if the track extends less than 6 planes beyond the shower [16]. ",
            "section": "LD13505",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "These selections result in an NC-selected sample with 89% efficiency and 61% purity. ",
            "section": "LD13505",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Events that fail both NC criteria are selected as CC if they pass the classification procedures used by the MINOS muon neutrino CC disappearance analysis [5]; otherwise they are removed from the analysis. ",
            "section": "LD13505",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Highly inelastic ν µ andν µ CC events, where the muon track is not distinguishable from the hadronic shower, are the main source of background for the NC-selected spectrum.",
            "section": "LD13505",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The predicted NC energy spectrum in the FD is obtained using the ND data. ",
            "section": "LD13505",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "An estimate of the ratio of events in the FD and ND as a function of reconstructed energy, E reco , is calculated from Monte Carlo simulations. ",
            "section": "LD13505",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The ratio is multiplied by the observed ND energy spectrum to produce the predicted FD spectrum [17]. ",
            "section": "LD13505",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "Alternative methods of predicting the FD energy spectrum [18,19] yielded very similar results. ",
            "section": "LD13505",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[18,"
                },
                {
                    "start": 61,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "19]"
                }
            ]
        },
        {
            "text": "To avoid biases, the analysis selections and procedures were determined prior to examining the FD data. ",
            "section": "LD13505",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Figures 1 and 2 show the reconstructed energy spectra in each detector. ",
            "section": "LD13505",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 15,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figures 1 and 2"
                }
            ]
        },
        {
            "text": "The relatively low number of events observed in the ND energy spectrum for E reco < 1 GeV is a consequence of the application of the ND-specific selections described above.",
            "section": "LD13505",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The analysis classifies 97% of ν e -induced CC events as NC, requiring the possibility of ν e appearance to be considered when extracting results. ",
            "section": "LD13505",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The normal neutrino mass hierarchy is assumed with θ 13 = 11.5 • and δ CP = π at the MINOS 90% confidence level (C.L.) limit [20]. ",
            "section": "LD13505",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "MSW-type matter effects [21], due to differences between the matter potentials for active and sterile neutrinos, are at the sub-percent level for the MINOS baseline and are neglected in this analysis.",
            "section": "LD13505",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "The selection procedures identify 802 NC interaction candidates in the FD, with 754 ± 28(stat.) ± 37(syst.) events expected from standard three-flavor mixing (assuming θ 13 = 0 • ). ",
            "section": "LD13505",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "An excess relative to the θ 13 = 0 • prediction is observed in Fig. 2 for 1 GeV < E reco < 5 GeV. ",
            "section": "LD13505",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 75,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 2 for 1"
                }
            ]
        },
        {
            "text": "This excess does not present significant evidence for new neutrino phenomena and is treated as a statistical fluctuation. ",
            "section": "LD13505",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The agreement between the observed and predicted NC spectra is quantified using the statistic R:",
            "section": "LD13505",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "where N Data is the observed number of events, B CC is the predicted CC background from all flavors, and S NC is the expected number of NC interactions. ",
            "section": "LD13505",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The values of N Data , S NC and contributions to B CC for various reconstructed energy ranges are shown in Table I. ",
            "section": "LD13505",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "The values of R obtained for each energy range show no evidence of a depletion in the NC flux at the FD, supporting the hypothesis that standard three-flavor oscillations Reconstructed energy spectrum of NC-selected events in the FD (points with statistical errors) compared with predictions for standard three-flavor mixing with and without νe appearance at the MINOS 90% C.L. limit [20] (dashed and solid lines respectively).",
            "section": "LD13505",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 384,
                    "end": 388,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "explain the data. ",
            "section": "LD13505",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "A value of R = 1.09 ± 0.06(stat.) ± 0.05(syst.) − 0.08(ν e ) is measured over the full energy range 0 − 120 GeV, where the last term is the change resulting from inclusion of ν e appearance at its maximallyallowed value from the MINOS 90% C.L. limit. ",
            "section": "LD13505",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Therefore, the depletion of the total NC event rate is less than 3.2% (11.2%) at 90% C.L., where the value in parentheses is obtained assuming ν e appearance.  ",
            "section": "LD13505",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The data are compared with two models of neutrino oscillations that allow admixture with one sterile neutrino. ",
            "section": "LD13505",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "In the first model, identified as m 4 = m 1 , the first and fourth mass eigenstates are treated as degenerate and the oscillatory behavior is assumed to be driven only by the atmospheric mass scale. ",
            "section": "LD13505",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The second model, referred to as m 4 ≫ m 3 , assumes a large difference between the fourth and third mass eigenstates, introducing an additional mass scale ∆m 2 43 with magnitude O(1 eV 2 ), so that no oscillation-induced change of the neutrino event rate is measurable at the ND site, but rapid oscillations are predicted at the FD location. ",
            "section": "LD13505",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 159,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The latter model is also sensitive to portions of the region of interest studied in the MiniBooNE antineutrino data [22]. ",
            "section": "LD13505",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "Detailed descriptions of these models are provided in Refs. ",
            "section": "LD13505",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "[12] and [23].",
            "section": "LD13505",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[12]"
                },
                {
                    "start": 9,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "Both the NC-selected energy spectrum shown in Fig. 2 and the CC-selected spectrum in the FD data are used in the fits to the oscillation models. ",
            "section": "LD13505",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 46,
                    "end": 52,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The dominant systematic uncertainties, discussed below, are added as nuisance parameters to the χ 2 function used in the fits. ",
            "section": "LD13505",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "The best fit values are summarized in Table II, which displays results with null and maximal ν e appearance. ",
            "section": "LD13505",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 46,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table II"
                }
            ]
        },
        {
            "text": "The best fit value obtained for |∆m 2 32 | is consistent with the results from the muon neutrino CC disappearance analysis [4]. ",
            "section": "LD13505",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "A 90% C.L. limit on the sterile mixing angle of θ 34 < 26 • (37 • ) is found for the m 4 = m 1 model. ",
            "section": "LD13505",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "For the m 4 ≫ m 3 model, limits of θ 24 < 7 • (8 • ) and θ 34 < 26 • (37 • ) are obtained at the 90% C.L. [24]. ",
            "section": "LD13505",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "Pure ν µ → ν s oscillations are excluded at 99.8% (96.2%) C.L. The numbers in parentheses represent the limits extracted for maximal ν e appearance.",
            "section": "LD13505",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "The coupling between active and sterile neutrinos may also be quantified in terms of the fraction of disappearing ν µ that oscillate into ν s , f s ≡ P νµ→νs /(1 − P νµ→νµ ), where the P νµ→νx refer to neutrino oscillation probabilities. ",
            "section": "LD13505",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "For both sterile oscillation models, the limit set on the disappearance fraction is f s < 0.22 (0.40) at the 90% C.L. This limit represents a 57% improvement on the previous limit set by MINOS if ν e appearance is neglected [12], achieved from increased statistics and the reduction of systematic uncertainties in this analysis.  ",
            "section": "LD13505",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The dominant systematic uncertainties were reevaluated, in some cases with more sensitive methodologies, leading to reductions from the previous analysis. ",
            "section": "LD13505",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "Visual scanning techniques were used to asses the recon-struction algorithms allowing a reduction of the uncertainty due to the relative normalization between the two detectors from 4% to 2.2% [18]. ",
            "section": "LD13505",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "The absolute scale of the hadronic energy contributes a maximum of 10% to the uncertainty for E reco ≤ 0.5 GeV to a minimum of 6.5% when E reco > 10 GeV. ",
            "section": "LD13505",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "This new treatment combines a constant 5.6% uncertainty in the detector response to single hadrons with an energy-dependent uncertainty due to hadronization model and intranuclear effects [25]. ",
            "section": "LD13505",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "The uncertainty on the relative energy scale between detectors, computed from inter-detector calibration studies, is 2.1%. ",
            "section": "LD13505",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The uncertainty due to ND-specific selections, determined by varying each selection criterion to assess its effects in the ND energy spectrum, is 10% for E reco ≤ 1 GeV, between 4.8% and 2.1% for 0.5 GeV < E reco ≤ 2.5 GeV, and negligible for higher energies [16]. ",
            "section": "LD13505",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 259,
                    "end": 263,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The uncertainties stemming from FD-specific selections, evaluated in the same manner as the ND-specific ones, are calculated to be 5% for E reco ≤ 0.5 GeV, and between 2.5% and 1% for 0.5 GeV < E reco ≤ 120 GeV. ",
            "section": "LD13505",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The uncertainty in the size of the ν µ -CC background, computed using ND data acquired in different beam configurations [12,18], remains 15%.",
            "section": "LD13505",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[12,"
                },
                {
                    "start": 124,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "18]"
                }
            ]
        },
        {
            "text": "The effects of other systematic uncertainties, such as those due to the physics of neutrino interactions, largely cancel in the FD prediction due to the similarity in materials and planar separation of the ND and FD. ",
            "section": "LD13505",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "These additional uncertainties are the principal contributors to the error band shown in the ND energy spectrum in Fig. 1, but their effects on the FD error band shown in Fig. 2 are negligible. ",
            "section": "LD13505",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 121,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                },
                {
                    "start": 171,
                    "end": 177,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "Table III summarizes the variation in best fit values obtained for the oscillation parameters when the effects of the dominant systematic uncertainties are applied to the ND and FD energy spectra but not included in the fit. ",
            "section": "LD13505",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table III"
                }
            ]
        },
        {
            "text": "The largest systematic-induced shift in the value of R over the full energy range is 2.9% and is due to the relative normalization uncertainty. ",
            "section": "LD13505",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "With the exception of the energy scale uncertainties, which do not modify the total number of events and thus have no effect on R, the other dominant systematic uncertainties each induce shifts of 2.3%.",
            "section": "LD13505",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "In summary, new results are presented from a search for active to sterile neutrino mixing, based upon a data sample with double the event statistics of previous MINOS analyses. ",
            "section": "LD13505",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "A total of 802 NC event candidates is observed in the FD data, compared to 754 ± 28(stat.) ± 37(syst.) events expected from standard oscillations. ",
            "section": "LD13505",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "Therefore, no evidence for depletion of NC events is observed in the FD at a distance of 735 km from the production target. ",
            "section": "LD13505",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "The most stringent constraint to date is placed on the fraction of active neutrinos that transition to sterile neutrinos, f s < 0.22 (0.40) at the 90% C.L., where the number in parentheses denotes the limit assuming ν e appearance. ",
            "section": "LD13505",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "The results support the hypothesis that ν µ disappearance observed in MINOS is dominated by oscillations among active neutrino species. ",
            "section": "LD13505",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 3
        },
        {
            "text": "FIG. 1:Reconstructed energy spectrum of NC-selected events in the ND (solid points) compared to the Monte Carlo prediction (open histogram) shown with one sigma systematic errors (shaded band). ",
            "section": "FIG. 1 :",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "text": "Also displayed is the simulation of the background from misidentified CC events (hatched histogram).",
            "section": "FIG. 1 :",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "text": "FIG. 2:Reconstructed energy spectrum of NC-selected events in the FD (points with statistical errors) compared with predictions for standard three-flavor mixing with and without νe appearance at the MINOS 90% C.L. limit[20] (dashed and solid lines respectively).",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "Model θ13 χ 2 /",
            "section_rank": 5
        },
        {
            "text": "TABLE I :",
            "section_rank": 6
        },
        {
            "text": "The R statistic and its constituent components for several reconstructed energy ranges. ",
            "section": "TABLE I :",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "The numbers shown in parentheses include νe appearance with θ13 = 11.5 • and δCP = π. ",
            "section": "TABLE I :",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "The displayed uncertainties are statistical, systematic, and the uncertainty associated with νe appearance.",
            "section": "TABLE I :",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "TABLE II :",
            "section_rank": 7
        },
        {
            "text": "Best-fit values and uncertainty ranges in degrees for the angles of the two neutrino oscillation scenarios including a sterile neutrino. ",
            "section": "TABLE II :",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "The results shown assume either no νe appearance or νe appearance at the MINOS 90% C.L. limit. ",
            "section": "TABLE II :",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "The quantity fs is the maximum allowed fraction of disappearing νµ that may transition to νs.",
            "section": "TABLE II :",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "TABLE III :",
            "section_rank": 8
        },
        {
            "text": "Magnitude in degrees of the mixing-angle deviations introduced by the major systematic uncertainties from best fit results in which systematic shifts have been neglected.",
            "section": "TABLE III :",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "This work was supported by the US DOE; the UK STFC; the US NSF; the State and University of Minnesota; the University of Athens, Greece; and Brazil's FAPESP, CNPq, and CAPES. ",
            "section": "TABLE III :",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "We gratefully acknowledge the Minnesota DNR, the crew of the Soudan Underground Laboratory, and the personnel of Fermilab for their contribution to this effort.",
            "section": "TABLE III :",
            "paragraph_rank": 24,
            "section_rank": 10
        }
    ]
}