{
    "level": "sentence",
    "abstract": [
        {
            "text": "We present a measurement of the like-sign dimuon asymmetry in semileptonic b-hadron decays, performed using 6.1 fb −1 of pp collisions recorded with the D0 detector at a center-of-mass energy √ s = 1.96 TeV at the Fermilab Tevatron collider. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "This measured value is A b sl = [−0.957 ± 0.251 (stat) ± 0.146 (syst)] %, which disagrees with the Standard Model prediction at a statistical level of 3.2 σ, and provides the first evidence of anomalous CP violation in the mixing of neutral B mesons.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "During the big-bang origin of the universe, fundamental symmetry principles imply that particles and antiparticles were created in equal quantities. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "However, current observations show the universe to be matter dominated. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Baryogenesis provides a mechanism to generate the observed asymmetry and requires a number of conditions, one of which is the violation of CP symmetry [1]. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The Standard Model (SM) naturally includes CP violation (CP V ) through complex phases induced by quark mixing. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "While measurements in the K 0 and B 0 d systems show excellent agreement with the SM predictions [2], the observed level of CP violation is far too small to yield the observed matter-antimatter asymmetry [3]. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 204,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "As such it is important to search for new sources of CP V beyond the SM. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The B 0 s system is one possible source, since the effects of CP V are expected to be small in the SM [4], and can be significantly enhanced by new physics models [5,6,7,8,9].",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[4]"
                },
                {
                    "start": 163,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[5,"
                },
                {
                    "start": 166,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "6,"
                },
                {
                    "start": 168,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "7,"
                },
                {
                    "start": 170,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "8,"
                },
                {
                    "start": 172,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "9]"
                }
            ]
        },
        {
            "text": "CP V effects can be induced via the mixing process whereby a neutral B meson oscillates into its antiparticle B. In this case, the experimental observable is the asymmetry between the processes",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "where f is the final state decay product. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In particular, for semileptonic decays to a muonic final state, the flavor specific asymmetry is defined as:",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "For the case where the original flavor (B 0 d , B 0 s ) is not distinguished, the asymmetry has contributions from both systems, and is denoted a b sl = β d a d sl + β s a s sl . ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "At the Tevatron accelerator, the coefficients have been measured as β d = 0.506 ± 0.043 and β s = 0.494 ± 0.043 [2]. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The asymmetries are related to the meson mixing parameters by the relation:",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "where φ q is the CP -violating phase, and ∆M q (∆Γ q ) is the mass (width) difference between the eigenstates of the neutral B 0 q meson systems. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The SM predicts a [4], and hence:",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Experimentally, it is a challenge to measure such an asymmetry to high precision, in part because of dilution from background processes where the mesons don't mix prior to decay. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "A more sensitive parameter is the like-sign dimuon asymmetry from semileptonic decays:",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "where N",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "are the number of events containing two b-hadrons decaying semileptonically into two positive (negative) muons. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "For an original bb state to produce like-sign dimuons in the final state, one of the quarks must have hadronised to a neutral meson, and then mixed prior to decay, while the other must decay without mixing. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "In fact, there is a second source of such muons: sequential semileptonic decays b → cµ − X → µ + µ + X ′ . ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Such events are suppressed in this analysis by the requirement M(µµ) > 2.8 GeV, and their contributions are taken into account. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The fundamental asymmetry being probed is unchanged by requiring a second muon, i.e. A b sl = a b sl . ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "In this document, we present a measurement of A b sl , which takes advantage of the two different ways it can be extracted to minimise the total experimental uncertainty on the asymmetry. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "This study was performed using 6.1 fb −1 of data recorded with the D0 detector [10] at the Fermilab Tevatron proton-antiproton (pp) collider, operating at a center-of-mass energy of 1.96 TeV. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "More detailed information can be found in the official publication [11].",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The D0 experiment is well suited to the investigation of the small effects of CP violation because the periodic reversal of the D0 solenoid and toroid magnetic field polarities results in a cancellation of most detector-related asymmetries. ",
            "section": "Introduction",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "In addition, the pp initial state is a CP eigenstate, and the high center-of-mass energy provides access to mass states beyond the reach of the B-factories running at √ s = M(Υ(4S)).",
            "section": "Introduction",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Measurement Overview",
            "section_rank": 3
        },
        {
            "text": "To extract A b sl , the raw asymmetries must first be measured. ",
            "section": "Measurement Overview",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The like-sign dimuon charge asymmetry A is defined as",
            "section": "Measurement Overview",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "where N ++(−−) is the number of events containing two positive (negative) muons which fulfill the kinematic requirements (see below). ",
            "section": "Measurement Overview",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "This quantity is related to A b sl by:",
            "section": "Measurement Overview",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Here A bkg represents the contribution to the asymmetry from background processes, defined as those in which the muon arises from the decay of a long-lived particle, and where detector asymmetries can therefore play a role. ",
            "section": "Measurement Overview",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "The coefficient K accounts for dilution from signal-like events (i.e. weak decays of heavy quarks) without B 0 q mixing, which only contribute to the denominator in Eq. ",
            "section": "Measurement Overview",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "(4).",
            "section": "Measurement Overview",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "(4)"
                }
            ]
        },
        {
            "text": "Similarly, the inclusive muon asymmetry is defined as",
            "section": "Measurement Overview",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "with the lower-case symbols representing the equivalent inclusive muon parameters as those described for the dimuon case above.",
            "section": "Measurement Overview",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "The general strategy of the measurement is as follows. ",
            "section": "Measurement Overview",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "The raw asymmetries A and a are first obtained by event counting, following application of all selection criteria. ",
            "section": "Measurement Overview",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "The parameters A bkg , a bkg , K and k are determined in bins of muon transverse momenta, using data-driven methods wherever possible. ",
            "section": "Measurement Overview",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "Equations (4-6) are then used to extract A b sl separately for the inclusive and dimuon cases. ",
            "section": "Measurement Overview",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "Finally, the two measurements are combined, taking advantage of correlations in their uncertainties, to yield a single measurement of A b sl with significantly improved precision. ",
            "section": "Measurement Overview",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "We define all muons from weak decays of b and c quarks as signal, and all other muons (dominated by pion and kaon decay-in-flight) as background. ",
            "section": "Measurement Overview",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "The dilution coefficients are determined from Monte Carlo simulation, using the branching fractions and momentum spectra of signal processes to evaluate their relative contributions to the signal sample. ",
            "section": "Measurement Overview",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "Apart from the asymmetry-inducing semileptonic B decays, contributions from the following processes are taken into account in the simulation: sequential decays b → c → µ + X, decays b → ccq, cc and bbcc production, and the dimuon decays of narrow resonances, such as η, ω, ρ 0 , φ(1020) and J/ψ. ",
            "section": "Measurement Overview",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "The obtained values are k = 0.070 ± 0.006 and K = 0.486 ± 0.032, showing that the raw dimuon asymmetry is more sensitive to A b sl than the inclusive muon asymmetry, as expected from the reduction in background contributions.",
            "section": "Measurement Overview",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "The largest background asymmetry arises from the fact that K + and K − mesons interact differently with the material of the detector (which is clearly matter-antimatter asymmetric), and thus their decay rates into positive and negative muons are not identical. ",
            "section": "Measurement Overview",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "text": "Background contributions from kaon and pion decay-in-flight, hadronic punchthrough to the muon system, and residual reconstruction asymmetries, are all measured using collision data.",
            "section": "Measurement Overview",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "text": "Event Selection",
            "section_rank": 4
        },
        {
            "text": "The inclusive muon and like-sign dimuon samples are collected from events satisfying single and dimuon triggers, respectively. ",
            "section": "Event Selection",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "Muon candidates are defined by matching central tracks with a 'local muon' track reconstructed in the muon system and by applying tight quality requirements aimed at reducing backgrounds such as cosmic rays, beam halo, and mis-matched muon-track combinations. ",
            "section": "Event Selection",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "All muons must have transverse momentum satisfying 1.5 < p T < 25 GeV, and lie in the geometrical region corresponding to pseudorapidity |η| < 2.2. ",
            "section": "Event Selection",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "For muons with p T < 4.2 GeV, an additional requirement is applied to the longitudinal component |p z | > 6.4 GeV, to ensure that the muon has sufficient penetrating power to reach the outermost layers of the muon system. ",
            "section": "Event Selection",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "The transverse impact parameter of the muon track relative to the reconstructed primary pp interaction vertex (PV) must be smaller than 0.3 cm, and this point-of-closest-approach must lie within 0.5 cm of the PV along the beam axis. ",
            "section": "Event Selection",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "Muons fulfilling the above requirements define the inclusive muon sample, used to determine a in Eq. ",
            "section": "Event Selection",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "6, with no constraint on the number of muons per event. ",
            "section": "Event Selection",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "The dimuon sample contains all events with at least two muon candidates of the same charge. ",
            "section": "Event Selection",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "To reduce the contribution of background from sequential decays B → µDX → µµX ′ , the two muons must have an invariant mass above 2.8 GeV.",
            "section": "Event Selection",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "Detector Asymmetries",
            "section_rank": 5
        },
        {
            "text": "The background asymmetries a bkg and A bkg comprise contributions from several sources. ",
            "section": "Detector Asymmetries",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "These include secondary muons from decays-in-flight of charged kaons and pions; fake muon signals from hadronic 'punch-through' of kaons, pions, and protons to the muon system; and residual detector asymmetries. ",
            "section": "Detector Asymmetries",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "For example, the inclusive muon background asymmetry is expressed as:",
            "section": "Detector Asymmetries",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "Here, the first three terms account for asymmetries from kaons, pions, and protons, respectively. ",
            "section": "Detector Asymmetries",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "In each case, the total asymmetry is the product of the fraction f i of muons arising from this source, and the asymmetry a i associated with that source. ",
            "section": "Detector Asymmetries",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The last term accounts for any remaining detector asymmetry, δ, on the signal muon sample. ",
            "section": "Detector Asymmetries",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The dominant source of asymmetry is the kaon term, since the K − meson has a significantly shorter interaction length in matter than the K + meson [2], and therefore has less chance of decaying to a muon. ",
            "section": "Detector Asymmetries",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The resulting contribution to the raw asymmetry a is therefore positive, and at least a factor ten larger than any of the other three terms in Eq. ",
            "section": "Detector Asymmetries",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "7. ",
            "section": "Detector Asymmetries",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "ref_id": "formula_10",
                    "text": "7"
                }
            ]
        },
        {
            "text": "The asymmetry from kaons a K is measured in data using K * 0 → K ± π ∓ decays. ",
            "section": "Detector Asymmetries",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The K * 0 invariant mass distribution is constructed by assigning the charged kaon mass to all muons in the inclusive muon sample and combining with another track (assigned the pion mass). ",
            "section": "Detector Asymmetries",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The difference of distributions for events with K + → µ + and K − → µ − tracks is shown in Fig. 1, demonstrating the large excess of positive K → µ candidates. ",
            "section": "Detector Asymmetries",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 97,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Simulations are used to correct for the fraction of kaons (≈ 6%) that decay prior to being reconstructed [11]. ",
            "section": "Detector Asymmetries",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The measurement is repeated in an independent sample of kaons from φ → K + K − decays, and the results are fully consistent. ",
            "section": "Detector Asymmetries",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Similarly, the asymmetry for pion or proton tracks misidentified as muons (a π , a p ) are measured using samples of K S → π + π − and Λ → pπ − decays, respectively.",
            "section": "Detector Asymmetries",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The fractions of muons from kaons, f K , is extracted using a similar method, under certain theoretical assumptions which are validated in data. ",
            "section": "Detector Asymmetries",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Additional information from both data and simulation is then used to relate the kaon fraction to the corresponding pion and proton fractions f π and f p .",
            "section": "Detector Asymmetries",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "After measuring the fractions of muons originating from kaons, pions and protons, the remaining signal (heavy flavor) muons constitute [58.1±1.4 (stat)±3.9 (syst)]% of the inclusive muon sample. ",
            "section": "Detector Asymmetries",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "For the like-sign dimuon case, a fraction [66.5±1.6 (stat)± 3.3 (syst)]% of the candiate events have both muons produced from heavy flavor decays.",
            "section": "Detector Asymmetries",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The effects of detector asymmetries on this measurement are significantly suppressed by the regular reversal of the solenoid and toroid polarities in the D0 detector. ",
            "section": "Detector Asymmetries",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "Using J/ψ → µ + µ − decays, the residual reconstruction asymmetry is measured as a function of muon p T , and found to be of order 10 −3 . ",
            "section": "Detector Asymmetries",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "More detail on such effects can be found in Ref. ",
            "section": "Detector Asymmetries",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "[12].",
            "section": "Detector Asymmetries",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Results",
            "section_rank": 6
        },
        {
            "text": "The uncorrected asymmetries a and A are obtained by counting events in the inclusive muon sample (containing 1.495×10 9 muons) and like-sign dimuon sample (containing 3.731 × 10 6 events), respectively, and measured to be:",
            "section": "Results",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "After correcting for background (a bkg , A bkg ) and for the dilutions (k, K) of the signal component, we obtain:    (10,11,13). ",
            "section": "Results",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(10,"
                },
                {
                    "start": 121,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "11,"
                },
                {
                    "start": 124,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "13)"
                }
            ]
        },
        {
            "text": "The first eight rows correspond to statistical uncertainties and the next three rows to systematic uncertainties. ",
            "section": "Results",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "Source from the like-sign dimuon sample. ",
            "section": "Results",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "The uncertainties on the latter measurement are much smaller, due to the difference in the dilution coefficients k ≪ K in Eqs. ",
            "section": "Results",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "(5)(6).",
            "section": "Results",
            "paragraph_rank": 25,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(5)"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "(6)"
                }
            ]
        },
        {
            "text": "Since the same background processes contribute to the uncorrected asymmetries a and A, their uncertainties are strongly correlated. ",
            "section": "Results",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "The systematic uncertainties can therefore be significantly reduced by suitable linear combination of the raw asymmetries:",
            "section": "Results",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "The total uncertainty is minimised by scanning the coefficient α over a wide range, yielding the optimal value α = 0.959. ",
            "section": "Results",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "The final result for the asymmetry A b sl is then:",
            "section": "Results",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "It differs by 3.2 standard deviations from the SM prediction for A b sl of Eq. ",
            "section": "Results",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "(2). ",
            "section": "Results",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "The contributions to the total uncertainty of A b sl in Eqs. ",
            "section": "Results",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "(10,11,13) are listed in Table 1, showing that the combination reduces the systematic effects to the point where the precision is dominated by statistical uncertainties. ",
            "section": "Results",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(10,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "11,"
                },
                {
                    "start": 7,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "13)"
                },
                {
                    "start": 25,
                    "end": 32,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Cross-Checks",
            "section_rank": 7
        },
        {
            "text": "To test the stability of the measurement under a range of different event selection criteria, several consistency checks are performed. ",
            "section": "Cross-Checks",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "In each case, the procedure to extract A b sl is repeated over a sub-sample of data, defined by applying new criteria on detector era, muon and track quality requirements, impact parameter, transverse momentum, polar angle and pseudorapidity. ",
            "section": "Cross-Checks",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "While the raw asymmetries a and A vary significantly, by up to 140% (as a result of different sample composition), the obtained variations of A b sl are consistent with purely statistical fluctuations with respect to the nominal value.",
            "section": "Cross-Checks",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "The small value of the dilution coefficient k in Eq. ",
            "section": "Cross-Checks",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "(5) shows that the raw inclusive muon asymmetry is dominated by background contributions. ",
            "section": "Cross-Checks",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "This is verified by comparing the observed asymmetry with the background expectation a bkg as a function of muon p T , and excellent agreement is found. ",
            "section": "Cross-Checks",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "In addition, the expected invariant mass dependence of the like-sign dimuon asymmetry is reproduced in data, provided that A b sl is fixed to its measured value. ",
            "section": "Cross-Checks",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "The alternative hypothesis A b sl = 0 leads to significant discrepancy, as shown in Fig. 2.",
            "section": "Cross-Checks",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 90,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "Interpretations and Conclusions",
            "section_rank": 8
        },
        {
            "text": "The asymmetry A b sl is a linear combination of the flavor-specific asymmetries a d sl and a s sl , and therefore places constraints on the allowed phase space in the a d sl -a s sl plane, as shown in Fig. 3. ",
            "section": "Interpretations and Conclusions",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 201,
                    "end": 207,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Shown on the same axis are independent constraints on a d sl (from the B-factories [13,14,15]) and on a s sl (from the D0 measurement in B 0 s → D s µX decays [16]). ",
            "section": "Interpretations and Conclusions",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[13,"
                },
                {
                    "start": 87,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "14,"
                },
                {
                    "start": 90,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "15]"
                },
                {
                    "start": 159,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Using additional constraints on a d sl allows the CP -violating phase φ s of the B 0 s mixing matrix to be constrained, as shown in Eq.",
            "section": "Interpretations and Conclusions",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "( 1). ",
            "section": "Interpretations and Conclusions",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "This extraction, and comparisons with related measurements, are given in Ref. ",
            "section": "Interpretations and Conclusions",
            "paragraph_rank": 31,
            "section_rank": 8
        },
        {
            "text": "[11].",
            "section": "Interpretations and Conclusions",
            "paragraph_rank": 31,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "In conclusion, using a sample of pp collison data, corresponding to 6.1 fb −1 of integrated luminosity, we have measured the like-sign dimuon charge asymmetry  sl in data with the SM prediction for a d sl and a s sl . ",
            "section": "Interpretations and Conclusions",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "Also shown are other measurements of a d sl = −0.0047 ± 0.0046 [13,14,15] and a s sl = −0.0017 ± 0.0091 [16]. ",
            "section": "Interpretations and Conclusions",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[13,"
                },
                {
                    "start": 67,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "14,"
                },
                {
                    "start": 70,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "15]"
                },
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The bands represent the ±1 standard deviation uncertainties on each measurement. ",
            "section": "Interpretations and Conclusions",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "This measurement is consistent with, and supersedes, our previous measurement [12] obtained with 1 fb −1 . ",
            "section": "Interpretations and Conclusions",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The asymmetry disagrees with the prediction of the SM by 3.2 standard deviations, and gives the first evidence for anomalous CP violation in the mixing of neutral B mesons.",
            "section": "Interpretations and Conclusions",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "Future Plans",
            "section_rank": 9
        },
        {
            "text": "The D0 collaboration are working on an updated measurement of the asymmetry A b sl , taking advantage of an increased dataset and several improvements to the analysis. ",
            "section": "Future Plans",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "These are briefly described in this section.",
            "section": "Future Plans",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "The largest contribution to the measured uncertainty on A b sl is due to the limited size of the data sample. ",
            "section": "Future Plans",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "The D0 detector continues to collect data, with approximately 9 fb −1 available for analysis at the time of writing. ",
            "section": "Future Plans",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "This represents an increase in integrated luminosity of ∼50% with respect to the published result, therefore an updated measurement using this additional data will significantly increase sensitivity to non-SM effects, even with no analysis improvements.",
            "section": "Future Plans",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "The event selection is being revisited, and a few minor changes have been proposed to optimise the signal sample, while maintaining a small background contamination. ",
            "section": "Future Plans",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "A new method (the so-called 'null fit' descibed in Appendix E of Ref. [16]) has been developed to measure the kaon fractions with greater precision, reducing sensitivity to the detector mass resolution and peaking backgrounds in the K * 0 invariant mass distributions. ",
            "section": "Future Plans",
            "paragraph_rank": 35,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "This new method also enables a second channel to be included in the F k /f k measurement, with consistent results obtained for both.",
            "section": "Future Plans",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "Finally, muon impact parameter (IP) information is being used to help identify the likely source of the observed asymmetry. ",
            "section": "Future Plans",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "For muons with small IP (less than 100µm, for instance), the probability that they arise from a B 0 d meson which has mixed is small, due to the low mixing frequency associated with the mass difference ∆M d ≈ 0.5 ps −1 . ",
            "section": "Future Plans",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "In contrast, the contribution of muons from decays of B 0 s mesons which have mixed prior to decay is relatively stable with IP, due to the much higher mixing frequency associated with the mass difference ∆M s ≈ 17 ps −1 . ",
            "section": "Future Plans",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "As such, by dividing the sample into two parts corresponding to small and large impact parameter muons, the resulting independent measurements of A b sl yield two bands in the a d sl -a s sl plane with different slopes. ",
            "section": "Future Plans",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The overlapping region of these two slopes can then be directly compared to the SM predictions for both a d sl and a s sl . ",
            "section": "Future Plans",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The anticipated timescale for publication is summer 2011.",
            "section": "Future Plans",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "b sl = [+0.94 ± 1.12 (stat) ± 2.14 (syst)",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "Figure 1 :",
            "section_rank": 11
        },
        {
            "text": "Figure 1: The difference in the number of events for the K + π − and K − π + mass distributions of K * 0 candidates in the inclusive muon sample. ",
            "section": "Figure 1 :",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "text": "The solid line represents the result of the fit, while the dashed line shows the background contribution.",
            "section": "Figure 1 :",
            "paragraph_rank": 38,
            "section_rank": 11
        },
        {
            "text": "Figure 2 :",
            "section_rank": 12
        },
        {
            "text": "Figure 2: The observed and expected like-sign dimuon charge asymmetry A as a function of dimuon invariant mass. ",
            "section": "Figure 2 :",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "The expected asymmetry is shown for A b sl =0 and A b sl =-0.00957.",
            "section": "Figure 2 :",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "A b sl of semileptonic b-hadron decays: A b sl = [−0.957 ± 0.251 (stat) ± 0.146 (syst)] %.",
            "paragraph_rank": 40,
            "section_rank": 13
        },
        {
            "text": "Figure 3 :",
            "section_rank": 14
        },
        {
            "text": "Figure 3: Comparison of A bsl in data with the SM prediction for a d sl and a s sl . ",
            "section": "Figure 3 :",
            "paragraph_rank": 41,
            "section_rank": 14,
            "entity_spans": [
                {
                    "start": 24,
                    "end": 26,
                    "type": "software",
                    "rawForm": "A",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "Also shown are other measurements of a d sl = −0.0047 ± 0.0046[13,14,15] and a s sl = −0.0017 ± 0.0091[16]. ",
            "section": "Figure 3 :",
            "paragraph_rank": 41,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[13,"
                },
                {
                    "start": 66,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "14,"
                },
                {
                    "start": 69,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "15"
                },
                {
                    "start": 102,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The bands represent the ±1 standard deviation uncertainties on each measurement.",
            "section": "Figure 3 :",
            "paragraph_rank": 41,
            "section_rank": 14
        },
        {
            "text": "Table 1 :",
            "section_rank": 15
        },
        {
            "text": "Sources of uncertainty on A b sl in Eqs.",
            "section": "Table 1 :",
            "paragraph_rank": 42,
            "section_rank": 15
        }
    ]
}