{
    "level": "sentence",
    "abstract": [
        {
            "text": "We present a search for the production of neutral Higgs bosons decaying into τ + τ − pairs in pp collisions at a center-of-mass energy of 1.96 TeV. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The data, corresponding to an integrated luminosity of 5.4 fb −1 , were collected by the D0 experiment at the Fermilab Tevatron Collider. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "We set upper limits at the 95% C.L. on the product of production cross section and branching ratio for a scalar resonance decaying into τ + τ − pairs, and we interpret these limits as limits on the production of Higgs bosons in the minimal supersymmetric standard model (MSSM) and as constraints in the MSSM parameter space.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Supersymmetry (SUSY) [1] is one of the extensions of the standard model (SM) proposed to address its shortcomings, such as the hierarchy problem caused by the quadratically divergent radiative corrections to the Higgs boson mass. ",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "In the minimal supersymmetric standard model (MSSM), two complex Higgs boson doublets lead to five physical Higgs bosons: two neutral CP-even (h, H), one neutral CP-odd (A), and two charged Higgs bosons (H ± ). ",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "The three neutral Higgs bosons (h, H, A) * with visitors from a Augustana College, Sioux Falls, SD, USA, b The University of Liverpool, Liverpool, UK, c SLAC, Menlo Park, CA, USA, d University College London, London, UK, e Centro de Investigacion en Computacion -IPN, Mexico City, Mexico, f ECFM, Universidad Autonoma de Sinaloa, Culiacán, Mexico, and g Universität Bern, Bern, Switzerland. ",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "‡ Deceased.",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "are collectively denoted as φ. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "At tree level, the Higgs sector of the MSSM is fully described by two parameters, which are commonly chosen to be the mass of the CP-odd Higgs boson, M A , and the ratio of the vacuum expectation values of the two Higgs doublets, tan β. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Radiative corrections introduce dependencies on additional MSSM parameters. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The neutral MSSM Higgs bosons decay into τ + τ − and bb pairs with branching ratios of ≈ 10% and ≈ 90%, respectively. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Their production cross section is enhanced by a factor that depends on tan β with respect to the cross section for the SM Higgs boson at the same Higgs boson mass. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Moreover, for large tan β, the Higgs bosons A and either h or H are nearly degenerate in mass which leads to an effective doubling of σ φ (M φ ).",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Searches for the production of neutral MSSM Higgs bosons have been performed at the CERN e + e − Collider (LEP) [2]. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The CDF and D0 Collaborations at the Fermilab Tevatron Collider and the CMS Collaboration at the CERN Large Hadron Collider have excluded M A of up to 300 GeV in a restricted region of tan β ≈ 30 − 100, by searching for the exclusive processes (b)bφ → (b)bbb [3] and bφ → bτ + τ − [4], and for the inclusive process φ → τ + τ − [5][6][7][8].",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 259,
                    "end": 262,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[3]"
                },
                {
                    "start": 281,
                    "end": 284,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[4]"
                },
                {
                    "start": 328,
                    "end": 331,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[5]"
                },
                {
                    "start": 331,
                    "end": 334,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[6]"
                },
                {
                    "start": 334,
                    "end": 337,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[7]"
                },
                {
                    "start": 337,
                    "end": 340,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "This Letter presents a search for the inclusive process gg, bb → φ → τ + τ − , where the tau lepton pairs are reconstructed through their decay into eµ or µτ h final states, and τ h represents the hadronic decay modes of the tau lepton. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The search for τ + τ − final states is interpreted in a model-independent way and in the context of the MSSM. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The data were recorded with the D0 detector [9] at a pp center-of-mass energy of √ s = 1.96 TeV and correspond to an integrated luminosity of 5.4 fb −1 . ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 44,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "This represents a significant increase compared to the results previously published by the CDF and D0 Collaborations, which are based on integrated luminosities of 1.8 fb −1 [7] and 1.0 fb −1 [8], respectively.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[7]"
                },
                {
                    "start": 192,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Signal samples are generated using the pythia [10] Monte Carlo (MC) event generator with the CTEQ6L1 parton distribution functions (PDF) [11]. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[10]"
                },
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[11]"
                }
            ],
            "entity_spans": [
                {
                    "start": 39,
                    "end": 46,
                    "type": "software",
                    "rawForm": "pythia",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "Dominant background processes comprise Z+jets, W +jets, and multijet production. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Background from multijet events arises when jets are misidentified as leptons. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Additional backgrounds include tt and SM diboson production. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The backgrounds from Z+jets, W +jets, and tt production are modeled using alpgen [12], with parton showering and hadronization provided by pythia. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[12]"
                }
            ],
            "entity_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "type": "software",
                    "rawForm": "alpgen",
                    "resp": "service",
                    "id": "software-simple-s2"
                },
                {
                    "start": 139,
                    "end": 145,
                    "type": "software",
                    "rawForm": "pythia",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "The alpgengenerated samples make use of the MLM [13] jet-parton matching scheme to improve the jet multiplicity modeling. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Diboson processes (WW, WZ, ZZ) are simulated using pythia. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 51,
                    "end": 57,
                    "type": "software",
                    "rawForm": "pythia",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "In all cases tauola [14] is used to model the tau lepton decays. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Simulated events are then processed by a geant-based [15] simulation of the D0 detector, and data events from random beam crossings are overlaid to model detector noise and multiple pp interactions. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Higher order quantum chromodynamics (QCD) calculations of cross sections are used to normalize the simulated background samples, except for the background from multijet production, for which the normalization and differential distributions are derived from data.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Events are selected by requiring at least one single muon trigger for the µτ h channel, while for the eµ channel, they need to fulfill either inclusive electron or muon trigger conditions. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Electrons are reconstructed using their characteristic energy deposits, including the transverse and longitudinal shower profiles in the electromagnetic (EM) calorimeter. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Muons are identified by combining tracks in the central tracking detector with patterns of hits in the muon spectrometer. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Electrons and muons are required to be isolated in the calorimeter and in the tracking detectors.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Tau lepton decays into hadrons are characterized as narrow, isolated jets with lower track multiplicity than quark or gluon jets. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Three types of tau lepton decays are distinguished by their detector signature. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "One-prong tau decays consisting of energy deposited primarily in the hadronic calorimeter associated with a single track (π ± ν-like) are denoted as τ -type 1; τ -type 2 corresponds to one-prong tau decays with energy deposited in both the hadronic and EM calorimeters, associated with a single track (ρ ± ν-like); and τ -type 3 are multi-prong decays with energy in the calorimeter and two or more associated tracks with invariant mass below 1.7 GeV. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "A calibration for the energy of τ h candidates measured in the calorimeter is derived from data. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "It is based on the ratio of the calorimeter energy and the transverse momentum, p T , measured in the tracking detector for the τ h candidates. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The ratio is adjusted in the simulation to match the data as a function of the fraction of the τ h energy deposited in the EM calorimeter.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "A set of neural networks, one for each τ -type, is applied to discriminate hadronic tau decays from jets [16]. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The input variables are related to isolation and shower shapes, and exploit correlations between calorimeter energy deposits and tracks. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "When requiring the neural network discriminants (NN τ ) to be NN τ > 0.9 for τ -types 1, 2 and NN τ > 0.95 for τ -type 3, approximately 67% of Z/γ * → τ + τ − events are retained in data, while 98% of the multijet background events are rejected.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "A series of selections is used to reduce the background from Z+jets, W +jets, and multijet production. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The Z/γ * → τ − τ + process differs from a Higgs boson signal only through the mass and spin of the produced resonance and cannot be further reduced. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "One isolated muon with p µ T > 15 GeV and an isolated hadronic tau lepton with transverse energy E τ T > 12.5 GeV (τ -types 1, ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "2) or E τ T > 15 GeV (τ -type ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "3) are required in the µτ h channel. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The muon and the τ h must be oppositely charged, where the charge of the τ h candidate is determined by the curvature of the associated track. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "For τ -type 3 the charge is obtained by summing over all tracks associated with the τ h . ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The pseudorapidity η [17] is required to be |η µ | < 1.6 for muons and |η τ | < 2.5 for tau leptons. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The transverse momentum sums of all tracks associated with the τ h candidate, p τ T , are required to be greater than 7, 5, 10 GeV for τ -types 1, 2, and 3, respectively. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "At least one hit in the active layers of the D0 silicon vertex detector is required for the tracks associated with the τ h . ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The τ h and the muon are required to originate from the same pp vertex and must be separated from each other by ∆R = (∆η) 2 + (∆ϕ) 2 > 0.5, where ∆ϕ is the difference in azimuthal angle. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "This requirement suppresses the Z/γ * → µ + µ − background. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The transverse W boson mass in W → ℓν events is given",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The components E x and E y of the missing transverse energy, E T , are computed from calorimeter cells and the momenta of muons, and corrected for the energy response of electrons, tau leptons, and jets. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "We require M µν T < 50 GeV to reject W (→ µν)+jets events where jets are misidentified as τ h candidates.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "In the eµ channel, events with at least one muon with p µ T > 10 GeV and |η µ | < 1.6, and an oppositely charged electron with p e T > 12 GeV and |η e | < 2 are selected. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The eµ pair formed by the leptons with the highest p T are selected as a candidate; they must be separated by ∆R > 0.4. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "To reject Z → µµγ events, an electron candidate is rejected if it shares the same track with a muon. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Multijet background and W boson production are suppressed by requiring the mass of the eµ pair to be larger than 20 GeV and E T + p µ T + p e T > 65 GeV. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Background from W +jets production is reduced by requiring min {M eν T , M µν T } < 10 GeV. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The difference in the azimuthal angle, ∆ϕ(ℓ, E T ), has to be < 0.3 where ℓ = e, µ is the lepton with the smaller p T . ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "This requirement rejects background from WW, tt, and W +jets production. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Requiring the scalar sum of the transverse momenta of all jets to be < 70 GeV rejects a large fraction of tt events.",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "To determine the expected background contribution from multijet production in the µτ h channel, two NN τ regions are selected in addition to the high NN τ \"signal\" region defined previously: the \"medium\" region in the range 0.25 ≤ NN τ ≤ 0.75 and the \"low\" region with NN τ ≤ 0.1. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The samples are further divided depending on whether the muon and the τ h candidate have the same or opposite charge. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Background from W +jets production in these samples is reduced by requiring M µν T < 50 GeV. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The transverse mass is calculated from the E T and from the azimuthal angle ∆ϕ(µ, E T ) between the direction of the muon transverse momentum p µ T and the E T . ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The estimated contribution from MC-simulated background processes is then subtracted from the resulting distributions, and the shape of the multijet background is derived from the distributions of same-sign µτ h pairs with NN τ > 0.9. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Multijet events mainly populate the low NN τ region, and the ratio of opposite to same-sign µτ h pair events in this region is extrapolated to yield the normalization of multijet events in the signal sample. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "This estimate of the multijet background contribution is verified by an independent method which uses the medium NN τ region. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The difference between the estimates obtained by the two methods is used as systematic uncertainty on the multijet background.",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Multijet background in the eµ channel is determined by applying the same selection criteria as for signal apart from the electron likelihood and muon isolation criteria, which are inverted. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The normalization is then taken from the ratio of the numbers of events in the opposite and same-sign samples.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "We search for an enhancement from a τ + τ − resonance above the expected background in the distribution of the visible mass M vis = (P τ1 + P τ2 + P T ) 2 , which is calculated using the four-vectors of the measured tau lepton decay products, P τ1,2 , and the missing transverse momentum, P T = ( E T , E x , E y , 0). ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "In the eµ final state, the four-vectors P τ1,2 are calculated using the reconstructed electron and muon, respectively. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "After imposing all selection requirements, the M vis distributions for the µτ h and eµ final states are shown in Fig. 1. ",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 113,
                    "end": 119,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Table I gives the yields of the predicted background and of data, summed over the M vis distributions shown in Fig. 1. ",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table I"
                },
                {
                    "start": 111,
                    "end": 117,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Several sources of systematic uncertainty affect both the signal efficiency and background estimation. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "Both uncertainties that modify only the normalization and uncertainties that change the shape of the M vis distribution are taken into account. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "Those that affect the normalization include the integrated luminosity (6.1%), muon identification efficiency (2.9%), τ h identification (12%, 4.2%, and 7% for τ -types 1, 2, and 3, respectively), efficiency to reconstruct the τ h track (1.4%), electron identifica- I: Expected number of events for backgrounds, number of events observed in data and efficiency, relative to all τ lepton decays, for a signal with M φ = 120 GeV summed over the Mvis distributions shown in Fig. 1. ",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 470,
                    "end": 476,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "The total uncertainties are also given.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "Channel",
            "section_rank": 3
        },
        {
            "text": "µτ tion efficiency (3.5%), PDF uncertainty on the acceptance (4.6%), the uncertainty on the Z+jets cross sections (5%), the W +jets normalization (10% for eµ and 20% for µτ h ), tt cross section (10%), diboson cross section (6%), muon and electron trigger efficiencies (both 5%), jet energy scale (1.5%−2%), and the modeling of the multijet background (9.1%, 17.7%, and 12.5% for τ -types 1, 2, and 3, respectively). ",
            "section": "Channel",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "Uncertainties arising from modeling of the Z boson transverse momentum and the τ h energy scales modify the shape of the M vis distribution. ",
            "section": "Channel",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "The M vis distribution is used to calculate upper limits on the cross section based on a modified frequentist method with a log-likelihood ratio test statistics [18] and a profiling technique to reduce the impact of systematic uncertainties [19]. ",
            "section": "Channel",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The value of CL s , is calculated as CL s = CL s+b /CL b , where CL s+b and CL b are the p-values under signal+background and background-only hypotheses, respectively. ",
            "section": "Channel",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "The expected and observed limits are calculated by scaling the signal until 1 − CL s reaches 0.95. ",
            "section": "Channel",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "The combined limits on the product of production cross section and branching ratio into tau lepton pairs are given in Fig. 2 and Table II as a function of M φ . ",
            "section": "Channel",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 124,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                },
                {
                    "start": 129,
                    "end": 137,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table II"
                }
            ]
        },
        {
            "text": "The combined limits assume a scalar resonance with the decay width of a SM Higgs boson, which is negligible compared to the experimental resolution on M vis . ",
            "section": "Channel",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "In addition to M A and tan β, the masses and couplings of the Higgs bosons in the MSSM depend on additional parameters through radiative corrections. ",
            "section": "Channel",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "The production cross section limits are therefore translated into exclusions in the tanβ versus M A plane for two representative MSSM scenarios assuming a CP-conserving Higgs sector [20], the m max h scenario [21] and the no-mixing scenario [22] with a Higgs mass parameter µ = +200 GeV. ",
            "section": "Channel",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[20]"
                },
                {
                    "start": 209,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[21]"
                },
                {
                    "start": 241,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "The signal cross sections and branching ratios are calculated using the feynhiggs [23] program, where the gg → φ production cross section is taken from [24] and the bb → φ production cross section from [25].",
            "section": "Channel",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[23]"
                },
                {
                    "start": 152,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[24]"
                },
                {
                    "start": 202,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "[25]"
                }
            ],
            "entity_spans": [
                {
                    "start": 72,
                    "end": 82,
                    "type": "software",
                    "rawForm": "feynhiggs",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "At large values of tanβ, the Higgs boson width increases with tan β and can become significantly larger than the value in the SM. ",
            "section": "Channel",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "This effect was previously studied by convolving a relativistic Breit-Wigner function with the next-to-leading order calculation of the signal cross section from feynhiggs as a function of M φ and tan β [8]. ",
            "section": "Channel",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "In the (M A , tan β) region where this analysis sets 95% C.L. limits, and for µ = +200 GeV, the Higgs boson width is smaller than 0.1M φ and less than half of the experimental resolution on M vis . ",
            "section": "Channel",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "The signal cross section in this channel is largely insensitive to sign(µ). ",
            "section": "Channel",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "The ratio of the gg → φ and bb → φ cross sections also depends on tan β. ",
            "section": "Channel",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "For this inclusive search, the difference between the efficiencies of the two production mechanisms is small and can be neglected.",
            "section": "Channel",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": "The region in the MSSM parameter space excluded at the 95% C.L. is shown in Fig. 3 up to M A = 300 GeV. ",
            "section": "Channel",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 76,
                    "end": 82,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "For and (b) no-mixing scenarios with µ = +200 GeV. ",
            "section": "Channel",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "text": "The regions excluded by the LEP Collaborations [2] and the CMS Collaboration [6] are also shown.",
            "section": "Channel",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 50,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[2]"
                },
                {
                    "start": 77,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "M A ≈ 140 GeV, the expected exclusion reaches tan β ≈ 30, which is comparable to recent limits obtained in [6]. ",
            "section": "Channel",
            "paragraph_rank": 18,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The upper limits on the product of the pp production cross section for a neutral Higgs boson and branching ratio into tau leptons represent the most stringent limits to date.",
            "section": "Channel",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 4
        },
        {
            "text": "FIG. 1: Distributions ofMvis in the ",
            "section": "FIG. 1 :",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "(a) µτ h and ",
            "section": "FIG. 1 :",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "(b) eµ channels after all selections. ",
            "section": "FIG. 1 :",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "The data, shown with statistical uncertainties, are compared to the sum of the predicted backgrounds for an integrated luminosity of 5.4 fb −1 . ",
            "section": "FIG. 1 :",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "The Higgs boson signal for M φ = 120 GeV is normalized to a production cross section of σ φ = 50 pb. ",
            "section": "FIG. 1 :",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "All entries exceeding the range of a histogram are added to the last bin.",
            "section": "FIG. 1 :",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 5
        },
        {
            "text": "FIG. 2:Model-independent expected and observed 95% C.L. upper limits on the product of production cross section and branching ratio for inclusive pp → φ → τ + τ − production as a function of M φ , assuming a SM total width for the Higgs boson. ",
            "section": "FIG. 2 :",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The ±1, 2 standard deviation (s.d.) variations of the expected limits are shown as bands.",
            "section": "FIG. 2 :",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 6
        },
        {
            "text": "FIG. 3: Expected and observed exclusion regions at the 95% C.L. in the plane of tan β versus MA for the (a) m max h",
            "section": "FIG. 3 :",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "TABLE",
            "section_rank": 7
        },
        {
            "text": "TABLE II :",
            "section_rank": 8
        },
        {
            "text": "Upper limits on the expected and observed cross sections (in pb) multiplied by the branching ratio for φ → τ + τ − at the 95% C.L. as a function of M φ (in GeV).",
            "section": "TABLE II :",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "M φ Observed −1 s.d. Expected +1 s.d.",
            "section": "TABLE II :",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "We thank the staffs at Fermilab and collaborating institutions, and acknowledge support from the DOE and NSF (USA); CEA and CNRS/IN2P3 (France); FASI, Rosatom and RFBR (Russia); CNPq, FAPERJ, FAPESP and FUNDUNESP (Brazil); DAE and DST (India); Colciencias (Colombia); CONACyT (Mexico); KRF and KOSEF (Korea); CONICET and UBACyT (Argentina); FOM (The Netherlands); STFC and the Royal Society (United Kingdom); MSMT and GACR (Czech Republic); CRC Program and NSERC (Canada); BMBF and DFG (Germany); SFI (Ireland); The Swedish Research Council (Sweden); and CAS and CNSF (China).",
            "section": "TABLE II :",
            "paragraph_rank": 24,
            "section_rank": 10
        }
    ]
}