{
    "level": "sentence",
    "abstract": [
        {
            "text": "Two-particle correlation triggered by high-p T particles allows us to study hard scattering phenomena when full jet reconstruction is challenging. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "An analysis of the first ALICE pp data where charged and neutral particles isolated or not are used as trigger particles is presented. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The two-particle correlation between the trigger (t) and the associate (a) particles is studied as a function of the imbalance parameter",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "and interpreted in terms of jet fragmentation function.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Two-particle correlation measurements provide a suitable tool to study the 1 jet properties in proton-proton and heavy-ion collisions [1, 2]  where the full jet 2 reconstruction is challenging and even impossible for jet-p T below about 50 GeV/c. ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                }
            ]
        },
        {
            "text": "Such 3 a measurement can be further improved if the trigger particle is isolated. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "Ultimately, 4 selecting a direct photon as the trigger particle would provide the optimum choice since 5 the direct photon sets the reference of the 2 → 2 type of hard scattering kinematics 6 and balances the jet emitted in the opposite azimuthal direction. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "In addition, while 7 purely hadronic observables are strongly biased with respect to surface emission, photons 8 can sample the entire collision volume. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "However, identifying direct photons is quite 9",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "challenging because of their scarcity and the overwhelming contribution of hadron decayphotons, mainly from π 0 . ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Applying isolation criteria (select trigger particles spatially isolated) is the traditional approach to enrich the data sample with hadrons sampling a large fraction of the parton momentum from which they fragment.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "We have studied the two-particle correlation with the ALICE experiment [3] at LHC in proton-proton collisions at √ s= 7 TeV. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The experimental technique consists in tagging events with a leading trigger and measuring the distribution of charged hadrons associated to this leading trigger from the same event. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Such a measurement requires to reconstruct charged tracks and identify neutral particles with good momentum/energy resolution. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In ALICE, the electromagnetic calorimeters, PHOS (|∆η| < 0.12 and ∆φ =100 o ) and EMCAL (|∆η| < 0.7 and ∆φ =100 o ), allow us to measure and identify photons and neutral mesons with high efficiency and resolution. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Particles in the calorimeters are detected as clusters of adjacent hit calorimeter cells. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The Central",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Tracking System (ITS and TPC), covering the pseudo-rapidity −0.9 ≤ η ≤ +0.9 and particle jet events identification by applying the isolation technique. ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 16,
                    "type": "software",
                    "rawForm": "Tracking System",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "where p Tt,a denote the amplitude of the transverse momenta of the trigger and associate 39 particle, respectively.  ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "where one expects (yellow band) the x E slope when the trigger particle samples the jet 74 momentum at z t ∼ 0.5. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The next step of the analysis consists in selecting isolated trigger 75 with the goal to enrich the trigger sample with single hadron jet events or direct photon 76 (z t → 1). ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "To select isolated particles, one studies the charged hadronic activity around the trigger candidate, i.e., calculating the sum of the transverse momentum of all charged 78 hadrons inside a cone with radius R = 0.4 rad around the trigger candidate and tags the 79 trigger to be isolated if the sum is less than 10 % of the trigger's transverse momentum.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "80",
            "section_rank": 3
        },
        {
            "text": "The azimuthal correlation obtained with an isolated trigger (Fig. 3), compared to the 81 one without isolation, shows an apparent single jet structure with, by construction, the 82 absence of the near side peak whereas the away side peak remains present. ",
            "section": "80",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 68,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 3)"
                }
            ]
        },
        {
            "text": "The slight 83 difference in the away side peak intensity before and after isolation can be explained by 84 a z t bias which is different in the case with and without isolation. ",
            "section": "80",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "From a Monte-Carlo 85 study based on the PYTHIA event generator we have demonstrated that non-isolated 86 triggers carry on average 50% of the jet energy while isolated triggers carry on average a lower energy jet compared to the non-isolated trigger. ",
            "section": "80",
            "paragraph_rank": 8,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 41,
                    "end": 48,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "The resulting inverse x E slope 89 parameter n obtained by the exponential fitting for the non-isolated and isolated triggers 90 are presented in Fig. 4 as a function of the trigger transverse momentum. ",
            "section": "80",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 152,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "One observes 91 that the n-value is generally higher for the isolated triggers than for the non-isolated  Figure 4.",
            "section": "80",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 114,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "Extracted inverse x E slope as a function of the mean trigger p Tt for non-isolated and isolated charge triggers in pp collisions at √ s = 7 TeV.",
            "section": "80",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "96",
            "section_rank": 4
        },
        {
            "text": "The results demonstrated that two particle correlation is a suitable tool to study 97 jet properties, where two particle correlations show a di-jet structure and the isolated 98 trigger-hadron correlations make a better description of the away side jet fragmentation.",
            "section": "96",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "99",
            "section_rank": 5
        },
        {
            "text": "The future study will focus on the identified particle correlations which has potential to 100 distinguish the quark jets (direct photon trigger) and gluon jets (π 0 trigger).",
            "section": "99",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "40Figure 1 .",
            "section_rank": 6
        },
        {
            "text": "Figure 1. ",
            "section": "40Figure 1 .",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Two-particle correlation distribution as a function of the relative azimuthal angle between the cluster trigger and associate charged particles ∆φ = φ t − φ a in pp collisions at √ s = 7 TeV.",
            "section": "40Figure 1 .",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Figure 2 .",
            "section_rank": 7
        },
        {
            "text": "Figure 2.Extracted inverse x E slope as a function of the mean trigger p Tt for charged and neutral triggers in pp collisions at √ s = 7 TeV.",
            "section": "Figure 2 .",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "Figure 3 .",
            "section_rank": 8
        },
        {
            "text": "Figure 3. ",
            "section": "Figure 3 .",
            "paragraph_rank": 14,
            "section_rank": 8
        },
        {
            "text": "Two-particle correlation distribution as a function of the relative azimuthal angle between the trigger and associate charged particles ∆φ = φ t − φ a for non-isolated and isolated charged triggers in pp collisions at √ s = 7 TeV.",
            "section": "Figure 3 .",
            "paragraph_rank": 14,
            "section_rank": 8
        },
        {
            "text": "Two different types 25 of trigger particle have been selected for the correlation study: ",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "(i) charged triggers are 26 selected as the charged track with the highest transverse momentum among all the tracks 27 in the event, ",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "(ii) neutral cluster triggers are defined as the calorimeter cluster with the 28 highest energy among all detected clusters and among all the charged tracks detected in",
            "paragraph_rank": 15,
            "section_rank": 9
        }
    ]
}