{
    "level": "sentence",
    "abstract": [
        {
            "text": "Thanks to the outstanding performance of the Large Hadron Collider (LHC) that delivered more than 2 fb −1 of proton-proton collision data at center-of-mass energy of 7 TeV, the ATLAS experiment has been able to explore a wide range of exotic models trying to address the questions unanswered by the Standard Model of particle physics. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Searches for leptoquarks, new heavy quarks, vector-like quarks, black holes, hidden valley and contact interactions are reviewed in these proceedings.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "While the observation of the Higgs boson would explain the electro-weak (EW) symmetry breaking in the Standard Model (SM), it still leaves many unexplained fundamental problems such as the hierarchy problem, the fermion mass hierarchy, dark matter, the baryon asymmetry of the Universe, etc. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Many models have been proposed over the past decades which address the issues above and motivate a wide range of searches by the ATLAS experiment. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Searches for new particles, strong gravity, and more generic searches for new phenomena with over 1 fb −1 of LHC proton-proton collision data at center-of-mass energy of 7 TeV collected by the ATLAS experiment are presented in the following.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Searches for new particles 2.1 Leptoquarks",
            "section_rank": 3
        },
        {
            "text": "Leptoquarks (LQ) are colour-triplet bosons that carry both lepton and baryon numbers, and fractional electric charge. ",
            "section": "Searches for new particles 2.1 Leptoquarks",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "They are introduced by various extension of the SM, such as Grand Unification models. ",
            "section": "Searches for new particles 2.1 Leptoquarks",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "A search for pair-produced LQs assumed to couple only to quarks and leptons of the first SM generation is described in Ref.",
            "section": "Searches for new particles 2.1 Leptoquarks",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "[1], using 1.03 fb −1 of data, for two different final states. ",
            "section": "Searches for new particles 2.1 Leptoquarks",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "In the first one both LQs decay into an electron and a quark, while in the second final state one of the LQs decays into an electron and a quark and the other LQ decays into an electron-neutrino and a quark. ",
            "section": "Searches for new particles 2.1 Leptoquarks",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "These result in two different experimental signatures. ",
            "section": "Searches for new particles 2.1 Leptoquarks",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "One such signature is the production of two electrons and two jets and the other one comprises one electron, two jets, and missing transverse momentum.",
            "section": "Searches for new particles 2.1 Leptoquarks",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "No excess over SM background expectations is observed in the data, and 95% confidence level (CL) upper bounds on the production cross-section are thus determined. ",
            "section": "Searches for new particles 2.1 Leptoquarks",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "The results from the two final states are combined and presented in the β versus LQ mass plane in Fig. 1, where β is the branching ratio for a single LQ to decay into a charged lepton and a quark. ",
            "section": "Searches for new particles 2.1 Leptoquarks",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 104,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "For β = 1, LQ masses up to 660 GeV are excluded. ",
            "section": "Searches for new particles 2.1 Leptoquarks",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "a e-mail: nicolas.bousson@cern.ch ",
            "section": "Searches for new particles 2.1 Leptoquarks",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "New heavy quarks",
            "section_rank": 4
        },
        {
            "text": "New heavy quarks are among the simplest extensions to the SM. ",
            "section": "New heavy quarks",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "A search for pair-produced exotic top partners TT , each decaying to a top quark and a stable, neutral weaklyinteracting particle A 0 , has been conducted in Ref.",
            "section": "New heavy quarks",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "[2] with 1.04 fb −1 of data. ",
            "section": "New heavy quarks",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "The search is performed in the tt singlelepton channel where one W boson produced by the top pair decays to a lepton-neutrino pair and the other W boson decays to a pair of quarks, resulting in a final state with an isolated lepton, four or more jets and large missing transverse momentum. ",
            "section": "New heavy quarks",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Assuming a TT → ttA 0 A 0 branching ratio of 100%, T masses up to 420 GeV are excluded at the 95% CL for an A 0 mass below 10 GeV. ",
            "section": "New heavy quarks",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "This limit is also valid for different models that have a final state identical to the one presented here. ",
            "section": "New heavy quarks",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "In particular, it can be applied to the case of a fourth sequential SM generation, that could have major implications, e.g. in cosmology.",
            "section": "New heavy quarks",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Vector-like quarks",
            "section_rank": 5
        },
        {
            "text": "While a fourth generation of chiral fermions may exist, there are actually strong constraints on it from EW mea-  surements. ",
            "section": "Vector-like quarks",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "Vector-like (VL) fermions escape these constraints, and are predicted by many extensions of the SM. ",
            "section": "Vector-like quarks",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "They would be a novel form of matter. ",
            "section": "Vector-like quarks",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "In certain scenarios, e.g. extra-dimensions, VL quarks Q could couple sizeably to the light generation of quarks, leading to a strong signal at the LHC. ",
            "section": "Vector-like quarks",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "For single production of such quarks, the t-channel, illustrated in Fig. 2, is dominant. ",
            "section": "Vector-like quarks",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 74,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "A search for experimental signatures with two jets and, either two leptons, or one lepton and missing transverse momentum, is described in Ref.",
            "section": "Vector-like quarks",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "[3], using 1.04 fb −1 of data.",
            "section": "Vector-like quarks",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "No evidence is found for such quarks, and upper limits on the production cross-section times branching ratio to a vector boson and a quark are determined assuming reduced couplings of 1 at the qV Q vertex (V = W or Z) in the diagram in Fig. 2, as described in [3]. ",
            "section": "Vector-like quarks",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 236,
                    "end": 242,
                    "type": "figure",
                    "text": "Fig. 2"
                },
                {
                    "start": 260,
                    "end": 263,
                    "type": "bibr",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "VL quarks masses are excluded up to 900 GeV at the 95% CL for the charged current channel, as shown in Fig. 3, and up to 760 GeV for the neutral current channel. ",
            "section": "Vector-like quarks",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 109,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "These limits, which can be used to constrain different models of VL quarks [4], are the most stringent to date on this model.",
            "section": "Vector-like quarks",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Searches for strong gravity",
            "section_rank": 6
        },
        {
            "text": "Models introducing extra dimensions can provide a solution to the hierarchy problem, which is that the Planck scale M Pl ∼ 10 16 TeV is higher than the EW scale M EW by many orders of magnitude. ",
            "section": "Searches for strong gravity",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "In these models, the Planck scale in (n+4) dimensions, M D , would be much smaller than in four dimensions, because gravity propagates in all  dimensions. ",
            "section": "Searches for strong gravity",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "If M D is in the TeV range, microscopic black holes (BH) could appear at the LHC, and evaporate by Hawking radiation. ",
            "section": "Searches for strong gravity",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "While uncertainties on these models are large due to our ignorance of quantum gravity, classical approximation for BH production and semi-classical approximation for decay are assumed valid for BH masses higher than a mass threshold, M T H M D .",
            "section": "Searches for strong gravity",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x x",
            "section_rank": 7
        },
        {
            "text": "Search with same-sign dimuon events",
            "section_rank": 8
        },
        {
            "text": "As multiplicities of emitted particles are determined by the number of degrees of freedom of each particle type and their decay modes, BH events should have high multiplicity of tracks with high transverse momentum p T . ",
            "section": "Search with same-sign dimuon events",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "This is exploited in Ref.",
            "section": "Search with same-sign dimuon events",
            "paragraph_rank": 12,
            "section_rank": 8
        },
        {
            "text": "[5], using 1.3 fb −1 of data. ",
            "section": "Search with same-sign dimuon events",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "Figure 4 shows the number of tracks with p T > 10 GeV for events containing two muons with the same charge. ",
            "section": "Search with same-sign dimuon events",
            "paragraph_rank": 13,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "This latter requirement allows to lower SM backgrounds while retaining a good signal acceptance. ",
            "section": "Search with same-sign dimuon events",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "The region with N trk ≥ 10 is selected as the signal region. ",
            "section": "Search with same-sign dimuon events",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "No excess over the SM predictions is observed in the data. ",
            "section": "Search with same-sign dimuon events",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "Figure 5 shows exclusion regions that are derived in the M T H versus M D plane. ",
            "section": "Search with same-sign dimuon events",
            "paragraph_rank": 13,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "For k = M T H /M D = 5, which is a physically favored region, and n = 6, M T H up to ∼ 4.3 TeV are ruled out.",
            "section": "Search with same-sign dimuon events",
            "paragraph_rank": 13,
            "section_rank": 8
        },
        {
            "text": "Search with lepton+jets events",
            "section_rank": 9
        },
        {
            "text": "Another way to exploit the high multiplicity of emitted particles is to search for excess of multi-object events produced at high Σ p T of leptons and jets. ",
            "section": "Search with lepton+jets events",
            "paragraph_rank": 14,
            "section_rank": 9
        },
        {
            "text": "A search is conducted in Ref.",
            "section": "Search with lepton+jets events",
            "paragraph_rank": 14,
            "section_rank": 9
        },
        {
            "text": "[6] selecting events with one isolated lepton with p T > 40 GeV, at least three reconstructed objects with p T > 100 GeV, at least one of which being a lepton, and Σ p T > 1500 GeV.  ",
            "section": "Search with lepton+jets events",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "No excess over the SM predictions is observed in 1.04 fb −1 of data, and exclusion regions are derived, which can be seen on Fig. 6 for a rotating BH. ",
            "section": "Search with lepton+jets events",
            "paragraph_rank": 15,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 125,
                    "end": 131,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "For k = 5, M T H up to ∼ 4.7 TeV are ruled out. ",
            "section": "Search with lepton+jets events",
            "paragraph_rank": 15,
            "section_rank": 9
        },
        {
            "text": "Generic searches for new phenomena 4.1 Hidden valley",
            "section_rank": 10
        },
        {
            "text": "Many extensions of the SM include a light Higgs boson (h 0 ), with a mass below 140 GeV, that decays to neutral, weakly-coupled particles that can be long-lived. ",
            "section": "Generic searches for new phenomena 4.1 Hidden valley",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "For example, in Hidden Valley (HV) scenarios, a new hidden sector is weakly coupled to the SM through a communicator that interacts with both sectors. ",
            "section": "Generic searches for new phenomena 4.1 Hidden valley",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "A search for the Higgs decay, h 0 → π v π v , where the π v is a weakly-interacting pseudoscalar and has a displaced decay to fermion anti-fermion pairs ff has been conducted with 1.94 fb −1 of data. ",
            "section": "Generic searches for new phenomena 4.1 Hidden valley",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "Due to the helicity suppression of the low-mass ff pairs, the π v decays predominantly to heavy fermions (bb, cc and τ + τ − ) in the ratio 85:5:8 %. ",
            "section": "Generic searches for new phenomena 4.1 Hidden valley",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "However, the lifetime of the neutral states is not specified and can have a very large range. ",
            "section": "Generic searches for new phenomena 4.1 Hidden valley",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "This analysis focuses on π v decays occuring in the Muon Spectrometer (MS) of the ATLAS detector. ",
            "section": "Generic searches for new phenomena 4.1 Hidden valley",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "To improve background rejection, both π v 's are required to decay in the MS. The analysis uses specialized tracking and vertexing reconstruction algorithms to reconstruct the vertices in the MS, from π v decays to jet pairs. ",
            "section": "Generic searches for new phenomena 4.1 Hidden valley",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "This is illustrated in Fig. 7. ",
            "section": "Generic searches for new phenomena 4.1 Hidden valley",
            "paragraph_rank": 16,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 29,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "For the event selection, a dedicated, signature-driven trigger, was developed to trigger on events with a π v decaying in the MS.",
            "section": "Generic searches for new phenomena 4.1 Hidden valley",
            "paragraph_rank": 16,
            "section_rank": 10
        },
        {
            "text": "No events are found in data which pass the selection requiring two isolated vertices in the MS. Figure 8 shows the upper limits on the cross-section for the process h 0 → π v π v normalised to the SM one that are derived at the 95% CL as a function of the π v proper decay length. ",
            "section": "Generic searches for new phenomena 4.1 Hidden valley",
            "paragraph_rank": 17,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 104,
                    "type": "figure",
                    "text": "Figure 8"
                }
            ]
        },
        {
            "text": "Table 1 shows the broad range of π v proper decay lengths which have been excluded for different h 0 and π v masses. ",
            "section": "Generic searches for new phenomena 4.1 Hidden valley",
            "paragraph_rank": 17,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "These are the first limits on long-lived particles decaying to jet pairs.",
            "section": "Generic searches for new phenomena 4.1 Hidden valley",
            "paragraph_rank": 17,
            "section_rank": 10
        },
        {
            "text": "HCP 2011",
            "section_rank": 11
        },
        {
            "text": "09012-p.3 ",
            "section": "HCP 2011",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "text": "Fig. 8. ",
            "section": "HCP 2011",
            "paragraph_rank": 18,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "The observed 95% CL upper limits on the process h 0 → π v π v expressed as the ratio to the SM cross-section for Higgs production. ",
            "section": "HCP 2011",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "text": "The exclusion limits assume 100% branching ratio for the Higgs decaying to π v s. ",
            "section": "HCP 2011",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "text": "Table 1. ",
            "section": "HCP 2011",
            "paragraph_rank": 18,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The excluded proper decay lengths (cτ), at 95% CL, of the π v for each of the signal samples.",
            "section": "HCP 2011",
            "paragraph_rank": 18,
            "section_rank": 11
        },
        {
            "text": "Contact interactions",
            "section_rank": 12
        },
        {
            "text": "A wide range of new phenomena can produce modifications to the dilepton mass spectra predicted by the SM such as quark-lepton compositeness, extra dimensions, and new gauge bosons. ",
            "section": "Contact interactions",
            "paragraph_rank": 19,
            "section_rank": 12
        },
        {
            "text": "The predicted form of these deviations is often either a resonance or an excess in the number of events in the spectra at high mass. ",
            "section": "Contact interactions",
            "paragraph_rank": 19,
            "section_rank": 12
        },
        {
            "text": "If quarks and leptons are composite, with at least one common constituent, the interaction of these constituents would likely be manifested through an effective four-fermion contact interaction (CI) at energies well below the compositeness scale Λ. ",
            "section": "Contact interactions",
            "paragraph_rank": 19,
            "section_rank": 12
        },
        {
            "text": "Such a CI could also describe a new interaction with a messenger too heavy for direct observation at the LHC.",
            "section": "Contact interactions",
            "paragraph_rank": 19,
            "section_rank": 12
        },
        {
            "text": "In the context of the left-left isoscalar model, which is commonly used as a benchmark for CI searches, the differential cross-section for the process qq → l + l − can be written",
            "section": "Contact interactions",
            "paragraph_rank": 20,
            "section_rank": 12
        },
        {
            "text": "where m ll is the final-state dilepton mass, and η LL = ±1, a parameter defining the chiral structure of the new interaction. ",
            "section": "Contact interactions",
            "paragraph_rank": 21,
            "section_rank": 12
        },
        {
            "text": "The expression above includes a SM Drell-Yan (DY) term, as well as DY-CI interference (F I ) and pure CI (F C ) terms.",
            "section": "Contact interactions",
            "paragraph_rank": 21,
            "section_rank": 12
        },
        {
            "text": "A search for CI in dilepton channel is performed with 1.08 fb −1 of data for the electron channel and 1.21 fb −1 for the muon channel [7]. ",
            "section": "Contact interactions",
            "paragraph_rank": 22,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "Figure 9 shows the dilepton mass spectra in the electron channel in data, and in simulation for constructive and destructive interferences. ",
            "section": "Contact interactions",
            "paragraph_rank": 22,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Figure 9"
                }
            ]
        },
        {
            "text": "There is no significant evidence for CI in the analysed data and thus  Table 2. ",
            "section": "Contact interactions",
            "paragraph_rank": 22,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Expected and observed 95% CL lower limits on the CI energy scale Λ for the electron and muon channels, as well as for the combination of those channels.",
            "section": "Contact interactions",
            "paragraph_rank": 22,
            "section_rank": 12
        },
        {
            "text": "limits have been set on the CI scale Λ at 95% CL, using two kinds of flat priors, which are summarized in Table 2. ",
            "section": "Contact interactions",
            "paragraph_rank": 23,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 113,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "These limits are the most stringent to date on µµqq CIs and exceed the best existing limits set by a single experiment on eeqq CIs for light-quark flavors.",
            "section": "Contact interactions",
            "paragraph_rank": 23,
            "section_rank": 12
        },
        {
            "text": "Conclusion",
            "section_rank": 13
        },
        {
            "text": "While there is still no direct evidence of new phenomena at the LHC, the ATLAS Collaboration has set very stringent limits on many exotic models, analysing 1.03-1.94 fb −1 of the LHC data. ",
            "section": "Conclusion",
            "paragraph_rank": 24,
            "section_rank": 13
        },
        {
            "text": "Some of these limits are the most stringent to date, or are novel models never tested by any other experiment.",
            "section": "Conclusion",
            "paragraph_rank": 24,
            "section_rank": 13
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 14
        },
        {
            "text": "Fig. 1. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "text": "95% CL LQ exclusion regions shown in the β versus LQ mass plane. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "text": "The solid band contains 68% of possible outcomes from pseudo-experiments.",
            "section": "Fig. 1 .",
            "paragraph_rank": 25,
            "section_rank": 14
        },
        {
            "text": "∫Fig. ",
            "section_rank": 15
        },
        {
            "text": "3 .",
            "section_rank": 15
        },
        {
            "text": "Fig. 3. ",
            "section": "∫Fig. 3 .",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "text": "Upper limits at 95% CL on the cross-section times branching ratio σ(pp → Qq) × BR(Q → Vq) for the charged current channel as a function of mass.",
            "section": "∫Fig. 3 .",
            "paragraph_rank": 26,
            "section_rank": 15
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 16
        },
        {
            "text": "Fig. 4. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 27,
            "section_rank": 16
        },
        {
            "text": "The track multiplicity distribution for same-sign dimuon events. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 27,
            "section_rank": 16
        },
        {
            "text": "The background histograms are stacked. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 27,
            "section_rank": 16
        },
        {
            "text": "The signal expectation for a non-rotating black hole model with parameters M D = 800 GeV, M T H = 4 TeV, and six extra dimensions is overlaid for illustrative purposes.",
            "section": "Fig. 4 .",
            "paragraph_rank": 27,
            "section_rank": 16
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 17
        },
        {
            "text": "Fig. 5. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 28,
            "section_rank": 17
        },
        {
            "text": "95% CL exclusion contours for non-rotating black holes in models with two and six extra dimensions. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 28,
            "section_rank": 17
        },
        {
            "text": "The solid lines show the observed exclusion contour. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 28,
            "section_rank": 17
        },
        {
            "text": "Regions below the contour are excluded.",
            "section": "Fig. 5 .",
            "paragraph_rank": 28,
            "section_rank": 17
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 18
        },
        {
            "text": "Fig. 6. ",
            "section": "Fig. 6 .",
            "paragraph_rank": 29,
            "section_rank": 18
        },
        {
            "text": "95% CL limit in the M T H − M D plane, for a rotating black hole model with six extra dimensions and a decay ending in a high-multiplicity remnant state.",
            "section": "Fig. 6 .",
            "paragraph_rank": 29,
            "section_rank": 18
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 19
        },
        {
            "text": "Fig. 7. ",
            "section": "Fig. 7 .",
            "paragraph_rank": 30,
            "section_rank": 19
        },
        {
            "text": "Event display for a simulated signal event showing reconstructed tracks and vertex position for a π v decaying just beyond the hadronic calorimeter. ",
            "section": "Fig. 7 .",
            "paragraph_rank": 30,
            "section_rank": 19
        },
        {
            "text": "The reconstructed vertex position is shown by the red circle.",
            "section": "Fig. 7 .",
            "paragraph_rank": 30,
            "section_rank": 19
        },
        {
            "text": "Fig. 9 .",
            "section_rank": 20
        },
        {
            "text": "Fig. 9. ",
            "section": "Fig. 9 .",
            "paragraph_rank": 31,
            "section_rank": 20
        },
        {
            "text": "Dielectron invariant mass distribution for data (points) and Monte Carlo simulation (histograms). ",
            "section": "Fig. 9 .",
            "paragraph_rank": 31,
            "section_rank": 20
        },
        {
            "text": "The open histograms correspond to the distributions expected in the presence of CIs with different values of Λ for both constructive (Λ − , η LL = −1) and destructive (Λ + , η LL = +1) interference.",
            "section": "Fig. 9 .",
            "paragraph_rank": 31,
            "section_rank": 20
        },
        {
            "text": "Observed Limit ATLAS = 7 TeV s -1 Ldt = 1.04 fb",
            "section_rank": 21
        },
        {
            "text": "EPJ Web of Conferences DOI: 10.1051/ C Owned by the authors, published by EDP Sciences, 2012",
            "section": "Observed Limit ATLAS = 7 TeV s -1 Ldt = 1.04 fb",
            "paragraph_rank": 32,
            "section_rank": 21,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "EPJ",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        }
    ]
}