{
    "level": "sentence",
    "abstract": [
        {
            "text": "We present the results of a model independent analysis, which systematically scans the data taken by CMS for deviations from the Standard Model predictions. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Due to the minimal theoretical bias this approach is sensitive to a variety of models for new physics. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Events with at least one electron or muon are classified according to their content of reconstructed objects (muons, electrons, photons, jets and missing transverse energy). ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "A broad scan of three kinematic distributions in those classes is performed by identifying deviations from Standard Model expectations, accounting for systematic uncertainties.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The start-up of the LHC brings forth a new era of high energy particle physics. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "What we will find is yet unknown, however there is a large number of theories predicting possible outcomes. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Many of those theories are tested by dedicated analyses at CMS and the other LHC experiments. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "However new physics could as well manifest itself in ways no-one has yet thought of. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Thus we have implemented a Model Unspecific Search in CMS: MUSiC. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 59,
                    "end": 64,
                    "type": "software",
                    "rawForm": "MUSiC",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "Model unspecific searches aim to analyse a large fraction of data, systematically scanning them for deviations from the Standard Model (SM). ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Therefore the selection cuts are not optimized for any expected new physics signal; however, the quality of the measurement is ensured by selecting wellmeasured and well-understood physics objects such as isolated high-p T leptons. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Any deviation seen might be a detector effect, a lack of understanding of the event generation and simulation or truly a new physics signal. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Similar strategies have already been applied successfully at other accelerator experiments, like H1 at HERA, Dφ and CDF at Tevatron.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Search Algorithm",
            "section_rank": 3
        },
        {
            "text": "New Physics usually shows up in distinctive final states and so the first task is to sort the events. ",
            "section": "Search Algorithm",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "We consider the following physics objects: muons (µ), electrons (e), photons (γ), hadronic jets (jet), and missing transverse energy (MET). ",
            "section": "Search Algorithm",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "Events are sorted into event classes, which represent a single exclusive final state, depending on their content of reconstructed objects. ",
            "section": "Search Algorithm",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "To avoid using the same energy entry more than once, objects are removed if they are too close to each other: Jets are removed if there are photons or electrons nearby, and photons are removed if an electron is close. ",
            "section": "Search Algorithm",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "An event class can include up to four leptons, two photons and eight jets, with at least one lepton in each event class. ",
            "section": "Search Algorithm",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "After assigning events to event a e-mail: shivali.malhotra@cern.ch b e-mail: nayeem@fnal.gov Out of these distributions Σ p T is the most general observable, sensitive to many new physics models involving heavy new particles or modified high-energy behaviour. ",
            "section": "Search Algorithm",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "The invariant mass allows the discovery of new resonances. ",
            "section": "Search Algorithm",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "New physics with heavy or highly boosted invisible particles will show up in the MET distribution. ",
            "section": "Search Algorithm",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "The algorithm systematically scans for deviations, comparing the simulated SM prediction with the measured data. ",
            "section": "Search Algorithm",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "This is done by calculating a p-value for each connected bin region. ",
            "section": "Search Algorithm",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "Since all distributions are analysed as binned histograms, the bin width is adjusted to the resolution of the considered variable. ",
            "section": "Search Algorithm",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "It is selected to be the smallest multiple of 10GeV which exceeds the expected resolution. ",
            "section": "Search Algorithm",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "The p-value is the probability of a discrepancy between data and Monte Carlo, which is at least as extreme as observed, if the hypothesis is true that the Monte Carlo describes the data within its uncertainties. ",
            "section": "Search Algorithm",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "The region with the smallest p-value contains the most significant discrepancy and we call it the Region of Interest (RoI).",
            "section": "Search Algorithm",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "While p denotes the probability of each RoI seen individually, it cannot be used as a statistical estimator for the global significance for such deviation in any region. ",
            "section": "Search Algorithm",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "A penalty factor needs to be included to account for the number of investigated regions. ",
            "section": "Search Algorithm",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Using pseudo-experiments, we can compute a new probabilityp of measuring at least one deviation in any region in this distribution with a lower pvalue than the one seen in the RoI of the data. ",
            "section": "Search Algorithm",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The valuẽ p for a given distribution is then simply the number of pseudo-experiments with p pseudo < p data , divided by the total number of pseudo-experiments.  ",
            "section": "Search Algorithm",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Both probabilities p andp can be translated into standard deviations of normal distributions, which is a common way to show significances. ",
            "section": "Search Algorithm",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "As MUSiC is sensitive to both an excess and lack of events, a two-sided normal distribution is used.",
            "section": "Search Algorithm",
            "paragraph_rank": 4,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "type": "software",
                    "rawForm": "MUSiC",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "The reconstruction efficiencies and the misidentification probability are determined from simulation and uncertainties are applied to cover possible differences to data. ",
            "section": "Search Algorithm",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "The uncertainty on the reconstruction efficiency is estimated with 4% for muons, 3% for electrons and photons and 1% for jets. ",
            "section": "Search Algorithm",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "For the uncertainty on the misidentification probability, we use 30% for photons, 50% for muons, and 100% for electrons.",
            "section": "Search Algorithm",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Sensitivity Tests",
            "section_rank": 4
        },
        {
            "text": "To claim the absence of any obvious deviations the search needs to have a sufficient sensitivity to new physics. ",
            "section": "Sensitivity Tests",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "A number of tests scenarios has been studied to show that MUSiC would be able to successfully point out discrepancies. ",
            "section": "Sensitivity Tests",
            "paragraph_rank": 6,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 58,
                    "end": 64,
                    "type": "software",
                    "rawForm": "MUSiC",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "One test was to remove top-quark pair production process from the SM background and eight classes with a significance of 3σ or higher were observed. ",
            "section": "Sensitivity Tests",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "Another test was to assume a 500 GeV Z'(neutral heavy gauge boson) as potential signal for New Physics. ",
            "section": "Sensitivity Tests",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "Here, di-muon and di-electron invariant mass distribution exceeded 4σ level. ",
            "section": "Sensitivity Tests",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "And after assuming SUSY benchmark point LM0 as potential signal, deviations in a large number of classes were clearly visible.",
            "section": "Sensitivity Tests",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "Results",
            "section_rank": 5
        },
        {
            "text": "The analysis has been applied to the data taken by CMS in 2010 and no significant deviations have been observed. ",
            "section": "Results",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "Overall 287 distributions in 118 classes have been analysed. ",
            "section": "Results",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "The distributions of thep of all analysed event classes, separated by kinematic distribution, i.e. Scalar Sum of the Transverse Momentum (Fig. 1), Invariant Mass (Fig. 2) and Missing Transverse Energy (Fig. 3) are shown here. ",
            "section": "Results",
            "paragraph_rank": 7,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 145,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 1)"
                },
                {
                    "start": 162,
                    "end": 170,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "(Fig. 2)"
                },
                {
                    "start": 201,
                    "end": 209,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig. 3)"
                }
            ]
        },
        {
            "text": "The shaded area is the SM simulation and the crosses represent the data, and no unexpected deviations are found. ",
            "section": "Results",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "The complete results for all the classes can be found at: https://cms-project-music.web.cern.ch/cms-project-music.   ",
            "section": "Results",
            "paragraph_rank": 7,
            "section_rank": 5
        },
        {
            "text": "Summary",
            "section_rank": 6
        },
        {
            "text": "The implementation and results of a model independent analysis of the 2010 CMS data (at an integrated luminosity of 36.1/pb) have been presented. ",
            "section": "Summary",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "Studies have been performed to evaluate the sensitivity of the approach to certain kinds of scenarios. ",
            "section": "Summary",
            "paragraph_rank": 8,
            "section_rank": 6
        },
        {
            "text": "MUSiC illustrates good agreement between data and SM expectation within uncertainties.",
            "section": "Summary",
            "paragraph_rank": 8,
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "software",
                    "rawForm": "MUSiC",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "classes, three kinematic distributions are examined, which are promising to spot new physics: -Scalar Sum of the Transverse Momentum of all participating objects: Σ p T . ",
            "paragraph_rank": 9,
            "section_rank": 7
        },
        {
            "text": "-Combined Invariant Mass M of those objects. ",
            "paragraph_rank": 9,
            "section_rank": 7
        },
        {
            "text": "For classes containing MET, the transverse invariant mass M T is used. ",
            "paragraph_rank": 9,
            "section_rank": 7
        },
        {
            "text": "-Missing Transverse Energy in classes containing MET above our predefined threshold.",
            "paragraph_rank": 9,
            "section_rank": 7
        },
        {
            "text": "EPJ",
            "section_rank": 8
        },
        {
            "text": "Open Access article distributed under the terms of the Creative Commons Attribution License 2.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.Article available at http://www.epj-conferences.org or http://dx.doi.org/10.1051/epjconf/20122812004",
            "section": "EPJ",
            "paragraph_rank": 10,
            "section_rank": 8
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 9
        },
        {
            "text": "Fig. 1. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 11,
            "section_rank": 9
        },
        {
            "text": "Sum pT distribution ofp of data-vs-SM (black crosses) compared to SM-vs-SM (shaded area)",
            "section": "Fig. 1 .",
            "paragraph_rank": 11,
            "section_rank": 9
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 10
        },
        {
            "text": "Fig. 2. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 12,
            "section_rank": 10
        },
        {
            "text": "Invariant Mass distribution ofp of data-vs-SM (black crosses) compared to SM-vs-SM (shaded area)",
            "section": "Fig. 2 .",
            "paragraph_rank": 12,
            "section_rank": 10
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 11
        },
        {
            "text": "Fig. 3. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 13,
            "section_rank": 11
        },
        {
            "text": "Missing Transverse Energy distribution ofp of data-vs-SM (black crosses) compared to SM-vs-SM (shaded area)",
            "section": "Fig. 3 .",
            "paragraph_rank": 13,
            "section_rank": 11
        },
        {
            "text": "-p.2",
            "section": "Fig. 3 .",
            "paragraph_rank": 14,
            "section_rank": 11
        }
    ]
}