{
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "We present a measurement of the time-integrated flavor-specific semileptonic charge asymmetry in the decays of B 0 s mesons that have undergone flavor mixing, a s sl , using",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "s → φπ ∓ and φ → K + K − , using 10.4 fb −1 of proton-antiproton collisions collected by the D0 detector during Run II at the Fermilab Tevatron Collider. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "A fit to the difference between the time-integrated D − s and D + s mass distributions of the B 0 s andB 0 s candidates yields the flavor-specific asymmetry a s sl = [−1.12 ± 0.74 (stat) ± 0.17 (syst)] %, which is the most precise measurement and in agreement with the standard model prediction.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "PACS numbers: 11.30.Er,13.20.He,14.40.Nd CP violation has been observed in the decay and mixing of neutral mesons containing strange, charm and bottom quarks. ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 14,
                    "end": 23,
                    "type": "bibr",
                    "text": "11.30.Er,"
                },
                {
                    "start": 23,
                    "end": 32,
                    "type": "bibr",
                    "text": "13.20.He,"
                },
                {
                    "start": 32,
                    "end": 40,
                    "type": "bibr",
                    "text": "14.40.Nd"
                }
            ]
        },
        {
            "text": "Currently all measurements of CP violation, either in decay, mixing or in the interference between the two, have been consistent with the presence of a single phase in the CKM matrix. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "An observation of anomalously large CP violation in B 0 s oscillations can indicate the existence of physics beyond the standard model (SM) [1]. ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Measurements of the likesign dimuon asymmetry by the D0 Collaboration [2,3] show evidence of anomalously large CP-violating effects using data corresponding to 9 fb −1 of integrated luminosity. ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[2,"
                },
                {
                    "start": 73,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "3]"
                }
            ]
        },
        {
            "text": "Assuming that this asymmetry originates from mixed neutral B mesons, the measured value is A b sl = C d a d",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "sl + C s a s sl = [−0.787 ± 0.172 (stat.) ± 0.021 (syst.)] %, where a",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "is the time-integrated flavor-specific semileptonic charge asymmetry in B 0 s (B 0 d ) decays that have un- * with visitors from a Augustana College, Sioux Falls, SD, USA, b The University of Liverpool, Liverpool, UK, c UPIITA-IPN, Mexico City, Mexico, d DESY, Hamburg, Germany, e SLAC, Menlo Park, CA, USA, f University College London, London, UK, g Centro de Investigacion en Computacion -IPN, Mexico City, Mexico, h ECFM, Universidad Autonoma de Sinaloa, Culiacán, Mexico and i Universidade Estadual Paulista, São Paulo, Brazil. ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "dergone flavor mixing and C d(s) is the fraction of B 0 d (B 0 s ) events. ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "The value of a s sl is extracted from this measurement and found to be a s sl = (−1.81 ± 1.06)% [3]. ",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "This Letter presents an independent measurement of a s sl using the decay",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "The asymmetry a s sl is defined as",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "where in this analysis ℓ = µ and X = D",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": ". ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "This includes all decay processes of B 0 s mesons that result in a D − s meson and an oppositely charged muon in the final state. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "To study CP violation, we identify events with the decay B 0 s → D − s µ + X. The flavor of the B 0 s meson at the time of decay is identified using the charge of the associated muon, and this analysis does not make use of initial-state tagging. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The fraction of mixed events integrated over time is extracted using Monte Carlo (MC) simulations. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "We assume there is no production asymmetry between B 0 s andB 0 s mesons, that there is no direct CP violation in the decay of D s mesons to the indicated states or in the semileptonic decay of B 0 s mesons, and that any CP violation in B 0 s mesons only occurs in mix-ing. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "We also assume that any direct CP violation in the decay of b baryons and charged B mesons is negligible. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "This analysis does not make use of the decay D − s → K * 0 K − as used in Ref. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "[4] as the expected statistical uncertainty in this channel is 2.5 times worse than the decay D − s → φπ − . ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The value of the SM prediction for a s sl = (1.9 ± 0.3) × 10 −5 [1] is negligible compared with current experimental precision. ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The best direct measurement of a s sl was performed by the D0 Collaboration using data corresponding to 5 fb −1 of integrated luminosity, giving a s sl = −0.17 ± 0.91 (stat.) +0.14 −0.15 (syst.) % [4]. ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "This Letter presents a new and improved measurement of a s sl using the full Tevatron data sample with an integrated luminosity of 10.4 fb −1 .",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The measurement is performed using the raw asymmetry",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "where",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "The timeintegrated flavor-specific semileptonic charge asymmetry in B 0 s decays which have undergone flavor mixing, a s sl , is then given by",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "where A µ is the reconstruction asymmetry between positive and negatively charged muons in the detector [5], A track is the asymmetry between positive and negative tracks, A KK is the residual kaon asymmetry from the decay of the φ meson, and",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "factor corrects the measured asymmetry for the fraction of events in which the B 0 s meson is mixed under the assumptions outlined earlier that no other physics asymmetries are present in the other b-hadron backgrounds. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "While the data selection, fitting models, A µ , A track , and A KK were studied, the value of the raw asymmetry was offset by an unknown arbitrary value and any distribution that gave an indication of the value of the asymmetry was not examined.",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "The D0 detector has a central tracking system, consisting of a silicon microstrip tracker (SMT) and a central fiber tracker (CFT), both located within a 2 T superconducting solenoidal magnet [5,6]. ",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[5,"
                },
                {
                    "start": 194,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "6]"
                }
            ]
        },
        {
            "text": "An outer muon system, at |η| < 2 [7], consists of a layer of tracking detectors and scintillation trigger counters in front of 1.8 T toroidal magnets, followed by two similar layers after the toroids [8].",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 33,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[7]"
                },
                {
                    "start": 200,
                    "end": 203,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "The data are collected with a suite of single and dimuon triggers. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "The selection and reconstruction of µ + D − s X decays requires tracks with at least two hits in both the CFT and SMT. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "Muons are required to have hits in at least two layers of the muon system, with segments reconstructed both inside and outside the toroid. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "The muon track segment has to be matched to a particle found in the central tracking system which has momentum p > 3 GeV/c and transverse momentum 2",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "decay is reconstructed as follows. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The two particles from the φ decay are assumed to be kaons and are required to have p T > 0.7 GeV/c, opposite charge and a mass M (K + K − ) < 1.07 GeV/c 2 . ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The charge of the third particle, assumed to be the charged pion, has to be opposite to that of the muon with 0.5 < p T < 25 GeV/c. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The three tracks are combined to create a common D − s decay vertex using the algorithm described in Ref. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "[9]. ",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "To reduce combinatorial background, the D − s vertex is required to have a displacement from the pp interaction vertex (PV) in the transverse plane with a significance of at least four standard deviations. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The cosine of the angle between the D − s momentum and the vector from the PV to the D − s decay vertex is required to be greater than 0.9. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The trajectories of the muon and D − s candidates are required to be consistent with originating from a common vertex (assumed to be the B 0 s decay vertex) and to have an effective mass of 2.",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "s semileptonic decay. ",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "The cosine of the angle between the combined µ + D − s direction, an approximation of the B 0 s direction in the direction from the PV to the B 0 s decay vertex has to be greater than 0.95. ",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "The B 0 s decay vertex has to be displaced from the PV in the transverse plane with a significance of at least four standard deviations. ",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "These angular criteria ensure that the D − s and µ + momenta are correlated with that of their B 0 s parent and that the D − s is not mistakenly associated with a random muon. ",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "If more than one B 0 s candidate passes the selection criteria in an event, then all candidates are included in the final sample.",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "To improve the significance of the B 0 s selection we use a likelihood ratio taken from Refs. ",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "[10,11]. ",
            "paragraph_rank": 18,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[10,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "11]"
                }
            ]
        },
        {
            "text": "It combines several discriminating variables: the helicity angle between the D − s and K + momenta in the center-of-mass frame of the φ meson; the isolation of the µ",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "is the sum of the momenta of the three tracks that make up the D − s meson and Σp i is the sum of momenta for all tracks not associated with the µ + D − s in a cone of (∆φ) 2 + (∆η) 2 < 0.5 around the µ + D − s direction [7]; the χ 2 of the D − s vertex fit; the invariant masses M (µ + D − s ), M (K + K − ); and p T (K + K − ). ",
            "paragraph_rank": 19,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 221,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "The final requirement on the likelihood ratio variable, y sel , is chosen to maximize the predicted ratio N S / √ N S + N B in a data subsample corresponding to 20% of the full data sample, where N S is the number of signal events and N B is the number of background events determined from signal and sideband regions of The",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "The number of events is extracted by fitting the data to a model using a χ 2 fit. ",
            "paragraph_rank": 20,
            "section_rank": 1
        },
        {
            "text": "The D − s meson mass distribution is well modelled by two Gaussian functions constrained to have the same mean, but with different widths and relative normalizations. ",
            "paragraph_rank": 20,
            "section_rank": 1
        },
        {
            "text": "A second peak in the M (K + K − π − ) distribution corresponding to the Cabibbo-suppressed decay of the D − meson is also similarly modelled by two Gaussian functions, and the combinatoric background by a third-order polynomial function. ",
            "paragraph_rank": 20,
            "section_rank": 1
        },
        {
            "text": "The number of D ± s signal decays determined from the fit is N (µ ± D ∓ s ) = 215,763 ± 1,467, where the uncertainty is statistical.",
            "paragraph_rank": 20,
            "section_rank": 1
        },
        {
            "text": "The polarities of the toroidal and solenoidal magnetic fields are reversed on average every two weeks so that the four solenoid-toroid polarity combinations are exposed to approximately the same integrated luminosity. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "This allows for a cancellation of first-order effects related to instrumental asymmetries. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "To ensure full cancellation, the events are weighted according to the number of µ + D − s decays for each data sample corresponding to a different configuration of the magnets' polarities. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "The data are then fitted to obtain the number of weighted events, N (µ ± D ∓ s ) = 203,513 ± 1,337. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "This is shown in Fig. 1, where the weighted M (K + K − π − ) invariant mass distributions in data is compared to the signal and background fit.",
            "paragraph_rank": 21,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 17,
                    "end": 23,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "The raw asymmetry (Eq. ",
            "paragraph_rank": 22,
            "section_rank": 1
        },
        {
            "text": "2) is extracted by fitting the M (φπ ∓ ) distribution of the D ∓ s candidates using a χ 2 minimization. ",
            "paragraph_rank": 22,
            "section_rank": 1
        },
        {
            "text": "The fit is performed simultaneously, using the same models, on the sum (Fig. 1) and the difference (Fig. 2) of the M (φπ − ) distribution associated with a positively charged muon and M (φπ + ) distribution asso-ciated with a negatively charged muon. ",
            "paragraph_rank": 22,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Fig. 1"
                },
                {
                    "start": 99,
                    "end": 107,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "The functions W used to model the two distributions are",
            "paragraph_rank": 22,
            "section_rank": 1
        },
        {
            "text": "where W sig (D s ) , W sig (D) and W bg sum describe the D − s , D − mass peaks, and the combinatorial background, respectively. ",
            "paragraph_rank": 23,
            "section_rank": 1
        },
        {
            "text": "The asymmetry of the D − mass peak is A D , and A bg is the asymmetry of the combinatorial background. ",
            "paragraph_rank": 23,
            "section_rank": 1
        },
        {
            "text": "The result of the fit is shown in Fig. 2 with fitted asymmetry parameters A = (−0.40 ± 0.33)%, A D = (−1.21 ± 1.00)%, and A bg = (0.00 ± 0.11)%. ",
            "paragraph_rank": 23,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 34,
                    "end": 40,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The χ 2 of the fit model with respect to the difference histogram is 129.7/97 degrees of freedom over the whole mass range and 34.7 for 25 bins in the mass range 1.90 < M (µ + D − s ) < 2.05 GeV/c 2 , which corresponds to a pvalue of 9.7%. ",
            "paragraph_rank": 23,
            "section_rank": 1
        },
        {
            "text": "The value of the extracted raw asymmetry, A, is checked by calculating the difference between the number of µ + D − s and µ − D + s events in the mass range 1.92 < M (µ + D − s ) < 2.00 GeV/c 2 without using a fit. ",
            "paragraph_rank": 23,
            "section_rank": 1
        },
        {
            "text": "In this region we observe an asymmetry of (−0.5 ± 0.3)% which is consistent with the value of A extracted by the fitting procedure.",
            "paragraph_rank": 23,
            "section_rank": 1
        },
        {
            "text": "To test the sensitivity of the fitting procedure, the charge of the muon is randomised to introduce an asymmetry signal. ",
            "paragraph_rank": 24,
            "section_rank": 1
        },
        {
            "text": "We use a range of raw signals from −2.0% to +2.0% in 0.2% steps with 1000 trials performed for each step, and the result of these pseudo-experiments, each with the same statistics as the measurement, is found. ",
            "paragraph_rank": 24,
            "section_rank": 1
        },
        {
            "text": "In each case, the central value of the asymmetry distribution is consistent with the input value with a fitted width of 0.33% and no observable bias. ",
            "paragraph_rank": 24,
            "section_rank": 1
        },
        {
            "text": "The uncertainty found in data agrees with this expected statistical sensitivity.",
            "paragraph_rank": 24,
            "section_rank": 1
        },
        {
            "text": "Systematic uncertainties in the fitting method are evaluated by making reasonable variations to the fitting procedure. ",
            "paragraph_rank": 25,
            "section_rank": 1
        },
        {
            "text": "The mass range of the fit is shifted from 1.700 < M (K + K − π − ) < 2.300 GeV/c 2 to 1.724 < M (K + K − π − ) < 2.270 GeV/c 2 . ",
            "paragraph_rank": 25,
            "section_rank": 1
        },
        {
            "text": "The functions modelling the signal, W sig , are modified so that the D − and D − s peaks are fitted by single Gaussian functions. ",
            "paragraph_rank": 25,
            "section_rank": 1
        },
        {
            "text": "The background function, W bg sum , is varied from a second-order polynomial function to a fifth-order polynomial function, and the asymmetry is extracted. ",
            "paragraph_rank": 25,
            "section_rank": 1
        },
        {
            "text": "Instead of setting the background of W diff to A bg W bg sum , the background is either set to zero, a constant, or a polynomial function of up to degree three. ",
            "paragraph_rank": 25,
            "section_rank": 1
        },
        {
            "text": "The width of the mass bins is varied between 2 and 12 MeV/c 2 . ",
            "paragraph_rank": 25,
            "section_rank": 1
        },
        {
            "text": "Instead of using the fitted number of B 0 s decays per magnet polarity to weight the events, the total number of candidates in the mass range 1.7 < M (K + K − π − ) < 2.3 GeV/c 2 is used. ",
            "paragraph_rank": 25,
            "section_rank": 1
        },
        {
            "text": "The systematic uncertainty is assigned to be half of the maximal variation in the asymmetry for each of these sources, added in quadrature. ",
            "paragraph_rank": 25,
            "section_rank": 1
        },
        {
            "text": "The total effect of all of these systematic sources of uncertainty is a systematic uncertainty of 0.051% on the raw asymmetry A, giving",
            "paragraph_rank": 25,
            "section_rank": 1
        },
        {
            "text": "To extract a s sl from the raw asymmetry, corrections to the charge asymmetries in the reconstruction have to be made. ",
            "paragraph_rank": 26,
            "section_rank": 1
        },
        {
            "text": "These corrections are described in detail in Ref. ",
            "paragraph_rank": 26,
            "section_rank": 1
        },
        {
            "text": "[12]. ",
            "paragraph_rank": 26,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The residual detector tracking asymmetry, A track , has been studied in Ref. ",
            "paragraph_rank": 26,
            "section_rank": 1
        },
        {
            "text": "[2] and by using K 0 S → π + π − and K * ± → K 0 S π ± decays. ",
            "paragraph_rank": 26,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "No significant residual track reconstruction asymmetries are found and no correction for tracking asymmetries need to be applied. ",
            "paragraph_rank": 26,
            "section_rank": 1
        },
        {
            "text": "The tracking asymmetry of charged pions has been studied using MC simulations of the detector. ",
            "paragraph_rank": 26,
            "section_rank": 1
        },
        {
            "text": "The asymmetry is found to be less than 0.05%, which is assigned as a systematic uncertainty. ",
            "paragraph_rank": 26,
            "section_rank": 1
        },
        {
            "text": "The muon and the pion have opposite charge, so any remaining track asymmetries will cancel to first order.",
            "paragraph_rank": 26,
            "section_rank": 1
        },
        {
            "text": "Any asymmetry between the reconstruction of K + and K − mesons cancels as we require that the two kaons form a φ meson. ",
            "paragraph_rank": 27,
            "section_rank": 1
        },
        {
            "text": "However, there is a small residual asymmetry in the momentum of the kaons produced by the decay of the φ meson due to φ-f 0 (980) interference [13]. ",
            "paragraph_rank": 27,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The kaon asymmetry is measured using the decay K * 0 → K + π − [12] and is used to determine the residual asymmetry due to this interference, A KK = [0.020 ± 0.002 (syst.)] %.",
            "paragraph_rank": 27,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The residual reconstruction asymmetry of the muon system, A µ , has been measured using J/ψ → µ + µ − decays as described in [2,3,12]. ",
            "paragraph_rank": 28,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[2,"
                },
                {
                    "start": 128,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "3,"
                },
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "12]"
                }
            ]
        },
        {
            "text": "This asymmetry is determined as a function of p T and |η| of the muons, and the correction is obtained by a weighted average over the normalized yields, as determined from fits to the M (φπ − ) distribution. ",
            "paragraph_rank": 28,
            "section_rank": 1
        },
        {
            "text": "The resulting correction is A µ = (0.11 ± 0.03)% and the combined corrections are A µ + A track + A KK = [0.13 ± 0.06 (syst.)] %, including the statistical uncertainties combined in quadrature.",
            "paragraph_rank": 28,
            "section_rank": 1
        },
        {
            "text": "The remaining variable required is F osc",
            "paragraph_rank": 29,
            "section_rank": 1,
            "entity_spans": [
                {
                    "start": 35,
                    "end": 37,
                    "type": "software",
                    "rawForm": "F",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": ", which is the only correction extracted from a MC simulation.",
            "paragraph_rank": 30,
            "section_rank": 1
        },
        {
            "text": "The D − s signal decays can also be produced via the decay of B 0 d mesons, B ± mesons, and from prompt cc production. ",
            "paragraph_rank": 31,
            "section_rank": 1
        },
        {
            "text": "The B 0 s (B 0 d ) mesons can oscillate toB 0 s (B 0 d ) states before decaying. ",
            "paragraph_rank": 31,
            "section_rank": 1
        },
        {
            "text": "We split these MC samples into mixed and unmixed decays. ",
            "paragraph_rank": 31,
            "section_rank": 1
        },
        {
            "text": "This classification is inclusive and includes most intermediate excited states of both B and D meson decays.",
            "paragraph_rank": 31,
            "section_rank": 1
        },
        {
            "text": "The MC sample is created using the pythia event generator [14] modified to use evtgen [15] for the decay of hadrons containing b and c quarks. ",
            "paragraph_rank": 32,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[14]"
                },
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[15]"
                }
            ],
            "entity_spans": [
                {
                    "start": 35,
                    "end": 42,
                    "type": "software",
                    "rawForm": "pythia",
                    "resp": "service",
                    "id": "software-simple-s2"
                },
                {
                    "start": 79,
                    "end": 86,
                    "type": "software",
                    "rawForm": "evtgen",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "Events recorded in random beam crossings are overlaid over the simulated events to quantify the effect of additional collisions in the same or nearby bunch crossings. ",
            "paragraph_rank": 32,
            "section_rank": 1
        },
        {
            "text": "The pythia inclusive jet production model is used and events are selected that contain at least one muon and a D − s → φπ − ; φ → K + K − decay. ",
            "paragraph_rank": 32,
            "section_rank": 1,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "type": "software",
                    "rawForm": "pythia",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "The generated events are processed by the full simulation chain, and then by the same reconstruction and selection algorithms as used to select events from data. ",
            "paragraph_rank": 32,
            "section_rank": 1
        },
        {
            "text": "Each event is classified based on the decay chain that is matched to the reconstructed particles.",
            "paragraph_rank": 32,
            "section_rank": 1
        },
        {
            "text": "The mean proper decay lengths of the b-hadrons are fixed in the simulation to values close to the current world-average values [16]. ",
            "paragraph_rank": 33,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "To correct for these differences, a correction is applied to all non-prompt events in simulation, based on the generated lifetime of the B candidate, to give the appropriate world-average B meson lifetimes and measured value of the width difference ∆Γ s [17].",
            "paragraph_rank": 33,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "To estimate the effects of trigger selection and track reconstruction, we weight each event as a function of p T of the reconstructed muon so that it matches the distribution in the data, and as a function of the lifetime to ensure that the B-meson lifetimes and ∆Γ s match the world-average [16].",
            "paragraph_rank": 34,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "In the case of the B 0 s meson, the time-integrated oscillation probability is essentially 50% and is insensitive to the exact value of ∆M s . ",
            "paragraph_rank": 35,
            "section_rank": 1
        },
        {
            "text": "Combining the fraction of B 0 s decays in the sample and the time-integrated oscillation probability, we find F osc B 0 s = 0.465. ",
            "paragraph_rank": 35,
            "section_rank": 1
        },
        {
            "text": "To determine the systematic uncertainty on F osc B 0 s , the branching ratios and production fractions of B mesons are varied by their uncertainties. ",
            "paragraph_rank": 35,
            "section_rank": 1
        },
        {
            "text": "We also vary the Bmeson lifetimes and ∆Γ s and use a coarser p T binning in the p T event weighting. ",
            "paragraph_rank": 35,
            "section_rank": 1
        },
        {
            "text": "The total resulting systematic uncertainty on F osc B 0 s is determined to be 0.017 that includes the statistical uncertainty from the MC simulation. ",
            "paragraph_rank": 35,
            "section_rank": 1
        },
        {
            "text": "An asymmetry of B 0 d decays of 1% would contribute 0.005% to the total asymmetry, which is negligible compared to the statistical uncertainties and therefore neglected.",
            "paragraph_rank": 35,
            "section_rank": 1
        },
        {
            "text": "The uncertainty due to the fitting procedure (0.05%) and the asymmetry corrections (0.06%) are added in quadrature and scaled by the dilution factor, F osc B 0 s . ",
            "paragraph_rank": 36,
            "section_rank": 1
        },
        {
            "text": "The effect of the uncertainty on the dilution factor is then added in quadrature, giving a total systematic uncer-tainty of 0.17%.",
            "paragraph_rank": 36,
            "section_rank": 1
        },
        {
            "text": "The resulting time-integrated flavor-specific semileptonic charge asymmetry is found to be a s sl = [−1.12 ± 0.74 (stat) ± 0.17 (syst)] %,",
            "paragraph_rank": 37,
            "section_rank": 1
        },
        {
            "text": "superseding the previous measurement of a s sl by the D0 Collaboration [4,18] and in agreement with the SM prediction. ",
            "paragraph_rank": 38,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[4,"
                },
                {
                    "start": 74,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "18]"
                }
            ]
        },
        {
            "text": "This result can be combined with the two A b sl measurements that depend on the impact parameter of the muons (IP) [3] and the average of a d sl measurements from the B factories, a d sl = (−0.05 ± 0.56)% [16], (Fig. 3). ",
            "paragraph_rank": 38,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[3]"
                },
                {
                    "start": 205,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[16]"
                },
                {
                    "start": 211,
                    "end": 219,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 3)"
                }
            ]
        },
        {
            "text": "As a result of this combination we obtain a s sl = (−1.42 ± 0.57)% and a d sl = (−0.21 ± 0.32)% with a correlation of −0.53, which is a significant improvement on the precision of the measurement of a d sl and a s sl obtained in Ref. ",
            "paragraph_rank": 38,
            "section_rank": 1
        },
        {
            "text": "[3]. ",
            "paragraph_rank": 38,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "These results have a probability of agreement with the SM of 0.28×10 −2 , which corresponds to a 3.0 standard deviations from the SM prediction. ",
            "paragraph_rank": 38,
            "section_rank": 1
        },
        {
            "text": "sl with different muon impact parameter selections made using like-sign dimuons [3] and the average of a d sl measurements from B factories [16] . ",
            "paragraph_rank": 38,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[3]"
                },
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The error bands represent the ±1 standard deviation uncertainties on each individual measurement. ",
            "paragraph_rank": 38,
            "section_rank": 1
        },
        {
            "text": "The ellipses represent the 1, 2, 3, and 4 standard deviation two-dimensional C.L. regions, respectively, in the a s sl and a d sl plane.",
            "paragraph_rank": 38,
            "section_rank": 1
        },
        {
            "text": "In summary, we have presented the most precise measurement to date of the time-integrated flavor-specific semileptonic charge asymmetry, a s sl = [−1.12 ± 0.74 (stat) ± 0.17 (syst)] %, which is in agreement with the standard model prediction and the D0 like-sign dimuon result [3].",
            "paragraph_rank": 39,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 277,
                    "end": 280,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 2
        },
        {
            "text": "FIG. 1:The weighted K + K − π ∓ invariant mass distribution for the µ ± φπ ∓ sample with the solid line representing the signal fit and the dashed line showing the background fit. ",
            "section": "FIG. 1 :",
            "paragraph_rank": 40,
            "section_rank": 2
        },
        {
            "text": "The lower mass peak is due to the decay D ∓ → φπ ∓ and the second peak is due to the D ∓ s meson decay. ",
            "section": "FIG. 1 :",
            "paragraph_rank": 40,
            "section_rank": 2
        },
        {
            "text": "Note the zero-suppression on the vertical axis.",
            "section": "FIG. 1 :",
            "paragraph_rank": 40,
            "section_rank": 2
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 3
        },
        {
            "text": "FIG. 2:The fit to the difference distribution for the data (for clarity the data has been rebinned).",
            "section": "FIG. 2 :",
            "paragraph_rank": 41,
            "section_rank": 3
        },
        {
            "text": "FIG. 3 :",
            "section_rank": 4
        },
        {
            "text": "FIG. 3: (color online) A combination of this result with two measurements of A bsl with different muon impact parameter selections made using like-sign dimuons[3] and the average of a d sl measurements from B factories[16] . ",
            "section": "FIG. 3 :",
            "paragraph_rank": 42,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[3]"
                },
                {
                    "start": 218,
                    "end": 222,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The error bands represent the ±1 standard deviation uncertainties on each individual measurement. ",
            "section": "FIG. 3 :",
            "paragraph_rank": 42,
            "section_rank": 4
        },
        {
            "text": "The ellipses represent the 1, 2, 3, and 4 standard deviation two-dimensional C.L. regions, respectively, in the a s sl and a d sl plane.",
            "section": "FIG. 3 :",
            "paragraph_rank": 42,
            "section_rank": 4
        },
        {
            "text": "A.Y. Verkheev, 32 L.S. Vertogradov, 32 M. Verzocchi, 45 M. Vesterinen, 41 D. Vilanova, 15  We thank the staffs at Fermilab and collaborating institutions, and acknowledge support from the DOE and NSF (USA); CEA and CNRS/IN2P3 (France); MON, NRC KI and RFBR (Russia); CNPq, FAPERJ, FAPESP and FUNDUNESP (Brazil); DAE and DST (India); Colciencias (Colombia); CONACyT (Mexico); NRF (Korea); FOM (The Netherlands); STFC and the Royal Society (United Kingdom); MSMT and GACR (Czech Republic); BMBF and DFG (Germany); SFI (Ireland); The Swedish Research Council (Sweden); and CAS and CNSF (China).",
            "section": "FIG. 3 :",
            "paragraph_rank": 43,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "15"
                }
            ]
        }
    ]
}