{
    "level": "sentence",
    "abstract": [
        {
            "text": "The production cross section of electrons from semileptonic decays of beauty hadrons was measured at mid-rapidity (| y| < 0.8) in the transverse momentum range 1 < p T < 8 GeV/c with the ALICE experiment at the CERN LHC in pp collisions at a center of mass energy √ s = 7 TeV using an integrated luminosity of 2.2 nb −1 . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Electrons from beauty hadron decays were selected based on the displacement of the decay vertex from the collision vertex. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "A perturbative QCD calculation agrees with the measurement within uncertainties. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The data were extrapolated to the full phase space to determine the total cross section for the production of beauty quark-antiquark pairs.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "The measurement of heavy-flavor (charm and beauty) production in proton-proton (pp) collisions at the CERN Large Hadron Collider (LHC) provides a crucial testing ground for quantum chromodynamics (QCD), the theory of strong interactions, in a new high-energy regime. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Because of their large masses heavy quarks are mainly produced via initial hard parton-parton collisions, even at low transverse momenta p T . ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Therefore, heavy-flavor production cross sections constitute a prime benchmark for perturbative QCD (pQCD) calculations. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Furthermore, heavy-flavor measurements in pp collisions provide a mandatory baseline for corresponding studies in nucleus-nucleus collisions. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Heavy quark observables are sensitive to the properties of the strongly interacting partonic medium which is produced in such collisions.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Earlier measurements of beauty production in pp collisions at √ s = 1.96 TeV at the Tevatron [1] are in good agreement with pQCD calculations at fixed order with next-to-leading log resummation (FONLL) [2,3]. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "text": "[1]"
                },
                {
                    "start": 202,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2,"
                },
                {
                    "start": 205,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3]"
                }
            ]
        },
        {
            "text": "Measurements of charm production, available at high p T only [4], are close to the upper limit but still consistent with such pQCD calculations. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The same trend was observed in pp collisions at √ s = 0.2 TeV at RHIC [5,6].",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 73,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6]"
                }
            ]
        },
        {
            "text": "In pp collisions at the LHC, heavy-flavor production was investigated extensively at √ s = 7 TeV in various decay channels.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "With LHCb beauty hadron production cross sections were measured at forward rapidity [7] and, at high p T only, with CMS at mid-rapidity [8]. ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 136,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "At low p T , mid-rapidity J/ψ meson production from beauty hadron decays was studied with ALICE [9]. ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "These results, as well as the mid-rapidity D-meson production cross sections measured with ALICE [10], are well described by FONLL pQCD calculations. ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The same is true for the production cross sections of electrons and muons from semileptonic decays of heavy-flavor hadrons reported by ATLAS [11] at high p T , and by ALICE down to low p T [12,13]. ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 189,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12,"
                },
                {
                    "start": 193,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "13]"
                }
            ]
        },
        {
            "text": "However, still missing at the LHC is the separation of leptons from charm and beauty hadron decays at low p T , which is important for the total beauty production cross section and which provides a crucial baseline for Pb-Pb collisions.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "derived from the VZERO scintillator arrays and the Silicon Pixel Detector (SPD), which is the innermost part of the ITS consisting of two cylindrical layers of hybrid silicon pixel assemblies. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The MB trigger cross section σ MB = 62.2 ± 2.2 mb [15] was measured in a van-der-Meer scan. ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "An integrated luminosity of 2.2 nb −1 was used for this analysis. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Pile-up events were identified by requiring no more than one primary vertex to be reconstructed with the SPD as discussed in [12]. ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Taking into account the efficiency of the pile-up event identification, only 2.5% of the triggered events suffered from pileup. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The corresponding events were removed from the analyzed data sample. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The systematic uncertainty due to the remaining undetected pile-up events was negligible.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Events and tracks were selected following the approach from a previous analysis [12]. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Charged particle tracks reconstructed in the TPC and ITS were propagated towards the outer detectors using a Kalman filter approach [16]. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Geometrical matching was applied to associate tracks with hits in the outer detectors. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "To guarantee good particle identification based on the specific dE/dx in the TPC, tracks were required to include a minimum number of 80 clusters used for the energy loss calculation. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "A cut on the number of clusters for tracking is used to enhance the electron/pion separation. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The stringent request for at least 120 clusters from the maximum of 159 enhances electrons relative to hadrons. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "In total, at least four ITS hits were required to be associated with a track. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "A cut on the distance of closest approach (DCA) to the primary vertex in the plane perpendicular to the beam axis (xy) as well as in the beam direction (z) was applied to reject background tracks and non-primary tracks. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Differently from the heavy-flavor electron analysis [12], the pseudorapidity range was extended to |η| < 0.8, and tracks were required to be associated with hits in both layers of the SPD in order to minimize the contribution from tracks with randomly associated hits in the first pixel layer. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The latter criterion provides a better measurement of the track's transverse impact parameter d 0 , i.e. the DCA to the primary collision vertex in the plane perpendicular to the beam axis, where the sign of d 0 is attributed on the basis of the relative position of primary vertex and the track prolongation in the direction perpendicular to the direction of the transverse momentum vector of the track.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Electron candidates were required to be consistent within three standard deviations with the electron time of flight hypothesis, thus efficiently rejecting charged kaon background up to momenta of ≈ 1.5 GeV/c and proton background up to ≈ 3 GeV/c. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Additional background, in particular from charged pions, was rejected using the specific energy loss, dE/dx, measured for charged particles in the TPC.",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Due to their long lifetime (cτ ∼ 500 μm), beauty hadrons decay at a secondary vertex displaced in space from the primary collision vertex. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Consequently, electron tracks from semileptonic beauty hadron decays feature a rather broad d 0 distribution, as indicated by simulation studies in Fig. 1(a). ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 148,
                    "end": 157,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1(a)"
                }
            ]
        },
        {
            "text": "Also shown are the d 0 distributions of the main background sources, i.e. electrons from charm hadron decays, from Dalitz and dilepton decays of light mesons, and from photon conversions. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "These distributions were obtained from a detailed Monte Carlo simulation of the experiment using GEANT3 [17]. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ],
            "entity_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "type": "version",
                    "rawForm": "3",
                    "resp": "service",
                    "id": "#software-simple-s4"
                }
            ]
        },
        {
            "text": "With the PYTHIA 6.4.21 event generator [18] pp collisions were produced employing the Perugia 0-parameter tuning [19]. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ],
            "entity_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "type": "version",
                    "rawForm": "6.4.21",
                    "resp": "service",
                    "id": "#software-simple-s4"
                }
            ]
        },
        {
            "text": "The p T shapes of beauty hadron decay electrons from a FONLL pQCD calculation [20] and from PYTHIA are in good agreement. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ],
            "entity_spans": [
                {
                    "start": 92,
                    "end": 98,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "The PYTHIA simulation does not reproduce precisely the p T -differential yields of background sources measured in data. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 10,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s6"
                }
            ]
        },
        {
            "text": "Therefore, the p T distributions of the relevant electron sources in PYTHIA were re-weighted to match the distributions measured with ALICE, prior of propagation through the ALICE apparatus using GEANT3. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 69,
                    "end": 76,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s7"
                },
                {
                    "start": 201,
                    "end": 202,
                    "type": "version",
                    "rawForm": "3",
                    "resp": "service",
                    "id": "#software-simple-s7"
                }
            ]
        },
        {
            "text": "After the full Monte Carlo simulation, the same event cuts and track selection criteria (including that on d 0 ) as in data were applied. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The p T distributions of the backgrounds were normalized by the number of events passing these event selection cuts, corrected for the efficiency to reconstruct a primary vertex. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Background electrons surviving these selection criteria were subtracted from the inclusive electron spectrum obtained from data. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "This approach relies on the availability of the p T -differential cross section measurements of the main background sources.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The production cross sections of π 0 and η mesons, the dominant sources of electrons from Dalitz decays and from photons which convert in material into e + e − pairs, were measured with ALICE in pp collisions at √ s = 7 TeV [21]. ",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "The conversion electron yield depends on the material budget which was measured with a systematic uncertainty of 4.5% [21]. ",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Other light hadrons and heavy quarkonia contribute through their decays to the electron spectrum and their phase space distributions were calculated with the approach described in [12]. ",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "This calculation also includes real and virtual photon production via partonic hard scattering processes. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "D 0 , D + , and D + s meson production cross sections were measured with ALICE [10,22] in the transverse momentum ranges",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10,"
                },
                {
                    "start": 83,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22]"
                }
            ]
        },
        {
            "text": "spectively. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Based on a FONLL pQCD calculation [20] the measured p T -differential cross sections were extrapolated to p T = 50 GeV/c. ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ],
            "entity_spans": [
                {
                    "start": 11,
                    "end": 17,
                    "type": "software",
                    "rawForm": "FONLL",
                    "resp": "service",
                    "id": "software-simple-s10"
                }
            ]
        },
        {
            "text": "The contribution from the unmeasured high-p T region to the electron yield from D-meson decays was estimated to be 10% for electrons with p T < 8 GeV/c. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "A contribution from Λ c decays was included using a measurement of the ratio σ (",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 80,
                    "type": "bibr",
                    "text": "("
                }
            ]
        },
        {
            "text": "from ZEUS [23].",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 10,
                    "end": 14,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "The measured p T spectra of the main background sources drop more quickly with p T than the ones generated by PYTHIA for A cut on the d 0 parameter is applied in order to enhance the signal-to-background ratio (S/B) of electrons from beauty hadron decays. ",
            "paragraph_rank": 14,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 110,
                    "end": 117,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s12"
                }
            ]
        },
        {
            "text": "For this, it is crucial that the d 0 resolution is properly reproduced in the simulation. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "The d 0 resolution is found to be 80 μm (30 μm) for tracks with p T = 1(10) GeV/c [10]. ",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The agreement of the d 0 measurement of electron candidates with the simulation is demonstrated in Fig. 1(b), which shows the ratios of the measured d 0 distribution to the one from simulation in the p T ranges 1 < p T < 2 GeV/c and 2 < p T < 6 GeV/c for electrons from photon conversions, which is the only identifiable source in data. ",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 99,
                    "end": 108,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1(b)"
                }
            ]
        },
        {
            "text": "A pure sample of electrons from photon conversions in the detector material was identified using a V0-finder and topological cuts [24].",
            "paragraph_rank": 14,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "At p T > 6 GeV/c, the number of reconstructed conversions was statistically insufficient for this cross check. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "In addition, the d 0 resolution measured for charged tracks in data is reproduced within 10% by the Monte Carlo simulation [10]. ",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The difference in the particle multiplicities between data and simulation gives an effect on the primary vertex resolution, which is included in the d 0 resolution as a convolution of the track position and the primary vertex resolution. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The Monte Carlo simulation shows that the electron Bremsstrahlung effect is limited to transverse momenta below 1 GeV/c. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "At higher p T , the particle species dependences of the d 0 resolution is negligible. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The possible bias introduced by this optimization is taken into account in the estimation of the systematic uncertainties, by varying substantially the cut value. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "Fits of the TPC dE/dx distribution in momentum slices indicate that the remaining hadron contamination grows from less than 10 −5 at 1 GeV/c to ≈20% at 8 GeV/c before the application of the d 0 cut. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "Since hadrons originate from the primary collision vertex, the latter cut reduces the remaining hadron contamination to less than 3% even at the highest p T considered here. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The electron background from sources other than beauty hadron decays was estimated based on the method described above. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "In Fig. 3 the raw electron yield, as well as the non-beauty electron background yield, which is subtracted in the analysis, are shown after the application of the track selection criteria. ",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "At p T = 1 GeV/c, the background contributions from charm hadron decays, light meson decays, and photon conversions are approximately equal and S/B is ≈ 1/3. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "At p T = 8 GeV/c, the background originates mostly from charm hadron decays and S/B is ≈ 5.",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The electron yield from beauty hadron decays, N e (p T ), was corrected for the geometrical acceptance, the track reconstruction efficiency, the electron identification efficiency, and the efficiency of the d 0 cut. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "The total efficiency ε is the product of these individual factors. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "ε was computed from a full detector simulation using GEANT3 as discussed in [12]. ",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ],
            "entity_spans": [
                {
                    "start": 58,
                    "end": 60,
                    "type": "version",
                    "rawForm": "3",
                    "resp": "service",
                    "id": "#software-simple-s12"
                }
            ]
        },
        {
            "text": "In addition, the electron p T distribution was corrected for effects of finite momentum resolution and energy loss due to Bremsstrahlung via a p T unfolding procedure which does not depend on the p T shape of Monte Carlo simulation [12]. ",
            "paragraph_rank": 16,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The invariant cross section of electron production from beauty hadron decays in the range |y| < 0.8 was then calculated using the corrected electron p T spectrum, the number of minimum bias pp collisions N MB , and the minimum bias cross section σ MB as 1",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "where p c T are the centers of the p T bins with widths p T and y = 0.8 is the width of the rapidity interval.",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "A summary of the estimated relative systematic uncertainties is provided in Table 1. ",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The systematic uncertainties for the tracking and the particle identification are the following: the corrections of the ITS, TPC, TOF tracking efficiencies, the TOF, TPC particle identification efficiencies, the p T unfolding procedure. ",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "These amount to +17 −14 ( +8 −14 )% for p T < (>)3 GeV/c. ",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "Additional systematic uncertainties specific for this analysis due to the d 0 cut, the subtraction of the light hadron decay background and charm hadron decay background were added in quadrature. ",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "The systematic uncertainty induced by the d 0 cut was evaluated by repeating the full analysis with modified cuts. ",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "The variation of this cut was chosen such that it corresponds to ±1σ , where σ is the d 0 resolution measured on data [10]. ",
            "paragraph_rank": 18,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "These vary the minimum d 0 cut efficiency by ±20%.",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "In addition, the full analysis was repeated after smearing the d 0 resolution in the Monte Carlo simulation by 10% [10], considering the maximum differences in the d 0 distribution in data and simulation. ",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The uncertainty due to the background subtraction was evaluated by propagating the statistical and systematic uncertainties of the light and charm hadron measurements used as analysis input. ",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "At low p T , the uncertainties are dominated by the subtraction of charm hadron decay background. ",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "Fig. 4 presents the invariant production cross section of electrons from beauty hadron decays obtained with the analysis based on the d 0 cut. ",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "As a cross check the corresponding result from an alternative method is shown. ",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "In the latter, the decay electron spectrum was calculated for charm hadrons as measured with AL-ICE [10] based on a fast Monte Carlo simulation using PYTHIA decay kinematics, and it was subtracted from the electron spectrum  ",
            "paragraph_rank": 19,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ],
            "entity_spans": [
                {
                    "start": 150,
                    "end": 157,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s13"
                }
            ]
        },
        {
            "text": "±5",
            "section_rank": 3
        },
        {
            "text": "Light hadron decay background",
            "section": "±5",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "Charm hadron decay background ≈ 30(< 10) for p T = 1(> 3) GeV/c measured for all heavy-flavor hadron decays [12]. ",
            "section": "±5",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The systematic uncertainties of these two inputs have been added in quadrature as they are uncorrelated. ",
            "section": "±5",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "The results from the subtraction method, which does not use a d 0 cut, and from the analysis based on the d 0 selection agree within the experimental uncertainties, which are much smaller, in particular at low p T , for the beauty measurement employing the d 0 cut. ",
            "section": "±5",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "In Fig. 5",
            "section": "±5",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "(a) FONLL pQCD predictions [20] of the electron production cross sections are compared with the measured electron spectrum from beauty hadron decays and with the calculated electron spectrum from charm hadron decays. ",
            "section": "±5",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "The ratios of the measured cross sections to the FONLL predictions are shown in Figs. ",
            "section": "±5",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "5",
            "section": "±5",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "(b) and 5",
            "section": "±5",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "(c) for electrons from beauty and charm hadron decays, respectively. ",
            "section": "±5",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "The FONLL predictions are in good agreement with the data. ",
            "section": "±5",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "At low p T , electrons from heavy-flavor hadron decays originate predominantly from charm hadrons. ",
            "section": "±5",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "As demonstrated in Fig. 5(d), beauty hadron decays take over from charm as the dominant The integrated cross section of electrons from beauty hadron decays was measured as 6.61 ± 0.54(stat) +1.92 −1.86 (sys) μb for 1 < p T < 8 GeV/c in the range |y| < 0.8. ",
            "section": "±5",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 28,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 5(d)"
                }
            ]
        },
        {
            "text": "The beauty production cross section σ bb was calculated by extrapolating this p Tintegrated visible cross section down to p T = 0 and to the full y range. ",
            "section": "±5",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "The extrapolation factor was determined based on FONLL as described in [9], using the beauty to electron branching ratio BR H b →e + BR H b →H c →e = 0.205 ± 0.007 [25]. ",
            "section": "±5",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 164,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "The related uncertainty was obtained as the quadratic sum of the uncertainties from the beauty quark mass, from perturbative scales, and from the CTEQ6.6 parton distribution functions [26]. ",
            "section": "±5",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "At midrapidity the beauty production cross section per unit rapidity is dσ bb /dy = 42.3 ± 3.5(stat) +12. ",
            "section": "±5",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "3 −11.9 (sys) +1.1 −1.7 (extr) μb, where the additional systematic uncertainty due to the extrapolation procedure is quoted separately. ",
            "section": "±5",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "The total cross section was derived as",
            "section": "±5",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "−79 (sys) +7 −8 (extr) ± 10(BR) μb, consistent with the result of a previous measurement of J/ψ mesons from beauty hadron decays σ bb = 282 ± 74(stat) +58",
            "section": "±5",
            "paragraph_rank": 22,
            "section_rank": 3
        },
        {
            "text": "−68 (sys) +8 −7 (extr) μb [9]. ",
            "section": "±5",
            "paragraph_rank": 23,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 26,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The weighted average of the two measurements was calculated based on the procedure described in [27]. ",
            "section": "±5",
            "paragraph_rank": 23,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "The statistical and systematic uncertainties of two measurements are largely uncorrelated, but the extrapolation uncertainties using the same theoretical model (FONLL) are correlated. ",
            "section": "±5",
            "paragraph_rank": 23,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 161,
                    "end": 166,
                    "type": "software",
                    "rawForm": "FONLL",
                    "resp": "service",
                    "id": "software-simple-s14"
                }
            ]
        },
        {
            "text": "The weights, defined using the statistical and the uncorrelated systematic uncertainties, and the correlated extrapolation uncertainties, are calculated as 0.499 for the measurement using semileptonic beauty hadron decays and 0.501 for that using non-prompt J/ψ mesons.  ",
            "section": "±5",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "text": "[20]. ",
            "section": "±5",
            "paragraph_rank": 23,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "The production cross section of electrons from heavy-flavor hadron decays was measured as 37.7 ± 3.2(stat) +13.3 −14.4 (sys) μb for 0.5 < p T < 8 GeV/c in the range |y| < 0.5 [12]. ",
            "section": "±5",
            "paragraph_rank": 23,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "After subtraction of the contribution from beauty hadron decays (see above) the resulting production cross section of electrons from charm hadron decays was converted into a charm production cross section applying the same extrapolation method as for beauty. ",
            "section": "±5",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "text": "With the branching ratio BR H c →e = 0.096 ± 0.004 [25], at mid-rapidity the charm production cross section per unit rapidity is dσ cc /dy = 1.2 ± 0.2(stat) ± 0.6(sys) +0. ",
            "section": "±5",
            "paragraph_rank": 23,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "In summary, invariant production cross sections of electrons from beauty and from charm hadron decays were measured in pp collisions at √ s = 7 TeV. ",
            "section": "±5",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "text": "The agreement between theoretical predictions and the data suggests that FONLL pQCD calculations can reliably describe heavy-flavor production even at low p T in the highest energy hadron collisions accessible in the laboratory today. ",
            "section": "±5",
            "paragraph_rank": 23,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 73,
                    "end": 79,
                    "type": "software",
                    "rawForm": "FONLL",
                    "resp": "service",
                    "id": "software-simple-s15"
                }
            ]
        },
        {
            "text": "Furthermore, these results provide a crucial baseline for heavyflavor production studies in the hot and dense matter created in Pb-Pb collisions at the LHC.",
            "section": "±5",
            "paragraph_rank": 23,
            "section_rank": 3
        },
        {
            "text": "The ALICE Collaboration would like to thank all its engineers and technicians for their invaluable contributions to the construction of the experiment and the CERN accelerator teams for the outstanding performance of the LHC complex. ",
            "section": "±5",
            "paragraph_rank": 24,
            "section_rank": 3
        },
        {
            "text": "The ALICE Collaboration would like to thank M. Cacciari for providing the FONLL pQCD predictions for the cross sections of electrons from heavyflavour hadron decays. ",
            "section": "±5",
            "paragraph_rank": 24,
            "section_rank": 3
        },
        {
            "text": "The ALICE Collaboration acknowledges the following funding agencies for their support in building and running the ALICE detector: ",
            "section": "±5",
            "paragraph_rank": 24,
            "section_rank": 3
        },
        {
            "text": "Open access",
            "section_rank": 4
        },
        {
            "text": "This article is published Open Access at sciencedirect.com. ",
            "section": "Open access",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "text": "It is distributed under the terms of the Creative Commons Attribution License 3.0, which permits unrestricted use, distribution, and reproduction in any medium, provided the original authors and source are credited.",
            "section": "Open access",
            "paragraph_rank": 25,
            "section_rank": 4
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 5
        },
        {
            "text": "Fig. 1. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "(Color online.) ",
            "section": "Fig. 1 .",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "(a) d 0 distributions of electrons from beauty and charm hadron decays as well as from decays of light hadrons and from photon conversions obtained from PYTHIA simulations in the electron p T range 1 < p T < 6 GeV/c. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 26,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 153,
                    "end": 160,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s16"
                }
            ]
        },
        {
            "text": "The distributions were normalized to the same integrated yield. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "(b) Ratios of the measured and the simulated d 0 distributions of conversion electrons in the ranges 1 < p T < 2 GeV/c and 2 < p T < 6 GeV/c (points shifted in d 0 by 10 μm for better visibility).",
            "section": "Fig. 1 .",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 6
        },
        {
            "text": "Fig. 2. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "(Color online.) ",
            "section": "Fig. 2 .",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "(a) Distribution of d 0 × charge for electron candidates after all analysis cuts (except that on d 0 ) superimposed to the best-fit result. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "The fit function is defined as the sum of the Monte Carlo d 0 distribution of beauty electrons and those of electrons from all other sources, the normalizations being the free parameters in the fit. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "The error bars represent the statistical uncertainties. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "(b) Differences between the data and the best fit result divided by the statistical error.",
            "section": "Fig. 2 .",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "Fig. 2",
            "section_rank": 7
        },
        {
            "text": "shows that the d 0 distribution of the data sample is well described by the cocktail of signal and background. ",
            "section": "Fig. 2",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "The measured d 0 distribution of identified electrons was fitted by minimizing a χ 2 between the measured d 0 distribution and the sum of the Monte Carlo d 0 distributions of signal and background in the corresponding electron p T range. ",
            "section": "Fig. 2",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "The differences between the data and the cocktail are consistent with statistical variations. ",
            "section": "Fig. 2",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "The ra-tio of the signal to background yields, which is obtained by this fit procedure, agrees with that obtained in the present analysis within statistical uncertainties. ",
            "section": "Fig. 2",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "The widths of the d 0 distributions depend on p T . ",
            "section": "Fig. 2",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "Only electrons satisfying the condition |d 0 | > 64 + 780 × exp(−0.56p T ) (with d 0 in μm and p T in GeV/c) were considered for the further analysis. ",
            "section": "Fig. 2",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "This p T -dependent d 0 cut was determined from the simulation to maximize the significance for the beauty decay electron spectrum.",
            "section": "Fig. 2",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 8
        },
        {
            "text": "Fig. 3. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "(Color online.) ",
            "section": "Fig. 3 .",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "The signal (black solid circle) and the background yields after the application of the track selection criteria including the one on d 0 . ",
            "section": "Fig. 3 .",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "The background electrons (red solid line), i.e. the sum of the electrons from charm hadron decays, from Dalitz and dilepton decays of light mesons, and from photon conversions, were subtracted from the inclusive electron spectrum (black open circle). ",
            "section": "Fig. 3 .",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "The error bars represent the statistical uncertainties. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "The symbols are plotted at the center of each bin.",
            "section": "Fig. 3 .",
            "paragraph_rank": 29,
            "section_rank": 8
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 9
        },
        {
            "text": "Fig. 4. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "(Color online.) ",
            "section": "Fig. 4 .",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "Invariant cross sections of electrons from beauty hadron decays measured directly via the transverse impact parameter method and indirectly via subtracting the calculated charm hadron decay contribution from the measured heavy-flavor hadron decay electron spectrum[12]. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 30,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 264,
                    "end": 268,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The error bars (boxes) represent the statistical (systematic) uncertainties.",
            "section": "Fig. 4 .",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 10
        },
        {
            "text": "Fig. 5. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "(Color online.) ",
            "section": "Fig. 5 .",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "(a) p T -differential invariant cross sections of electrons from beauty and from charm hadron decays. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "The error bars (boxes) represent the statistical (systematic) uncertainties. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "The solid (dashed) lines indicate the corresponding FONLL predictions (uncertainties) [20]. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "Ratios of the data and the FONLL calculations are shown in ",
            "section": "Fig. 5 .",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "(b) and ",
            "section": "Fig. 5 .",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "(c) for electrons from beauty and charm hadron decays, respectively, where the dashed lines indicate the FONLL uncertainties. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "(d) Measured ratio of electrons from beauty and charm hadron decays with error boxes depicting the total uncertainty.",
            "section": "Fig. 5 .",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "2 −0.1 (extr) mb. ",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "text": "The total cross section σ cc = 10.0 ± 1.7(stat) +5.1 −5.5 (sys) +3.5 −0.5 (extr) ± 0.4(BR) mb is consistent with the result of a previous, more accurate measurement using D mesons σ cc = 8.5 ± 0.5(stat) +1.0 −2.4 (sys) +5.0 −0.4 (extr) mb [28]. ",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "text": "The FONLL prediction is σ cc = 4.76 +6.44 −3.25 mb [20]. ",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "text": "All measured cross sections have an additional normalization uncertainty of 3.5% [15].",
            "paragraph_rank": 32,
            "section_rank": 11
        },
        {
            "text": "State Committee of Science, Calouste Gulbenkian Foundation from Lisbon and Swiss Fonds Kidagan, Armenia; Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq), Financiadora de Estudos e Projetos (FINEP), Fundação de Amparo à Pesquisa do Estado de São Paulo (FAPESP); National Natural Science Foundation of China (NSFC), the Chinese Ministry of Education (CMOE) and the Ministry of Science and Technology of China (MSTC); Ministry of Education and Youth of the Czech Republic; Danish Natural Science Research Council, the Carlsberg Foundation and the Danish National Research Foundation; The European Research Council under the European Community's Seventh Framework Programme; Helsinki Institute of Physics and the Academy of Finland; French CNRS-IN2P3, the 'Region Pays de Loire', 'Region Alsace', 'Region Auvergne' and CEA, France; German BMBF and the Helmholtz Association; General Secretariat for Research and Technology, Ministry of Development, Greece; Hungarian OTKA and National Office for Research and Technology (NKTH); Department of Atomic Energy and Department of Science and Technology of the Government of India; Istituto Nazionale di Fisica Nucleare (INFN) and Centro Fermi -Museo Storico della Fisica e Centro Studi e Ricerche \"Enrico Fermi\", Italy; MEXT Grantin-Aid for Specially Promoted Research, Japan; Joint Institute for Nuclear Research, Dubna; National Research Foundation of Korea (NRF); CONACYT, DGAPA, México, ALFA-EC and the HELEN Program (High-Energy Physics Latin-American-European Network); Stichting voor Fundamenteel Onderzoek der Materie (FOM) and the Nederlandse Organisatie voor Wetenschappelijk Onderzoek (NWO), Netherlands; Research Council of Norway (NFR); Polish Ministry of Science and Higher Education; National Authority for Scientific Research -NASR (Autoritatea Naţionalȃ pentru CercetareŞtiin¸tificȃ -ANCS); Ministry of Education and Science of Russian Federation, International Science and Technology Center, Russian Academy of Sciences, Russian Federal Agency of Atomic Energy, Russian Federal Agency for Science and Innovations and CERN-INTAS; Ministry of Education of Slovakia; Department of Science and Technology, South Africa; CIEMAT, EELA, Ministerio de Educación y Ciencia of Spain, Xunta de Galicia (Consellería de Educación), CEA-DEN, Cubaenergía, Cuba, and IAEA (International Atomic Energy Agency); Swedish Research Council (VR) and Knut & Alice Wallenberg Foundation (KAW); Ukraine Ministry of Education and Science; United Kingdom Science and Technology Facilities Council (STFC); The United States Department of Energy, the United States National Science Foundation, the State of Texas, and the State of Ohio.",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "text": "Table 1",
            "section_rank": 13
        },
        {
            "text": "Overview of the contributions to the systematic uncertainties. ",
            "section": "Table 1",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "The total systematic uncertainty is calculated as the quadratic sum of all contributions.",
            "section": "Table 1",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "Acknowledgements",
            "section_rank": 15
        }
    ]
}