{
    "level": "sentence",
    "abstract": [
        {
            "text": "In the CERN NA63 collaboration we have addressed the question of the potential inadequacy of the commonly used Migdal formulation of the Landau-Pomeranchuk-Migdal (LPM) effect by measuring the photon emission by 20 and 178 GeV electrons in the range 100 MeV -4 GeV, in targets of LowDensityPolyEthylene (LDPE), C, Al, Ti, Fe, Cu, Mo and, as a reference target, Ta. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "For each target and energy, a comparison between simulated values based on the LPM suppression of incoherent bremsstrahlung is shown, taking multi-photon effects into account. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "For these targets and energies, we find that Migdal's theoretical formulation is adequate to a precision of better than about 5%, irrespective of the target substance.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "text": "The well-known Landau-Pomeranchuk-Migdal (LPM) effect, which reduces the radiation emission from an ultrarelativistic electron in a medium due to multiple Coulomb scattering, has been investigated extensively at both SLAC and CERN. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Nevertheless, the question remains if the 'traditional' approach of using Migdal's theoretical formulation is adequate in the case of targets of low nuclear charge. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Since the LPM effect is routinely applied in codes used to interpret extended air showers which naturally occur in a low-Z medium, the answer to this question is important. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "There is reason to suspect a certain degree of inadequacy since Migdal applied the Thomas-Fermi approach to determine the screening [1, eq. (22)], an approach that is inherently statistical and therefore inaccurate for atoms with few electrons, see e.g. [2]. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 144,
                    "type": "bibr",
                    "text": "[1, eq. (22)"
                },
                {
                    "start": 254,
                    "end": 257,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "As essentially all experiments are performed in the full-screening limit, the inaccuracy of the screening model might lead to imprecise answers. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Furthermore, the contribution from electrons may be influenced differently by the LPM effect than the nuclear contribution since a different range of momentum transfers are relevant and different screening parameters involved [3]. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 226,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "And, finally, seemingly unphysical 'kinks' in the calculated spectra based on Migdal's formulation appear when the Migdal formula reaches the Bethe-Heitler (BH) level.",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Numerous previous experiments have presented evidence for the LPM effect, see e.g. [4], in particular the SLAC experiment performed with 8 and 25 GeV electrons [5,6], and the experiments at energies up to 287 GeV performed at CERN [7,8]. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 160,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 163,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "6]"
                },
                {
                    "start": 231,
                    "end": 234,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[7,"
                },
                {
                    "start": 234,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "8]"
                }
            ]
        },
        {
            "text": "* ulrik@phys.au.dk",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "II. ",
            "section_rank": 3
        },
        {
            "text": "EXPERIMENT",
            "section_rank": 3
        },
        {
            "text": "The present experiment was performed in the H4 beam line in the North Experimental Area of the CERN Super Proton Synchrotron with tertiary beams of electrons with energies of 20 and 178 GeV. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The 20 GeV beam was chosen to investigate experimentally the 'kink' in the radiation spectrum obtained from Migdal's formula. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The high energy was chosen to maximize the photon formation length, given by l f = 2γ 2 c/ω, associated to the emission of photons with energies in the sensitive range of the Bismuth Germanate (BGO) calorimeter used, while retaining an acceptable beam intensity.",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "A schematic drawing of the setup is shown in FIG. 1. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "The electron beam was defined by the scintillator counters S1, S2, S3, where the latter is a 9 mm hole scintillator (used as a veto). ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "The beam chosen in this way is centered on the target, and, after having traversed this, the electrons are swept away by two dipole magnets, connected in series. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "This method of separation inevitably introduces Synchrotron radiation (SR), the implication of which will be discussed below. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "To be able to correct for the background, an empty target run was performed. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Vacuum pipes were used when possible, to reduce background to a minimum in the 70 m long setup. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "The beam spot size at the calorimeter position was determined by scanning a 5 mm wide scintillator counter in the vertical and horizontal direction in front of the BGO. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "From these measurements we find a gaussian beam with a standard deviation of σ ≈ 12 mm. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "We can also use this to determine the beam divergence, since the size of the beam is limited by the 9 mm hole scintillator. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "If it is assumed that the angle made by the direction of the particle and the beam axis is proportional to the distance of the particle from the axis, we calculate a beam divergence of around 0.2 mrad for particles just inside the hole scintillator. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "This is in good agreement with previous measurements with drift chambers [9,10].",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[9,"
                },
                {
                    "start": 76,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "10]"
                }
            ]
        },
        {
            "text": "The emitted photons are detected by a BGO calorimeter S1 S2 Target  Magnetic dipoles   S3   ee-BGO LG Vacuum ScV FIG. 1. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 98,
                    "type": "table",
                    "text": "Target  Magnetic dipoles   S3   ee-BGO"
                }
            ]
        },
        {
            "text": "A schematical drawing of the setup used in the experiment. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Two magnetic dipoles, each 2 meters along the beam, are used at a low field, B ≃ 0.16 T, to reduce the influence of synchrotron radiation in the MeV region. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "This, combined with the necessity of deflecting the electrons outside the BGO calorimeter, into the lead glass calorimeter, forces a long lever arm. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Right in front of the BGO, a veto scintillator, ScV, was mounted to reject events where the photon has converted or events where an electron may have interacted with the vacuum chamber, generating a shower. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The total length of the setup was about 70 m.",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "which is described in section II.2. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The electrons that only emit a low-energy photon will be detected by a lead glass (LG) calorimeter which is positioned next to and slightly downstream of the BGO detector. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "If the electrons have emitted a high-energy photon, the electrons are deflected into the vacuum pipe and not detected. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "To avoid events where electrons hit the BGO, we have positioned a scintillator (ScV) in front of the BGO. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Besides measuring the BGO signal we also measure the height of the signal just before an event. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "This is motivated in section II.2.",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The data was recorded using an event-based VME system making offline event-selection possible. ",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The count rate was ≃ 1.6 • 10 4 electron triggers S1 • S2 • S3 per burst, with burst duration 9.7 s repeated every 44.4 s, for all targets.",
            "section": "II. EXPERIMENT",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "II.1. ",
            "section_rank": 4
        },
        {
            "text": "Targets",
            "section_rank": 4
        },
        {
            "text": "All targets consisted of layers of disc-shaped foils with a diameter of 25 mm (except the carbon targets which had a square shape) and different thickness δt. ",
            "section": "II.1. Targets",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The number of layers N in a target was selected such that the total target thickness ∆t = N • δt would correspond as closely as possible to 105 µm of tantalum which is 2.56% X 0 , where X 0 is the radiation length of the target. ",
            "section": "II.1. Targets",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The choice of total thickness was a tradeoff between obtaining an acceptable signal-to-background ratio and keeping multi-photon events at a minimum. ",
            "section": "II.1. Targets",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The influence of the latter is already substantial at this thickness. ",
            "section": "II.1. Targets",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "E.g. for 178 GeV electrons, the BH yield is reduced by 15% for a total radiated energy of 1 GeV. ",
            "section": "II.1. Targets",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Keeping target thicknesses in units of X 0 almost constant makes the contribution from multi-photon events similar in all spectra, as the correctionessentially a shape-function-should be a polynomial of the variable ∆t/X 0 [11]. ",
            "section": "II.1. Targets",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "All targets are listed in TABLE. ",
            "section": "II.1. Targets",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "I.",
            "section": "II.1. Targets",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The reference target of aluminum was assembled from 80 discs, each of 25 µm thickness and 1 mm between the individual foils as described in detail in [12]. ",
            "section": "II.1. Targets",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Since each individual Al foil is significantly thinner than the multiple scattering length of the material, ℓ γ = αX 0 4π = 51.7 µm, this target performs essentially as 'single scatterers' i.e. in the BH regime and is a simple, good reference spectrum. ",
            "section": "II.1. Targets",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "target, tantalum, was chosen since several previous investigations of tantalum are in agreement with theory [12,13].",
            "section": "II.1. Targets",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[12,"
                },
                {
                    "start": 112,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "13]"
                }
            ]
        },
        {
            "text": "II.2. ",
            "section_rank": 5
        },
        {
            "text": "The calorimeters",
            "section_rank": 5
        },
        {
            "text": "The main detector in the setup is the BGO calorimeter which is used to measure photons with energies from about 50 MeV to 4 GeV. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "In addition, a lead glass calorimeter was used to measure electrons with energies above 2 GeV.",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "The BGO detector has a cylindrical shape with 75 mm and 200 mm length which corresponds to 18X 0 . ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "It is coupled to a Photonics XP3330 Photomultiplier Tube (PMT) and preequipped with a 12 V Scionix preamplifer. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "The detector has been calibrated with an extracted beam from the Aarhus STorage RIng Denmark (ASTRID) where electrons with energies from 100 MeV to 580 MeV are available. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "This has been done since it is not possible to get an electron beam with an energy below 10 GeV in the North Experimental Area at CERN. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "It was found that the energy deposit in the BGO was in good agreement with Geant4 simulations in this energy regime (see FIG. 2) and that the detector response was linear ( see FIG. 3 by a slight non-linearity at energies below 200 MeV and by not including the systematic errors which are difficult to quantify. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 128,
                    "type": "bibr",
                    "text": "FIG. 2)"
                },
                {
                    "start": 173,
                    "end": 183,
                    "type": "figure",
                    "text": "see FIG. 3"
                }
            ],
            "entity_spans": [
                {
                    "start": 75,
                    "end": 82,
                    "type": "software",
                    "rawForm": "Geant4",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "A high-energy point at 2.6 GeV was measured earlier at CERN with tagged electrons [12]. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "This measurement showed that the calibration at low-energies could safely be extrapolated to multi-GeV energies and combined with the ASTRID data, this shows that the detector response is linear in the energy regime from 200 MeV up to 2.6 GeV. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "At energies below 200 MeV the mentioned slight non-linearity shifts the energies by up to 6 MeV. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "This does affect the conclusions of this experiment which are not energy sensitive on such a small scale.",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "Despite the good linearity of the detector, there are several difficulties connected to the BGO detector. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "In the high-energy environment at CERN, the detector will occasionally be hit by photons with more than 100 GeV. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "These events are believed to saturate the PMT and affect the detector for a substantial amount of time after the event. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "We have therefore marked events occuring within 50, 200 and 500 µs after a high-energy event. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "We have also measured the detector output just before the pulse. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "This can be used to ensure that the detector has reached its base level, before a new event occurs. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "Early investigations of the detector led to the conclusion that the PMT should be run at a very low High Voltage (HV) of 405 V to minimize saturation. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "This is significantly below the recommendations by the PMT supplier, 1140 V, based on calibrations with Cs-137 giving 661 keV photons. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "Nevertheless, our measurements show that this does not affect the linearity of the detector, which has been tested several times.",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "We have tested the BGO detector in numerous ways, to find out if it is well-behaved with these non-standard settings. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "The goal is to investigate how a high-energy event affects the detector. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "We mimic this with a short light pulse from a diode, a laserdiode and an actual pulsed laser. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Since the PMT is glued onto the BGO crystal, it is not possible to disassemble the detector and shine light directly onto the photocathode of the PMT. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "However, it could be accessed from the back by removing an endcap (Photonics XP3330 are no longer available). ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "We used a pulsed nanosecond laser to inject a light pulse into the detector. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Surprisingly, the response saturated at signal heights well below ones observed at CERN. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "The cause of this is uncertain. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "A possible explanation could be that the laser only illuminates part of the photocathode, causing a smaller signal than if the full photocathode is illuminated. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "We have investigated how low-energy events occuring shortly after a saturation event are affected. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "This has been done with a second light pulse from a diode which is triggered by the laser. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "The delay between the laser pulse and the diode was varied from 84 µs to 400 µs and only a small effect was observed, with a reduction in the signal height of about ∼ 10% when the delay was reduced from 260 µs to 84 µs. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "No effect was seen when the delay was reduced from 400 µs to 260 µs. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Since the affected data are flaged by the DAQ system, this effect can be removed from the data in the analysis.",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "We have investigated the signal height as a function of the HV with a AmBe source giving 4.439 MeV photons. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The spectrum measured at a HV of 480 V is plotted in FIG. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "4. One can see the pedestal at channel 85, the 4.4 MeV peak at channel 90, and a broad muon peak around channel 163. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The muon peak is caused by cosmic muons that deposit up to 100 MeV in the crystal. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "This peak is broad since the detector is cylindrical and the particles therefore traverse different thicknesses of material. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The positions of the 4.4 MeV peak, the muon peak, and the pedestal are shown as a function of the HV in FIG. 5. As a simple model of the BGO signal as a function of the PMT HV we use",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 110,
                    "type": "figure",
                    "text": "in FIG. 5"
                }
            ]
        },
        {
            "text": "a ped = 85 is the pedestal level and b and c are fit parameters. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "For HV > 700 V there is a very good agreement with a signal doubling every 81 V. If the lower voltages are included in the fit, the agreement is not as good. ",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Nevertheless, the observation of the AmBe signal and the muon peak at low HV indicates that the detector is well-behaving, even when operating at a HV significantly below the recommended value.",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "In conclusion we have tested the BGO detector in various different ways and we did not find any critical effects even though the HV setting for the PMT is substantially lower than the recommendation by the supplier.",
            "section": "II.2. The calorimeters",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "III. ",
            "section_rank": 6
        },
        {
            "text": "SIMULATIONS",
            "section_rank": 6
        },
        {
            "text": "To compare our measurements to theories we have to make Monte Carlo simulations, since our spectra are affected by multi-photon events, where more photons are emitted by the  6. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 175,
                    "end": 176,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "6"
                }
            ]
        },
        {
            "text": "In this simulation we include the full geometry of the setup, use a gaussian beam divergence with σ = 0.225 mrad, a gaussian beam distribution with σ = 10 mm and include a background according to our measurements. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "To find a good agreement between the simulations and the data we have added an extra background of 1.7%X 0 which is probably caused by two beam control scintillators positioned 14 m upstream the targets (not shown in FIG. 1). ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 214,
                    "end": 224,
                    "type": "figure",
                    "text": "in FIG. 1)"
                }
            ]
        },
        {
            "text": "In the simulation we store the energy deposit in the BGO, in the lead glass and in the veto scintillator placed in front of the BGO. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "We remove all events where more than 0.5 MeV is deposited in the veto scintillator and take into account that only 92% of the particle energy is deposited in the BGO. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "This fraction has been determined from simulations with mono-energetic beams.",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "The simulation results for the background and the aluminium reference target are shown in FIG. 6. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 96,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "in FIG. 6"
                }
            ]
        },
        {
            "text": "For the data we have applied a cut removing all events with a hit in the veto scintillator and all events within 500 µs from a high-energy event. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "The simulations and the data agree very well above 200 MeV and for the low-energy rise below 30 MeV. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "The magnetic field of the two dipoles is 0.17 T which introduces SR with a critical energy of 3.6 MeV which is well below the low-energy rise. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "From simulations with and without the LG calorimeter it is clearly seen that the main cause of the lowenergy rise is backsplash from the LG. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "This arises since events where only low-energy photons are emitted, are accompanied by a high-energy electron which is only deflected ∼ 7 cm by the two dipoles at the position of the detectors. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Unfortunately, the amount of backsplash was not discovered during the experiment. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "In the intermediate energy region from 30 MeV to 200 MeV there is a dip in the radiation spectrum which is not well understood. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Several explanations for this dip have been tested, but all unsuccessful.",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Since it has not been possible to accurately reproduce the measured spectrum in the full energy range with the Geant4 simulations (although it is rather close), we have chosen another approach to simulate the radiation spectra, which is sig- nificantly simpler and more physical transparent. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "This method has been used in a previous experiment [15] and only calculates the radiation emitted by the electron and does not track the particle through the setup. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "It includes a BH radiation background, SR from the magnets and radiation from the target. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "We ignore the energy loss of the electron, which can safely be done since we are only interested in events with a low energy loss. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "However, since we do not track the particle through the setup and therefore do not include the veto scintillator, we have to determine a detection efficiency. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "This was not neccessary for the Geant4 simulations above. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "We assume that the efficiency can simply be modelled as a multiplicative factor which varies slightly with energy. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "We use the ratio of the radiation spectrum from the aluminium reference to the background to determine the amount of material in the background ( see FIG. 7). ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 157,
                    "type": "figure",
                    "text": "see FIG. 7)"
                }
            ]
        },
        {
            "text": "We use these two, since both only include SR and BH radiation, which are well-known. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "By taking the ratio between the two measurements, we remove the detection efficiency, and we can directly compare our data to the simulations. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "We find that the amount of background material is 3%X 0 , which corresponds to the 1.7%X 0 mentioned earlier plus scintillators, mylar foil, air, etc. in the target area. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "With this background we find the efficiency by dividing the background measurements with the simulations. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "The result is shown in FIG. 8. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 29,
                    "type": "figure",
                    "text": "in FIG. 8"
                }
            ]
        },
        {
            "text": "We observe a significant efficiency drop from 50 MeV to 200 MeV as was also expected from the Geant4 simulations, but from the ratio (see FIG. 7) it is reasonable to assume that the efficiency corrected simulations are valid down to ∼ 100 MeV, where also the simulations begin to deviate from our measurements. ",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 138,
                    "end": 145,
                    "type": "figure",
                    "text": "FIG. 7)"
                }
            ]
        },
        {
            "text": "For the 20 GeV data we have used the same method, except that SR is neglected since the critical energy is 0.1 MeV and therefore way below our detection threshold.",
            "section": "III. SIMULATIONS",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "III.1. ",
            "section_rank": 7
        },
        {
            "text": "Target Radiation",
            "section_rank": 7
        },
        {
            "text": "For the radiation from the target we use the Migdal [1] cross section calculated with the approximations of Stanev et al. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "[16]. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "This is considered a standard within the field. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "However, after the SLAC measurements several other theoretical models were developed. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "For 178 GeV electrons in carbon and 20 GeV in copper, we also calculate the radiation cross section according to the formalism of Blankenbecler & Drell (BD) [17]. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "Blankenbecler later refined their treatment of the problem and included an extra correlation term [18]. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "We have calculated both expressions for the two cases. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "Alternative descriptions of the LPM effect have also been developed by Baier & Katkov (BK) [19] and Zakharov [20]. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[19]"
                },
                {
                    "start": 109,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "The BK description has been calculated for 178 GeV electrons in carbon. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "The spectra of the radiated power by 178 GeV electrons traversing a carbon target with a thickness corresponding to 1.97%X 0 is shown in FIG. 9. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 143,
                    "type": "figure",
                    "text": "in FIG. 9"
                }
            ]
        },
        {
            "text": "The differences between the curves are small but worth mentioning. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "For the BD curve we observe a flattening around 5 MeV. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "This is related to the finite thickness of the target. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "If the target thickness is equated to the formation length given by l f = 2γ 2 c/ω one finds ω = 10 MeV. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "This means that for photons with an energy below 10 MeV, one cannot consider the target as semi-infinite and one has to take the size into account. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "This is naturally incorporated into the BD formalism, but not included in Migdal's formulas. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "However, this is below our detection limit and does not affect our measurements. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "We can also ignore transition radiation and dielectric suppression for the same reason. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "For an experimental investigation of the effects related to the finite target size in the context of bremsstrahlung, the reader is directed to [12]. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "It is also interesting to notice that it is only the Migdal formulation which shows a small bend around 1200 MeV. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "The BK curve does not show this but is smooth and otherwise very close to the Migdal curve. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "The BD curve is also very similar to Migdal curve above 10 MeV, but the BD−δ curve is consistently slightly below except for the lowest energies, where the size of the target plays a role and one cannot directly compare them. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "The 20 GeV spectra in FIG. 10 generally show the same tendencies and the same tendencies are seen for other target materials. ",
            "section": "III.1. Target Radiation",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 29,
                    "type": "figure",
                    "text": "in FIG. 10"
                }
            ]
        },
        {
            "text": "IV. ",
            "section_rank": 8
        },
        {
            "text": "RESULTS AND DISCUSSION",
            "section_rank": 8
        },
        {
            "text": "Our results obtained with 178 GeV electrons are shown in  FIG. 11. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 65,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "in  FIG. 11"
                }
            ]
        },
        {
            "text": "For the reference targets of aluminum and tantalum there is generally a good agreement between data and simulated values (for Ta only when including the LPM effect, as expected), except perhaps for the lowest (intermediate) photon energies 50-120 (120-600) MeV for the Al (Ta) target where a ≃ 5% discrepancy is seen. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "The discrepancy below 100 MeV may be attributed to influence from the synchrotron radiation and/or backsplash in the BGO as mentioned in section III. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "For the LDPE target we assume the composition is CH 2 and have calculated curves based on the average Z value of 8/3 and the average RMS Z value of √ 6 2 + 2 • 1 2 /3 ≃ 2. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "The latter corresponds to a Z 2 -scaling of the main radiation mechanism.",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "These are hardly distinguishable. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "Above 200 MeV our data are consistently above the simulations which suggests that the target is thicker or of a different composition than assumed. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "There is also a slight tendency for the data to be a steeper function of photon energy than the simulated values. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "For aluminum and titanium there is again good agreement with simulations including the LPM effect, except for a small systematical shift of experimental values below about 400 MeV. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "For iron and copper targets -with very similar atomic numbers -the spectra are close to being identical with an indication of a change of slope at the ≃ 5% level. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "Finally, for the medium Z = 42 molybdenum, the data points are consistently 5-10% higher than the simulated values including the LPM effect, indicating a systematic error.",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 23,
            "section_rank": 8
        },
        {
            "text": "For carbon (see FIG. 12) we have also calculated the spectrum for the BD and BD−δ theory. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "type": "figure",
                    "text": "FIG. 12"
                }
            ]
        },
        {
            "text": "In the energy interval from 100 MeV to 1 GeV where the theories differ we have calculated the χ 2 value. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "The number of degrees of freedom is 20 and χ 2 Migdal = 28, χ 2 BD = 69 and χ 2 BD−δ = 209. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 45,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "In other words the data have a preference for the Migdal formula. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "There is a slight disagreement with the BD curve and the BD−δ curve is consistently below our data.",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "Our results obtained with 20 GeV electrons in copper are shown in FIG. 13. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 73,
                    "type": "figure",
                    "text": "in FIG. 13"
                }
            ]
        },
        {
            "text": "The appearance of a 'kink' in the 'raw' spectrum ( see FIG. 10), disappears when taking emission of multi-photons and background into account. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 62,
                    "type": "figure",
                    "text": "see FIG. 10"
                }
            ]
        },
        {
            "text": "Thus, an investigation of the potential limitations of the Migdal model in this regime requires very thin targets and a very low background. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "Our experimental values are generally of the same shape as the simulated spectra, but about 4% lower in magnitude. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "The reason for this discrepancy is not known, but could be related to contamination of the 20 GeV beam with particles heavier than electrons. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "Previous measurements have shown that a con- tamination by non-radiating particles at the 10-20% level for low energies ( 25 GeV, where synchrotron radiation in the main bends becomes insignificant) can be present if the beam is not carefully tuned. ",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "The data cannot be said to have a preference for any of the theoretical models calculated, but are in agreement with all.",
            "section": "IV. RESULTS AND DISCUSSION",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "V. CONCLUSION",
            "section_rank": 9
        },
        {
            "text": "We have investigated the LPM effect for 20 and 178 GeV electrons penetrating media of primarily low atomic number. ",
            "section": "V. CONCLUSION",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "On the scale of about 5% there is no experimentally based reason to suspect that the widely applied model of Migdal should be inadequate, in spite of the statistical nature of the screening function applied and the differing LPM contribution from electrons. ",
            "section": "V. CONCLUSION",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "Thus, for instance simulations of extended air showers based on the Migdal formulation should be reliable -for this mechanism and given that the present test can be extrapolated to higher energies -to an accuracy of better than 5%. ",
            "section": "V. CONCLUSION",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "The carbon data have a preference for the Migdal formula, and the BD−δ curve is consistently slightly below our data. ",
            "section": "V. CONCLUSION",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "This is in disagreement with previous results on structured targets [15], which had a slight preference for the BD−δ theory. ",
            "section": "V. CONCLUSION",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Oppositely, it is in agreement with measurements on thin targets, where the BD−δ theory was also disfavoured [21].",
            "section": "V. CONCLUSION",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "FIG. 4 .",
            "section_rank": 10
        },
        {
            "text": "FIG. ",
            "section": "FIG. 4 .",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "4. The BGO spectrum measured at a PMT HV of 480 V. One can observe the pedestal at channel 85, a 4.4 MeV peak from the AmBe source, and a broad muon peak from cosmics. ",
            "section": "FIG. 4 .",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "FIG. ",
            "section": "FIG. 4 .",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "5. The peak channel as a function of PMT HV for the 4.4 MeV peak, the muon peak and the pedestal. ",
            "section": "FIG. 4 .",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "The AmBe data have been fitted to a function describing the PMT amplification in two intervals.",
            "section": "FIG. 4 .",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "FIG. 6 .",
            "section_rank": 11
        },
        {
            "text": "FIG. 6. ",
            "section": "FIG. 6 .",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "Geant4 simulations and measurements of the background radiation and the aluminium reference target. ",
            "section": "FIG. 6 .",
            "paragraph_rank": 28,
            "section_rank": 11,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "software",
                    "rawForm": "Geant",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "See the text for more details.",
            "section": "FIG. 6 .",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "2 FIG. 7 . ",
            "section_rank": 12
        },
        {
            "text": "1 FIG. 8 .",
            "section_rank": 12
        },
        {
            "text": "FIG. 7. ",
            "section": "2 FIG. 7 . 1 FIG. 8 .",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "text": "The measured (markers) and simulated (line)ratio between the aluminium reference and the background.",
            "section": "2 FIG. 7 . 1 FIG. 8 .",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "text": "FIG. 9 .",
            "section_rank": 13
        },
        {
            "text": "FIG. ",
            "section_rank": 13
        },
        {
            "text": "10 .",
            "section_rank": 13
        },
        {
            "text": "FIG. 9. ",
            "section": "FIG. 9 .FIG. 10 .",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "Calculated radiation power spectra for 178 GeV electrons traversing a 1.97%X 0 carbon target. ",
            "section": "FIG. 9 .FIG. 10 .",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "The radiation spectra are normalized to the target thickness in units of X 0 . ",
            "section": "FIG. 9 .FIG. 10 .",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "The Migdal line is valid for a semi-infinite target and calculated with the approximations of Stanev et al. ",
            "section": "FIG. 9 .FIG. 10 .",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "BK refers to the theory of Baier and Katkov. ",
            "section": "FIG. 9 .FIG. 10 .",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "The Blankenbecler and Drell curves (BD and BD−δ) are calculated for a finite size target. ",
            "section": "FIG. 9 .FIG. 10 .",
            "paragraph_rank": 30,
            "section_rank": 13
        },
        {
            "text": "The δ refers to formulas in[18] including an extra correlation term.",
            "section": "FIG. 9 .FIG. 10 .",
            "paragraph_rank": 30,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "FIG. 11 .",
            "section_rank": 14
        },
        {
            "text": "FIG. 11. ",
            "section": "FIG. 11 .",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "Power spectra of radiation emission from 178 GeV electrons penetrating amorphous targets. ",
            "section": "FIG. 11 .",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "The spectra are normalized to the number of incoming electrons. ",
            "section": "FIG. 11 .",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "The lower, red dotted line shows the simulated contribution from the background, with data points representing the values obtained in the experiment. ",
            "section": "FIG. 11 .",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "The middle, blue line shows the simulated contribution from the targets, including the LPM effect, and with data points representing the values obtained in the experiment. ",
            "section": "FIG. 11 .",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "The upper, black dashed line shows the simulated contribution from the targets, excluding the LPM effect. ",
            "section": "FIG. 11 .",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "Only statistical uncertainties are shown.",
            "section": "FIG. 11 .",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "FIG. 12 .",
            "section_rank": 15
        },
        {
            "text": "FIG. ",
            "section_rank": 15
        },
        {
            "text": "13 .",
            "section_rank": 15
        },
        {
            "text": "FIG. 12. ",
            "section": "FIG. 12 .FIG. 13 .",
            "paragraph_rank": 32,
            "section_rank": 15
        },
        {
            "text": "178 GeV electrons in carbon target. ",
            "section": "FIG. 12 .FIG. 13 .",
            "paragraph_rank": 32,
            "section_rank": 15
        },
        {
            "text": "See caption for FIG. 11. ",
            "section": "FIG. 12 .FIG. 13 .",
            "paragraph_rank": 32,
            "section_rank": 15
        },
        {
            "text": "Furthermore is included simulations based on the BD and BD−δ theory.",
            "section": "FIG. 12 .FIG. 13 .",
            "paragraph_rank": 32,
            "section_rank": 15
        },
        {
            "text": "). ",
            "paragraph_rank": 33,
            "section_rank": 16
        },
        {
            "text": "The very high χ 2 for the linear fit in FIG. 3 is mainly caused FIG. 2. ",
            "paragraph_rank": 33,
            "section_rank": 16
        },
        {
            "text": "The BGO spectrum for 580 MeV electrons obtained from ASTRID compared to a Geant4 simulation of the energy deposit in the BGO crystal.",
            "paragraph_rank": 33,
            "section_rank": 16,
            "entity_spans": [
                {
                    "start": 53,
                    "end": 60,
                    "type": "software",
                    "rawForm": "ASTRID",
                    "resp": "service",
                    "id": "software-simple-s3"
                },
                {
                    "start": 74,
                    "end": 81,
                    "type": "software",
                    "rawForm": "Geant4",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "FIG. 3. ",
            "paragraph_rank": 34,
            "section_rank": 16
        },
        {
            "text": "BGO calibration made at ASTRID with electrons from 100MeV to 580 MeV and fitted with a linear function.",
            "paragraph_rank": 34,
            "section_rank": 16,
            "entity_spans": [
                {
                    "start": 24,
                    "end": 31,
                    "type": "software",
                    "rawForm": "ASTRID",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        }
    ]
}