{
    "level": "sentence",
    "abstract": [
        {
            "text": "We present the recent results for D-meson production measured by the ALICE collaboration in pp collisions at √ s = 7 TeV, Pb-Pb collisions at √ sNN = 2.76 TeV and p-Pb collisions at √ sNN = 5.02 TeV.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Measurements of heavy-flavour production at a variety of energies and in various colliding systems offer a unique probe into the properties of the quark-gluon plasma (QGP) formed in heavy-ion collisions. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "Due to their large mass, charm and beauty quarks are produced in the early stages of the collision through hard partonic interactions. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "This means that they maintain their identity throughout the full evolution of the collision, thereby serving as a tagged probe.",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "The ALICE experiment studies heavy-flavour production in part through the reconstruction of D mesons produced in the collisions. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "This is performed in three collision systems, each giving different insights into the overall mechanisms of charm production. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Proton-proton collisions serve as a fundamental test of perturbative quantum chromodynamic (pQCD) calculations, as well as providing an essential reference spectrum with which heavy-ion results can be compared; Pb-Pb collisions give the possibility of studying the properties of strongly-interacting matter at high temperatures and densities; and p-Pb collisions allow us to disentangle cold nuclear effects (such as k T broadening, the nuclear modification of parton distribution functions, and parton saturation at low x) from hot nuclear matter effects arising in the medium.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The medium's properties can be studied using two of the experimental observables extracted from heavy-ion results, namely the nuclear modification factor R AA and the elliptic flow parameter v 2 . ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The R AA measures modifications of the transverse momentum distributions of D mesons, and is sensitive to the energy loss of charm quarks due to e.g. gluon bremsstrahlung and elastic collisions with other constituents of the medium. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "It is defined as",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "where N coll is the number of binary collisions, N AA is the measured yield in Pb-Pb collisions and N pp is the yield in pp collisions at the same collision energy. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "It is expected that R AA should be equal to unity if there are no nuclear effects present. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In addition, the energy loss depends on colour charge and the quark-mass-dependent dead cone effect [1]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Due to this, there is an expected hierarchy of suppression between different parton species. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This cannot be measured arXiv:1402.3124v1 [hep-ex] 13 Feb 2014",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "directly, but will also alter the production of their decay products. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "It is expected, therefore, that",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The elliptic flow v 2 is a measure of the momentum anisotropy of the particles produced in an interaction. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Such anisotropy occurs especially in semi-peripheral heavy-ion collisions due to the overlap region of the nuclei being spatially anisotropic. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "This can be expressed with a Fourier expansion of the distribution of produced particles as a function of the azimuthal angle ϕ relative to the reaction plane Ψ RP :",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "with v n representing the different harmonics of the expansion. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The reaction plane is defined so as to contain both the impact parameter and the beam axis. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "At low and intermediate p T , the value of v 2 offers an insight into the level of thermalisation of charm quarks in the medium, while at higher p T it allows us to study the path-length dependence of heavy-quark energy loss.",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "In these proceedings, we will discuss the ALICE measurements of D-meson production in pp collisions at √ s = 7 TeV, Pb-Pb collisions at √ s NN = 2.76 TeV, and p-Pb collisions at √ s NN = 5.02 TeV.",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Analysis strategy",
            "section_rank": 3
        },
        {
            "text": "The analysis of D mesons reconstructed inside the ALICE central barrel makes use of the detector's excellent tracking, vertexing and particle identification (PID) capabilities.",
            "section": "Analysis strategy",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "For this analysis, we fully reconstruct D mesons (and their respective charge conjugates) in their hadronic decay channels, with branching ratios B and mean proper decay lengths cτ as follows [2]:",
            "section": "Analysis strategy",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The analysis of D-meson production mainly makes use of four detector systems: the Inner Tracking System (ITS), the VZERO detector, the Time Projection Chamber (TPC) and the Time-of-Flight detector (TOF). ",
            "section": "Analysis strategy",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The ITS, formed of a series of silicon pixel, strip and drift detectors, offers high-resolution tracking and vertexing at mid-rapidity (|η| < 0.9). ",
            "section": "Analysis strategy",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The VZERO detector is a scintillator detector covering the pseudorapidity ranges 2.8 < η < 5.1 (VZEROA) and −3.7 < η < −1.7 (VZEROC), and is used for triggering and centrality determination. ",
            "section": "Analysis strategy",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The TPC is a gas detector, which surrounds the ITS in the region |η| < 0.9 and offers further tracking as well as PID via measurements of specific energy loss. ",
            "section": "Analysis strategy",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "Finally, the TOF detector offers PID at mid-rapidity via measurements of particles' times of flight.",
            "section": "Analysis strategy",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "As D mesons have a non-zero lifetime, they typically travel some distance from the interaction point before decaying. ",
            "section": "Analysis strategy",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "This allows us to make topological selections of possible decay daughters based on e.g. the impact parameter (the distance of closest approach between the daughter track and the primary vertex) and the pointing angle (the angle between the meson flight line and its reconstructed momentum). ",
            "section": "Analysis strategy",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "In the case of the D * + meson, the lifetime is eight orders of magnitude shorter than the other species, making a direct topological selection impossible. ",
            "section": "Analysis strategy",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Instead we pair a D 0 candidate with a π ± at the primary vertex to reconstruct these.",
            "section": "Analysis strategy",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "In tandem with the topological selections, we also use the PID capabilities of the TPC and TOF to identify the daughter tracks based on the measured responses in these detectors. ",
            "section": "Analysis strategy",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "Accepted candidates are then used to fill p T -binned invariant mass spectra, from which the raw yields are extracted using a fit function composed of a Gaussian function for the signal and an exponential function for the background. ",
            "section": "Analysis strategy",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "The mean of the signal peak is typically found to be compatible with to the PDG mass value [2]. ",
            "section": "Analysis strategy",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The width of the peak, which for D 0 and D + varies between ∼6 and ∼20 MeV/c 2 , is well reproduced by Monte Carlo (MC) simulations. ",
            "section": "Analysis strategy",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "These yields are then corrected for their detection efficiencies, which are determined using MC simulations of the specific collision system.",
            "section": "Analysis strategy",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "Finally, it is necessary to subtract feed-down due to the decays of B mesons produced in the collisions. ",
            "section": "Analysis strategy",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "This subtraction is performed using FONLL [3] calculations, the reconstruction and selection efficiency of D mesons from B feed-down, and a hypothesis of the R AA (R pPb ) of D mesons arising from B-meson decays in Pb-Pb (p-Pb) collisions.",
            "section": "Analysis strategy",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ],
            "entity_spans": [
                {
                    "start": 36,
                    "end": 42,
                    "type": "software",
                    "rawForm": "FONLL",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "Results in pp collisions",
            "section_rank": 4
        },
        {
            "text": "The analysis in pp collisions at √ s = 7 TeV was performed using a data sample taken in 2010 with a minimum-bias trigger. ",
            "section": "Results in pp collisions",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "The analysed data corresponded to an integrated luminosity of 5 nb −1 . ",
            "section": "Results in pp collisions",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "This measurement was made at mid-rapidity, in the region 1 < p T < 24 GeV/c. ",
            "section": "Results in pp collisions",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "The differential cross sections were reported in [4], and the result for D * + production is shown in figure 1. ",
            "section": "Results in pp collisions",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The measured cross sections are described within uncertainties by FONLL [3] and GM-VFNS [5] pQCD calculations, with the experimental results matching the upper end of the uncertainty bands in the FONLL calculations. ",
            "section": "Results in pp collisions",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 88,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ],
            "entity_spans": [
                {
                    "start": 66,
                    "end": 71,
                    "type": "software",
                    "rawForm": "FONLL",
                    "resp": "service",
                    "id": "software-simple-s4"
                },
                {
                    "start": 196,
                    "end": 201,
                    "type": "software",
                    "rawForm": "FONLL",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "Further measurements were also taken for pp collisions at √ s = 2.76 TeV, which was the centre-of-mass energy used for Pb-Pb collisions. ",
            "section": "Results in pp collisions",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "These results were reported in [7]. ",
            "section": "Results in pp collisions",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 31,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "Since the statistics collected at this energy were fewer than those recorded at √ s = 7 TeV, these were not used as the pp reference for the Pb-Pb results, instead being used mainly to verify the validity of an energy scaling of the 7 TeV results to √ s = 2.76 TeV using FONLL [8]. ",
            "section": "Results in pp collisions",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 277,
                    "end": 280,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ],
            "entity_spans": [
                {
                    "start": 271,
                    "end": 277,
                    "type": "software",
                    "rawForm": "FONLL",
                    "resp": "service",
                    "id": "software-simple-s6"
                }
            ]
        },
        {
            "text": "In addition, the results for 7 TeV and 2.76 TeV pp collisions were extrapolated to full phase space using FONLL calculations, in order to extract the total cc cross section in pp at these energies. ",
            "section": "Results in pp collisions",
            "paragraph_rank": 15,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 106,
                    "end": 112,
                    "type": "software",
                    "rawForm": "FONLL",
                    "resp": "service",
                    "id": "software-simple-s7"
                }
            ]
        },
        {
            "text": "The results of these extrapolations are shown in figure 2, alongside results from other experiments and next-to-leading-order pQCD calculations using the MNR framework [6]. ",
            "section": "Results in pp collisions",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ],
            "entity_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "type": "software",
                    "rawForm": "MNR",
                    "resp": "service",
                    "id": "software-simple-s8"
                }
            ]
        },
        {
            "text": "The result at 7 TeV is in agreement with those from the ATLAS and LHCb collaborations, and both of the ALICE points follow the trends exhibited by both the NLO predictions and other experimental results spanning three orders of magnitude in energy. ",
            "section": "Results in pp collisions",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "One thing to note here is that all of the results lie within the upper part of the uncertainty band of the predictions; this is possibly due to the central calculation overestimating the bare charm quark mass (m c = 1.5 GeV/c 2 ).",
            "section": "Results in pp collisions",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "Results in Pb-Pb collisions",
            "section_rank": 5
        },
        {
            "text": "The Pb-Pb data at √ s NN = 2.76 TeV were taken in 2010 and 2011, using both minimum-bias and centrality-triggered data. ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "In 2010, a data sample of 2 µb −1 was taken with a minimum-bias trigger, while in 2011 an online selection based on VZERO was used to enhance the sample of central (28 µb −1 ) and mid-central (6 µb −1 ) collisions. ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 16,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 116,
                    "end": 122,
                    "type": "software",
                    "rawForm": "VZERO",
                    "resp": "service",
                    "id": "software-simple-s9"
                }
            ]
        },
        {
            "text": "In order to provide the reference spectrum at √ s = 2.76 TeV, the high-statistics 7 TeV data were scaled to 2.76 TeV using FONLL, as discussed in section 3. ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 16,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 123,
                    "end": 128,
                    "type": "software",
                    "rawForm": "FONLL",
                    "resp": "service",
                    "id": "software-simple-s10"
                }
            ]
        },
        {
            "text": "The nuclear modification factors of D 0 , D + and D * + mesons using the 2010 data sample were published in [9], and the v 2 results for these from the 2011 data sample were published in [10].",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 187,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The R AA for the 7.5% most-central Pb-Pb collisions was measured for all four D-meson species in different p T regions spanning 1 < p T < 36 GeV/c. ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "The measurements for each species are shown in figure 3. ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 55,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "figure 3"
                }
            ]
        },
        {
            "text": "In figure 4, the average R AA of D 0 , D + and D * + mesons in the centrality range 0-20%, taken from [9], is compared with different model calculations implementing inmedium parton energy loss.   ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "figure 4"
                },
                {
                    "start": 102,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Average R AA for D 0 , D + , and D * + mesons, compared with model predictions [11][12][13][14][15][16][17][18][19].",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The results for D 0 , D + and D * + agree with one another within uncertainties, and display a particularly high level of suppression at p T > 6 GeV/c. ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "The R AA of D + s , measured in the range 4 < p T < 12 GeV/c, is also displayed. ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "At present, the uncertainties are too large to conclude whether or not there is a lower level of suppression for D + s at low to intermediate p T in comparison with the other D mesons. ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "Such lifting of the strangeness suppression in Pb-Pb compared to pp is theorised to possibly happen due to charm recombination in the medium [20,21].",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20,"
                },
                {
                    "start": 145,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "21]"
                }
            ]
        },
        {
            "text": "The centrality-dependent R AA was also determined for D 0 , D + , and D * + . ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "The preliminary results for D 0 at low p T are shown in figure 5, and at higher p T for all three species in figure ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "6. From these it can be seen that the centrality-dependent behaviour of the R AA varies largely with p T at low momenta, eventually stabilising at higher p T . ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "In addition, there is no significant difference in the centrality dependence of the suppression between the three D-meson species.   ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "This result was also compared with that for non-prompt J/ψ mesons (i.e. J/ψ particles from the decay of B mesons) measured by the CMS collaboration [22]. ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "type": "bibr",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "It should be noted that the CMS measurements were taken in different rapidity regions to the ALICE results. ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "For direct comparisons to be made, the D-meson p T intervals were chosen such that they represented similar kinematic regions, using kinematic simulations of B → J/ψ + X. These comparisons are shown in figure 7. The results indicate that there is a greater level of suppression for charm quarks than for beauty, as expected from the predicted mass dependence discussed in section 1.",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 202,
                    "end": 210,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "figure 7"
                }
            ]
        },
        {
            "text": "The v 2 of D mesons at mid-rapidity was measured in the centrality range 30-50% [10] using the event-plane method, defined as follows:",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "where the factor 1 R 2 is used to correct for the finite resolution involved in determining the reaction plane. ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "N in-plane and N out-of-plane refer to the raw yields in two azimuthal regions relative to the reaction plane: in-plane (− π 4 < ∆ϕ < π 4 and 3π 4 < ∆ϕ < 5π 4 ) and out-of-plane ( π 4 < ∆ϕ < 3π  figure 8, compared with the measured v 2 of charged particles. ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 195,
                    "end": 203,
                    "type": "figure",
                    "ref_id": "fig_9",
                    "text": "figure 8"
                }
            ]
        },
        {
            "text": "The D-meson v 2 is significantly greater than zero at low p T , with a greater than 5σ significance at 2 < p T < 6 GeV/c, as well as being compatible with the overall v 2 of charged particles (which is dominated by light-flavour hadrons). ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "This suggests that low-momentum charm quarks take part in the collective motion of the system.  ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "(left) and with model predictions (right) [11][12][13][14][15][16][17][18][19].",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 46,
                    "end": 50,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 50,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 54,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 58,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 62,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 66,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 70,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The combination of the R AA and v 2 measurements provides a strict constraint for the predictions given by models. ",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "By contrasting the comparison of R AA to models in figure 4 with that of v 2 with model predictions in figure 8, it can be seen that some of the currentlyavailable models are able to reproduce either the R AA or the v 2 measured in experiment, however a simultaneous description of both of these results remains a challenge.",
            "section": "Results in Pb-Pb collisions",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Results in p-Pb collisions",
            "section_rank": 6
        },
        {
            "text": "The data for p-Pb collisions at √ s NN = 5.02 TeV used in the D-meson analysis were taken during a dedicated run at the start of 2013, just prior to start of the first Long Shutdown (LS1) of the LHC. ",
            "section": "Results in p-Pb collisions",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "The data were taken with a minimum-bias trigger, with an integrated luminosity of modification factor R pPb using a similar method to the R AA calculation:",
            "section": "Results in p-Pb collisions",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "where σ pPb is the cross section in p-Pb collisions, σ pp is the cross section in pp collisions at the same centre-of-mass energy, and A is the atomic mass number of the Pb nucleus.  ",
            "section": "Results in p-Pb collisions",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "The R pPb measurements for D 0 , D + and D * + mesons were averaged and compared with results from two models, namely next-to-leading order pQCD calculations using the MNR framework [6] with EPS09 for the description of the nuclear PDFs [23]; and the Colour Glass Condensate (CGC) framework [24]. ",
            "section": "Results in p-Pb collisions",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 237,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[23]"
                },
                {
                    "start": 291,
                    "end": 295,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[24]"
                }
            ],
            "entity_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "type": "version",
                    "rawForm": "09",
                    "resp": "service",
                    "id": "#software-simple-s11"
                }
            ]
        },
        {
            "text": "This comparison is shown in figure 10. ",
            "section": "Results in p-Pb collisions",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 28,
                    "end": 37,
                    "type": "figure",
                    "ref_id": "fig_12",
                    "text": "figure 10"
                }
            ]
        },
        {
            "text": "It can be seen that, within uncertainties, the experimental results do not favour one prediction over the other. ",
            "section": "Results in p-Pb collisions",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "Finally, in figure 10, we also compare the average R pPb with the average R AA measured for D mesons, which was discussed in section 4. ",
            "section": "Results in p-Pb collisions",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "We find that, although the centre-of-mass energies of the two systems differ, there is a clear suppression in Pb-Pb collisions compared with p-Pb for p T > 4 GeV/c. ",
            "section": "Results in p-Pb collisions",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "This indicates that final-state effects such as partonic energy loss in the medium have a far more dominant role in the suppression of D-meson production at higher p T than initial-state effects such as nuclear shadowing.",
            "section": "Results in p-Pb collisions",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "Conclusions and Outlook",
            "section_rank": 7
        },
        {
            "text": "The reconstructed decays of D mesons were measured at mid-rapidity in pp, Pb-Pb and p-Pb collisions. ",
            "section": "Conclusions and Outlook",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "The pp measurements, which were used as reference spectra for the heavy-ion results, were found to be in agreement with pQCD calculations, and extrapolations of the cross sections to full phase space were consistent with the trends exhibited by both experiment and theory across three orders of magnitude in energy.",
            "section": "Conclusions and Outlook",
            "paragraph_rank": 25,
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 120,
                    "end": 125,
                    "type": "software",
                    "rawForm": "pQCD",
                    "resp": "service",
                    "id": "software-simple-s12"
                }
            ]
        },
        {
            "text": "In Pb-Pb collisions, it was determined that the level of suppression experienced by nonstrange D mesons is similar between species, with a significant suppression exhibited at high p T . ",
            "section": "Conclusions and Outlook",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "This suppression can be understood as an indication of in-medium parton energy loss. ",
            "section": "Conclusions and Outlook",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "Further study will be required before conclusions can be drawn as to whether there is an enhancement of the D + s yield relative to non-strange D mesons at low p T . ",
            "section": "Conclusions and Outlook",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "In addition, as expected due to the dead-cone effect, the R AA of D mesons was found to be lower than that of B mesons in the range 5 < p T < 16 GeV/c. ",
            "section": "Conclusions and Outlook",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "Finally, a significantly non-zero v 2 for D mesons was measured at low p T , suggesting that charm quarks take part in the collective motion of the medium. ",
            "section": "Conclusions and Outlook",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "The results from p-Pb collisions show the R pPb to be consistent with unity, as well as being compatible with models of initial-state effects. ",
            "section": "Conclusions and Outlook",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "This suggests that the suppression visible at high p T in Pb-Pb collisions primarily occurs due to hot nuclear matter effects rather than initial-state effects.",
            "section": "Conclusions and Outlook",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "The rapidity and multiplicity dependence of D-meson production in p-Pb collisions are currently being studied. ",
            "section": "Conclusions and Outlook",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "In 2015, once the current Long Shutdown of the LHC is complete, ALICE will resume taking data at a higher √ s NN , allowing further refinement of the results with an expected factor of 10 increase of statistics prior to the start of the second Long Shutdown.",
            "section": "Conclusions and Outlook",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "Figure 1 .",
            "section_rank": 8
        },
        {
            "text": "Figure 2 .",
            "section_rank": 8
        },
        {
            "text": "Figure 1. ",
            "section": "Figure 1 .Figure 2 .",
            "paragraph_rank": 28,
            "section_rank": 8
        },
        {
            "text": "p T -differential cross section of D * + production in pp collisions at √ s = 7 TeV, compared with results from FONLL[3] and GM-VFNS[5] pQCD calculations[4].",
            "section": "Figure 1 .Figure 2 .",
            "paragraph_rank": 28,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 132,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 153,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ],
            "entity_spans": [
                {
                    "start": 112,
                    "end": 117,
                    "type": "software",
                    "rawForm": "FONLL",
                    "resp": "service",
                    "id": "software-simple-s14"
                },
                {
                    "start": 125,
                    "end": 132,
                    "type": "software",
                    "rawForm": "GM-VFNS",
                    "resp": "service",
                    "id": "software-simple-s15"
                }
            ]
        },
        {
            "text": "Figure 3 .",
            "section_rank": 9
        },
        {
            "text": "Figure 3. ",
            "section": "Figure 3 .",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "R AA of D 0 , D + , D * + , and D + s mesons in central Pb-Pb collisions at √ s NN = 2.76 TeV.",
            "section": "Figure 3 .",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "Figure 4 .",
            "section_rank": 10
        },
        {
            "text": "Figure 4.Average R AA for D 0 , D + , and D * + mesons, compared with model predictions[11][12][13][14][15][16][17][18][19].",
            "section": "Figure 4 .",
            "paragraph_rank": 30,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                },
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "Figure 5 .",
            "section_rank": 11
        },
        {
            "text": "Figure 5.R AA as a function of centrality for D 0 mesons in Pb-Pb collisions at √ s NN = 2.76 TeV, for 2 < p T < 3 GeV/c (left) and 3 < p T < 5 GeV/c (right).",
            "section": "Figure 5 .",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "Figure 6 .",
            "section_rank": 12
        },
        {
            "text": "Figure 6. ",
            "section": "Figure 6 .",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "text": "R AA as a function of centrality for D 0 , D + and D * + mesons in Pb-Pb collisions at √ s NN = 2.76 TeV, for 5 < p T < 8 GeV/c (left) and 8 < p T < 16 GeV/c (right).",
            "section": "Figure 6 .",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "text": "Figure 7 .",
            "section_rank": 13
        },
        {
            "text": "Figure 7. ",
            "section": "Figure 7 .",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "text": "Average R AA as a function of centrality for D 0 , D + and D * + mesons in Pb-Pb collisions at √ s NN = 2.76 TeV, compared with the R AA of non-prompt J/ψ mesons measured by the CMS collaboration in similar kinematic regions.",
            "section": "Figure 7 .",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "text": "Figure 8 .",
            "section_rank": 14
        },
        {
            "text": "Figure 8. ",
            "section": "Figure 8 .",
            "paragraph_rank": 34,
            "section_rank": 14
        },
        {
            "text": "Average v 2 of D 0 , D + and D * + mesons as a function of p T for Pb-Pb collisions at √ s NN = 2.76 TeV in the 30-50% centrality range, compared with the v 2 of charged particles",
            "section": "Figure 8 .",
            "paragraph_rank": 34,
            "section_rank": 14
        },
        {
            "text": "The preliminary R pPb measurements for D 0 , D + , D * + , and D + s mesons are shown in figure 9. ",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "text": "The measurements for all D-meson species, including D + s , are compatible with one another, as well as being consistent with unity within uncertainties.",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "text": "Figure 9 .",
            "section_rank": 16
        },
        {
            "text": "Figure 9. ",
            "section": "Figure 9 .",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "R pPb of D 0 , D + , D * + (left) and D + s (right) mesons as a function of p T in p-Pb collisions at √ s NN = 5.02 TeV.",
            "section": "Figure 9 .",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "Figure 10 .",
            "section_rank": 17
        },
        {
            "text": "Figure 10. ",
            "section": "Figure 10 .",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "Average R pPb of D 0 , D + and D * + mesons as a function of p T at √ s NN = 5.02 TeV, compared with models [6, 23] (left) and R AA (right)",
            "section": "Figure 10 .",
            "paragraph_rank": 37,
            "section_rank": 17
        }
    ]
}