{
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "First observations of the decays Λ 0 b → Λ þ c D − ðsÞ are reported using data corresponding to an integrated luminosity of 3 fb −1 collected at 7 and 8 TeV center-of-mass energies in proton-proton collisions with the LHCb detector. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "In addition, the most precise measurement of the branching fraction BðB 0 s → D þ D − s Þ is made and a search is performed for the decays B 0 ðsÞ → Λ þ c Λ − c . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The results obtained are",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "96 AE 0.02ðstatÞ AE 0.06ðsystÞ;",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "038 AE 0.004ðstatÞ AE 0.003ðsystÞ; Hadrons are systems of quarks bound by the strong interaction, described at the fundamental level by quantum chromodynamics (QCD). ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Low-energy phenomena, such as the binding of quarks and gluons within hadrons, lie in the nonperturbative regime of QCD and are difficult to calculate. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Much progress has been made in recent years in the study of beauty mesons [1]; however, many aspects of beauty baryons are still largely unknown. ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "type": "bibr",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Many decays of beauty mesons into pairs of charm hadrons have branching fractions at the percent level [2]. ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Decays of beauty baryons into pairs of charm hadrons are expected to be of comparable size, yet none have been observed to date. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "If such decays do have sizable branching fractions, they could be used to study beauty-baryon properties. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "For example, a comparison of beauty meson and baryon branching fractions can be used to test factorization in these decays [3].",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Many models and techniques have been developed that attempt to reproduce the spectrum of the measured hadron masses, such as constituent-quark models or lattice QCD calculations [4]. ",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Precise measurements of ground-state beauty-baryon masses are required to permit precision tests of a variety of QCD models [5][6][7][8][9][10][11]. ",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "type": "bibr",
                    "text": "[5]"
                },
                {
                    "start": 127,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 133,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 136,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The Λ 0 b baryon mass is particularly interesting in this context, since several ground-state beauty-baryon masses are measured relative to that of the Λ 0 b [12]. ",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "This Letter reports the first observation of the decays",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "is used to make the most precise measurement to date of the mass of the Λ 0 b baryon. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Improved measurements of the branching fraction BðB 0 s → D þ D − s Þ and stringent upper limits on BðB 0 ðsÞ → Λ þ c Λ − c Þ are also reported. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Charge conjugated decay modes are implied throughout this Letter. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "The data used correspond to an integrated luminosity of 1 and 2 fb −1 collected at 7 and 8 TeV center-of-mass energies in pp collisions, respectively, with the LHCb detector.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "The LHCb detector is a single-arm forward spectrometer covering the pseudorapidity range 2 < η < 5, described in detail in Refs. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "[13][14][15][16][17][18]. ",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                },
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                },
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Samples of simulated events are used to determine selection efficiencies, to model candidate distributions, and to investigate possible background contributions. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "In the simulation, pp collisions are generated using PYTHIA [19] with a specific LHCb configuration [20]. ",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "Decays of hadronic particles are described by EVTGEN [21], in which final-state radiation is generated using PHOTOS [22]. ",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[21]"
                },
                {
                    "start": 116,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "The interaction of the generated particles with the detector and its response are implemented using the GEANT4 toolkit [23] as described in Ref. ",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[23]"
                }
            ],
            "entity_spans": [
                {
                    "start": 104,
                    "end": 111,
                    "type": "software",
                    "rawForm": "GEANT4",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "[24].",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "In this analysis, signal beauty-hadron candidates are formed by combining charm-hadron candidate pairs reconstructed in the following decay modes:",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "The measured invariant mass of each charm-hadron candidate, the resolution on which is about 6 − 8 MeV=c 2 , is required to be within 25 MeV=c 2 of the nominal value [2]. ",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "To improve the resolution of the beauty-hadron mass, the decay chain is fit imposing kinematic and vertex constraints [25]; this includes constraining the charm-hadron masses to their nominal values. ",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "To suppress contributions from noncharm decays, the reconstructed charm-hadron decay vertex is required to be downstream of, and significantly displaced from, the reconstructed beauty-hadron decay vertex.",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "A boosted decision tree (BDT) [26] is used to select each type of charm-hadron candidate. ",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "These BDTs use five variables for the charm hadron and 23 for each of its decay products. ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "The variables include kinematic quantities, track and vertex qualities, and particle identification (PID) information. ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "The signal samples used to train the BDTs are obtained from large data sets ofB",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "decays that are background subtracted using weights [27] obtained from fits to the beauty-hadron invariant mass distributions. ",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "The background data samples are taken from the charm-hadron and high-mass beautyhadron sidebands in the same data sets. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "To obtain the BDT efficiency in a given signal decay mode, the kinematical properties and correlations between the two charm hadrons are taken from simulation. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "The BDT response distributions are obtained from independent data samples of the decays used in the BDT training, weighted to match the kinematics of the signal.",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "Because of the kinematic similarity of the decays",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": ", cross feed may occur among beauty-hadron decays into pairs of charm hadrons. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "For example, cross feed between D þ and D þ s mesons occurs when a K − h þ π þ candidate is reconstructed in the D þ mass region under the h þ ¼ π þ hypothesis and in the D þ s mass region under the h þ ¼ K þ hypothesis. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "In such situations, an arbitration is performed: if the ambiguous track (h þ ) can be associated to an oppositely charged track to form a ϕð1020Þ → K þ K − candidate, the kaon hypothesis is taken, resulting in a D þ s assignment to the charm-hadron candidate; otherwise, stringent PID requirements are applied to h þ to choose which hypothesis to take. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "The efficiency of these arbitrations, which is found to be about 90% per charm hadron, is obtained using simulated signal decays to model the kinematical properties and D Ãþ → D 0 π þ calibration data for the PID efficiencies. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "The misidentification probability is roughly 1% per charm hadron.",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "Signal yields are determined by performing unbinned extended likelihood fits to the beauty-hadron invariantmass spectra observed in the data. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "The signal distributions are modeled using a so-called Apollonios function, which is the exponential of a hyperbola combined with a powerlaw low-mass tail [28]. ",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "The peak position and resolution parameters are allowed to vary while fitting the data, while the low-mass tail parameters are taken from simulation and fixed in the fits.",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "Four categories of background contributions are considered: partially reconstructed decays of beauty hadrons where at least one final-state particle is not reconstructed; decays into a single charm hadron and three light hadrons; reflections, defined as cases where the cross-feed arbitration fails to remove a misidentified particle; and combinatorial background. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "The only partially reconstructed decays that contribute in the mass region studied are those where a single pion or photon is not reconstructed; thus, only final states comprised of D Ãþ ðsÞ or Σ þ c and another charm hadron are considered (e.g.,",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": ". ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "These background contributions are modeled using kernel probability density functions (PDFs) [29] obtained from simulation; their yields are free to vary in the fits. ",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "Single-charm backgrounds are studied using data that are reconstructed outside of a given charm-hadron mass region. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "These backgrounds are found to be Oð1%Þ of the size of the signal yield for signal decays containing a D − s (e.g.,B 0 → D þ K − K þ π − ) and are negligible otherwise. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The only non-negligible reflection is found to be Λ 0",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The invariant-mass distribution for this reflection is obtained from simulation, while the normalization is fixed using simulation and the aforementioned PID calibration sample to determine the fraction of",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "decays that are not removed by the cross-feed criteria.",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "c particles do not have a peaking structure in the beauty-hadron invariant mass and, therefore, are absorbed into the combinatorial backgrounds, which are modeled using exponential distributions. ",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "Figure 1 shows the invariant mass spectra for the",
            "paragraph_rank": 19,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "The signal yields obtained are 4633 AE 69 and 262 AE 19",
            "paragraph_rank": 20,
            "section_rank": 1
        },
        {
            "text": ". ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "This is the first observation of each of these decays. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "The ratio of branching fractions determined using the nominal D − s [2] and D − [30] meson branching fractions and the ratio of efficiencies is",
            "paragraph_rank": 21,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "The similarity of the final states and the shared parent particle result in many cancellations of uncertainties in the determination of the ratio of branching fractions. ",
            "paragraph_rank": 22,
            "section_rank": 1
        },
        {
            "text": "The remaining uncertainties include roughly equivalent contributions from determining the efficiency-corrected yields and from the ratio of charm-hadron branching fractions (see Table I). ",
            "paragraph_rank": 22,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 185,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "The dominant contribution to the uncertainty of the fit PDF is due to the low-mass background contributions, which are varied in size and shape to determine the effect on the signal yield. ",
            "paragraph_rank": 22,
            "section_rank": 1
        },
        {
            "text": "The uncertainty due to signal model is found to be negligible. ",
            "paragraph_rank": 22,
            "section_rank": 1
        },
        {
            "text": "The efficiencies of the cross feed and BDT criteria are determined in a data-driven manner that produces small uncertainties. ",
            "paragraph_rank": 22,
            "section_rank": 1
        },
        {
            "text": "The observed ratio is approximately the ratio of the relevant quark-mixing ",
            "paragraph_rank": 22,
            "section_rank": 1
        },
        {
            "text": "s decays are observed (see Fig. 2). ",
            "paragraph_rank": 23,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 33,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The measurement of",
            "paragraph_rank": 23,
            "section_rank": 1
        },
        {
            "text": "s Þ is complicated by the fact that the ratio of the Λ 0 b andB 0 production cross sections, σðΛ 0 b Þ=σðB 0 Þ, depends on the p T of the beauty hadrons [32]. ",
            "paragraph_rank": 24,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "Figure 3 shows the ratio of efficiency-corrected yields,",
            "paragraph_rank": 24,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "s Þ, as a function of beauty-hadron p T . ",
            "paragraph_rank": 25,
            "section_rank": 1
        },
        {
            "text": "The ratio of branching-fraction ratios is obtained using a fit with the shape of the p T dependence measured in [33] and found to be",
            "paragraph_rank": 25,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "This result does not depend on the absolute ratio of production cross sections or on any charm-hadron branching fractions. ",
            "paragraph_rank": 26,
            "section_rank": 1
        },
        {
            "text": "The systematic uncertainties on this result are listed in Table I. ",
            "paragraph_rank": 26,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "The uncertainty in the fit model is due largely to the sizable single-charm background contributions to these modes and to contributions from the fits described in Ref. ",
            "paragraph_rank": 26,
            "section_rank": 1
        },
        {
            "text": "[33]. ",
            "paragraph_rank": 26,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "The BðΛ 0 b → Λ þ c π − Þ=BðB 0 → D þ π − Þ result was obtained only using data collected at ffiffi ffi s p ¼ 7 TeV. ",
            "paragraph_rank": 26,
            "section_rank": 1
        },
        {
            "text": "The ratio",
            "paragraph_rank": 26,
            "section_rank": 1
        },
        {
            "text": "is observed to be consistent in data collected at ffiffi ffi s p ¼ 7 and 8 TeV. ",
            "paragraph_rank": 27,
            "section_rank": 1
        },
        {
            "text": "The statistical uncertainty on this comparison is assigned as the systematic uncertainty on the energy dependence of the Λ 0 b andB 0 production fractions. ",
            "paragraph_rank": 27,
            "section_rank": 1
        },
        {
            "text": "The ratio of branching ratios is consistent with unity, as expected assuming small nonfactorizable effects.",
            "paragraph_rank": 27,
            "section_rank": 1
        },
        {
            "text": "The kinematic similarity of the decay modes",
            "paragraph_rank": 28,
            "section_rank": 1
        },
        {
            "text": "s permits a precision measurement of the mass difference of the Λ 0 b andB 0 hadrons. ",
            "paragraph_rank": 29,
            "section_rank": 1
        },
        {
            "text": "The relatively small value of",
            "paragraph_rank": 29,
            "section_rank": 1
        },
        {
            "text": "s Þ means that the uncertainty due to momentum scale, the dominant uncertainty in absolute-mass measurements, mostly cancels; however, it is still important to determine accurately the momenta of the final-state particles. ",
            "paragraph_rank": 30,
            "section_rank": 1
        },
        {
            "text": "The momentum-scale calibration of the spectrometer, which accounts for imperfect knowledge of the magnetic field and alignment, is discussed in detail in Refs. ",
            "paragraph_rank": 30,
            "section_rank": 1
        },
        {
            "text": "[12,34]. ",
            "paragraph_rank": 30,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "34]"
                }
            ]
        },
        {
            "text": "The uncertainty on the calibrated momentum scale is estimated to be 0.03% by comparing various particle masses measured at LHCb to their nominal values [34].",
            "paragraph_rank": 30,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "The kinematic and vertex constraints used in the fits described previously reduce the statistical uncertainty on MðΛ 0 b Þ − MðB 0 Þ by improving the resolution. ",
            "paragraph_rank": 31,
            "section_rank": 1
        },
        {
            "text": "These   constraints also increase the systematic uncertainty by introducing a dependence on the precision of the nominal charm-hadron masses. ",
            "paragraph_rank": 31,
            "section_rank": 1
        },
        {
            "text": "These constraints are not imposed in the mass measurement, as it is found that this approach produces a smaller total uncertainty. ",
            "paragraph_rank": 31,
            "section_rank": 1
        },
        {
            "text": "The mass difference obtained is",
            "paragraph_rank": 31,
            "section_rank": 1
        },
        {
            "text": "The dominant systematic uncertainty (see Table II) arises due to a correlation between the reconstructed beautyhadron mass and reconstructed charm-hadron flight distance. ",
            "paragraph_rank": 32,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 49,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table II"
                }
            ]
        },
        {
            "text": "The large difference in the Λ þ c and D þ hadron lifetimes [2] could lead to only a partial cancellation of the biases induced by the charm-lifetime selection criteria. ",
            "paragraph_rank": 32,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "This effect is studied in simulation and a 0.16 MeV=c 2 uncertainty is assigned. ",
            "paragraph_rank": 32,
            "section_rank": 1
        },
        {
            "text": "The 0.03% uncertainty in the momentum scale results in an uncertainty on the mass difference of 0.08 MeV=c 2 . ",
            "paragraph_rank": 32,
            "section_rank": 1
        },
        {
            "text": "Many variations in the fit model are considered, and none produce a significant shift in the mass difference. ",
            "paragraph_rank": 32,
            "section_rank": 1
        },
        {
            "text": "The systematic uncertainty in the mass difference due to the uncertainty in the amount of detector material in which charged particles lose energy is negligible [34]. ",
            "paragraph_rank": 32,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "Furthermore, the uncertainty on MðΛ 0 b Þ − MðB 0 Þ due to differences in beauty-hadron production kinematics, as seen in Fig. 3, is also found to be negligible.",
            "paragraph_rank": 32,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 128,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Using the nominal value for MðB 0 Þ [2] gives MðΛ 0 b Þ ¼ 5619.30 AE 0.34 MeV=c 2 , where the uncertainty includes both statistical and systematic contributions. ",
            "paragraph_rank": 33,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 36,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "This is the most precise result to date. ",
            "paragraph_rank": 33,
            "section_rank": 1
        },
        {
            "text": "The total uncertainty is dominated by statistics and charm-hadron lifetime effects; thus, this result can be treated as being uncorrelated with the previous LHCb result obtained using the Λ 0 b → J=ψΛ 0 decay [35]. ",
            "paragraph_rank": 33,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "A weighted average of the LHCb results gives MðΛ 0 b Þ ¼ 5619.36 AE 0.26 MeV=c 2 . ",
            "paragraph_rank": 33,
            "section_rank": 1
        },
        {
            "text": "This value may then be used to improve the precision of the Ξ − b and Ω − b baryon masses using their mass differences with respect to the Λ 0 b baryon, as reported in Ref. ",
            "paragraph_rank": 33,
            "section_rank": 1
        },
        {
            "text": "[35].",
            "paragraph_rank": 33,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "Using BDT criteria optimized for maximizing the expected significance of B 0 s → D þ D − s , 14 608 AE 121B 0 and 143 AE 14 B 0 s decays are observed (see Fig. 2), from which the ratio extracted is",
            "paragraph_rank": 34,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 161,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "This is the most precise measurement to date of BðB 0 s → D þ D − s Þ and supersedes Ref. ",
            "paragraph_rank": 35,
            "section_rank": 1
        },
        {
            "text": "[36]. ",
            "paragraph_rank": 35,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "Since the two decay modes share the same final state, many systematic uncertainties cancel. ",
            "paragraph_rank": 35,
            "section_rank": 1
        },
        {
            "text": "The dominant contribution to the uncertainty comes from the beauty-hadron production fractions. ",
            "paragraph_rank": 35,
            "section_rank": 1
        },
        {
            "text": "The points are located at the mean p T value of the Λ 0 b in each bin. ",
            "paragraph_rank": 36,
            "section_rank": 1
        },
        {
            "text": "The curve shows the data fit with the shape of the p T dependence measured in Ref. ",
            "paragraph_rank": 36,
            "section_rank": 1
        },
        {
            "text": "[33]. ",
            "paragraph_rank": 36,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "A small additional uncertainty on the efficiency arises due to the uncertainty on the B 0 s lifetime. ",
            "paragraph_rank": 36,
            "section_rank": 1
        },
        {
            "text": "Uncertainty in the fit model is largely due to the size of the combinatorial background near the B 0 s peak. ",
            "paragraph_rank": 36,
            "section_rank": 1
        },
        {
            "text": "The measured ratio of branching fractions is approximately the ratio of quark-mixing factors, as expected assuming nonfactorizable effects are small.",
            "paragraph_rank": 36,
            "section_rank": 1
        },
        {
            "text": "A search is also performed for the decay modes",
            "paragraph_rank": 37,
            "section_rank": 1
        },
        {
            "text": "Regions centered around the nominal B 0 ðsÞ meson masses with boundaries defined such that each region contains 95% of the corresponding signal are determined using simulation. ",
            "paragraph_rank": 38,
            "section_rank": 1
        },
        {
            "text": "The expected background contribution in each of these regions is obtained from the charm-hadron mass sidebands. ",
            "paragraph_rank": 38,
            "section_rank": 1
        },
        {
            "text": "Applying this technique to",
            "paragraph_rank": 38,
            "section_rank": 1
        },
        {
            "text": "decays produces background estimates consistent with those obtained by fitting the invariant mass spectra for those modes. ",
            "paragraph_rank": 39,
            "section_rank": 1
        },
        {
            "text": "The number of observed candidates in each signal region is then compared to the expected background contribution; no significant excess is observed in either Λ þ c Λ − c signal region. ",
            "paragraph_rank": 39,
            "section_rank": 1
        },
        {
            "text": "The limits obtained using the method of Ref. ",
            "paragraph_rank": 39,
            "section_rank": 1
        },
        {
            "text": "[37] and the known D − s [2], D − [30], and Λ þ c [38] hadron branching fractions are",
            "paragraph_rank": 39,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[37]"
                },
                {
                    "start": 25,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 34,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[30]"
                },
                {
                    "start": 50,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "For these results the lifetime of the light-mass B 0 s eigenstate is assumed, as this produces the most conservative limits [1]. ",
            "paragraph_rank": 40,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "type": "bibr",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "This is the best limit to date for theB 0 decay mode and the first limit for the B 0 s decay mode. ",
            "paragraph_rank": 40,
            "section_rank": 1
        },
        {
            "text": "In summary, first observations and relative branchingfraction measurements have been made for the decays These results are all consistent with expectations that assume small nonfactorizable effects.",
            "paragraph_rank": 40,
            "section_rank": 1
        },
        {
            "text": "We express our gratitude to our colleagues in the CERN accelerator departments for the excellent performance of the LHC. ",
            "paragraph_rank": 41,
            "section_rank": 1
        },
        {
            "text": "We thank the technical and administrative staff at the LHCb institutes. ",
            "paragraph_rank": 41,
            "section_rank": 1
        },
        {
            "text": "We acknowledge support from CERN and from the national agencies: CAPES, CNPq, FAPERJ, and FINEP (Brazil); NSFC (China); CNRS/IN2P3 and Region Auvergne (France); BMBF, DFG, HGF, and MPG (Germany); SFI (Ireland); INFN (Italy); FOM and NWO (The Netherlands); SCSR (Poland); MEN/IFA (Romania); MinES, Rosatom, RFBR, and NRC \"Kurchatov Institute\" (Russia); MinECo, XuntaGal, and GENCAT (Spain); SNSF and SER (Switzerland); NAS Ukraine (Ukraine); STFC (United Kingdom); NSF (USA). ",
            "paragraph_rank": 41,
            "section_rank": 1
        },
        {
            "text": "We also acknowledge the support received from EPLANET and the ERC under FP7. ",
            "paragraph_rank": 41,
            "section_rank": 1
        },
        {
            "text": "The Tier1 computing centers are supported by IN2P3 (France), KIT and BMBF (Germany), INFN (Italy), NWO and SURF (The Netherlands), PIC (Spain), GridPP (United Kingdom). ",
            "paragraph_rank": 41,
            "section_rank": 1
        },
        {
            "text": "We are indebted to the communities behind the multiple open-source software packages we depend on. ",
            "paragraph_rank": 41,
            "section_rank": 1
        },
        {
            "text": "We are also thankful for the computing resources and the access to software R&D tools provided by Yandex LLC (Russia).",
            "paragraph_rank": 41,
            "section_rank": 1,
            "entity_spans": [
                {
                    "start": 98,
                    "end": 109,
                    "type": "publisher",
                    "rawForm": "Yandex LLC",
                    "resp": "service",
                    "id": "#software-simple-s1"
                }
            ]
        },
        {
            "text": ".30½95% C.L.: Measurement of the mass of the Λ 0 b baryon relative to theB 0 meson gives MðΛ 0 b Þ − MðB 0 Þ ¼ 339.72 AE 0.24ðstatÞ AE 0.18ðsystÞ MeV=c 2 . ",
            "paragraph_rank": 42,
            "section_rank": 2
        },
        {
            "text": "This result provides the most precise measurement of the mass of the Λ 0 b baryon to date. ",
            "paragraph_rank": 42,
            "section_rank": 2
        },
        {
            "text": "DOI: 10.1103/PhysRevLett.112.202001 PACS numbers: 14.20.Mr, 13.30.−a",
            "paragraph_rank": 42,
            "section_rank": 2
        },
        {
            "text": "FIG. 1 (",
            "section_rank": 3
        },
        {
            "text": "FIG. 1 (color online). ",
            "section": "FIG. 1 (",
            "paragraph_rank": 43,
            "section_rank": 3
        },
        {
            "text": "Invariant mass distributions for (left) Λ 0 b → Λ þ c D − s and (right) Λ 0 b → Λ þ c D − candidates with the fits described in the text overlaid.",
            "section": "FIG. 1 (",
            "paragraph_rank": 43,
            "section_rank": 3
        },
        {
            "text": "FIG. 2 (FIG. ",
            "section_rank": 4
        },
        {
            "text": "3 (",
            "section_rank": 4
        },
        {
            "text": "FIG. 2 (color online). ",
            "section": "FIG. 2 (FIG. 3 (",
            "paragraph_rank": 44,
            "section_rank": 4
        },
        {
            "text": "Invariant mass distributions forD þ D −s candidates selected using BDT criteria optimized for the (left)B 0 → D þ D − s and (right) B 0 s → D þ D −s decay modes with the fits described in the text overlaid.",
            "section": "FIG. 2 (FIG. 3 (",
            "paragraph_rank": 44,
            "section_rank": 4
        },
        {
            "text": ".",
            "section_rank": 5
        },
        {
            "text": "The most precise measurements of the Λ 0 b baryon mass and of BðB 0 s → D þ D − s Þ have been presented and the most stringent upper limits have been placed on BðB 0 ðsÞ→ Λ þ c Λ − c Þ. ",
            "section": ".",
            "paragraph_rank": 45,
            "section_rank": 5
        },
        {
            "text": "Using BðB 0 → D þ D − s Þ ¼ ð7.2 AE 0.8Þ × 10 −3 [2] and BðΛ 0 b → Λ þ c π − Þ=BðB 0 → D þ π − Þ from Ref.",
            "section": ".",
            "paragraph_rank": 45,
            "section_rank": 5
        },
        {
            "text": "[33], the absolute branching fractions obtained areBðΛ 0 b → Λ þ c D − s Þ ¼ ð1.1 AE 0.1Þ × 10 −2 ; BðΛ 0 b → Λ þ c D − Þ ¼ ð4.7 AE 0.6Þ × 10 −4 ; BðB 0 s → D þ D − s Þ ¼ ð2.7 AE 0.5Þ × 10 −4 ; BðB 0 → Λ þ c Λ − c Þ < 1.6 × 10 −5 ½95% C.L.; BðB 0 s → Λ þ c Λ − c Þ < 8.0 × 10 −5 ½95% C:L::",
            "section": ".",
            "paragraph_rank": 45,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "decay constants, jV cd =V cs j 2 × ðf D =f D s Þ 2 ≈ 0.034, as expected assuming nonfactorizable effects are small.",
            "paragraph_rank": 46,
            "section_rank": 6
        },
        {
            "text": "The branching fraction of the decay Λ 0 b",
            "paragraph_rank": 47,
            "section_rank": 6
        },
        {
            "text": "TABLE I .",
            "section_rank": 7
        },
        {
            "text": "Relative systematic uncertainties on branching fraction measurements (%). ",
            "section": "TABLE I .",
            "paragraph_rank": 48,
            "section_rank": 7
        },
        {
            "text": "The production ratio σðB 0 s Þ=σðB 0 Þ is taken from Ref.",
            "section": "TABLE I .",
            "paragraph_rank": 48,
            "section_rank": 7
        },
        {
            "text": "[31]. ",
            "section": "TABLE I .",
            "paragraph_rank": 48,
            "section_rank": 7
        },
        {
            "text": "The numbers in parentheses in the last column are for the B 0 s decay mode.",
            "section": "TABLE I .",
            "paragraph_rank": 48,
            "section_rank": 7
        },
        {
            "text": "TABLE II .",
            "section_rank": 8
        },
        {
            "text": "Systematic uncertainties for MðΛ 0 b Þ − MðB 0 Þ.",
            "section": "TABLE II .",
            "paragraph_rank": 49,
            "section_rank": 8
        }
    ]
}