{
    "level": "sentence",
    "abstract": [
        {
            "text": "This article presents measurements of the t-channel single top-quark (t) and top-antiquark (t) total production cross sections σðtqÞ and σðtqÞ, their ratio R t ¼ σðtqÞ=σðtqÞ, and a measurement of the inclusive production cross section σðtq þtqÞ in proton-proton collisions at ffiffi ffi s p ¼ 7 TeV at the LHC. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Differential cross sections for the tq andtq processes are measured as a function of the transverse momentum and the absolute value of the rapidity of t andt, respectively. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The analyzed data set was recorded with the ATLAS detector and corresponds to an integrated luminosity of 4.59 fb −1 . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Selected events contain one charged lepton, large missing transverse momentum, and two or three jets. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The cross sections are measured by performing a binned maximum-likelihood fit to the output distributions of neural networks. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The resulting measurements are σðtqÞ ¼ 46 AE 1ðstatÞ AE 6ðsystÞ pb, σðtqÞ ¼ 23 AE 1ðstatÞ AE 3ðsystÞ pb, R t ¼ 2.04 AE 0.13ðstatÞ AE 0.12ðsystÞ, and σðtq þtqÞ ¼ 68 AE 2ðstatÞ AE 8ðsystÞ pb, consistent with the Standard Model expectation. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The uncertainty on the measured cross sections is dominated by systematic uncertainties, while the uncertainty on R t is mainly statistical. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Using the ratio of σðtq þtqÞ to its theoretical prediction, and assuming that the top-quark-related CKM matrix elements obey the relation jV tb j ≫ jV ts j; jV td j, we determine jV tb j ¼ 1.02 AE 0.07.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "I. INTRODUCTION",
            "section_rank": 2
        },
        {
            "text": "In proton-proton (pp) collisions at the LHC, top quarks are produced at unprecedented rates, allowing studies that were intractable before. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The production of single top quarks via weak charged-current interactions is among the top-quark phenomena becoming accessible to precise investigations. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In leading-order (LO) perturbation theory, single top-quark production is described by three subprocesses that are distinguished by the virtuality of the exchanged W boson. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The dominant process is the t-channel exchange depicted in Fig. 1, which is the focus of the measurements presented in this article. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 65,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "A light quark from one of the colliding protons interacts with a b-quark from another proton by exchanging a virtual W boson (W Ã ). ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Since the u-quark density of the proton is about twice as high as the d-quark density, the production cross section of single top quarks σðtqÞ, shown in Fig. 1(a), is expected to be about twice the cross section of top-antiquark production σðtqÞ, shown in Fig. 1(b). ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 153,
                    "end": 162,
                    "type": "figure",
                    "text": "Fig. 1(a)"
                },
                {
                    "start": 256,
                    "end": 265,
                    "type": "figure",
                    "text": "Fig. 1(b)"
                }
            ]
        },
        {
            "text": "At LO, subleading single top-quark processes are the associated production of a W boson and a top quark (Wt) and the s-channel production of tb, analogous to the Drell-Yan process.",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In general, measurements of single top-quark production provide insights into the properties of the Wtb vertex. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The cross sections are proportional to the square of the coupling at the production vertex. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In the Standard Model (SM), the coupling is given by the Cabibbo-Kobayashi-Maskawa (CKM) matrix element V tb [1,2] multiplied by the universal electroweak coupling constant. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[1,"
                },
                {
                    "start": 112,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "2]"
                }
            ]
        },
        {
            "text": "Angular distributions of top-quark decay products give access to the Lorentz structure of the Wtb vertex, which has a vector axialvector structure in the SM. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "As illustrated in Fig. 1, the t-channel process features a b quark in the initial state if described in LO Quantum Chromodynamics (QCD), and therefore the cross section depends strongly on the b-quark parton distribution function (PDF), which is derived from the gluon PDF by means of the Dokshitzer-Gribov-Lipatov-Altarelli-Parisi evolution [3][4][5]. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 24,
                    "type": "figure",
                    "text": "Fig. 1"
                },
                {
                    "start": 342,
                    "end": 345,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[3]"
                },
                {
                    "start": 345,
                    "end": 348,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[4]"
                },
                {
                    "start": 348,
                    "end": 351,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "A measurement of the combined top-quark and top-antiquark cross section σðtq þtqÞ ¼ σðtqÞ þ σðtqÞ is well suited to constrain V tb FIG. 1. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Representative leading-order Feynman diagrams of ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "(a) single top-quark production and ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "(b) single top-antiquark production via the t-channel exchange of a virtual W Ã boson, including the decay of the top quark and top antiquark, respectively. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "or the b-quark PDF. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In addition, the measurement of σðtq þtqÞ is sensitive to various models of new physics phenomena [6], such as extra heavy quarks, gauge bosons, or scalar bosons.",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Separate measurements of σðtqÞ and σðtqÞ extend the sensitivity to the PDFs of the u quark and the d quark, exploiting the different initial states of the two processes, shown in Fig. 1. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 179,
                    "end": 185,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "At a center-of-mass energy of ffiffi ffi s p ¼ 7 TeV, the typical momentum fraction x of the initial-state light quarks is in the range of 0.02≲ x ≲ 0.5, with a median of 0.17 for u quarks and a median of 0.13 for d quarks. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The additional measurement of the cross-section ratio R t ≡ σðtqÞ=σðtqÞ is sensitive to the ratio of the two PDFs in the x range specified above and features smaller systematic uncertainties because of partial cancelations of common uncertainties. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The measurements of σðtqÞ, σðtqÞ, and R t provide complementary inputs in constraining PDFs to data currently used in QCD fits. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Investigating R t also provides a way of searching for new-physics contributions in single top-quark (top-antiquark) production [7] and of elucidating the nature of physics beyond the SM if it were to be observed [8].",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[7]"
                },
                {
                    "start": 213,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "In this article we present measurements of σðtq þtqÞ, σðtqÞ, σðtqÞ, and the cross-section ratio R t at a center-ofmass energy of ffiffi ffi s p ¼ 7 TeV, using the full data set corresponding to an integrated luminosity of 4.59 fb −1 . ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Final calibrations for the 7 TeV data set are used, resulting in reduced systematic uncertainties. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The measurement of σðtq þtqÞ is used to determine the value of the CKM matrix element jV tb j. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Additionally, for the first time, differential cross sections are measured as a function of the transverse momentum of the top quark, p T ðtÞ, and the top antiquark, p T ðtÞ, and as a function of the absolute value of the rapidities jyðtÞj and jyðtÞj, respectively. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In pp collisions at ffiffi ffi s p ¼ 7 TeV, the total inclusive cross sections of top-quark and top-antiquark production in the t channel are predicted to be σðtqÞ ¼ 41.9 þ1.8 −0.9 pb; σðtqÞ ¼ 22.7 þ0.9 −1.0 pb; and σðtq þtqÞ ¼ 64.6 þ2.7 −2.0 pb;",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "with approximate next-to-next-to-leading-order (NNLO) precision [9], assuming a top-quark mass of m t ¼ 172.5 GeV and using the MSTW2008 NNLO [10] PDF set. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[9]"
                },
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[10]"
                }
            ],
            "entity_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "software",
                    "rawForm": "MSTW",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "The quoted uncertainty contains the scale uncertainty and the correlated PDF-α s uncertainty. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The contributions due to the resummation of soft-gluon bremsstrahlung included in the approximate NNLO result are relatively small and the cross-section predictions are therefore very close to the plain next-to-leading-order (NLO) calculation [11]. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "All predictions used in this article are based on the \"five-flavor scheme,\" involving a b quark in the initial state (see Fig. 1). ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 128,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "An alternative approach is to consider the Born process qg → tqb, where the b quark does not enter in the QCD evolution of the PDFs and the strong coupling constant, referred to as \"four-flavor scheme.\" ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Recently, computations of differential cross sections have become available at approximate NNLO precision [12], complementing the predictions at NLO [11]. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[12]"
                },
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Measurements of these differential quantities will allow more stringent tests of the calculations. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "In addition, a thorough study of differential cross sections can give hints about the potential presence of flavor-changing neutral currents or fourfermion operators in the single top-quark production process [13].",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Single top-quark production in the t channel was first established in pp collisions at ffiffi ffi s p ¼ 1.96 TeV at the Tevatron [14]. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Measurements of t-channel single top-quark and Wt production at the LHC at ffiffi ffi s p ¼ 7 TeV were performed by the ATLAS Collaboration [15,16] and the CMS Collaboration [17,18]. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[15,"
                },
                {
                    "start": 144,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "16]"
                },
                {
                    "start": 174,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[17,"
                },
                {
                    "start": 178,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "18]"
                }
            ]
        },
        {
            "text": "The ATLAS measurements used only a fraction of the recorded data, corresponding to 1.04 fb −1 in the t-channel analysis. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "At ffiffi ffi s p ¼ 8 TeV the CMS Collaboration measured the t-channel cross sections and the cross-section ratio R t [19]. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The measurements presented in this article are based on events in the lepton þ jets channel, in which the lepton can be either an electron or a muon originating from a W-boson decay. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The analysis has acceptance for signal events involving W → τν decays if the τ lepton decays subsequently to either eν e ν τ or μν μ ν τ . ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The experimental signature of candidate events is thus given by one charged lepton (electron or muon), large values of the magnitude of the missing transverse momentum E miss T , and two or three hadronic jets with high transverse momentum. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The acceptance for t-channel events is dominated by the 2-jet signature, where one jet is a b-quark jet, while the second jet is a light-quark jet. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "A significant fraction of single topquark events are also present in the 3-jet channel, whereas the tt background is dominant in the 4-jet channel. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "For this reason, the analysis is restricted to events with two or three jets.",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Several other processes feature the same signature as single top-quark events, the main backgrounds being W þ jets production and top-quark-antiquark (tt) pair production. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Since a typical signature-based event selection yields only a relatively low signal purity, a dedicated analysis strategy is developed to separate signal and background events. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "In both the 2-jet and 3-jet channels, several observables discriminating between signal and background events are combined by a neural network (NN) to one discriminant (NN output). ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The cross-section measurements are based on a simultaneous fit to these multivariate discriminants. ",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "In the 2-jet channel, a cut on the NN discriminant is applied to obtain a sample of events enriched in t-channel single top-quark events, facilitating the measurement of differential cross sections.",
            "section": "I. INTRODUCTION",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "II. ",
            "section_rank": 3
        },
        {
            "text": "DATA SAMPLES AND SAMPLES OF SIMULATED EVENTS",
            "section_rank": 3
        },
        {
            "text": "The analysis described in this article uses pp collision data collected at a center-of-mass energy of 7 TeV with the ATLAS detector [20] at the LHC between March and November 2011. ",
            "section": "II. DATA SAMPLES AND SAMPLES OF SIMULATED EVENTS",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "In this data-taking period, the average number of pp collisions per bunch crossing was nine. ",
            "section": "II. DATA SAMPLES AND SAMPLES OF SIMULATED EVENTS",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The selected events were recorded based on single-electron or single-muon triggers. ",
            "section": "II. DATA SAMPLES AND SAMPLES OF SIMULATED EVENTS",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Stringent detector and data quality requirements are applied, resulting in a data set corresponding to an integrated luminosity of 4.59 AE 0.08 fb −1 [21].",
            "section": "II. DATA SAMPLES AND SAMPLES OF SIMULATED EVENTS",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "A. The ATLAS detector",
            "section_rank": 4
        },
        {
            "text": "The ATLAS detector [20] is built from a set of cylindrical subdetectors which cover almost the full solid angle around the interaction point [22]. ",
            "section": "A. The ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[20]"
                },
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "ATLAS is composed of an inner tracking detector (ID) close to the interaction point, surrounded by a superconducting solenoid providing a 2 T axial magnetic field, electromagnetic and hadronic calorimeters, and a muon spectrometer (MS). ",
            "section": "A. The ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The ID consists of a silicon pixel detector, a silicon microstrip detector (SCT), and a straw-tube transition radiation tracker (TRT). ",
            "section": "A. The ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The electromagnetic calorimeter is a lead and liquid-argon (LAr) sampling calorimeter with high granularity. ",
            "section": "A. The ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "An iron/scintillator tile calorimeter provides hadronic energy measurements in the central pseudorapidity range. ",
            "section": "A. The ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The endcap and forward regions are instrumented with LAr calorimeters for both the electromagnetic and hadronic energy measurements. ",
            "section": "A. The ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The MS consists of three large superconducting toroids with eight coils each, a system of trigger chambers, and precision tracking chambers.",
            "section": "A. The ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "B. Trigger requirements",
            "section_rank": 5
        },
        {
            "text": "ATLAS employs a three-level trigger system. ",
            "section": "B. Trigger requirements",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "The first level (L1) is built from custom-made hardware, while the second and third levels are software based and collectively referred to as the high level trigger (HLT). ",
            "section": "B. Trigger requirements",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "The data sets used in this analysis are defined by high-p T single-electron or single-muon triggers [23]. ",
            "section": "B. Trigger requirements",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "During the data-taking period slightly different trigger conditions were used to cope with the increasing number of multiple pp collisions per bunch crossing (pileup).",
            "section": "B. Trigger requirements",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "At L1, electron candidate events are required to have an electromagnetic energy deposit of E T > 14 GeV; in the second part of the data-taking period the requirement was E T > 16 GeV. ",
            "section": "B. Trigger requirements",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "At the HLT level, the full granularity of the calorimeter and tracking information is available. ",
            "section": "B. Trigger requirements",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "The calorimeter cluster is matched to a track and the trigger electron object has to have E T > 20 GeV or E T > 22 GeV, exceeding the corresponding L1 requirements by 6 GeV.",
            "section": "B. Trigger requirements",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "The single-muon trigger is based on muon candidates reconstructed in the muon spectrometer. ",
            "section": "B. Trigger requirements",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "At L1, a threshold of p T ¼ 10 GeV is applied. ",
            "section": "B. Trigger requirements",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "At the HLT level, the requirement is tightened to p T > 18 GeV.",
            "section": "B. Trigger requirements",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "C. Simulated events",
            "section_rank": 6
        },
        {
            "text": "Samples of simulated t-channel single top-quark events are produced with the NLO matrix-element generator POWHEG-BOX [24] interfaced to PYTHIA [25] (version 6.4.27) for showering and hadronization. ",
            "section": "C. Simulated events",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[24]"
                },
                {
                    "start": 143,
                    "end": 164,
                    "type": "bibr",
                    "text": "[25] (version 6.4.27)"
                }
            ],
            "entity_spans": [
                {
                    "start": 106,
                    "end": 117,
                    "type": "software",
                    "rawForm": "POWHEG-BOX",
                    "resp": "service",
                    "id": "software-simple-s4"
                },
                {
                    "start": 157,
                    "end": 163,
                    "type": "version",
                    "rawForm": "6.4.27",
                    "resp": "service",
                    "id": "#software-simple-s4"
                }
            ]
        },
        {
            "text": "In POWHEG-BOX the four-flavor scheme calculation is used to simulate t-channel single top-quark production. ",
            "section": "C. Simulated events",
            "paragraph_rank": 15,
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 3,
                    "end": 14,
                    "type": "software",
                    "rawForm": "POWHEG-BOX",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "The events are generated using the fixed four-flavor NLO PDF set CT104f [26] and the renormalization and factoriza tion scales are calculated event by event [27] with",
            "section": "C. Simulated events",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[26]"
                },
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": ", where m b and p T;b are the mass and p T of the b quark from the initial gluon splitting. ",
            "section": "C. Simulated events",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "Samples of tt events, Wt events, and s-channel single top-quark events are generated with POWHEG-BOX interfaced to PYTHIA using the CT10 NLO PDF set [26]. ",
            "section": "C. Simulated events",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[26]"
                }
            ],
            "entity_spans": [
                {
                    "start": 90,
                    "end": 101,
                    "type": "software",
                    "rawForm": "POWHEG-BOX",
                    "resp": "service",
                    "id": "software-simple-s6"
                },
                {
                    "start": 115,
                    "end": 122,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s7"
                }
            ]
        },
        {
            "text": "All processes involving top quarks are produced assuming m t ¼ 172.5 GeV, and the parameters of the PYTHIA generator controlling the modeling of the parton shower and the underlying event are set to the values of the PERUGIA 2011 tune [28].",
            "section": "C. Simulated events",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[28]"
                }
            ],
            "entity_spans": [
                {
                    "start": 100,
                    "end": 107,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s8"
                }
            ]
        },
        {
            "text": "Vector-boson production in association with jets (W=Z þ jets) is simulated using the multileg LO generator ALPGEN [29] (version 2.13) using the CTEQ6L1 PDF set [30]. ",
            "section": "C. Simulated events",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[29]"
                },
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[30]"
                }
            ],
            "entity_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "version",
                    "rawForm": "2.13",
                    "resp": "service",
                    "id": "#software-simple-s8"
                }
            ]
        },
        {
            "text": "The partonic events are showered with HERWIG [31] (version 6.5.20), and the underlying event is simulated with the JIMMY [32] model (version 4.31) using values of the ATLAS Underlying Event Tune 2 [33]. ",
            "section": "C. Simulated events",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 45,
                    "end": 66,
                    "type": "bibr",
                    "text": "[31] (version 6.5.20)"
                },
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[32]"
                },
                {
                    "start": 197,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[33]"
                }
            ],
            "entity_spans": [
                {
                    "start": 59,
                    "end": 65,
                    "type": "version",
                    "rawForm": "6.5.20",
                    "resp": "service",
                    "id": "#software-simple-s8"
                },
                {
                    "start": 141,
                    "end": 145,
                    "type": "version",
                    "rawForm": "4.31",
                    "resp": "service",
                    "id": "#software-simple-s8"
                }
            ]
        },
        {
            "text": "W þ jets and Z þ jets events with up to five additional partons are generated. ",
            "section": "C. Simulated events",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The MLM matching scheme [34] is used to remove overlap between partonic configurations generated by the matrix element and by parton shower evolution. ",
            "section": "C. Simulated events",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "The double counting between the inclusive W þ n-parton samples and samples with associated heavy-quark pair production is removed utilizing an overlap removal based on a ΔR matching. ",
            "section": "C. Simulated events",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The diboson processes WW, WZ, and ZZ are generated using HERWIG and JIMMY.",
            "section": "C. Simulated events",
            "paragraph_rank": 17,
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 57,
                    "end": 64,
                    "type": "software",
                    "rawForm": "HERWIG",
                    "resp": "service",
                    "id": "software-simple-s9"
                },
                {
                    "start": 68,
                    "end": 73,
                    "type": "software",
                    "rawForm": "JIMMY",
                    "resp": "service",
                    "id": "software-simple-s10"
                }
            ]
        },
        {
            "text": "After the event generation step, all samples are passed through the full simulation of the ATLAS detector [35] based on GEANT4 [36] and are then reconstructed using the same procedure as for collision data. ",
            "section": "C. Simulated events",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[35]"
                },
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[36]"
                }
            ],
            "entity_spans": [
                {
                    "start": 125,
                    "end": 127,
                    "type": "version",
                    "rawForm": "4",
                    "resp": "service",
                    "id": "#software-simple-s10"
                }
            ]
        },
        {
            "text": "The simulation includes the effect of multiple pp collisions per bunch crossing. ",
            "section": "C. Simulated events",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "The events are weighted such that the distribution of the number of collisions per bunch crossing is the same as in collision data.",
            "section": "C. Simulated events",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "III. ",
            "section_rank": 7
        },
        {
            "text": "PHYSICS OBJECT DEFINITIONS",
            "section_rank": 7
        },
        {
            "text": "In this section the definition of the physics objects is given, namely reconstructed electrons, muons, and jets, as well as E miss T . ",
            "section": "III. PHYSICS OBJECT DEFINITIONS",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "The definition of these objects involves the reconstructed position of the hard interaction. ",
            "section": "III. PHYSICS OBJECT DEFINITIONS",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "Primary interaction vertices are computed from reconstructed tracks that are compatible with coming from the luminous interaction region. ",
            "section": "III. PHYSICS OBJECT DEFINITIONS",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "The hard-scatter primary vertex is chosen as the vertex featuring the highest P p T 2 , the sum running over all tracks with p T > 0.4 GeV associated with the vertex.",
            "section": "III. PHYSICS OBJECT DEFINITIONS",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "A. Electrons",
            "section_rank": 8
        },
        {
            "text": "Electron candidates are selected from energy deposits (clusters) in the LAr electromagnetic calorimeter matched to tracks [37] and are required to have E T > 25 GeV and jη cl j < 2.47, where η cl denotes the pseudorapidity of the cluster. ",
            "section": "A. Electrons",
            "paragraph_rank": 20,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "Clusters falling in the calorimeter barrel/end-cap transition region, corresponding to 1.37 < jη cl j < 1.52, are ignored. ",
            "section": "A. Electrons",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "The energy of an electron candidate is taken from the cluster, while its η and ϕ are taken from the track. ",
            "section": "A. Electrons",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "The z position of the track has to be compatible with the hardscatter primary vertex. ",
            "section": "A. Electrons",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "Electron candidates are further required to fulfill stringent criteria regarding calorimeter shower shape, track quality, track-cluster matching, and fraction of high-threshold hits in the TRT to ensure high identification quality.",
            "section": "A. Electrons",
            "paragraph_rank": 20,
            "section_rank": 8
        },
        {
            "text": "Hadronic jets mimicking the signature of an electron, electrons from b-hadron or c-hadron decays, and photon conversions constitute the major backgrounds for high-p T electrons originating from the decay of a W boson. ",
            "section": "A. Electrons",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "Since signal electrons from W-boson decay are typically isolated from jet activity, these backgrounds can be suppressed via isolation criteria that require minimal calorimeter activity (calorimeter isolation) and only few tracks (track isolation) in an (η,ϕ) region around the electron. ",
            "section": "A. Electrons",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "Electron candidates are isolated by imposing thresholds on the scalar sum of the transverse momenta of calorimeter energy deposits Σp calo T within a surrounding cone of radius ΔR ¼ 0.2, excluding the energy deposit associated with the candidate, and on the scalar sum of the transverse momenta of tracks Σp track T in a cone of radius ΔR ¼ 0.3 around the candidate excluding the track associated with the electron candidate. ",
            "section": "A. Electrons",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "The Σp calo T variable is corrected for pileup effects as a function of the number of reconstructed vertices. ",
            "section": "A. Electrons",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "The thresholds applied to Σp calo T and Σp track T vary as a function of the electron p T , the electron η, and the number of reconstructed primary vertices and are chosen such that the efficiency for electrons from W-boson or Z-boson decays to pass this isolation requirement is 90%.",
            "section": "A. Electrons",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "B. Muons",
            "section_rank": 9
        },
        {
            "text": "Muon candidates are reconstructed by combining track segments found in the ID and in the MS [38]. ",
            "section": "B. Muons",
            "paragraph_rank": 22,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "The momentum as measured using the ID is required to agree with the momentum measured using the MS after correcting for the predicted muon energy loss in the calorimeter. ",
            "section": "B. Muons",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "Only candidates that have p T > 25 GeV and jηj < 2.5 are considered. ",
            "section": "B. Muons",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "Selected muons must additionally satisfy a series of requirements on the number of track hits present in the various tracking subdetectors. ",
            "section": "B. Muons",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "Muon tracks are required to have at least two hits in the pixel detector, and six or more hits in the SCT. ",
            "section": "B. Muons",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "Tracks are rejected if they have more than two missing hits in the SCT and pixel detectors, or tracks with an excessive number of outlier hits in the TRT. ",
            "section": "B. Muons",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "Isolated muon candidates are selected by requiring Σp calo T < 4 GeV within a surrounding cone of radius ΔR ¼ 0.2, and Σp track T < 2.5 GeV within a surrounding cone of radius ΔR ¼ 0.3. ",
            "section": "B. Muons",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "The efficiency of this combined isolation requirement varies between 95% and 97%, depending on the data-taking period.",
            "section": "B. Muons",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "The reconstruction, identification, and trigger efficiencies of electrons and muons are measured using tag-andprobe methods on samples enriched with Z → ll, J=ψ → ll, or W AE → lν (l ¼ e; μ) events [37,38].",
            "section": "B. Muons",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[37,"
                },
                {
                    "start": 202,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "38]"
                }
            ]
        },
        {
            "text": "C. Jets and missing transverse momentum",
            "section_rank": 10
        },
        {
            "text": "Jets are reconstructed using the anti-k t algorithm [39] with a radius parameter of 0.4, using topological clusters [40] identified in the calorimeter as inputs to the jet clustering. ",
            "section": "C. Jets and missing transverse momentum",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[39]"
                },
                {
                    "start": 116,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "The jet energy is corrected for the effect of multiple pp interactions, both in collision data and in simulated events. ",
            "section": "C. Jets and missing transverse momentum",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "Further energy corrections apply factors depending on the jet energy and the jet η to achieve a calibration that matches the energy of stable particle jets in simulated events [41]. ",
            "section": "C. Jets and missing transverse momentum",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "Differences between data and Monte Carlo simulation are evaluated using in situ techniques and are corrected for in an additional step [42]. ",
            "section": "C. Jets and missing transverse momentum",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "The in situ calibration exploits the p T balance in Z þ jet, γ þ jet, and dijet events. ",
            "section": "C. Jets and missing transverse momentum",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "Z þ jet and γ þ jet data are used to set the jet energy scale (JES) in the central detector region, while p T balancing in dijet events is used to achieve an η intercalibration of jets in the forward region with respect to central jets.",
            "section": "C. Jets and missing transverse momentum",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "Jets with separation ΔR < 0.2 from selected electron candidates are removed, as in these cases the jet and the electron are very likely to correspond to the same physics object. ",
            "section": "C. Jets and missing transverse momentum",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "In order to reject jets from pileup events, a quantity called the jet-vertex fraction ε jvf is defined as the ratio of P p T for all tracks within the jet that originate from the hard-scatter primary vertex to the P p T of all tracks matched to the jet. ",
            "section": "C. Jets and missing transverse momentum",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "It is required that ε jvf > 0.75 for those jets that have associated tracks. ",
            "section": "C. Jets and missing transverse momentum",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "The ε jvf criterion is omitted for jets without matched tracks. ",
            "section": "C. Jets and missing transverse momentum",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "An overlap removal between jets and muons is applied, removing any muon with separation ΔR < 0.4 from a jet with p T > 25 GeV and ε jvf > 0.75. ",
            "section": "C. Jets and missing transverse momentum",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "In the same way an overlap removal is applied between jets and electrons, removing any electron separated from a jet by 0.2 < ΔR < 0.4.",
            "section": "C. Jets and missing transverse momentum",
            "paragraph_rank": 25,
            "section_rank": 10
        },
        {
            "text": "Only jets having p T > 30 GeV and jηj < 4.5 are considered. ",
            "section": "C. Jets and missing transverse momentum",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "Jets in the end-cap/forward-calorimeter transition region, corresponding to 2.75 < jηj < 3.5, must have",
            "section": "C. Jets and missing transverse momentum",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "The E miss T is a measure of the momentum of the escaping neutrinos, but is also affected by energy losses due to detector inefficiencies. ",
            "section": "C. Jets and missing transverse momentum",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "The E miss T is calculated based on the vector sum of energy deposits in the calorimeter projected onto the transverse plane and is corrected for the presence of electrons, muons, and jets [43].",
            "section": "C. Jets and missing transverse momentum",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[43]"
                }
            ]
        },
        {
            "text": "D. Identification of b-quark jets",
            "section_rank": 11
        },
        {
            "text": "The identification of jets originating from the fragmentation of b quarks is one of the most important techniques for selecting top-quark events. ",
            "section": "D. Identification of b-quark jets",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "Several properties can be used to distinguish b-quark jets from other jets: the long lifetime of b hadrons, the large b-hadron mass, and the large branching ratio to leptons. ",
            "section": "D. Identification of b-quark jets",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "The relatively long lifetime of b-flavored hadrons results in a significant flight path length, leading to reconstructable secondary vertices and tracks with large impact parameters relative to the primary vertex.",
            "section": "D. Identification of b-quark jets",
            "paragraph_rank": 28,
            "section_rank": 11
        },
        {
            "text": "Jets containing b hadrons are identified in the region jηj < 2.5 by reconstructing secondary and tertiary vertices from the tracks associated with each jet and combining lifetime-related information in a neural network [44]. ",
            "section": "D. Identification of b-quark jets",
            "paragraph_rank": 29,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "type": "bibr",
                    "text": "[44]"
                }
            ]
        },
        {
            "text": "Three different neural networks are trained corresponding to an optimal separation of b-quark jets, c-quark jets, and lightquark jets. ",
            "section": "D. Identification of b-quark jets",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "The output of the networks is given in terms of probabilities p b , p c , and p l , which are then combined to form a final discriminant. ",
            "section": "D. Identification of b-quark jets",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "In order to achieve excellent rejection of c-quark jets the ratio p b =p c is calculated. ",
            "section": "D. Identification of b-quark jets",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "The chosen working point corresponds to a b-tagging efficiency of about 54% for b-quark jets in tt events. ",
            "section": "D. Identification of b-quark jets",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "The misidentification efficiency is 4.8% for c-quark jets and 0.48% for light-quark jets, as derived from simulated tt events. ",
            "section": "D. Identification of b-quark jets",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Jets passing the requirement on the identification discriminant are called b-tagged jets. ",
            "section": "D. Identification of b-quark jets",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Scale factors, determined from collision data, are applied to correct the b-tagging efficiency in simulated events to match the data.",
            "section": "D. Identification of b-quark jets",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "IV. ",
            "section_rank": 12
        },
        {
            "text": "EVENT SELECTION",
            "section_rank": 12
        },
        {
            "text": "The event selection requires exactly one charged lepton, e or μ, exactly two or three jets, and E miss T > 30 GeV. ",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "At least one of the jets must be b tagged. ",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "A trigger matching requirement is applied according to which the lepton must lie within a ΔR ¼ 0.15 cone around its trigger-level object. ",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "Candidate events are selected if they contain at least one good primary vertex candidate with at least five associated tracks. ",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "Events containing jets with transverse momentum p T > 20 GeV failing to satisfy quality criteria against misreconstruction [41] are rejected.",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 30,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "Since the multijet background is difficult to model precisely, its contribution is reduced by requiring the transverse mass of the lepton-E miss T system,",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 31,
            "section_rank": 12
        },
        {
            "text": "to be larger than 30 GeV. ",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "text": "Further reduction of the multijet background is achieved by placing an additional requirement on events with a charged lepton that is back to back with the leading jet in p T . ",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "text": "This is realized by the following condition between the lepton p T and the Δϕðj 1 ; lÞ:",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "text": "where j 1 denotes the leading jet. ",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "text": "In the subsequent analysis, signal events are divided into different analysis channels according to the sign of the lepton charge and the number of jets. ",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "text": "In the 2-jet channels, exactly one jet is required to be b tagged. ",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "text": "To further reduce the W þ jets background in these channels, the absolute value of the difference in pseudorapidity jΔηj of the lepton and the b-tagged jet is required to be smaller than 2.4. ",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "text": "In the 3-jet channels, events with exactly one and exactly two b-tagged jets are considered and separated accordingly. ",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "text": "In the 3-jet-2tag category no distinction is made between events with positive and negative lepton charge since this channel is dominated by tt background and can be used to further constrain the uncertainty on the b-tagging efficiency. ",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "text": "Finally, the resulting channels are referred to as 2-jet-l þ , 2-jet-l − , 3jet-l þ -1-tag, 3-jet-l − -1-tag, and 3-jet-2-tag.",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 33,
            "section_rank": 12
        },
        {
            "text": "A control region is defined to be orthogonal to the signal region in the same kinematic phase space to validate the modeling of the backgrounds by simulated events. ",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "Events in these control regions feature exactly one b-tagged jet, which was identified with a less stringent b-tagging algorithm than used to define the signal region. ",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "The signal region is excluded from the control region by applying a veto.",
            "section": "IV. EVENT SELECTION",
            "paragraph_rank": 34,
            "section_rank": 12
        },
        {
            "text": "V. BACKGROUND ESTIMATION",
            "section_rank": 13
        },
        {
            "text": "One of the largest backgrounds to single top-quark processes in the lepton þ jets channel is W þ jets production. ",
            "section": "V. BACKGROUND ESTIMATION",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "If one of the jets contains b hadrons or c hadrons, these events have the same signature as signal events. ",
            "section": "V. BACKGROUND ESTIMATION",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "Due to possible misidentification of a light-quark jet as a b-quark jet, W þ light-jets production also contributes to the background. ",
            "section": "V. BACKGROUND ESTIMATION",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "An equally important background comes from top-quark-antiquark (tt) pair production events, which are difficult to separate from single top-quark events since they contain top quarks as well. ",
            "section": "V. BACKGROUND ESTIMATION",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "Another background is due to multijet production via the strong interaction. ",
            "section": "V. BACKGROUND ESTIMATION",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "In these events a hadronic jet is misidentified as a lepton, usually an electron, or a real high-p T lepton is produced within a jet due to the semileptonic decay of a heavy-flavor (b or c) hadron and satisfies the lepton isolation criteria. ",
            "section": "V. BACKGROUND ESTIMATION",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "Other smaller backgrounds come from diboson (WW, WZ, and ZZ) and Z þ jets production.",
            "section": "V. BACKGROUND ESTIMATION",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "A. W=Z þ jets background",
            "section_rank": 14
        },
        {
            "text": "The W þ jets background is initially normalized to the theoretical prediction and then subsequently determined simultaneously both in the context of the multijet background estimation and as part of the extraction of the signal cross section. ",
            "section": "A. W=Z þ jets background",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "text": "The estimated number of events of he much smaller Z þ jets background is calculated using the theoretical prediction.",
            "section": "A. W=Z þ jets background",
            "paragraph_rank": 36,
            "section_rank": 14
        },
        {
            "text": "The cross sections for inclusive W-boson production and Z-boson production are predicted with NNLO precision using the FEWZ program [45], resulting in a LO-to-NNLO scale factor of 1.2 and an uncertainty of 4%. ",
            "section": "A. W=Z þ jets background",
            "paragraph_rank": 37,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[45]"
                }
            ],
            "entity_spans": [
                {
                    "start": 119,
                    "end": 124,
                    "type": "software",
                    "rawForm": "FEWZ",
                    "resp": "service",
                    "id": "software-simple-s11"
                }
            ]
        },
        {
            "text": "The uncertainty includes the uncertainty on the PDF and scale variations. ",
            "section": "A. W=Z þ jets background",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "text": "The scale factor is applied to the prediction based on the LO ALPGEN calculation for the W þ bb, W þ cc, and W þ light-jets samples. ",
            "section": "A. W=Z þ jets background",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "text": "An uncertainty for associated jet production is estimated using variations of the factorization and renormalization scale and the ALPGEN matching parameter. ",
            "section": "A. W=Z þ jets background",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "text": "These variations yield an uncertainty of 5% for the production of two additional light-quark jets and 15% for two additional heavy-quark jets. ",
            "section": "A. W=Z þ jets background",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "text": "An additional relative uncertainty of 50% is assigned to the W þ bb and W þ cc production rates to take uncertainties on heavyflavor production into account. ",
            "section": "A. W=Z þ jets background",
            "paragraph_rank": 37,
            "section_rank": 14
        },
        {
            "text": "This uncertainty is estimated using a tag-counting method in control regions [15].",
            "section": "A. W=Z þ jets background",
            "paragraph_rank": 37,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "The ALPGEN prediction for the W þ c process is scaled by a factor of 1.52 that is obtained from a study based on NLO calculations using MCFM [46]. ",
            "section": "A. W=Z þ jets background",
            "paragraph_rank": 38,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[46]"
                }
            ],
            "entity_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "type": "software",
                    "rawForm": "ALPGEN",
                    "resp": "service",
                    "id": "software-simple-s12"
                },
                {
                    "start": 136,
                    "end": 141,
                    "type": "software",
                    "rawForm": "MCFM",
                    "resp": "service",
                    "id": "software-simple-s13"
                }
            ]
        },
        {
            "text": "Normalization uncertainties on the factorization and renormalization scale and PDF uncertainties are 24%.",
            "section": "A. W=Z þ jets background",
            "paragraph_rank": 38,
            "section_rank": 14
        },
        {
            "text": "The processes W þ bb, W þ cc, and W þ light jets, being asymmetric in lepton charge, are combined and are used as a single process in the binned maximumlikelihood fit to determine the signal yield.",
            "section": "A. W=Z þ jets background",
            "paragraph_rank": 39,
            "section_rank": 14
        },
        {
            "text": "B. Multijet background",
            "section_rank": 15
        },
        {
            "text": "Multijet background events pass the signal selection if a jet is misidentified as an isolated lepton or if the event has a non-prompt lepton that appears to be isolated. ",
            "section": "B. Multijet background",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "text": "Since it is neither possible to simulate a sufficient number of those events nor possible to calculate the rate precisely, different techniques are developed to model multijet events and to estimate the production rate. ",
            "section": "B. Multijet background",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "text": "These techniques employ both collision data and simulated events.",
            "section": "B. Multijet background",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "text": "In the electron channel, misidentified jets are the main source of multijet background events. ",
            "section": "B. Multijet background",
            "paragraph_rank": 41,
            "section_rank": 15
        },
        {
            "text": "This motivates the jet-lepton method in which an electron-like jet is selected with special requirements and redefined as a lepton. ",
            "section": "B. Multijet background",
            "paragraph_rank": 41,
            "section_rank": 15
        },
        {
            "text": "This jet has to fulfill the same p T and η requirements as a signal electron and contain at least four tracks to reduce the contribution from converted photons. ",
            "section": "B. Multijet background",
            "paragraph_rank": 41,
            "section_rank": 15
        },
        {
            "text": "In addition, the jet must deposit 80%-95% of its energy in the electromagnetic calorimeter. ",
            "section": "B. Multijet background",
            "paragraph_rank": 41,
            "section_rank": 15
        },
        {
            "text": "Events are selected using the same criteria as for the signal selection except for the selection of the electron. ",
            "section": "B. Multijet background",
            "paragraph_rank": 41,
            "section_rank": 15
        },
        {
            "text": "The event is accepted if exactly one such \"jet lepton\" is found. ",
            "section": "B. Multijet background",
            "paragraph_rank": 41,
            "section_rank": 15
        },
        {
            "text": "The jet-lepton selection is applied to a PYTHIA dijet sample and the resulting set of events is used to model the multijet background in the electron channel.",
            "section": "B. Multijet background",
            "paragraph_rank": 41,
            "section_rank": 15,
            "entity_spans": [
                {
                    "start": 41,
                    "end": 48,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s14"
                }
            ]
        },
        {
            "text": "To determine the normalization of the multijet background in the electron channel, a binned maximum-likelihood fit to observed data in the E miss T distribution is performed after applying all selection criteria except for the E miss T requirement. ",
            "section": "B. Multijet background",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "In each channel two fits are performed separately: one for electrons in the central (jηj < 1.5) region and one for the end-cap (jηj > 1.5) region of the electromagnetic calorimeter. ",
            "section": "B. Multijet background",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "The multijet template is fitted together with templates derived from Monte Carlo simulation for all other background processes whose rate uncertainties are accounted for in the fitting process in the form of additional constrained nuisance parameters. ",
            "section": "B. Multijet background",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "For the purpose of these fits the contributions from W þ light-jets and W þ bb, W þ cc, W þ c, the contributions from tt and single top-quark production, and the contributions from Z þ jets and diboson production, are each combined into one template. ",
            "section": "B. Multijet background",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "Distributions normalized to the fit results in the 2-jet-e þ and 2-jet-e − signal regions for central electrons are shown in Fig. 2.",
            "section": "B. Multijet background",
            "paragraph_rank": 42,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 125,
                    "end": 131,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "distributions in the signal region (SR) for the ",
            "section": "B. Multijet background",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "text": "(a) 2-jet-e þ and ",
            "section": "B. Multijet background",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "text": "(b) 2-jet-e − channels for central electrons. ",
            "section": "B. Multijet background",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "text": "The distributions are normalized to the result of a binned maximum-likelihood fit described in Sec. ",
            "section": "B. Multijet background",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "text": "V B. The relative difference between the observed and expected number of events in each bin is shown in the lower panels.",
            "section": "B. Multijet background",
            "paragraph_rank": 43,
            "section_rank": 15
        },
        {
            "text": "In the muon channel, the matrix method [47] is used to obtain both the normalization and the shape of the multijet background. ",
            "section": "B. Multijet background",
            "paragraph_rank": 44,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[47]"
                }
            ]
        },
        {
            "text": "The method estimates the number of multijet background events in the signal region based on loose and tight lepton isolation definitions, the latter selection being a subset of the former. ",
            "section": "B. Multijet background",
            "paragraph_rank": 44,
            "section_rank": 15
        },
        {
            "text": "Hence, the loose selection is defined to contain leptons of similar kinematics, but results in much higher event yields and is, except for the muon isolation requirement, identical to the signal selection. ",
            "section": "B. Multijet background",
            "paragraph_rank": 44,
            "section_rank": 15
        },
        {
            "text": "The number of multijet events N tight fake passing the tight (signal) isolation requirements can be expressed as",
            "section": "B. Multijet background",
            "paragraph_rank": 44,
            "section_rank": 15
        },
        {
            "text": "where ε real and ε fake are the efficiencies for real and fake loose leptons being selected as tight leptons, N loose is the number of selected events in the loose sample, and N tight is the number of selected events in the signal sample. ",
            "section": "B. Multijet background",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "text": "The fake efficiencies are determined from collision data in a sample of selected muon candidates with high impact parameter significance which is defined by the impact parameter divided by its uncertainty. ",
            "section": "B. Multijet background",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "text": "The real efficiencies are also estimated from collision data using a \"tag-and-probe\" method, which is based on the identification of a tight lepton and a loose lepton in events originating from a leptonically decaying Z boson. ",
            "section": "B. Multijet background",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "text": "An uncertainty of 50% is applied to the estimated yield of multijet background events based on comparisons of the rates obtained by using alternative methods, i.e. the matrix method in the electron channel and the jet-lepton method in the muon channel, and using an alternative variable, i.e. m T ðlE miss T Þ instead of E miss T for the binned maximumlikelihood fit.",
            "section": "B. Multijet background",
            "paragraph_rank": 45,
            "section_rank": 15
        },
        {
            "text": "C. tt production and other backgrounds",
            "section_rank": 16
        },
        {
            "text": "The tt cross section is calculated at NNLO in QCD including resummation of next-to-next-to-leading logarithmic soft-gluon terms [48][49][50][51][52] with Top þ þ2.0 [53]. ",
            "section": "C. tt production and other backgrounds",
            "paragraph_rank": 46,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[48]"
                },
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[49]"
                },
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[50]"
                },
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[51]"
                },
                {
                    "start": 144,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[52]"
                },
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[53]"
                }
            ],
            "entity_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "type": "software",
                    "rawForm": "Top",
                    "resp": "service",
                    "id": "software-simple-s15"
                }
            ]
        },
        {
            "text": "The PDF and α s uncertainties are calculated using the PDF4LHC prescription [54] with the MSTW2008 NNLO [10,55] at 68% confidence level (C.L.), the CT10 NNLO [26,56], and the NNPDF2.3 [57] PDF sets, and are added in quadrature to the scale uncertainty, yielding a final uncertainty of 6%.",
            "section": "C. tt production and other backgrounds",
            "paragraph_rank": 46,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[54]"
                },
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[10,"
                },
                {
                    "start": 108,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "55]"
                },
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[26,"
                },
                {
                    "start": 162,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "56]"
                },
                {
                    "start": 184,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[57]"
                }
            ]
        },
        {
            "text": "Since Wt production is charge symmetric with respect to top-quark and top-antiquark production, the combined cross section of σðWtÞ ¼ 15.7 AE 1.1 pb [58] is used in the analysis. ",
            "section": "C. tt production and other backgrounds",
            "paragraph_rank": 47,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "[58]"
                }
            ]
        },
        {
            "text": "The predicted cross sections for s-channel production are σðtbÞ ¼ 3.1 AE 0.1 pb and σðtbÞ ¼ 1.4 AE 0.1 pb [59]. ",
            "section": "C. tt production and other backgrounds",
            "paragraph_rank": 47,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "[59]"
                }
            ]
        },
        {
            "text": "The predictions of σðWtÞ, σðtbÞ, and σðtbÞ are given at approximate NNLO precision, applying soft-gluon resummation. ",
            "section": "C. tt production and other backgrounds",
            "paragraph_rank": 47,
            "section_rank": 16
        },
        {
            "text": "Theoretical uncertainties including PDF and scale uncertainties are 4.4% [59] for s-channel single topquark production and 7.0% [58] for Wt production. ",
            "section": "C. tt production and other backgrounds",
            "paragraph_rank": 47,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "[59]"
                },
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "[58]"
                }
            ]
        },
        {
            "text": "The PDF uncertainties are evaluated using the 40 associated eigenvector PDF sets of MSTW 2008 at 90% C.L. The cross sections given above are used to compute the number of expected single top-quark events by normalizing the samples of simulated events.",
            "section": "C. tt production and other backgrounds",
            "paragraph_rank": 47,
            "section_rank": 16,
            "entity_spans": [
                {
                    "start": 84,
                    "end": 89,
                    "type": "software",
                    "rawForm": "MSTW",
                    "resp": "service",
                    "id": "software-simple-s16"
                }
            ]
        },
        {
            "text": "All top-quark background processes are shown combined in the figures and used as a single process in the analysis. ",
            "section": "C. tt production and other backgrounds",
            "paragraph_rank": 48,
            "section_rank": 16
        },
        {
            "text": "The charge asymmetry in s-channel production is taken from the approximate NNLO prediction.",
            "section": "C. tt production and other backgrounds",
            "paragraph_rank": 48,
            "section_rank": 16
        },
        {
            "text": "Diboson events (WW, WZ, and ZZ) are normalized to the NLO cross-section prediction calculated with MCFM [46]. ",
            "section": "C. tt production and other backgrounds",
            "paragraph_rank": 49,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[46]"
                }
            ],
            "entity_spans": [
                {
                    "start": 99,
                    "end": 104,
                    "type": "software",
                    "rawForm": "MCFM",
                    "resp": "service",
                    "id": "software-simple-s17"
                }
            ]
        },
        {
            "text": "The cross-section uncertainty for these processes is 5%. ",
            "section": "C. tt production and other backgrounds",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "Table I provides the event yields after event selection. ",
            "section": "C. tt production and other backgrounds",
            "paragraph_rank": 49,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "The yields are presented for the tagged channels, where exactly one b-tagged jet is required, separated according to the lepton charge and for the 3-jet-2-tag channel. ",
            "section": "C. tt production and other backgrounds",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "Small contributions from the tq process in the l − regions and thē tq process in the l þ regions originate from lepton charge misidentification. ",
            "section": "C. tt production and other backgrounds",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "TABLE I. Predicted and observed events yields for the 2-jet and 3-jet channels considered in this measurement. ",
            "section": "C. tt production and other backgrounds",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "The multijet background is estimated using data-driven techniques (see Sec. V B); an uncertainty of 50% is applied. ",
            "section": "C. tt production and other backgrounds",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "All the other expectations are derived using theoretical cross sections and their uncertainties (see Secs. VA and V C).",
            "section": "C. tt production and other backgrounds",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "D. Event yields",
            "section_rank": 17
        },
        {
            "text": "2-jet channels",
            "section_rank": 18
        },
        {
            "text": "3-jet channels ",
            "section": "2-jet channels",
            "paragraph_rank": 50,
            "section_rank": 18
        },
        {
            "text": "VI. ",
            "section_rank": 19
        },
        {
            "text": "SIGNAL AND BACKGROUND DISCRIMINATION",
            "section_rank": 19
        },
        {
            "text": "To separate t-channel single top-quark signal events from background events, several kinematic variables are combined to form powerful discriminants by employing neural networks. ",
            "section": "VI. SIGNAL AND BACKGROUND DISCRIMINATION",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "text": "A large number of potential input variables were studied, including not only kinematic variables of the identified physics objects, but also variables obtained from the reconstruction of the W boson and the top quark.",
            "section": "VI. SIGNAL AND BACKGROUND DISCRIMINATION",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "text": "A. Top-quark reconstruction",
            "section_rank": 20
        },
        {
            "text": "When reconstructing the W boson, the transverse momentum of the neutrino is given by the x and y components of the E miss T , while the unmeasured z component of the neutrino momentum p z ðνÞ is inferred by imposing a W-boson mass constraint on the lepton-neutrino system. ",
            "section": "A. Top-quark reconstruction",
            "paragraph_rank": 52,
            "section_rank": 20
        },
        {
            "text": "Since the constraint leads to a quadratic equation for p z ðνÞ, a twofold ambiguity arises. ",
            "section": "A. Top-quark reconstruction",
            "paragraph_rank": 52,
            "section_rank": 20
        },
        {
            "text": "In the case of two real solutions, the one with the lower jp z ðνÞj is chosen. ",
            "section": "A. Top-quark reconstruction",
            "paragraph_rank": 52,
            "section_rank": 20
        },
        {
            "text": "In the case of complex solutions, which can occur due to the low E miss T resolution, a kinematic fit is performed that rescales the neutrino p x and p y such that the imaginary part vanishes and at the same time the transverse components of the neutrino momentum are kept as close as possible to the E miss T . ",
            "section": "A. Top-quark reconstruction",
            "paragraph_rank": 52,
            "section_rank": 20
        },
        {
            "text": "As a result of this algorithm, the four-momentum of the neutrino is reconstructed.",
            "section": "A. Top-quark reconstruction",
            "paragraph_rank": 52,
            "section_rank": 20
        },
        {
            "text": "The top quark is reconstructed by adding the four-momenta of the reconstructed W boson and the b-tagged jet. ",
            "section": "A. Top-quark reconstruction",
            "paragraph_rank": 53,
            "section_rank": 20
        },
        {
            "text": "Several angular variables, invariant masses, and differences in p T are defined using the reconstructed physics objects.",
            "section": "A. Top-quark reconstruction",
            "paragraph_rank": 53,
            "section_rank": 20
        },
        {
            "text": "B. Selection of discriminating variables",
            "section_rank": 21
        },
        {
            "text": "The NEUROBAYES [60] tool is used for preprocessing the input variables and for the training of the NNs. ",
            "section": "B. Selection of discriminating variables",
            "paragraph_rank": 54,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "[60]"
                }
            ],
            "entity_spans": [
                {
                    "start": 4,
                    "end": 15,
                    "type": "software",
                    "rawForm": "NEUROBAYES",
                    "resp": "service",
                    "id": "software-simple-s18"
                }
            ]
        },
        {
            "text": "The ranking of the variables in terms of their discrimination power is automatically determined as part of the preprocessing step and is independent of the training procedure [15]. ",
            "section": "B. Selection of discriminating variables",
            "paragraph_rank": 54,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 175,
                    "end": 179,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Only the highest-ranking variables are chosen for the training of the NNs. ",
            "section": "B. Selection of discriminating variables",
            "paragraph_rank": 54,
            "section_rank": 21
        },
        {
            "text": "Separate NNs are trained in the 2-jet channel and the 3-jet channel. ",
            "section": "B. Selection of discriminating variables",
            "paragraph_rank": 54,
            "section_rank": 21
        },
        {
            "text": "In the training, no separation is made according to lepton charge or lepton flavor. ",
            "section": "B. Selection of discriminating variables",
            "paragraph_rank": 54,
            "section_rank": 21
        },
        {
            "text": "Dedicated studies show that training in the channels separated by lepton charge does not lead to an improvement in sensitivity.",
            "section": "B. Selection of discriminating variables",
            "paragraph_rank": 54,
            "section_rank": 21
        },
        {
            "text": "As a result of the optimization procedure in the 2-jet channel, 13 kinematic variables are identified as inputs to the NN. ",
            "section": "B. Selection of discriminating variables",
            "paragraph_rank": 55,
            "section_rank": 21
        },
        {
            "text": "In the 3-jet channel, 11 variables are used. ",
            "section": "B. Selection of discriminating variables",
            "paragraph_rank": 55,
            "section_rank": 21
        },
        {
            "text": "It was found that reducing the number of variables further would result in a considerable loss of sensitivity. ",
            "section": "B. Selection of discriminating variables",
            "paragraph_rank": 55,
            "section_rank": 21
        },
        {
            "text": "The input variables to the NNs are listed in Table II. The separation   TABLE II. ",
            "section": "B. Selection of discriminating variables",
            "paragraph_rank": 55,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 45,
                    "end": 80,
                    "type": "table",
                    "text": "Table II. The separation   TABLE II"
                }
            ]
        },
        {
            "text": "Input variables of the NNs in the 2-jet channels and in the 3-jet channels. ",
            "section": "B. Selection of discriminating variables",
            "paragraph_rank": 55,
            "section_rank": 21
        },
        {
            "text": "The definitions of the variables use the term leading jet and second leading jet, defined as the jet with the highest or second highest p T , respectively. ",
            "section": "B. Selection of discriminating variables",
            "paragraph_rank": 55,
            "section_rank": 21
        },
        {
            "text": "In the 2-jet channels, exactly one jet is required to be b tagged. ",
            "section": "B. Selection of discriminating variables",
            "paragraph_rank": 55,
            "section_rank": 21
        },
        {
            "text": "The jet that is not b tagged is denoted untagged jet.",
            "section": "B. Selection of discriminating variables",
            "paragraph_rank": 55,
            "section_rank": 21
        },
        {
            "text": "Variables used in the 2-jet channels and the 3-jet channels mðlνbÞ",
            "section_rank": 22
        },
        {
            "text": "The invariant mass of the reconstructed top quark. ",
            "section": "Variables used in the 2-jet channels and the 3-jet channels mðlνbÞ",
            "paragraph_rank": 56,
            "section_rank": 22
        },
        {
            "text": "m T ðlE miss T Þ The transverse mass of the lepton-E miss T system, as defined in Eq. ",
            "section": "Variables used in the 2-jet channels and the 3-jet channels mðlνbÞ",
            "paragraph_rank": 56,
            "section_rank": 22
        },
        {
            "text": "1. ",
            "section": "Variables used in the 2-jet channels and the 3-jet channels mðlνbÞ",
            "paragraph_rank": 56,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "ref_id": "formula_2",
                    "text": "1"
                }
            ]
        },
        {
            "text": "ηðlνÞ",
            "section": "Variables used in the 2-jet channels and the 3-jet channels mðlνbÞ",
            "paragraph_rank": 56,
            "section_rank": 22
        },
        {
            "text": "The pseudorapidity of the system of the lepton and the reconstructed neutrino. ",
            "section": "Variables used in the 2-jet channels and the 3-jet channels mðlνbÞ",
            "paragraph_rank": 57,
            "section_rank": 22
        },
        {
            "text": "mðlbÞ",
            "section": "Variables used in the 2-jet channels and the 3-jet channels mðlνbÞ",
            "paragraph_rank": 57,
            "section_rank": 22
        },
        {
            "text": "The invariant mass of the charged lepton and the b-tagged jet.",
            "section": "Variables used in the 2-jet channels and the 3-jet channels mðlνbÞ",
            "paragraph_rank": 58,
            "section_rank": 22
        },
        {
            "text": "H T",
            "section_rank": 23
        },
        {
            "text": "The scalar sum of the transverse momenta of the jets, the charged lepton, and the E miss T . ",
            "section": "H T",
            "paragraph_rank": 59,
            "section_rank": 23
        },
        {
            "text": "Variables used in the 2-jet channels only mðjbÞ",
            "section": "H T",
            "paragraph_rank": 59,
            "section_rank": 23
        },
        {
            "text": "The invariant mass of the untagged jet and the b-tagged jet. ",
            "section": "H T",
            "paragraph_rank": 60,
            "section_rank": 23
        },
        {
            "text": "jηðjÞj",
            "section": "H T",
            "paragraph_rank": 60,
            "section_rank": 23
        },
        {
            "text": "The absolute value of the pseudorapidity of the untagged jet. ",
            "section": "H T",
            "paragraph_rank": 61,
            "section_rank": 23
        },
        {
            "text": "ΔRðl; jÞ ΔR between the charged lepton and the untagged jet. ",
            "section": "H T",
            "paragraph_rank": 61,
            "section_rank": 23
        },
        {
            "text": "ΔRðlνb; jÞ ΔR between the reconstructed top quark and the untagged jet. ",
            "section": "H T",
            "paragraph_rank": 61,
            "section_rank": 23
        },
        {
            "text": "jηðbÞj",
            "section": "H T",
            "paragraph_rank": 61,
            "section_rank": 23
        },
        {
            "text": "The absolute value of the pseudorapidity of the b-tagged jet. ",
            "section": "H T",
            "paragraph_rank": 62,
            "section_rank": 23
        },
        {
            "text": "jΔp T ðl; jÞj",
            "section": "H T",
            "paragraph_rank": 62,
            "section_rank": 23
        },
        {
            "text": "The absolute value of the difference between the transverse momentum of the charged lepton and the untagged jet. ",
            "section": "H T",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "text": "jΔp T ðlνb; jÞj",
            "section": "H T",
            "paragraph_rank": 63,
            "section_rank": 23
        },
        {
            "text": "The absolute value of the difference between the transverse momentum of the reconstructed top quark and the untagged jet. ",
            "section": "H T",
            "paragraph_rank": 64,
            "section_rank": 23
        },
        {
            "text": "E miss T The missing transverse momentum.",
            "section": "H T",
            "paragraph_rank": 64,
            "section_rank": 23
        },
        {
            "text": "Variables used in the 3-jet channels only",
            "section": "H T",
            "paragraph_rank": 65,
            "section_rank": 23
        },
        {
            "text": "The absolute value of the rapidity difference of the leading and second leading jets.",
            "section": "H T",
            "paragraph_rank": 66,
            "section_rank": 23
        },
        {
            "text": "The invariant mass of the second leading jet and the third leading jet. ",
            "section": "H T",
            "paragraph_rank": 67,
            "section_rank": 23
        },
        {
            "text": "cos θðl; jÞ lνbr:f .",
            "section": "H T",
            "paragraph_rank": 67,
            "section_rank": 23
        },
        {
            "text": "The cosine of the angle θ between the charged lepton and the leading untagged jet in the rest frame of the reconstructed top quark.",
            "section": "H T",
            "paragraph_rank": 68,
            "section_rank": 23
        },
        {
            "text": "The sum of the pseudorapidities of all jets in the event.",
            "section": "H T",
            "paragraph_rank": 69,
            "section_rank": 23
        },
        {
            "text": "The invariant mass of the two leading jets. ",
            "section": "H T",
            "paragraph_rank": 70,
            "section_rank": 23
        },
        {
            "text": "p T ðlνbÞ",
            "section": "H T",
            "paragraph_rank": 70,
            "section_rank": 23
        },
        {
            "text": "The transverse momentum of the reconstructed top quark.",
            "section": "H T",
            "paragraph_rank": 71,
            "section_rank": 23
        },
        {
            "text": "between signal and the two most important backgrounds, the top-quark background and the combined W þ light jets, W þ cc, and W þ bb background, is shown in Fig. 3 for the two most important discriminating variables in the 2-jet channel. ",
            "section": "H T",
            "paragraph_rank": 72,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 156,
                    "end": 162,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The modeling of the input variables is checked in a control region (see Sec. IV for the definition) that is enriched in W þ jets events. ",
            "section": "H T",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "Figures 4 and 5 show the three most discriminating variables in the 2-jet-l AE and 3-jet-l AE -1-tag channels, respectively. ",
            "section": "H T",
            "paragraph_rank": 72,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 15,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figures 4 and 5"
                }
            ]
        },
        {
            "text": "Good modeling of the variables is observed.",
            "section": "H T",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "C. Neural network training",
            "section_rank": 24
        },
        {
            "text": "After choosing a set of variables based on the criteria outlined above, the analysis proceeds with the training of the NNs using a three-layer feed-forward architecture. ",
            "section": "C. Neural network training",
            "paragraph_rank": 73,
            "section_rank": 24
        },
        {
            "text": "The number of hidden nodes was chosen to be 15 for both networks. ",
            "section": "C. Neural network training",
            "paragraph_rank": 73,
            "section_rank": 24
        },
        {
            "text": "Samples of simulated events are used for the training process, the size of the signal samples in the 2-jet channel being about 37,000 events for top-quark and about 40,000 events for top-antiquark t-channel production. ",
            "section": "C. Neural network training",
            "paragraph_rank": 73,
            "section_rank": 24
        },
        {
            "text": "In the 3-jet channel the sizes of the training samples are 14,000 and 13,000 events, respectively. ",
            "section": "C. Neural network training",
            "paragraph_rank": 73,
            "section_rank": 24
        },
        {
            "text": "All background processes are used in the training, except for the multijet background whose modeling is associated with large uncertainties. ",
            "section": "C. Neural network training",
            "paragraph_rank": 73,
            "section_rank": 24
        },
        {
            "text": "The total number of simulated background events used in the training is about 89,000 in the 2-jet channel and about 57,000 in the 3-jet channel. ",
            "section": "C. Neural network training",
            "paragraph_rank": 73,
            "section_rank": 24
        },
        {
            "text": "The ratio of signal events to background events in the training is chosen to be 1:1, while the different background processes are weighted relative to each other according to the number of expected events.",
            "section": "C. Neural network training",
            "paragraph_rank": 73,
            "section_rank": 24
        },
        {
            "text": "Regularization techniques are applied in the training process to dampen statistical fluctuations in the training sample and to avoid overtraining. ",
            "section": "C. Neural network training",
            "paragraph_rank": 74,
            "section_rank": 24
        },
        {
            "text": "At the preprocessing stage mentioned above (Sec. VI B), the input variables are transformed in several steps to define new input variables that are optimally prepared to be fed into a NN. ",
            "section": "C. Neural network training",
            "paragraph_rank": 74,
            "section_rank": 24
        },
        {
            "text": "First, the variables are transformed, such that they populate a finite interval and are distributed according to a uniform distribution. ",
            "section": "C. Neural network training",
            "paragraph_rank": 74,
            "section_rank": 24
        },
        {
            "text": "The influence of outliers is thereby strongly reduced. ",
            "section": "C. Neural network training",
            "paragraph_rank": 74,
            "section_rank": 24
        },
        {
            "text": "The distributions of the transformed variables are discretized using 100 bins, and the distributions for signal events are divided by the sum of signal and background events bin by bin, yielding the purity distributions in each variable. ",
            "section": "C. Neural network training",
            "paragraph_rank": 74,
            "section_rank": 24
        },
        {
            "text": "Next, these purity curves are fitted with a regularized spline function, thereby yielding a continuous transformation from the original input variables to the purities. ",
            "section": "C. Neural network training",
            "paragraph_rank": 74,
            "section_rank": 24
        },
        {
            "text": "By means of the spline fit statistical fluctuations in the input variables are significantly reduced. ",
            "section": "C. Neural network training",
            "paragraph_rank": 74,
            "section_rank": 24
        },
        {
            "text": "Applying the continuous purity functions to the input variables yields purity distributions that are further transformed, such that the distributions of the resulting variables are centered at zero and have a root mean square of one. ",
            "section": "C. Neural network training",
            "paragraph_rank": 74,
            "section_rank": 24
        },
        {
            "text": "These variables are input to the NNs. ",
            "section": "C. Neural network training",
            "paragraph_rank": 74,
            "section_rank": 24
        },
        {
            "text": "In the training process, the network structure is pruned to arrive at a minimal topology, i.e. statistically insignificant network connections and nodes are removed.",
            "section": "C. Neural network training",
            "paragraph_rank": 74,
            "section_rank": 24
        },
        {
            "text": "In Fig. 6, the probability densities of the resulting NN discriminants are shown for the signal, the top-quark backgrounds, and the combined W þ light-jets, W þ cc, and W þ bb background. ",
            "section": "C. Neural network training",
            "paragraph_rank": 75,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "The separation between signal and backgrounds is equally good for the positive and the negative charge channels, which demonstrates that the choice of training the NNs with a charge-combined sample is appropriate.",
            "section": "C. Neural network training",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "D. Extraction of the signal yield",
            "section_rank": 25
        },
        {
            "text": "The cross sections σðtqÞ and σðtqÞ are extracted by performing a binned maximum-likelihood fit to the NN discriminant distributions in the 2-jet-l þ , 2-jet-l − , 3-jetl þ -1-tag, and 3-jet-l − -1-tag channels and to the event ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 76,
            "section_rank": 25
        },
        {
            "text": "Pred. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 77,
            "section_rank": 25
        },
        {
            "text": "Data-Pred.",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 77,
            "section_rank": 25
        },
        {
            "text": "Pred. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 78,
            "section_rank": 25
        },
        {
            "text": "Data-Pred. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 78,
            "section_rank": 25
        },
        {
            "text": "Pred. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 79,
            "section_rank": 25
        },
        {
            "text": "Data-Pred.",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 79,
            "section_rank": 25
        },
        {
            "text": "Pred. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 80,
            "section_rank": 25
        },
        {
            "text": "Data-Pred. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 80,
            "section_rank": 25
        },
        {
            "text": "Pred. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 80,
            "section_rank": 25
        },
        {
            "text": "Data-Pred. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 80,
            "section_rank": 25
        },
        {
            "text": "Pred. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 80,
            "section_rank": 25
        },
        {
            "text": "Data-Pred.",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 80,
            "section_rank": 25
        },
        {
            "text": "FIG. 5 (color online). ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "Distributions of the three most important discriminating variables in the 3-jet-l þ and 3-jet-l − channels in the CR. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "Panels ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "(a) and ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "(b) display the absolute value of the rapidity difference of the leading and second leading jet jΔyðj 1 ; j 2 Þj, ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "(c) and ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "(d) the invariant mass of the second leading jet and the third jet mðj 2 j 3 Þ, and ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "(e) and ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "(f) show the invariant mass of the reconstructed top quark mðlνbÞ. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "The last histogram bin includes overflows. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "The multijet and the W þ jets event yields are determined by a fit to the E miss T distribution as described in Sec. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "V B. The uncertainty band represents the normalization uncertainty due to the uncertainty on the jet energy scale and the Monte Carlo statistical uncertainty. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "The relative difference between the observed and expected number of events in each bin is shown in the lower panels. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "yield in the 3-jet-2-tag channel, treating t-channel topquark and t-channel top-antiquark production as independent processes. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "The signal rates, the rate of the combined top-quark background (tt, Wt, tb, andtb), the rate of the combined W þ light-jets, W þ cc, and W þ bb background, and the b-tagging efficiency correction factor (discussed in Sec. III D) are fitted in all channels simultaneously. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "The event yields of the multijet background and the W þ c background are not allowed to vary in the fit, but instead are fixed to the estimates given in Table I. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 81,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 153,
                    "end": 160,
                    "type": "table",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "The cross-section ratio is subsequently computed as R t ¼ σðtqÞ=σðtqÞ.",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "The maximum-likelihood function is given by the product of Poisson probability terms for the individual histogram bins (see Ref. [15]). ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 82,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Gaussian priors are added multiplicatively to the maximum-likelihood function to constrain the background rates subject to the fit and the correction factor of the b-tagging efficiency to their predictions within the associated uncertainties.",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 82,
            "section_rank": 25
        },
        {
            "text": "The sensitivity to the background rates is mostly given by the background-dominated region close to zero in the NN discriminant distributions, while the sensitivity to the b-tagging efficiency stems from the event yield in the 3-jet-2-tag channel with respect to the event yields in the 1-tag channels.",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 83,
            "section_rank": 25
        },
        {
            "text": "In Fig. 7 the observed NN discriminant distributions are shown compared to the compound model of signal and background normalized to the fit results. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 84,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "Figures 8 and 9 show the three most discriminating variables normalized to the fit results in the 2-jet-l AE and 3-jet-l AE -1-tag channels, respectively. ",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 84,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 15,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figures 8 and 9"
                }
            ]
        },
        {
            "text": "Differences between data and prediction are covered by the normalization uncertainty of the different processes after the fit.",
            "section": "D. Extraction of the signal yield",
            "paragraph_rank": 84,
            "section_rank": 25
        },
        {
            "text": "E. High-purity region",
            "section_rank": 26
        },
        {
            "text": "A high-purity region (HPR) is defined to measure the differential cross sections in the 2-jet-l þ and 2-jet-l − channels, by requiring the NN discriminant to be larger than 0.8. ",
            "section": "E. High-purity region",
            "paragraph_rank": 85,
            "section_rank": 26
        },
        {
            "text": "In the 2-jet-l þ HPR the signal contribution is twice as large as the background contribution. ",
            "section": "E. High-purity region",
            "paragraph_rank": 85,
            "section_rank": 26
        },
        {
            "text": "The signal and background contributions in the 2-jet-l − HPR are of approximately the same size. ",
            "section": "E. High-purity region",
            "paragraph_rank": 85,
            "section_rank": 26
        },
        {
            "text": "The result of the fit described above is used to normalize the background in the HPR.  ",
            "section": "E. High-purity region",
            "paragraph_rank": 85,
            "section_rank": 26
        },
        {
            "text": "Figure 10 shows the three most discriminating variables in the 2-jet-l þ and 2-jet-l − high-purity channels, normalized to the fit results. ",
            "section": "E. High-purity region",
            "paragraph_rank": 85,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Figure 10"
                }
            ]
        },
        {
            "text": "The data are well described by the predicted compound model.",
            "section": "E. High-purity region",
            "paragraph_rank": 85,
            "section_rank": 26
        },
        {
            "text": "VII. ",
            "section_rank": 27
        },
        {
            "text": "SYSTEMATIC UNCERTAINTIES",
            "section_rank": 27
        },
        {
            "text": "For both the physical object definitions and the background estimations, systematic uncertainties are assigned to account for detector calibration and resolution uncertainties, as well as the uncertainties of theoretical predictions. ",
            "section": "VII. SYSTEMATIC UNCERTAINTIES",
            "paragraph_rank": 86,
            "section_rank": 27
        },
        {
            "text": "These variations affect both normalization and shape of distributions for signal and backgrounds. ",
            "section": "VII. SYSTEMATIC UNCERTAINTIES",
            "paragraph_rank": 86,
            "section_rank": 27
        },
        {
            "text": "The uncertainties can be split into the following categories: physics object modeling, Monte Carlo generators, PDFs, theoretical cross-section normalization, and luminosity.",
            "section": "VII. SYSTEMATIC UNCERTAINTIES",
            "paragraph_rank": 86,
            "section_rank": 27
        },
        {
            "text": "A. Physics object modeling",
            "section_rank": 28
        },
        {
            "text": "Systematic uncertainties on the reconstruction and energy calibration of jets, electrons, and muons are propagated through the entire analysis. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 87,
            "section_rank": 28
        },
        {
            "text": "The main source of object modeling uncertainty comes from the JES. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 87,
            "section_rank": 28
        },
        {
            "text": "The JES uncertainty has been evaluated for the in situ jet calibration [41,42], which uses Z þ jet, γ þ jet, and dijet p T -balance measurements in data. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 87,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[41,"
                },
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "text": "42]"
                }
            ]
        },
        {
            "text": "The JES uncertainty is evaluated in several different categories:",
            "section": "A. Physics object modeling",
            "paragraph_rank": 87,
            "section_rank": 28
        },
        {
            "text": "(i) Detector: The different p T -balance measurements have uncertainties due to the jet energy resolution, the electron and photon energy scale, and the photon purity. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 88,
            "section_rank": 28
        },
        {
            "text": "(ii) Physics modeling: The uncertainties in the in situ calibration techniques due to the choice of Monte Carlo generator, radiation modeling, and the extrapolation of Δϕ between the jet and the Z boson.  ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 88,
            "section_rank": 28
        },
        {
            "text": "Pred. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 89,
            "section_rank": 28
        },
        {
            "text": "Data-Pred.",
            "section": "A. Physics object modeling",
            "paragraph_rank": 89,
            "section_rank": 28
        },
        {
            "text": "Pred. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "Data-Pred. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "FIG. 9 (color online). ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "Distributions of the three most important discriminating variables in the 3-jet-l þ and 3-jet-l − channels in the signal region normalized to the result of the binned maximum-likelihood fit to the NN discriminant as described in Sec. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "VI D. Panels ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "(a) and ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "(b) display the absolute value of the rapidity difference of the leading and second leading jet jΔyðj 1 ; j 2 Þj, ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "(c) and ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "(d) the invariant mass of the second leading jet and the third jet mðj 2 j 3 Þ, and ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "(e) and ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "(f) show the invariant mass of the reconstructed top quark mðlνbÞ. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "The last histogram bin includes overflows. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "The uncertainty band represents the normalization uncertainty of all processes after the fit and the Monte Carlo statistical uncertainty, added in quadrature. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "The relative difference between the observed and expected number of events in each bin is shown in the lower panels.",
            "section": "A. Physics object modeling",
            "paragraph_rank": 90,
            "section_rank": 28
        },
        {
            "text": "Pred. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 91,
            "section_rank": 28
        },
        {
            "text": "Data-Pred. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 91,
            "section_rank": 28
        },
        {
            "text": "(iii) Statistics: The uncertainty due to the limited size of the data sets of the in situ jet calibration measurements. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 91,
            "section_rank": 28
        },
        {
            "text": "(iv) Mixed detector and modeling: In this category the uncertainty due to the modeling of the underlying event and soft radiation as well as modeling of the jet fragmentation is considered. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 91,
            "section_rank": 28
        },
        {
            "text": "(v) η intercalibration modeling: The uncertainty in the dijet-p T -balance technique due to the modeling of additional parton radiation is estimated by comparing dijet events simulated with PYTHIA and HERWIG. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 91,
            "section_rank": 28,
            "entity_spans": [
                {
                    "start": 190,
                    "end": 197,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s19"
                },
                {
                    "start": 201,
                    "end": 207,
                    "type": "software",
                    "rawForm": "HERWIG",
                    "resp": "service",
                    "id": "software-simple-s20"
                }
            ]
        },
        {
            "text": "This JES category is the largest contribution from the jet energy scale to the cross-section measurements. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 91,
            "section_rank": 28
        },
        {
            "text": "(vi) Close-by jets: The jet calibration can be affected by the presence of close-by jets, located at radii ΔR < 1.0. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 91,
            "section_rank": 28
        },
        {
            "text": "(vii) Pileup: Uncertainties due to the modeling of the large pileup effects in data are included as a function of jet p T and η. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 91,
            "section_rank": 28
        },
        {
            "text": "(viii) Flavor composition: This uncertainty covers effects due to the difference in quark-gluon composition between the jets used in the calibration and the jets used in this analysis. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 91,
            "section_rank": 28
        },
        {
            "text": "Since the response to quark and gluon jets is different, the uncertainty on the quarkgluon composition in a given data sample leads to an uncertainty in the jet calibration. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 91,
            "section_rank": 28
        },
        {
            "text": "(ix) Flavor response: In this category an uncertainty is considered due to imperfect knowledge of the calorimeter response to light-quark jets and gluon jets. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 91,
            "section_rank": 28
        },
        {
            "text": "(x) b-JES: An additional JES uncertainty is evaluated for b-quark jets by varying the modeling of b-quark fragmentation. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 91,
            "section_rank": 28
        },
        {
            "text": "The uncertainty due to the jet energy resolution is modeled by varying the p T of the jets according to the systematic uncertainties of the resolution measurement performed on data using the dijet-balance method [61]. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 91,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "[61]"
                }
            ]
        },
        {
            "text": "The effect of uncertainties associated with the jet-vertex fraction is also considered for each jet.",
            "section": "A. Physics object modeling",
            "paragraph_rank": 91,
            "section_rank": 28
        },
        {
            "text": "The tagging efficiencies of b jets, c jets, and light jets are derived from data [62][63][64] and parametrized as a function of p T and η of the jet. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 92,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "text": "[62]"
                },
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "text": "[63]"
                },
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "text": "[64]"
                }
            ]
        },
        {
            "text": "The corresponding efficiencies in simulated events are corrected to be the same as those observed in data, and the uncertainties in the calibration method are propagated to the analysis. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "The difference in the b-tagging efficiency between jets initiated by b quark and b antiquark is ∼1%, estimated from simulated tq andtq events. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "To account for a possible uncertainty in the modeling of the detector response the full difference is taken as a systematic uncertainty. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 92,
            "section_rank": 28
        },
        {
            "text": "In Table III this uncertainty is called b=b acceptance.",
            "section": "A. Physics object modeling",
            "paragraph_rank": 92,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "type": "table",
                    "text": "Table III"
                }
            ]
        },
        {
            "text": "The uncertainties due to lepton reconstruction, identification and trigger efficiencies are evaluated using tagand-probe methods in Z → ll events. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 93,
            "section_rank": 28
        },
        {
            "text": "Uncertainties due to the energy scale and resolution are considered for electrons and muons. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 93,
            "section_rank": 28
        },
        {
            "text": "Additionally, the lepton charge misidentification is taken into account and was evaluated to be about 0.1%. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 93,
            "section_rank": 28
        },
        {
            "text": "All lepton uncertainties are summarized in Table III in one item. ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 93,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 65,
                    "type": "table",
                    "text": "Table III in one item."
                }
            ]
        },
        {
            "text": "Other minor uncertainties are assigned to the reconstruction of E miss T and to account for the impact of pileup collisions on the calculation of E miss T . ",
            "section": "A. Physics object modeling",
            "paragraph_rank": 93,
            "section_rank": 28
        },
        {
            "text": "The uncertainties on E miss T are summarized under E miss T modeling in Table III.",
            "section": "A. Physics object modeling",
            "paragraph_rank": 93,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 81,
                    "type": "table",
                    "text": "Table III"
                }
            ]
        },
        {
            "text": "B. Monte Carlo generators",
            "section_rank": 29
        },
        {
            "text": "Systematic uncertainties arising from the modeling of the single top-quark signal, the tt background, and the W þ jets background are taken into account.",
            "section": "B. Monte Carlo generators",
            "paragraph_rank": 94,
            "section_rank": 29
        },
        {
            "text": "The uncertainty due to the choice of the single top-quark t-channel generator and parton shower model is estimated by comparing events generated with POWHEG-BOX interfaced to PYTHIA and events generated with the NLO matrixelement generator MG5_aMC@NLO [65] and showered with HERWIG and JIMMY. ",
            "section": "B. Monte Carlo generators",
            "paragraph_rank": 95,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 252,
                    "end": 256,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "[65]"
                }
            ],
            "entity_spans": [
                {
                    "start": 150,
                    "end": 161,
                    "type": "software",
                    "rawForm": "POWHEG-BOX",
                    "resp": "service",
                    "id": "software-simple-s21"
                },
                {
                    "start": 175,
                    "end": 182,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s22"
                },
                {
                    "start": 275,
                    "end": 282,
                    "type": "software",
                    "rawForm": "HERWIG",
                    "resp": "service",
                    "id": "software-simple-s23"
                },
                {
                    "start": 286,
                    "end": 291,
                    "type": "software",
                    "rawForm": "JIMMY",
                    "resp": "service",
                    "id": "software-simple-s24"
                }
            ]
        },
        {
            "text": "Again the fixed four-flavor PDF set CT10f4 [26] is used, and the renormalization and factorization scales are set to",
            "section": "B. Monte Carlo generators",
            "paragraph_rank": 95,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": ", where",
            "section": "B. Monte Carlo generators",
            "paragraph_rank": 96,
            "section_rank": 29
        },
        {
            "text": "75 GeV is the b-quark mass, and p T;b is the transverse momentum of the b quark. ",
            "section": "B. Monte Carlo generators",
            "paragraph_rank": 97,
            "section_rank": 29
        },
        {
            "text": "The uncertainty on the choice of μ R and μ F is estimated using events generated with POWHEG-BOX interfaced to PYTHIA. ",
            "section": "B. Monte Carlo generators",
            "paragraph_rank": 97,
            "section_rank": 29,
            "entity_spans": [
                {
                    "start": 86,
                    "end": 97,
                    "type": "software",
                    "rawForm": "POWHEG-BOX",
                    "resp": "service",
                    "id": "software-simple-s25"
                },
                {
                    "start": 111,
                    "end": 117,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s26"
                }
            ]
        },
        {
            "text": "Factorization and renormalization scales are varied independently by factors of 0.5 and 2.0, while the scale of the parton shower is varied consistently with the renormalization scale. ",
            "section": "B. Monte Carlo generators",
            "paragraph_rank": 97,
            "section_rank": 29
        },
        {
            "text": "The uncertainty related to scale variations is then given by the envelope of all variations. ",
            "section": "B. Monte Carlo generators",
            "paragraph_rank": 97,
            "section_rank": 29
        },
        {
            "text": "The modeling uncertainty for the tt background is evaluated by comparing events simulated with the NLO generator POWHEG-BOX interfaced to PYTHIA and the multileg LO generator ALPGEN interfaced to HERWIG. ",
            "section": "B. Monte Carlo generators",
            "paragraph_rank": 97,
            "section_rank": 29,
            "entity_spans": [
                {
                    "start": 113,
                    "end": 124,
                    "type": "software",
                    "rawForm": "POWHEG-BOX",
                    "resp": "service",
                    "id": "software-simple-s27"
                },
                {
                    "start": 138,
                    "end": 144,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s28"
                },
                {
                    "start": 175,
                    "end": 182,
                    "type": "software",
                    "rawForm": "ALPGEN",
                    "resp": "service",
                    "id": "software-simple-s29"
                },
                {
                    "start": 196,
                    "end": 202,
                    "type": "software",
                    "rawForm": "HERWIG",
                    "resp": "service",
                    "id": "software-simple-s30"
                }
            ]
        },
        {
            "text": "An additional uncertainty for the top-quark background processes comes from the amount of initial-state and final-state radiation, estimated using dedicated AcerMC samples interfaced to PYTHIA where parameters controlling initialstate and final-state radiation (ISR/FSR) emission are varied. ",
            "section": "B. Monte Carlo generators",
            "paragraph_rank": 97,
            "section_rank": 29,
            "entity_spans": [
                {
                    "start": 157,
                    "end": 164,
                    "type": "software",
                    "rawForm": "AcerMC",
                    "resp": "service",
                    "id": "software-simple-s31"
                },
                {
                    "start": 186,
                    "end": 193,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s32"
                }
            ]
        },
        {
            "text": "The variations of the parameters are constrained by a measurement of tt production with a veto on additional central jet activity [66].",
            "section": "B. Monte Carlo generators",
            "paragraph_rank": 97,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "[66]"
                }
            ]
        },
        {
            "text": "A shape uncertainty is assigned to the W þ jets background, based on variation of the choices of the matching scale and of the functional form of the factorization scale in ALPGEN.",
            "section": "B. Monte Carlo generators",
            "paragraph_rank": 98,
            "section_rank": 29,
            "entity_spans": [
                {
                    "start": 173,
                    "end": 179,
                    "type": "software",
                    "rawForm": "ALPGEN",
                    "resp": "service",
                    "id": "software-simple-s33"
                }
            ]
        },
        {
            "text": "The impact of using simulation samples of limited size is also taken into account.",
            "section": "B. Monte Carlo generators",
            "paragraph_rank": 99,
            "section_rank": 29
        },
        {
            "text": "C. Parton distribution function",
            "section_rank": 30
        },
        {
            "text": "The systematic uncertainties related to the PDFs are taken into account for the acceptance of all single top-quark processes and tt production. ",
            "section": "C. Parton distribution function",
            "paragraph_rank": 100,
            "section_rank": 30
        },
        {
            "text": "The simulated events are reweighted according to each of the PDF uncertainty eigenvectors. ",
            "section": "C. Parton distribution function",
            "paragraph_rank": 100,
            "section_rank": 30
        },
        {
            "text": "The uncertainty is calculated following the recommendation of the respective PDF group. ",
            "section": "C. Parton distribution function",
            "paragraph_rank": 100,
            "section_rank": 30
        },
        {
            "text": "The final PDF uncertainty is the envelope of the estimated uncertainties for the CT10 PDF set, the MSTW2008nlo [55] PDF set and the NNPDF2.3 [57] PDF set. ",
            "section": "C. Parton distribution function",
            "paragraph_rank": 100,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "[55]"
                },
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[57]"
                }
            ],
            "entity_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "type": "software",
                    "rawForm": "MSTW",
                    "resp": "service",
                    "id": "software-simple-s34"
                }
            ]
        },
        {
            "text": "For all PDFs the variable flavor number scheme [67] is used.",
            "section": "C. Parton distribution function",
            "paragraph_rank": 100,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "[67]"
                }
            ]
        },
        {
            "text": "D. Theoretical cross-section normalization",
            "section_rank": 31
        },
        {
            "text": "In Sec. ",
            "section": "D. Theoretical cross-section normalization",
            "paragraph_rank": 101,
            "section_rank": 31
        },
        {
            "text": "V the theoretical cross sections and their uncertainties are quoted for each background process. ",
            "section": "D. Theoretical cross-section normalization",
            "paragraph_rank": 101,
            "section_rank": 31
        },
        {
            "text": "Since the tt, single top-quark Wt, and s-channel processes are grouped together in the statistical analysis, their uncertainties are added in proportion to their relative fractions, leading to a combined uncertainty of 6.7%.",
            "section": "D. Theoretical cross-section normalization",
            "paragraph_rank": 101,
            "section_rank": 31
        },
        {
            "text": "The uncertainty on the combined Z þ jets and diboson background is 60% including a conservative estimate of the uncertainty of the heavy-flavor fraction of 50%, while the uncertainties of the W þ jets backgrounds are 24% for W þ c and 36% for the combined W þ bb, cc and light jets including the same heavy-flavor-fraction uncertainty on the bb and cc contributions. ",
            "section": "D. Theoretical cross-section normalization",
            "paragraph_rank": 102,
            "section_rank": 31
        },
        {
            "text": "Additionally, an uncertainty on the relative fraction of 2-jet to 3-jet events of 5% for events with light-flavor jets and 7% for events with heavy-flavor jets is applied for the W þ jets estimation. ",
            "section": "D. Theoretical cross-section normalization",
            "paragraph_rank": 102,
            "section_rank": 31
        },
        {
            "text": "This uncertainty was estimated by varying the following input parameters of the generation with ALPGEN by a factor of two: the hard scattering scale, the coupling of the hard interaction, and the minimum p T and ΔR separation of the partons. ",
            "section": "D. Theoretical cross-section normalization",
            "paragraph_rank": 102,
            "section_rank": 31,
            "entity_spans": [
                {
                    "start": 96,
                    "end": 103,
                    "type": "software",
                    "rawForm": "ALPGEN",
                    "resp": "service",
                    "id": "software-simple-s35"
                }
            ]
        },
        {
            "text": "TABLE III. ",
            "section": "D. Theoretical cross-section normalization",
            "paragraph_rank": 102,
            "section_rank": 31
        },
        {
            "text": "Detailed list of the contribution of each source of uncertainty to the total uncertainty on the measured values of σðtqÞ, σðtqÞ, R t , and σðtq þtqÞ. ",
            "section": "D. Theoretical cross-section normalization",
            "paragraph_rank": 102,
            "section_rank": 31
        },
        {
            "text": "The evaluation of the systematic uncertainties has a statistical uncertainty of 0.3%. ",
            "section": "D. Theoretical cross-section normalization",
            "paragraph_rank": 102,
            "section_rank": 31
        },
        {
            "text": "Uncertainties contributing less than 1.0% are marked with \"< 1.\"",
            "section": "D. Theoretical cross-section normalization",
            "paragraph_rank": 102,
            "section_rank": 31
        },
        {
            "text": "Source",
            "section_rank": 32
        },
        {
            "text": "ΔσðtqÞ=σðtqÞ ",
            "section": "Source",
            "paragraph_rank": 103,
            "section_rank": 32
        },
        {
            "text": "AE6.9 AE8.4 AE1.8 AE7.3 JES mixed detector and modeling < 1",
            "section": "Source",
            "paragraph_rank": 104,
            "section_rank": 32
        },
        {
            "text": "Total systematic AE12.0 AE14.9 AE6.1 AE12.1 Total AE12.4 AE15.9 AE8.7 AE12.4",
            "section": "Source",
            "paragraph_rank": 105,
            "section_rank": 32
        },
        {
            "text": "E. Luminosity",
            "section_rank": 33
        },
        {
            "text": "The luminosity measurement is calibrated using dedicated beam-separation scans, referred to as van der Meer scans, where the absolute luminosity can be inferred from the measurement of the beam parameters [21]. ",
            "section": "E. Luminosity",
            "paragraph_rank": 106,
            "section_rank": 33,
            "ref_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "The resulting uncertainty is 1.8%.",
            "section": "E. Luminosity",
            "paragraph_rank": 106,
            "section_rank": 33
        },
        {
            "text": "F. Uncertainties on the cross-section measurements",
            "section_rank": 34
        },
        {
            "text": "The systematic uncertainties on the individual topquark and top-antiquark cross-section measurements and their ratio are determined using pseudoexperiments that account for variations of the signal acceptance, the background rates, and the shape of the NN discriminant due to all sources of uncertainty described above. ",
            "section": "F. Uncertainties on the cross-section measurements",
            "paragraph_rank": 107,
            "section_rank": 34
        },
        {
            "text": "As an example, Fig. 11 shows the shape variation of the NN discriminant for t-channel single top-quark signal events due to the variation of the JES because of the uncertainty on the η intercalibration. ",
            "section": "F. Uncertainties on the cross-section measurements",
            "paragraph_rank": 107,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 15,
                    "end": 22,
                    "type": "figure",
                    "text": "Fig. 11"
                }
            ]
        },
        {
            "text": "The correlations between the different channels and the physics processes are fully accounted for. ",
            "section": "F. Uncertainties on the cross-section measurements",
            "paragraph_rank": 107,
            "section_rank": 34
        },
        {
            "text": "The probability densities of all possible outcomes of the measurements of σðtqÞ, σðtqÞ, and R t are obtained by performing the measurements on the pseudodata. ",
            "section": "F. Uncertainties on the cross-section measurements",
            "paragraph_rank": 107,
            "section_rank": 34
        },
        {
            "text": "The values measured in data are used as central values when generating the pseudoexperiments. ",
            "section": "F. Uncertainties on the cross-section measurements",
            "paragraph_rank": 107,
            "section_rank": 34
        },
        {
            "text": "The root mean squares of the estimator distributions of the measured quantities are estimators of the measurement uncertainties. ",
            "section": "F. Uncertainties on the cross-section measurements",
            "paragraph_rank": 107,
            "section_rank": 34
        },
        {
            "text": "Table III summarizes the contributions of the various sources of systematic uncertainty to the uncertainties on the measured values of σðtqÞ, σðtqÞ, R t , and σðtq þtqÞ. ",
            "section": "F. Uncertainties on the cross-section measurements",
            "paragraph_rank": 107,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "table",
                    "text": "Table III"
                }
            ]
        },
        {
            "text": "The dominant systematic uncertainty on the cross sections is the JES η-intercalibration uncertainty since one of the prominent features of tq production is a jet in the forward region.",
            "section": "F. Uncertainties on the cross-section measurements",
            "paragraph_rank": 107,
            "section_rank": 34
        },
        {
            "text": "VIII. ",
            "section_rank": 35
        },
        {
            "text": "TOTAL CROSS-SECTION MEASUREMENTS",
            "section_rank": 35
        },
        {
            "text": "After performing the binned maximum-likelihood fit and estimating the total uncertainty, the cross sections of top-quark and top-antiquark production in the t channel and their cross-section ratio R t are measured to be assuming a top-quark mass of m t ¼ 172.5 GeV. ",
            "section": "VIII. TOTAL CROSS-SECTION MEASUREMENTS",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "Figure 12 compares the measured values of σðtqÞ, σðtqÞ, and R t to NLO predictions from MCFM [11] and HATHOR [68] using different PDF sets. ",
            "section": "VIII. TOTAL CROSS-SECTION MEASUREMENTS",
            "paragraph_rank": 108,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 12"
                },
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[11]"
                },
                {
                    "start": 109,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "[68]"
                }
            ],
            "entity_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "type": "software",
                    "rawForm": "HATHOR",
                    "resp": "service",
                    "id": "software-simple-s36"
                }
            ]
        },
        {
            "text": "Uncertainties on the predicted values include the uncertainty on the renormalization and factorization scales and the combined PDF and α s uncertainty of the respective PDF set. ",
            "section": "VIII. TOTAL CROSS-SECTION MEASUREMENTS",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "All PDF predictions are in agreement with all measurements. ",
            "section": "VIII. TOTAL CROSS-SECTION MEASUREMENTS",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "For σðtqÞ, the predictions of all PDF sets agree well with each other and with the measured value. ",
            "section": "VIII. TOTAL CROSS-SECTION MEASUREMENTS",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "The predictions for σðtqÞ and R t with the ABM11 PDF set [70] show an offset compared to the other predictions. ",
            "section": "VIII. TOTAL CROSS-SECTION MEASUREMENTS",
            "paragraph_rank": 108,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "[70]"
                }
            ]
        },
        {
            "text": "With increasing precision, the measurement of these observables could provide a way to further constrain the involved PDFs.",
            "section": "VIII. TOTAL CROSS-SECTION MEASUREMENTS",
            "paragraph_rank": 108,
            "section_rank": 35
        },
        {
            "text": "A. Inclusive cross-section measurement",
            "section_rank": 36
        },
        {
            "text": "The inclusive t-channel cross section σðtq þtqÞ is extracted by using only one scale factor βðtq þtqÞ in the likelihood function, scaling the top-quark and topantiquark contributions simultaneously. ",
            "section": "A. Inclusive cross-section measurement",
            "paragraph_rank": 109,
            "section_rank": 36
        },
        {
            "text": "The top-quark-toantiquark ratio is taken from the approximate NNLO prediction [9] (see Sec. I). ",
            "section": "A. Inclusive cross-section measurement",
            "paragraph_rank": 109,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The systematic uncertainties on the measured value of the inclusive cross section are determined as described in Sec. ",
            "section": "A. Inclusive cross-section measurement",
            "paragraph_rank": 109,
            "section_rank": 36
        },
        {
            "text": "VII. ",
            "section": "A. Inclusive cross-section measurement",
            "paragraph_rank": 109,
            "section_rank": 36
        },
        {
            "text": "A detailed list of the uncertainties is given in Table III.",
            "section": "A. Inclusive cross-section measurement",
            "paragraph_rank": 109,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 58,
                    "type": "table",
                    "text": "Table III"
                }
            ]
        },
        {
            "text": "The binned maximum-likelihood fit yields a cross section of σ t ðtq þtqÞ ¼ 68 AE 2ðstatÞ AE 8ðsystÞ pb",
            "section": "A. Inclusive cross-section measurement",
            "paragraph_rank": 110,
            "section_rank": 36
        },
        {
            "text": "assuming m t ¼ 172.5 GeV. ",
            "section": "A. Inclusive cross-section measurement",
            "paragraph_rank": 111,
            "section_rank": 36
        },
        {
            "text": "Figure 12(d) compares the measured value for σðtq þtqÞ to NLO predictions [11,68] obtained with different PDF sets. ",
            "section": "A. Inclusive cross-section measurement",
            "paragraph_rank": 111,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 12,
                    "type": "figure",
                    "text": "Figure 12(d)"
                },
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[11,"
                },
                {
                    "start": 78,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "68]"
                }
            ]
        },
        {
            "text": "All predictions are in agreement with the measurement.  ",
            "section": "A. Inclusive cross-section measurement",
            "paragraph_rank": 111,
            "section_rank": 36
        },
        {
            "text": "FIG. 11 (color online). ",
            "section": "A. Inclusive cross-section measurement",
            "paragraph_rank": 111,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "figure",
                    "text": "FIG. 11"
                }
            ]
        },
        {
            "text": "The normalized shape variation of the NN discriminant for the JES variation due to the uncertainty on the η intercalibration in the 2-jet-l þ channel, shown for the tq sample. ",
            "section": "A. Inclusive cross-section measurement",
            "paragraph_rank": 111,
            "section_rank": 36
        },
        {
            "text": "The nominal shape is shown by the black points. ",
            "section": "A. Inclusive cross-section measurement",
            "paragraph_rank": 111,
            "section_rank": 36
        },
        {
            "text": "Red denotes the JES shift-up and blue the NN response for JES shiftdown. ",
            "section": "A. Inclusive cross-section measurement",
            "paragraph_rank": 111,
            "section_rank": 36
        },
        {
            "text": "In the lower panel the relative difference between the number of expected events in the systematic variation and the nominal distribution is shown for each bin. ",
            "section": "A. Inclusive cross-section measurement",
            "paragraph_rank": 111,
            "section_rank": 36
        },
        {
            "text": "The grey uncertainty band in the lower histogram represents the normalization uncertainty due to the Monte Carlo statistical uncertainty.",
            "section": "A. Inclusive cross-section measurement",
            "paragraph_rank": 111,
            "section_rank": 36
        },
        {
            "text": "B. Cross-section dependence on the top-quark mass",
            "section_rank": 37
        },
        {
            "text": "The t-channel single top-quark cross sections are measured using a signal model with m t ¼ 172.5 GeV. ",
            "section": "B. Cross-section dependence on the top-quark mass",
            "paragraph_rank": 112,
            "section_rank": 37
        },
        {
            "text": "The dependence of the cross-section measurements on m t is mainly due to acceptance effects and is expressed by the function",
            "section": "B. Cross-section dependence on the top-quark mass",
            "paragraph_rank": 112,
            "section_rank": 37
        },
        {
            "text": "with Δm t ¼ m t − 172.5 GeV. ",
            "section": "B. Cross-section dependence on the top-quark mass",
            "paragraph_rank": 113,
            "section_rank": 37
        },
        {
            "text": "The parameters p 1 and p 2 are determined using dedicated signal samples with different m t and are given in Table IV for σðtqÞ, σðtqÞ, and σðtq þtqÞ. ",
            "section": "B. Cross-section dependence on the top-quark mass",
            "paragraph_rank": 113,
            "section_rank": 37,
            "ref_spans": [
                {
                    "start": 109,
                    "end": 117,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table IV"
                }
            ]
        },
        {
            "text": "The cross-section ratio R t is largely independent of the top-quark mass.",
            "section": "B. Cross-section dependence on the top-quark mass",
            "paragraph_rank": 113,
            "section_rank": 37
        },
        {
            "text": "C. V tb extraction",
            "section_rank": 38
        },
        {
            "text": "Since σðtq þtqÞ is proportional to jV tb j 2 , jV tb j can be extracted from the measurement. ",
            "section": "C. V tb extraction",
            "paragraph_rank": 114,
            "section_rank": 38
        },
        {
            "text": "The jV tb j measurement is independent of assumptions about the number of quark generations and about the unitarity of the CKM matrix. ",
            "section": "C. V tb extraction",
            "paragraph_rank": 114,
            "section_rank": 38
        },
        {
            "text": "The only assumptions required are that jV tb j ≫ jV td j; jV ts j and that the Wtb interaction is an SM-like left-handed weak coupling. ",
            "section": "C. V tb extraction",
            "paragraph_rank": 114,
            "section_rank": 38
        },
        {
            "text": "The tt-background rate is unaffected by a variation of jV tb j since the decay to a quark of a potentially existing higher generation is prohibited by kinematics, such that the branching ratio Bðt → WbÞ ∼ 1. ",
            "section": "C. V tb extraction",
            "paragraph_rank": 114,
            "section_rank": 38
        },
        {
            "text": "On the other hand, the rates of single-top quark Wt and s-channel backgrounds also scale with jV tb j 2 , but their contributions are small in the signal region. ",
            "section": "C. V tb extraction",
            "paragraph_rank": 114,
            "section_rank": 38
        },
        {
            "text": "The resulting variation of the total top-quark background yield is less than its systematic uncertainty and thus considered negligible.",
            "section": "C. V tb extraction",
            "paragraph_rank": 114,
            "section_rank": 38
        },
        {
            "text": "The value of jV tb j 2 is extracted by dividing the measured value of σðtq þtqÞ by the prediction of the approximate NNLO calculation [9]. ",
            "section": "C. V tb extraction",
            "paragraph_rank": 115,
            "section_rank": 38,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The experimental and theoretical uncertainties are added in quadrature. ",
            "section": "C. V tb extraction",
            "paragraph_rank": 115,
            "section_rank": 38
        },
        {
            "text": "The result obtained is jV tb j ¼1.02AE0.01ðstatÞAE0.06ðsystÞAE0.02ðtheoÞ þ0.01 −0.00 ðm t Þ ¼ 1.02AE0.07: ",
            "section": "C. V tb extraction",
            "paragraph_rank": 115,
            "section_rank": 38
        },
        {
            "text": "=7",
            "section_rank": 39
        },
        {
            "text": "TeV s 12 (color online). ",
            "section": "=7",
            "paragraph_rank": 116,
            "section_rank": 39,
            "ref_spans": [
                {
                    "start": 6,
                    "end": 23,
                    "type": "bibr",
                    "text": "12 (color online)"
                }
            ]
        },
        {
            "text": "Comparison between observed and predicted values of ",
            "section": "=7",
            "paragraph_rank": 116,
            "section_rank": 39
        },
        {
            "text": "(a) σðtqÞ, ",
            "section": "=7",
            "paragraph_rank": 116,
            "section_rank": 39
        },
        {
            "text": "(b) σðtqÞ, ",
            "section": "=7",
            "paragraph_rank": 116,
            "section_rank": 39
        },
        {
            "text": "(c) R t , and ",
            "section": "=7",
            "paragraph_rank": 116,
            "section_rank": 39
        },
        {
            "text": "(d) σðtq þtqÞ. ",
            "section": "=7",
            "paragraph_rank": 116,
            "section_rank": 39
        },
        {
            "text": "The predictions are calculated at NLO precision [11,68] in the five-flavor scheme and given for different NLO PDF sets [71,72,73] and the uncertainty includes the uncertainty on the renormalization and factorization scales and the combined interal PDF and α s uncertainty. ",
            "section": "=7",
            "paragraph_rank": 116,
            "section_rank": 39,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[11,"
                },
                {
                    "start": 52,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "68]"
                },
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "[71,"
                },
                {
                    "start": 123,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b69",
                    "text": "72,"
                },
                {
                    "start": 126,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b70",
                    "text": "73]"
                }
            ]
        },
        {
            "text": "The dotted black line indicates the central value of the measured value. ",
            "section": "=7",
            "paragraph_rank": 116,
            "section_rank": 39
        },
        {
            "text": "The combined statistical and systematic uncertainty of the measurement is shown in green, while the statistical uncertainty is represented by the yellow error band.",
            "section": "=7",
            "paragraph_rank": 116,
            "section_rank": 39
        },
        {
            "text": "A lower limit on jV tb j is extracted in a Bayesian limit computation, assuming that the likelihood curve of jV tb j 2 has a Gaussian shape, centered at the measured value. ",
            "section": "=7",
            "paragraph_rank": 117,
            "section_rank": 39
        },
        {
            "text": "A flat prior in jV tb j 2 is applied, being one in the interval [0,1] and zero otherwise. ",
            "section": "=7",
            "paragraph_rank": 117,
            "section_rank": 39
        },
        {
            "text": "The resulting lower limit is jV tb j > 0.88 at the 95% C.L.",
            "section": "=7",
            "paragraph_rank": 117,
            "section_rank": 39
        },
        {
            "text": "IX. ",
            "section_rank": 40
        },
        {
            "text": "DIFFERENTIAL CROSS-SECTION MEASUREMENTS",
            "section_rank": 40
        },
        {
            "text": "Differential cross sections are measured as a function of the p T and jyj of t andt in the 2-jet HPR channels, defined in Sec. ",
            "section": "IX. DIFFERENTIAL CROSS-SECTION MEASUREMENTS",
            "paragraph_rank": 118,
            "section_rank": 40
        },
        {
            "text": "VI E.",
            "section": "IX. DIFFERENTIAL CROSS-SECTION MEASUREMENTS",
            "paragraph_rank": 118,
            "section_rank": 40
        },
        {
            "text": "A. Signal yield and reconstructed variables",
            "section_rank": 41
        },
        {
            "text": "The signal and background composition in the 2-jet-l þ and the 2-jet-l − HPR channels can be found in Table V. Figure 13 shows the measured distributions of the TABLE V. Event yields for the 2-jet-l þ and 2-jet-l − HPR channels. ",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 119,
            "section_rank": 41,
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "type": "table",
                    "text": "Table V"
                },
                {
                    "start": 111,
                    "end": 120,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 13"
                }
            ]
        },
        {
            "text": "The expectation for the signal and background yields correspond to the result of the binned maximum-likelihood fit described in Sec. ",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 119,
            "section_rank": 41
        },
        {
            "text": "VI D. The uncertainty of the expectations is the normalization uncertainty of each processes after the fit, as described in Sec. ",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 119,
            "section_rank": 41
        },
        {
            "text": "VII F.  ",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 119,
            "section_rank": 41
        },
        {
            "text": "100 200 300 400 500",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 120,
            "section_rank": 41
        },
        {
            "text": "Pred. ",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 121,
            "section_rank": 41
        },
        {
            "text": "Data-Pred.",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 121,
            "section_rank": 41
        },
        {
            "text": "FIG. 13 (color online). ",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 122,
            "section_rank": 41
        },
        {
            "text": "Measured distributions of ",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 122,
            "section_rank": 41
        },
        {
            "text": "(a) the top-quark p T , ",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 122,
            "section_rank": 41
        },
        {
            "text": "(b) top-antiquark p T , ",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 122,
            "section_rank": 41
        },
        {
            "text": "(c) top-quark jyj, and ",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 122,
            "section_rank": 41
        },
        {
            "text": "(d) top-antiquark jyj shown on reconstruction level in the HPR normalized to the result of the binned maximum-likelihood fit. ",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 122,
            "section_rank": 41
        },
        {
            "text": "The uncertainty band represents the normalization uncertainty of all processes after the fit and the Monte Carlo statistical uncertainty, added in quadrature. ",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 122,
            "section_rank": 41
        },
        {
            "text": "The relative difference between the observed and expected number of events in each bin is shown in the lower panels.",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 122,
            "section_rank": 41
        },
        {
            "text": "reconstructed top-quark p T and the reconstructed top-quark jyj normalized to the result of the binned maximum-likelihood fit performed to measure σðtqÞ and σðtqÞ.",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 123,
            "section_rank": 41
        },
        {
            "text": "The binning of the differential cross sections is chosen based on the experimental resolution of the p T and jyj distributions as well as the data statistical uncertainty. ",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 124,
            "section_rank": 41
        },
        {
            "text": "Typical values for the resolution of the top-quark p T are 10 GeV, increasing to 25 GeV in the tail of the distribution. ",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 124,
            "section_rank": 41
        },
        {
            "text": "The resolution of the rapidity varies from 0.2 to 0.4 from central to forward rapidities.",
            "section": "A. Signal yield and reconstructed variables",
            "paragraph_rank": 124,
            "section_rank": 41
        },
        {
            "text": "B. Method",
            "section_rank": 42
        },
        {
            "text": "The measured distributions are distorted by detector effects and acceptance effects. ",
            "section": "B. Method",
            "paragraph_rank": 125,
            "section_rank": 42
        },
        {
            "text": "The observed distributions are unfolded to the (parton level) four-momenta of the top quarks before the decay and after QCD radiation to correct for these distortions. ",
            "section": "B. Method",
            "paragraph_rank": 125,
            "section_rank": 42
        },
        {
            "text": "In the following, each bin of the measured distribution is referred to by the index i, while each bin of the parton-level distribution is referred to by the index j. ",
            "section": "B. Method",
            "paragraph_rank": 125,
            "section_rank": 42
        },
        {
            "text": "The relation between the measured distribution and the differential cross section in each bin j of the parton-level distribution can be written as",
            "section": "B. Method",
            "paragraph_rank": 125,
            "section_rank": 42
        },
        {
            "text": "where ΔX j is the bin width of the parton-level distribution, N i (B i ) are the data (expected background) yields in each bin of the measured distribution, L is the integrated luminosity of the data sample, ε j is the event selection efficiency, and M −1 ij is the inverse of the migration matrix. ",
            "section": "B. Method",
            "paragraph_rank": 126,
            "section_rank": 42
        },
        {
            "text": "The migration matrix accounts for the detector response and is defined as the probability to observe an event in bin i when it is generated in bin j. ",
            "section": "B. Method",
            "paragraph_rank": 126,
            "section_rank": 42
        },
        {
            "text": "The migration matrix is built by relating the variables at the reconstruction and at the parton level using the  signal simulation. ",
            "section": "B. Method",
            "paragraph_rank": 126,
            "section_rank": 42
        },
        {
            "text": "Figure 14 shows the migration matrices for the p T and jyj distributions of the top quark and the top antiquark. ",
            "section": "B. Method",
            "paragraph_rank": 126,
            "section_rank": 42,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 14"
                }
            ]
        },
        {
            "text": "The inverse of the matrix is determined by applying Bayes's theorem iteratively [69] in order to perform the unfolding. ",
            "section": "B. Method",
            "paragraph_rank": 126,
            "section_rank": 42,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b66",
                    "text": "[69]"
                }
            ]
        },
        {
            "text": "The number of iterations is chosen such that the absolute change in the unfolded distributions is on average smaller than 1% of the content in each bin. ",
            "section": "B. Method",
            "paragraph_rank": 126,
            "section_rank": 42
        },
        {
            "text": "This procedure results in a total of five iterations for all distributions. ",
            "section": "B. Method",
            "paragraph_rank": 126,
            "section_rank": 42
        },
        {
            "text": "The selection efficiency ε j in bin j of each variable is defined as the ratio of the parton-level yield before and after selection and is evaluated using simulation. ",
            "section": "B. Method",
            "paragraph_rank": 126,
            "section_rank": 42
        },
        {
            "text": "The efficiencies are typically in the 0.5%-2.2% range.",
            "section": "B. Method",
            "paragraph_rank": 126,
            "section_rank": 42
        },
        {
            "text": "The unfolding is applied to the reconstructed p T ðlνbÞ and jyðlνbÞj distributions after subtraction of the background contributions. ",
            "section": "B. Method",
            "paragraph_rank": 127,
            "section_rank": 42
        },
        {
            "text": "When subtracting the background, all backgrounds are normalized according to Table V.",
            "section": "B. Method",
            "paragraph_rank": 127,
            "section_rank": 42,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 84,
                    "type": "table",
                    "text": "Table V"
                }
            ]
        },
        {
            "text": "Closure tests are performed in order to check the validity of the unfolding procedure. ",
            "section": "B. Method",
            "paragraph_rank": 128,
            "section_rank": 42
        },
        {
            "text": "The shape of the parton-level distributions in the Monte Carlo simulation are altered to verify that the simulation does not bias the results. ",
            "section": "B. Method",
            "paragraph_rank": 128,
            "section_rank": 42
        },
        {
            "text": "It is checked that the altered parton-level distributions are recovered by unfolding the reconstructed distributions with the nominal migration matrix.",
            "section": "B. Method",
            "paragraph_rank": 128,
            "section_rank": 42
        },
        {
            "text": "C. Treatment of uncertainties",
            "section_rank": 43
        },
        {
            "text": "The statistical uncertainty of the unfolded results is estimated using pseudoexperiments, propagating the uncertainties from the measured distribution and from the size of the Monte Carlo signal and background samples through the unfolding process. ",
            "section": "C. Treatment of uncertainties",
            "paragraph_rank": 129,
            "section_rank": 43
        },
        {
            "text": "All sources of systematic uncertainty described in Sec. ",
            "section": "C. Treatment of uncertainties",
            "paragraph_rank": 129,
            "section_rank": 43
        },
        {
            "text": "VII are included for the unfolded distributions. ",
            "section": "C. Treatment of uncertainties",
            "paragraph_rank": 129,
            "section_rank": 43
        },
        {
            "text": "In the case of the background normalization, the uncertainties quoted in Table V are taken into account. ",
            "section": "C. Treatment of uncertainties",
            "paragraph_rank": 129,
            "section_rank": 43,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "type": "table",
                    "text": "Table V"
                }
            ]
        },
        {
            "text": "The impact of the systematic uncertainties is evaluated by modifying the subtracted background before unfolding in the case of uncertainties on the backgrounds. ",
            "section": "C. Treatment of uncertainties",
            "paragraph_rank": 129,
            "section_rank": 43
        },
        {
            "text": "To assign uncertainties on the signal modeling, systematic shifts are applied to the simulated signal sample. ",
            "section": "C. Treatment of uncertainties",
            "paragraph_rank": 129,
            "section_rank": 43
        },
        {
            "text": "The shifted reconstructed distribution is unfolded and then compared to the nominal distribution at parton level.",
            "section": "C. Treatment of uncertainties",
            "paragraph_rank": 129,
            "section_rank": 43
        },
        {
            "text": "D. Results",
            "section_rank": 44
        },
        {
            "text": "To reduce the impact of systematic uncertainties normalized differential cross sections 1=σ • ðdσ=dX j Þ are calculated by dividing the differential cross section by the total cross section evaluated by integrating over all bins.",
            "section": "D. Results",
            "paragraph_rank": 130,
            "section_rank": 44
        },
        {
            "text": "The absolute differential cross-section results are listed in Table VI and the normalized results in Table VII as a function of p T and jyj of the top quark. ",
            "section": "D. Results",
            "paragraph_rank": 131,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 110,
                    "type": "table",
                    "text": "Table VI and the normalized results in Table VII"
                }
            ]
        },
        {
            "text": "A graphical representation of the results is shown in Fig. 15 for the absolute cross sections and in Fig. 16 for the normalized case. ",
            "section": "D. Results",
            "paragraph_rank": 131,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 61,
                    "type": "figure",
                    "ref_id": "fig_12",
                    "text": "Fig. 15"
                },
                {
                    "start": 101,
                    "end": 108,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 16"
                }
            ]
        },
        {
            "text": "They are compared to NLO predictions from MCFM [46] using the MSTW2008 PDF set for all variables. ",
            "section": "D. Results",
            "paragraph_rank": 131,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[46]"
                }
            ]
        },
        {
            "text": "Uncertainties on the predicted values include the uncertainty on the scale and the PDF. ",
            "section": "D. Results",
            "paragraph_rank": 131,
            "section_rank": 44
        },
        {
            "text": "To compare the NLO prediction with the measurement, χ 2 values are computed with HERAfitter [72,73] taking into account the full correlation of the systematic and statistical uncertainties.",
            "section": "D. Results",
            "paragraph_rank": 131,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b69",
                    "text": "[72,"
                },
                {
                    "start": 96,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b70",
                    "text": "73]"
                }
            ],
            "entity_spans": [
                {
                    "start": 81,
                    "end": 92,
                    "type": "software",
                    "rawForm": "HERAfitter",
                    "resp": "service",
                    "id": "software-simple-s37"
                }
            ]
        },
        {
            "text": "The χ 2 values for the differential cross sections are listed in Table VIII. ",
            "section": "D. Results",
            "paragraph_rank": 132,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 65,
                    "end": 75,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "Table VIII"
                }
            ]
        },
        {
            "text": "Systematic uncertainties dominate over the statistical uncertainty for the differential cross sections. ",
            "section": "D. Results",
            "paragraph_rank": 132,
            "section_rank": 44
        },
        {
            "text": "Large uncertainties originate from the background normalization, the tq generator þ parton shower uncertainty, the JES due to the uncertainty in the η intercalibration as well as the PDF uncertainties mainly in the topantiquark distributions. ",
            "section": "D. Results",
            "paragraph_rank": 132,
            "section_rank": 44
        },
        {
            "text": "A detailed list of the systematic contributions in each bin of each distributions is shown The differential distributions are compared to the QCD NLO calculation. ",
            "section": "D. Results",
            "paragraph_rank": 132,
            "section_rank": 44
        },
        {
            "text": "The black vertical error bars on the data points denote the total combined uncertainty, the green error bars denote the statistical uncertainty, while the red band denotes the theory predictions calculated at NLO using MCFM [46]. ",
            "section": "D. Results",
            "paragraph_rank": 132,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[46]"
                }
            ],
            "entity_spans": [
                {
                    "start": 219,
                    "end": 224,
                    "type": "software",
                    "rawForm": "MCFM",
                    "resp": "service",
                    "id": "software-simple-s38"
                }
            ]
        },
        {
            "text": "Uncertainties on the predicted values include the PDF and scale uncertainties. ",
            "section": "D. Results",
            "paragraph_rank": 132,
            "section_rank": 44
        },
        {
            "text": "The horizontal error bars indicate the bin width.",
            "section": "D. Results",
            "paragraph_rank": 132,
            "section_rank": 44
        },
        {
            "text": "in Table IX for dσ=dp T ðtÞ, in Table X for dσ=dp T ðtÞ, in Table XI for dσ=djyðtÞj, and in Table XII for dσ=djyðtÞj.",
            "section": "D. Results",
            "paragraph_rank": 133,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "type": "table",
                    "text": "Table IX"
                },
                {
                    "start": 32,
                    "end": 39,
                    "type": "table",
                    "text": "Table X"
                },
                {
                    "start": 60,
                    "end": 68,
                    "type": "table",
                    "text": "Table XI"
                },
                {
                    "start": 92,
                    "end": 101,
                    "type": "table",
                    "ref_id": "tab_11",
                    "text": "Table XII"
                }
            ]
        },
        {
            "text": "In the case of the normalized differential cross sections many systematic uncertainties cancel and thus the measurement is dominated by statistical uncertainties from the data distributions and the Monte Carlo sample size. ",
            "section": "D. Results",
            "paragraph_rank": 134,
            "section_rank": 44
        },
        {
            "text": "The contribution of systematic uncertainties to the normalized distribution is again dominated by the background normalization, tq generator þ parton shower, and the JES η-intercalibration uncertainty. ",
            "section": "D. Results",
            "paragraph_rank": 134,
            "section_rank": 44
        },
        {
            "text": "Details of the contribution of each systematic uncertainty in each bin of the normalized distributions are listed in Table XIII   The normalized differential distributions are compared to the QCD NLO calculation. ",
            "section": "D. Results",
            "paragraph_rank": 134,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 127,
                    "type": "table",
                    "ref_id": "tab_11",
                    "text": "Table XIII"
                }
            ]
        },
        {
            "text": "The black vertical error bars on the data points denote the total combined uncertainty, the green error bars denote the statistical uncertainty, while the red band denotes the theory predictions calculated at NLO using MCFM [46]. ",
            "section": "D. Results",
            "paragraph_rank": 134,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[46]"
                }
            ],
            "entity_spans": [
                {
                    "start": 219,
                    "end": 224,
                    "type": "software",
                    "rawForm": "MCFM",
                    "resp": "service",
                    "id": "software-simple-s39"
                }
            ]
        },
        {
            "text": "Uncertainties on the predicted values include the PDF and scale uncertainties. ",
            "section": "D. Results",
            "paragraph_rank": 134,
            "section_rank": 44
        },
        {
            "text": "The horizontal error bars indicate the bin width. ",
            "section": "D. Results",
            "paragraph_rank": 134,
            "section_rank": 44
        },
        {
            "text": "TABLE IX. ",
            "section": "D. Results",
            "paragraph_rank": 134,
            "section_rank": 44
        },
        {
            "text": "Detailed list of the contribution of each source of uncertainty to the total relative uncertainty on the measured dσ dp T ðtÞ distribution given in percent for each bin. ",
            "section": "D. Results",
            "paragraph_rank": 134,
            "section_rank": 44
        },
        {
            "text": "The list includes only those uncertainties that contribute with more than 1%. ",
            "section": "D. Results",
            "paragraph_rank": 134,
            "section_rank": 44
        },
        {
            "text": "The following uncertainties contribute to the total uncertainty with less than 1% to each bin content: JES detector, JES statistical, JES physics modeling, JES mixed detector and modeling, JES close-by jets, JES pileup, JES flavor composition, JES flavor response, jet-vertex fraction, b=b acceptance, E miss T modeling, W þ jets shape variation, and tt generator. ",
            "section": "D. Results",
            "paragraph_rank": 134,
            "section_rank": 44
        },
        {
            "text": "The contents of this ",
            "section": "D. Results",
            "paragraph_rank": 134,
            "section_rank": 44
        },
        {
            "text": "TABLE X. Detailed list of the contribution of each source of uncertainty to the total relative uncertainty on the measured dσ dp T ðtÞ distribution given in percent for each bin. ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44
        },
        {
            "text": "The list includes only those uncertainties that contribute with more than 1%. ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44
        },
        {
            "text": "The following uncertainties contribute to the total uncertainty with less than 1% to each bin content: JES detector, JES statistical, JES physics modeling, JES mixed detector and modeling, JES close-by jets, JES pileup, JES flavor composition, JES flavor response, b-JES, jetvertex fraction, mistag efficiency, b=b acceptance, E miss T modeling, W þ jets shape variation, and tt generator. ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44
        },
        {
            "text": "The contents of this  XI. ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44
        },
        {
            "text": "Detailed list of the contribution of each source of uncertainty to the total relative uncertainty on the measured dσ djyðtÞj distribution given in percent for each bin. ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44
        },
        {
            "text": "The list includes only those uncertainties that contribute with more than 1%. ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44
        },
        {
            "text": "The following uncertainties contribute to the total uncertainty with less than 1% to each bin content: JES detector, JES statistical, JES physics modeling, JES mixed detector and modeling, JES close-by jets, JES pileup, JES flavor composition, JES flavor response, jet-vertex fraction, b=b acceptance, E miss T modeling, W þ jets shape variation, tt generator, tt ISR/FSR, and unfolding. ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44
        },
        {
            "text": "The contents of this table are provided in machine-readable format in the Supplemental Material [74]. ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[74]"
                }
            ]
        },
        {
            "text": "distribution given in percent for each bin. ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44
        },
        {
            "text": "The list includes only those uncertainties that contribute with more than 1%. ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44
        },
        {
            "text": "The following uncertainties contribute to the total uncertainty with less than 1% to each bin content: JES detector, JES statistical, JES physics modeling, JES mixed detector and modeling, JES close-by jets, JES pileup, JES flavor composition, JES flavor response, b-JES, jetvertex fraction, b=b acceptance, mistag efficiency, E miss T modeling, W þ jets shape variation, tt generator, tt ISR/FSR, and unfolding. ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44
        },
        {
            "text": "The contents of this table are provided in machine-readable format in the Supplemental Material [74].  ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[74]"
                }
            ]
        },
        {
            "text": "XIII. ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44
        },
        {
            "text": "Detailed list of the contribution of each source of uncertainty to the total relative uncertainty on the measured 1 σ dσ dp T ðtÞ distribution given in percent for each bin. ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44
        },
        {
            "text": "The list includes only those uncertainties that contribute with more than 1%. ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44
        },
        {
            "text": "The JES η intercalibration uncertainty has a sign switch from the first to the second bin. ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44
        },
        {
            "text": "For the tq generator þ parton shower uncertainty a sign switch is denoted with ∓. ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44
        },
        {
            "text": "The following uncertainties contribute to the total uncertainty with less than 1% to each bin content: JES detector, JES statistical, JES physics modeling, JES mixed detector and modeling, JES close-by jets, JES pileup, JES flavor composition, JES flavor response, b-JES, jet-vertex fraction, b=b acceptance, c-tagging efficiency, E miss T modeling, lepton uncertainties, W þ jets shape variation, and tt generator. ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44
        },
        {
            "text": "The contents of this table are provided in machine-readable format in the Supplemental Material [74]. ",
            "section": "D. Results",
            "paragraph_rank": 135,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[74]"
                }
            ]
        },
        {
            "text": "TABLE XIV. ",
            "section": "D. Results",
            "paragraph_rank": 136,
            "section_rank": 44
        },
        {
            "text": "Detailed list of the contribution of each source of uncertainty to the total relative uncertainty on the measured 1 σ dσ dp T ðtÞ distribution given in percent for each bin. ",
            "section": "D. Results",
            "paragraph_rank": 136,
            "section_rank": 44
        },
        {
            "text": "The list includes only those uncertainties that contribute with more than 1%. ",
            "section": "D. Results",
            "paragraph_rank": 136,
            "section_rank": 44
        },
        {
            "text": "Sign switches within one uncertainty are denoted with ∓ and AE. ",
            "section": "D. Results",
            "paragraph_rank": 136,
            "section_rank": 44
        },
        {
            "text": "The following uncertainties contribute to the total uncertainty with less than 1% to each bin content: JES detector, JES statistical, JES physics modeling, JES mixed detector and modeling, JES close-by jets, JES pileup, JES flavor composition, JES flavor response, b-JES, jet-vertex fraction, b=b acceptance, mistag efficiency, E miss T modeling, lepton uncertainties, W þ jets shape variation, and tt generator. ",
            "section": "D. Results",
            "paragraph_rank": 136,
            "section_rank": 44
        },
        {
            "text": "The contents of this table are provided in machine-readable format in the Supplemental Material [74].  ",
            "section": "D. Results",
            "paragraph_rank": 136,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[74]"
                }
            ]
        },
        {
            "text": "Table XVI for 1=σ • dσ=djyðtÞj. ",
            "section": "D. Results",
            "paragraph_rank": 136,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "table",
                    "text": "Table XVI"
                }
            ]
        },
        {
            "text": "Binwise correlation matrices for the statistical uncertainty are given in Fig. 17 for the differential cross sections and in Fig. 18 for the normalized differential cross sections.",
            "section": "D. Results",
            "paragraph_rank": 136,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 17"
                },
                {
                    "start": 125,
                    "end": 132,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Fig. 18"
                }
            ]
        },
        {
            "text": "Overall, good agreement is observed between the NLO QCD predictions and the differential cross-section measurements. ",
            "section": "D. Results",
            "paragraph_rank": 137,
            "section_rank": 44
        },
        {
            "text": "This is also supported by the χ 2 values listed in Table VIII.",
            "section": "D. Results",
            "paragraph_rank": 137,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 61,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "Table VIII"
                }
            ]
        },
        {
            "text": "The contents of Tables VI to XVI andthecontents ofFigs. ",
            "section": "D. Results",
            "paragraph_rank": 138,
            "section_rank": 44
        },
        {
            "text": "17 and 18 are provided in the Supplemental Material [74]. ",
            "section": "D. Results",
            "paragraph_rank": 138,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[74]"
                }
            ]
        },
        {
            "text": "TABLE XV. ",
            "section": "D. Results",
            "paragraph_rank": 138,
            "section_rank": 44
        },
        {
            "text": "Detailed list of the contribution of each source of uncertainty to the total relative uncertainty on the measured 1 σ dσ djyðtÞj distribution given in percent for each bin. ",
            "section": "D. Results",
            "paragraph_rank": 138,
            "section_rank": 44
        },
        {
            "text": "The list includes only those uncertainties that contribute with more than 1%. ",
            "section": "D. Results",
            "paragraph_rank": 138,
            "section_rank": 44
        },
        {
            "text": "Sign switches within one uncertainty are denoted with ∓ and AE. ",
            "section": "D. Results",
            "paragraph_rank": 138,
            "section_rank": 44
        },
        {
            "text": "The following uncertainties contribute to the total uncertainty with less than 1% to each bin content: JES detector, JES statistical, JES physics modeling, JES mixed detector and modeling, JES close-by jets, JES pileup, JES flavor composition, JES flavor response, b-JES, jet-vertex fraction, b=b acceptance, b-tagging efficiency, c-tagging efficiency, mistag efficiency, E miss T modeling, lepton uncertainties, W+jets shape variation, tt generator, tt ISR/FSR, and unfolding. ",
            "section": "D. Results",
            "paragraph_rank": 138,
            "section_rank": 44
        },
        {
            "text": "The contents of this table are provided in machine-readable format in the Supplemental Material [74]. ",
            "section": "D. Results",
            "paragraph_rank": 138,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[74]"
                }
            ]
        },
        {
            "text": "distribution given in percent for each bin. ",
            "section": "D. Results",
            "paragraph_rank": 138,
            "section_rank": 44
        },
        {
            "text": "The list includes only those uncertainties that contribute with more than 1%. ",
            "section": "D. Results",
            "paragraph_rank": 138,
            "section_rank": 44
        },
        {
            "text": "Sign switches within one uncertainty are denoted with ∓ and AE. ",
            "section": "D. Results",
            "paragraph_rank": 138,
            "section_rank": 44
        },
        {
            "text": "The following uncertainties contribute to the total uncertainty with less than 1% to each bin content: JES detector, JES statistical, JES physics modeling, JES mixed detector and modeling, JES close-by jets, JES pileup, JES flavor composition, JES flavor response, b-JES, jet energy resolution, jet-vertex fraction, b=b acceptance, b-tagging efficiency, ctagging efficiency, mistag efficiency, E miss T modeling, lepton uncertainties, W þ jets shape variation, tt generator, tt ISR/FSR, and unfolding. ",
            "section": "D. Results",
            "paragraph_rank": 138,
            "section_rank": 44
        },
        {
            "text": "The contents of this table are provided in machine-readable format in the Supplemental Material [74]. ",
            "section": "D. Results",
            "paragraph_rank": 138,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[74]"
                }
            ]
        },
        {
            "text": "The corresponding coupling at the Wtb vertex is jV tb j ¼ 1.02 AE 0.07, and the 95% C.L. lower limit on the CKM matrix element jV tb j is 0.88. ",
            "section": "D. Results",
            "paragraph_rank": 138,
            "section_rank": 44
        },
        {
            "text": "A high-purity region is defined using the signal region of the NN discriminant for the differential cross-section measurements. ",
            "section": "D. Results",
            "paragraph_rank": 138,
            "section_rank": 44
        },
        {
            "text": "Using an iterative Bayesian method, differential cross sections are extracted as a function of p T ðtÞ, p T ðtÞ, jyðtÞj, and jyðtÞj. ",
            "section": "D. Results",
            "paragraph_rank": 138,
            "section_rank": 44
        },
        {
            "text": "Good agreement with the NLO QCD predictions is observed.",
            "section": "D. Results",
            "paragraph_rank": 138,
            "section_rank": 44
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 45
        },
        {
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. ",
            "section": "ACKNOWLEDGMENTS",
            "paragraph_rank": 139,
            "section_rank": 45
        },
        {
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC, and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST, and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR, and VSC CR, Czech Republic; DNRF, DNSRC, and Lundbeck Foundation, Denmark; EPLANET, ERC, and NSRF, European Union; IN2P3-CNRS and CEA-DSM/IRFU, France; GNSF, Georgia; BMBF, DFG, HGF, MPG, and AvH Foundation, Germany; GSRT and NSRF, Greece; ISF, MINERVA, GIF, I-CORE, and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; FOM and NWO, Netherlands; BRF and RCN, Norway; MNiSW and NCN, Poland; GRICES and FCT, Portugal; MNE/IFA, Romania; MES of Russia and ROSATOM,    ",
            "section": "ACKNOWLEDGMENTS",
            "paragraph_rank": 139,
            "section_rank": 45
        },
        {
            "text": "FIG. 3 (",
            "section_rank": 46
        },
        {
            "text": "FIG. 3 (color online). ",
            "section": "FIG. 3 (",
            "paragraph_rank": 140,
            "section_rank": 46
        },
        {
            "text": "Probability densities of the two most important discriminating variables in the 2-jet channels, shown in the 2-jetl þ channel in the SR. ",
            "section": "FIG. 3 (",
            "paragraph_rank": 140,
            "section_rank": 46
        },
        {
            "text": "The distributions are normalized to unit area. ",
            "section": "FIG. 3 (",
            "paragraph_rank": 140,
            "section_rank": 46
        },
        {
            "text": "The absolute value of the pseudorapidity of the untagged jet jηðjÞj is shown in ",
            "section": "FIG. 3 (",
            "paragraph_rank": 140,
            "section_rank": 46
        },
        {
            "text": "(a), and the invariant mass of the reconstructed top quark mðlνbÞ is shown in ",
            "section": "FIG. 3 (",
            "paragraph_rank": 140,
            "section_rank": 46
        },
        {
            "text": "(b).",
            "section": "FIG. 3 (",
            "paragraph_rank": 140,
            "section_rank": 46
        },
        {
            "text": "FIG. 4 (",
            "section_rank": 47
        },
        {
            "text": "FIG. 4 (color online). ",
            "section": "FIG. 4 (",
            "paragraph_rank": 141,
            "section_rank": 47
        },
        {
            "text": "Distributions of the three most important discriminating variables in the 2-jet-l þ and 2-jet-l − channels in the control region (CR). ",
            "section": "FIG. 4 (",
            "paragraph_rank": 141,
            "section_rank": 47
        },
        {
            "text": "Panels ",
            "section": "FIG. 4 (",
            "paragraph_rank": 141,
            "section_rank": 47
        },
        {
            "text": "(a) and ",
            "section": "FIG. 4 (",
            "paragraph_rank": 141,
            "section_rank": 47
        },
        {
            "text": "(b) display the absolute value of the pseudorapidity of the untagged jet jηðjÞj. ",
            "section": "FIG. 4 (",
            "paragraph_rank": 141,
            "section_rank": 47
        },
        {
            "text": "Panels ",
            "section": "FIG. 4 (",
            "paragraph_rank": 141,
            "section_rank": 47
        },
        {
            "text": "(c) and ",
            "section": "FIG. 4 (",
            "paragraph_rank": 141,
            "section_rank": 47
        },
        {
            "text": "(d) show the invariant mass of the reconstructed top quark mðlνbÞ, ",
            "section": "FIG. 4 (",
            "paragraph_rank": 141,
            "section_rank": 47
        },
        {
            "text": "(e) and ",
            "section": "FIG. 4 (",
            "paragraph_rank": 141,
            "section_rank": 47
        },
        {
            "text": "(f) the invariant mass of the untagged and the b-tagged jet mðjbÞ. ",
            "section": "FIG. 4 (",
            "paragraph_rank": 141,
            "section_rank": 47
        },
        {
            "text": "The last histogram bin includes overflows. ",
            "section": "FIG. 4 (",
            "paragraph_rank": 141,
            "section_rank": 47
        },
        {
            "text": "The multijet and the W þ jets event yields are determined by a fit to the E miss T distribution as described in Sec. ",
            "section": "FIG. 4 (",
            "paragraph_rank": 141,
            "section_rank": 47
        },
        {
            "text": "V B. The uncertainty band represents the normalization uncertainty due to the uncertainty on the jet energy scale and the Monte Carlo statistical uncertainty. ",
            "section": "FIG. 4 (",
            "paragraph_rank": 141,
            "section_rank": 47
        },
        {
            "text": "The relative difference between the observed and expected number of events in each bin is shown in the lower panels.",
            "section": "FIG. 4 (",
            "paragraph_rank": 141,
            "section_rank": 47
        },
        {
            "text": "FIG. 6 (",
            "section_rank": 48
        },
        {
            "text": "FIG. 6 (color online). ",
            "section": "FIG. 6 (",
            "paragraph_rank": 142,
            "section_rank": 48
        },
        {
            "text": "Probability densities of the NN discriminants in the 2-jet channels and 3-jet channels in the SR: ",
            "section": "FIG. 6 (",
            "paragraph_rank": 142,
            "section_rank": 48
        },
        {
            "text": "(a) 2-jet-l þ channel, ",
            "section": "FIG. 6 (",
            "paragraph_rank": 142,
            "section_rank": 48
        },
        {
            "text": "(b) 2-jet-l − channel, ",
            "section": "FIG. 6 (",
            "paragraph_rank": 142,
            "section_rank": 48
        },
        {
            "text": "(c) 3-jet-l þ channel, and ",
            "section": "FIG. 6 (",
            "paragraph_rank": 142,
            "section_rank": 48
        },
        {
            "text": "(d) 3-jet-l − channel. ",
            "section": "FIG. 6 (",
            "paragraph_rank": 142,
            "section_rank": 48
        },
        {
            "text": "The distributions are normalized to unit area.",
            "section": "FIG. 6 (",
            "paragraph_rank": 142,
            "section_rank": 48
        },
        {
            "text": "FIG. 7 (",
            "section_rank": 49
        },
        {
            "text": "FIG. 7 (color online). ",
            "section": "FIG. 7 (",
            "paragraph_rank": 143,
            "section_rank": 49
        },
        {
            "text": "Neural network discriminant distributions normalized to the result of the binned maximum-likelihood fit in ",
            "section": "FIG. 7 (",
            "paragraph_rank": 143,
            "section_rank": 49
        },
        {
            "text": "(a) the 2-jet-l þ channel, ",
            "section": "FIG. 7 (",
            "paragraph_rank": 143,
            "section_rank": 49
        },
        {
            "text": "(b) the 2-jet-l − channel, ",
            "section": "FIG. 7 (",
            "paragraph_rank": 143,
            "section_rank": 49
        },
        {
            "text": "(c) the 3-jet-l þ channel, and ",
            "section": "FIG. 7 (",
            "paragraph_rank": 143,
            "section_rank": 49
        },
        {
            "text": "(d) the 3-jet-l − channel. ",
            "section": "FIG. 7 (",
            "paragraph_rank": 143,
            "section_rank": 49
        },
        {
            "text": "The uncertainty band represents the normalization uncertainty of all processes after the fit and the Monte Carlo statistical uncertainty, added in quadrature. ",
            "section": "FIG. 7 (",
            "paragraph_rank": 143,
            "section_rank": 49
        },
        {
            "text": "The relative difference between the observed and expected number of events in each bin is shown in the lower panels.",
            "section": "FIG. 7 (",
            "paragraph_rank": 143,
            "section_rank": 49
        },
        {
            "text": "FIG. 8 (",
            "section_rank": 50
        },
        {
            "text": "FIG. 8 (color online). ",
            "section": "FIG. 8 (",
            "paragraph_rank": 144,
            "section_rank": 50
        },
        {
            "text": "Distributions of the three most important discriminating variables in the 2-jet-l þ and 2-jet-l − channels in the signal region normalized to the result of the binned maximum-likelihood fit to the NN discriminant as described in Sec. ",
            "section": "FIG. 8 (",
            "paragraph_rank": 144,
            "section_rank": 50
        },
        {
            "text": "VI D. Panels ",
            "section": "FIG. 8 (",
            "paragraph_rank": 144,
            "section_rank": 50
        },
        {
            "text": "(a) and ",
            "section": "FIG. 8 (",
            "paragraph_rank": 144,
            "section_rank": 50
        },
        {
            "text": "(b) display the absolute value of the pseudorapidity of the untagged jet jηðjÞj. ",
            "section": "FIG. 8 (",
            "paragraph_rank": 144,
            "section_rank": 50
        },
        {
            "text": "Panels ",
            "section": "FIG. 8 (",
            "paragraph_rank": 144,
            "section_rank": 50
        },
        {
            "text": "(c) and ",
            "section": "FIG. 8 (",
            "paragraph_rank": 144,
            "section_rank": 50
        },
        {
            "text": "(d) show the invariant mass of the reconstructed top quark mðlνbÞ, ",
            "section": "FIG. 8 (",
            "paragraph_rank": 144,
            "section_rank": 50
        },
        {
            "text": "(e) and ",
            "section": "FIG. 8 (",
            "paragraph_rank": 144,
            "section_rank": 50
        },
        {
            "text": "(f) the invariant mass of the b-tagged and the untagged jet mðjbÞ. ",
            "section": "FIG. 8 (",
            "paragraph_rank": 144,
            "section_rank": 50
        },
        {
            "text": "The last histogram bin includes overflows. ",
            "section": "FIG. 8 (",
            "paragraph_rank": 144,
            "section_rank": 50
        },
        {
            "text": "The uncertainty band represents the normalization uncertainty of all processes after the fit and the Monte Carlo statistical uncertainty, added in quadrature. ",
            "section": "FIG. 8 (",
            "paragraph_rank": 144,
            "section_rank": 50
        },
        {
            "text": "The relative difference between the observed and expected number of events in each bin is shown in the lower panels.",
            "section": "FIG. 8 (",
            "paragraph_rank": 144,
            "section_rank": 50
        },
        {
            "text": "FIG. 10 (",
            "section_rank": 51
        },
        {
            "text": "FIG. 10 (color online). ",
            "section": "FIG. 10 (",
            "paragraph_rank": 145,
            "section_rank": 51
        },
        {
            "text": "Distributions of the three most important discriminating variables in the 2-jet-l þ and 2-jet-l − channels in the HPR normalized to the result of the binned maximum-likelihood fit to the NN discriminant as described in Sec. ",
            "section": "FIG. 10 (",
            "paragraph_rank": 145,
            "section_rank": 51
        },
        {
            "text": "VI D. Panels ",
            "section": "FIG. 10 (",
            "paragraph_rank": 145,
            "section_rank": 51
        },
        {
            "text": "(a) and ",
            "section": "FIG. 10 (",
            "paragraph_rank": 145,
            "section_rank": 51
        },
        {
            "text": "(b) display the absolute value of the pseudorapidity of the untagged jet jηðjÞj. ",
            "section": "FIG. 10 (",
            "paragraph_rank": 145,
            "section_rank": 51
        },
        {
            "text": "Panels ",
            "section": "FIG. 10 (",
            "paragraph_rank": 145,
            "section_rank": 51
        },
        {
            "text": "(c) and ",
            "section": "FIG. 10 (",
            "paragraph_rank": 145,
            "section_rank": 51
        },
        {
            "text": "(d) show the invariant mass of the reconstructed top quark mðlνbÞ, ",
            "section": "FIG. 10 (",
            "paragraph_rank": 145,
            "section_rank": 51
        },
        {
            "text": "(e) and ",
            "section": "FIG. 10 (",
            "paragraph_rank": 145,
            "section_rank": 51
        },
        {
            "text": "(f) the invariant mass of the b-tagged and the untagged jet mðjbÞ. ",
            "section": "FIG. 10 (",
            "paragraph_rank": 145,
            "section_rank": 51
        },
        {
            "text": "The last histogram bin includes overflows. ",
            "section": "FIG. 10 (",
            "paragraph_rank": 145,
            "section_rank": 51
        },
        {
            "text": "The uncertainty band represents the normalization uncertainty of all processes after the fit and the Monte Carlo statistical uncertainty, added in quadrature. ",
            "section": "FIG. 10 (",
            "paragraph_rank": 145,
            "section_rank": 51
        },
        {
            "text": "The relative difference between the observed and expected number of events in each bin is shown in the lower panels.",
            "section": "FIG. 10 (",
            "paragraph_rank": 145,
            "section_rank": 51
        },
        {
            "text": "FIG. 14 (color online). ",
            "paragraph_rank": 146,
            "section_rank": 52
        },
        {
            "text": "Migration matrices relating the parton level shown on the y axis and the reconstruction level shown on the x axis for the ",
            "paragraph_rank": 146,
            "section_rank": 52
        },
        {
            "text": "(a) top-quark p T , ",
            "paragraph_rank": 146,
            "section_rank": 52
        },
        {
            "text": "(b) top-antiquark p T , ",
            "paragraph_rank": 146,
            "section_rank": 52
        },
        {
            "text": "(c) top-quark jyj, and ",
            "paragraph_rank": 146,
            "section_rank": 52
        },
        {
            "text": "(d) top-antiquark jyj distribution.",
            "paragraph_rank": 146,
            "section_rank": 52
        },
        {
            "text": "FIG. 15 (",
            "section_rank": 53
        },
        {
            "text": "FIG. 15 (color online). ",
            "section": "FIG. 15 (",
            "paragraph_rank": 147,
            "section_rank": 53
        },
        {
            "text": "Differential cross section as a function of ",
            "section": "FIG. 15 (",
            "paragraph_rank": 147,
            "section_rank": 53
        },
        {
            "text": "(a) p T ðtÞ, ",
            "section": "FIG. 15 (",
            "paragraph_rank": 147,
            "section_rank": 53
        },
        {
            "text": "(b) p T ðtÞ, ",
            "section": "FIG. 15 (",
            "paragraph_rank": 147,
            "section_rank": 53
        },
        {
            "text": "(c) jyðtÞj, and ",
            "section": "FIG. 15 (",
            "paragraph_rank": 147,
            "section_rank": 53
        },
        {
            "text": "(d) jyðtÞj. ",
            "section": "FIG. 15 (",
            "paragraph_rank": 147,
            "section_rank": 53
        },
        {
            "text": "The differential distributions are compared to the QCD NLO calculation. ",
            "section": "FIG. 15 (",
            "paragraph_rank": 147,
            "section_rank": 53
        },
        {
            "text": "The black vertical error bars on the data points denote the total combined uncertainty, the green error bars denote the statistical uncertainty, while the red band denotes the theory predictions calculated at NLO using MCFM[46]. ",
            "section": "FIG. 15 (",
            "paragraph_rank": 147,
            "section_rank": 53,
            "ref_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[46]"
                }
            ],
            "entity_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "type": "software",
                    "rawForm": "MCFM",
                    "resp": "service",
                    "id": "software-simple-s40"
                }
            ]
        },
        {
            "text": "Uncertainties on the predicted values include the PDF and scale uncertainties. ",
            "section": "FIG. 15 (",
            "paragraph_rank": 147,
            "section_rank": 53
        },
        {
            "text": "The horizontal error bars indicate the bin width.",
            "section": "FIG. 15 (",
            "paragraph_rank": 147,
            "section_rank": 53
        },
        {
            "text": "FIG. 16 (",
            "section_rank": 54
        },
        {
            "text": "FIG. 16 (color online). ",
            "section": "FIG. 16 (",
            "paragraph_rank": 148,
            "section_rank": 54
        },
        {
            "text": "Normalized differential cross section as a function of ",
            "section": "FIG. 16 (",
            "paragraph_rank": 148,
            "section_rank": 54
        },
        {
            "text": "(a) p T ðtÞ, ",
            "section": "FIG. 16 (",
            "paragraph_rank": 148,
            "section_rank": 54
        },
        {
            "text": "(b) p T ðtÞ, ",
            "section": "FIG. 16 (",
            "paragraph_rank": 148,
            "section_rank": 54
        },
        {
            "text": "(c) jyðtÞj, and ",
            "section": "FIG. 16 (",
            "paragraph_rank": 148,
            "section_rank": 54
        },
        {
            "text": "(d) jyðtÞj. ",
            "section": "FIG. 16 (",
            "paragraph_rank": 148,
            "section_rank": 54
        },
        {
            "text": "The normalized differential distributions are compared to the QCD NLO calculation. ",
            "section": "FIG. 16 (",
            "paragraph_rank": 148,
            "section_rank": 54
        },
        {
            "text": "The black vertical error bars on the data points denote the total combined uncertainty, the green error bars denote the statistical uncertainty, while the red band denotes the theory predictions calculated at NLO using MCFM[46]. ",
            "section": "FIG. 16 (",
            "paragraph_rank": 148,
            "section_rank": 54,
            "ref_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[46]"
                }
            ],
            "entity_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "type": "software",
                    "rawForm": "MCFM",
                    "resp": "service",
                    "id": "software-simple-s41"
                }
            ]
        },
        {
            "text": "Uncertainties on the predicted values include the PDF and scale uncertainties. ",
            "section": "FIG. 16 (",
            "paragraph_rank": 148,
            "section_rank": 54
        },
        {
            "text": "The horizontal error bars indicate the bin width.",
            "section": "FIG. 16 (",
            "paragraph_rank": 148,
            "section_rank": 54
        },
        {
            "text": "FIG. 17 (color online). ",
            "paragraph_rank": 149,
            "section_rank": 55
        },
        {
            "text": "Statistical correlation matrices for the differential cross section as a function of ",
            "paragraph_rank": 149,
            "section_rank": 55
        },
        {
            "text": "(a) p T ðtÞ, ",
            "paragraph_rank": 149,
            "section_rank": 55
        },
        {
            "text": "(b) p T ðtÞ, ",
            "paragraph_rank": 149,
            "section_rank": 55
        },
        {
            "text": "(c) jyðtÞj, and ",
            "paragraph_rank": 149,
            "section_rank": 55
        },
        {
            "text": "(d) jyðtÞj. ",
            "paragraph_rank": 149,
            "section_rank": 55
        },
        {
            "text": "The contents of this figure are provided in machine-readable format in the Supplemental Material [74].",
            "paragraph_rank": 149,
            "section_rank": 55
        },
        {
            "text": "FIG. 18 (color online). ",
            "paragraph_rank": 150,
            "section_rank": 56
        },
        {
            "text": "Statistical correlation matrices for the normalized differential cross section as a function of ",
            "paragraph_rank": 150,
            "section_rank": 56
        },
        {
            "text": "(a) p T ðtÞ, ",
            "paragraph_rank": 150,
            "section_rank": 56
        },
        {
            "text": "(b) p T ðtÞ, ",
            "paragraph_rank": 150,
            "section_rank": 56
        },
        {
            "text": "(c) jyðtÞj, and ",
            "paragraph_rank": 150,
            "section_rank": 56
        },
        {
            "text": "(d) jyðtÞj. ",
            "paragraph_rank": 150,
            "section_rank": 56
        },
        {
            "text": "The contents of this figure are provided in machine-readable format in the Supplemental Material [74].",
            "paragraph_rank": 150,
            "section_rank": 56
        },
        {
            "text": "σðtqÞ ¼ 46 AE 1ðstatÞ AE 6ðsystÞ pb ¼ 46 AE 6 pb; σðtqÞ ¼ 23 AE 1ðstatÞ AE 3ðsystÞ pb ¼ 23 AE 4 pb; and R t ¼ 2.04 AE 0.13ðstatÞ AE 0.12ðsystÞ ¼ 2.04 AE 0.18;",
            "paragraph_rank": 151,
            "section_rank": 57
        },
        {
            "text": "TABLE IV .",
            "section_rank": 58
        },
        {
            "text": "Parametrization factors for the m t dependence [see Eq. (4)] of σðtqÞ, σðtqÞ, and σðtq þtqÞ.",
            "section": "TABLE IV .",
            "paragraph_rank": 152,
            "section_rank": 58
        },
        {
            "text": "TABLE VI .",
            "section_rank": 59
        },
        {
            "text": "TABLE VII .",
            "section_rank": 59
        },
        {
            "text": "Differential t-channel top-quark production cross section as a function of p T ðtÞ, p T ðtÞ, jyðtÞj, and jyðtÞj with the uncertainties for each bin given in percent. ",
            "section": "TABLE VI .TABLE VII .",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "The contents of this table are provided in machine-readable format in the Supplemental Material[74]. ",
            "section": "TABLE VI .TABLE VII .",
            "paragraph_rank": 153,
            "section_rank": 59,
            "ref_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[74]"
                }
            ]
        },
        {
            "text": "Normalized differential t-channel top-quark production cross section as a function of p T ðtÞ, p T ðtÞ, jyðtÞj, and jyðtÞj with the uncertainties for each bin given in percent. ",
            "section": "TABLE VI .TABLE VII .",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "The contents of this table are provided in machine-readable format in the Supplemental Material[74].",
            "section": "TABLE VI .TABLE VII .",
            "paragraph_rank": 153,
            "section_rank": 59,
            "ref_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[74]"
                }
            ]
        },
        {
            "text": "TABLE VIII .",
            "section_rank": 60
        },
        {
            "text": "Comparison between the measured differential cross sections and the predictions from the NLO calculation using the MSTW2008 PDF set. ",
            "section": "TABLE VIII .",
            "paragraph_rank": 154,
            "section_rank": 60
        },
        {
            "text": "For each variable and prediction a χ 2 value is calculated with HERAfitter using the covariance matrix of each measured spectrum. ",
            "section": "TABLE VIII .",
            "paragraph_rank": 154,
            "section_rank": 60,
            "entity_spans": [
                {
                    "start": 64,
                    "end": 75,
                    "type": "software",
                    "rawForm": "HERAfitter",
                    "resp": "service",
                    "id": "software-simple-s42"
                }
            ]
        },
        {
            "text": "The theory uncertainties of the predictions are treated as uncorrelated. ",
            "section": "TABLE VIII .",
            "paragraph_rank": 154,
            "section_rank": 60
        },
        {
            "text": "The number of degrees of freedom (NDF) is equal to the number of bins in the measured spectrum. ",
            "section": "TABLE VIII .",
            "paragraph_rank": 154,
            "section_rank": 60
        },
        {
            "text": "The contents of this table are provided in machinereadable format in the Supplemental Material[74].",
            "section": "TABLE VIII .",
            "paragraph_rank": 154,
            "section_rank": 60,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[74]"
                }
            ]
        },
        {
            "text": "table are provided in machinereadable format in the Supplemental Material[74].",
            "paragraph_rank": 155,
            "section_rank": 61,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[74]"
                }
            ]
        },
        {
            "text": "table are provided in machine-readable format in the Supplemental Material[74].",
            "paragraph_rank": 156,
            "section_rank": 62,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[74]"
                }
            ]
        },
        {
            "text": "TABLE",
            "section_rank": 63
        },
        {
            "text": "TABLE XII .",
            "section_rank": 64
        },
        {
            "text": "Detailed list of the contribution of each source of uncertainty to the total relative uncertainty on the measured dσ djyðtÞj",
            "section": "TABLE XII .",
            "paragraph_rank": 158,
            "section_rank": 64
        },
        {
            "text": "TABLE",
            "section_rank": 65
        },
        {
            "text": "AE52 for 1=σ • dσ=dp T ðtÞ, in Table XIV for 1=σ • dσ=dp T ðtÞ, in Table XV for 1=σ • dσ=djyðtÞj, and in",
            "paragraph_rank": 160,
            "section_rank": 66
        },
        {
            "text": "TABLE XVI. ",
            "paragraph_rank": 161,
            "section_rank": 67
        },
        {
            "text": "Detailed list of the contribution of each source of uncertainty to the total relative uncertainty on the measured 1",
            "paragraph_rank": 161,
            "section_rank": 67
        },
        {
            "text": "In summary, measurements of the single top-quark production cross sections, σðtqÞ, σðtqÞ, R t , and σðtq þtqÞ, with the ATLAS detector at the LHC are presented using an integrated luminosity of 4.59 fb −1 pp collision data at ffiffi ffi s p ¼ 7 TeV. ",
            "paragraph_rank": 162,
            "section_rank": 68
        },
        {
            "text": "All measurements are based on NN discriminants separating signal events from background events. ",
            "paragraph_rank": 162,
            "section_rank": 68
        },
        {
            "text": "Binned maximum-likelihood fits to the NN discriminants yield σðtqÞ ¼ 46 AE 6 pb, σðtqÞ ¼ 23 AE 4 pb, and σðtq þtqÞ ¼ 68 AE 8 pb. ",
            "paragraph_rank": 162,
            "section_rank": 68
        },
        {
            "text": "The measured cross-section ratio is R t ¼ 2.04 AE 0.18.",
            "paragraph_rank": 162,
            "section_rank": 68
        },
        {
            "text": "nn Also at Discipline of Physics, University of KwaZulu-Natal, Durban, South Africa. ",
            "paragraph_rank": 163,
            "section_rank": 70
        },
        {
            "text": "oo Also at University of Malaya, Department of Physics, Kuala Lumpur, Malaysia.",
            "paragraph_rank": 163,
            "section_rank": 70
        }
    ]
}