{
    "level": "sentence",
    "abstract": [
        {
            "text": "Measurements of inclusive jet production are performed in pp and Pb þ Pb collisions at ffiffiffiffiffiffiffi ffi s NN p ¼ 2.76 TeV with the ATLAS detector at the LHC, corresponding to integrated luminosities of 4.0 and 0.14 nb −1 , respectively. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The jets are identified with the anti-k t algorithm with R ¼ 0.4, and the spectra are measured over the kinematic range of jet transverse momentum 32 < p T < 500 GeV and absolute rapidity jyj < 2.1 and as a function of collision centrality. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The nuclear modification factor R AA is evaluated, and jets are found to be suppressed by approximately a factor of 2 in central collisions compared to pp collisions. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The R AA shows a slight increase with p T and no significant variation with rapidity.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Relativistic heavy-ion collisions at the LHC produce a medium of strongly interacting nuclear matter composed of deconfined color charges [1][2][3][4]. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 141,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 144,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 147,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Hard scattering processes occurring in these collisions produce high transverse momentum (p T ) partons that propagate through the medium and lose energy, resulting in the phenomenon of \"jet quenching.\" ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The partonic energy loss can be probed through measurements of the suppression of jet production rates. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The effects of energy loss have been observed through the suppression of single hadrons [5][6][7][8][9][10][11] and jets constructed from charged particles [12]. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 91,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 94,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 97,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 100,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 156,
                    "end": 160,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "ATLAS has previously reported measurements with fully reconstructed jets [13] by comparing the jet yields in central collisions, where the colliding nuclei have a large overlap, to the yields in peripheral collisions. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Those results indicate that the rate of jets in Pb þ Pb collisions is suppressed by a factor of approximately 2 in central collisions relative to peripheral collisions. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "A more sensitive probe of energy loss is provided by measurements of the suppression relative to pp collisions, where there are no quenching effects.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The magnitude of the suppression is expected to depend on both the p T dependence of the energy loss as well as the shape of the initial jet production p T spectrum [1]. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "This spectrum becomes increasingly steep at larger values of the jet rapidity [14]. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Thus, measurements of jet suppression for jets in different intervals of rapidity provide complementary information about the energy loss. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Additionally, parton showers initiated by quarks may be quenched differently than gluons [15], and the fraction of quark-initiated jets is expected to increase with rapidity.",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Hard scattering rates are enhanced in more central collisions; the larger overlap results in a higher integrated luminosity of partons able to participate in hard scattering processes, and these hard scattering rates are expected to be proportional to the nuclear overlap function T AA . ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The suppression is quantified by the nuclear modification factor",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "This Letter presents measurements of the inclusive jet R AA in Pb þ Pb collisions at a nucleon-nucleon center-ofmass energy of ffiffiffiffiffiffiffi ffi s NN p ¼ 2.76 TeV. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "It utilizes Pb þ Pb data collected during 2011 corresponding to an integrated luminosity of 0.14 nb −1 as well as data from pp collisions recorded during 2013 at the same center-of-mass energy corresponding to 4.0 pb −1 . ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Results are presented for jets reconstructed in the calorimeter with the anti-k t jet-finding algorithm [16] with jet radius parameter R ¼ 0.4. ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The contribution of the underlying event (UE) to each jet, assumed to be uncorrelated and additive, was subtracted on a per-jet basis.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The measurements presented here were performed with the ATLAS calorimeter, inner detector, trigger, and data acquisition systems [17,18]. ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17,"
                },
                {
                    "start": 133,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "18]"
                }
            ]
        },
        {
            "text": "The calorimeter system consists of a liquid argon (LAr) electromagnetic calorimeter (jηj < 3.2), a steel-scintillator sampling hadronic calorimeter (jηj < 1.7), a LAr hadronic calorimeter (1.5 < jηj < 3.2), and a forward calorimeter (FCal) (3.2 < jηj < 4.9). ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Charged-particle tracks were measured over the range jηj < 2.5 using the inner detector [19], which is composed of silicon pixel detectors in the innermost layers, followed by silicon microstrip detectors and a strawtube transition-radiation tracker (jηj < 2.0), all immersed in a 2 T axial magnetic field. ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The zero-degree calorimeters (ZDCs) are located symmetrically at z ¼ AE140 m and cover jηj > 8.3. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "A ZDC coincidence trigger was defined by requiring a signal consistent with one or more neutrons in each of the calorimeters.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The pp events used in the analysis were selected using the ATLAS jet trigger [20] with multiple values of the trigger p T thresholds. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "During pp data taking, the average number of pp interactions per bunch crossing (pile-up) varied from 0.3 to 0.6. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The pp events were required to contain at least one primary vertex, reconstructed from at least two tracks, and jets originating from all such vertices were included in the cross section measurement.",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Data from Pb þ Pb collisions were recorded using either a minimum-bias trigger or a jet trigger. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The minimum-bias trigger, formed from the logical OR of triggers based on a ZDC coincidence or total transverse energy in the event, is fully efficient in the range of centralities presented here. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The jet trigger identified jets by applying the anti-k t algorithm with R ¼ 0.2 with a UE subtraction procedure similar to that applied in the off-line analysis. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The jet trigger selected events having at least one jet with transverse energy E T > 20 GeV at the electromagnetic scale [21]. ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Event selection and background rejection criteria were applied [22] yielding 53 × 10 6 and 14 × 10 6 events in the minimum-bias and jet-triggered samples, respectively.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "The centrality of Pb þ Pb collisions was characterized by ΣE FCal T , the total transverse energy measured in the FCal [22]. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "The centrality intervals were defined according to successive percentiles of the ΣE FCal T distribution ordered from the most central (highest ΣE FCal T ) to the most peripheral collisions. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "A Glauber model analysis of the ΣE FCal T distribution was used to evaluate the hT AA i and the number of nucleons participating in the collision, hN part i, in each centrality interval [22][23][24]. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                },
                {
                    "start": 190,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[23]"
                },
                {
                    "start": 194,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "The centrality intervals used in this measurement are indicated in Table I along with the values of hT AA i and hN part i for those intervals.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "The jet reconstruction and UE subtraction procedures described in Ref. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "[13] were applied to both pp and Pb þ Pb data. ",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The anti-k t algorithm was applied to logical towers with segmentation Δη × Δϕ ¼ 0.1 × 0.1 formed from energy deposits in the calorimeter. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "An iterative procedure was used to obtain an event-by-event estimate of the average η-dependent UE energy density while excluding actual jets from that estimate. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The jet kinematics were obtained by subtracting the UE energy from the towers within the jet. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Following reconstruction, the jet energies were corrected for the calorimeter energy response using the procedure described in Ref. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "[25].",
            "paragraph_rank": 11,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "In addition to the calorimetric jets, \"track jets\" were reconstructed by applying the anti-k t algorithm with R ¼ 0.4 to charged particles with p T > 4 GeV. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "In the Pb þ Pb analysis, the track jets were used in conjunction with electromagnetic clusters to exclude the contribution to the jet yield from UE fluctuations of soft particles incorrectly interpreted as calorimetric jets [13]. ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The jets were required to be within ΔR ¼ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ffi",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The performance of the jet reconstruction in Pb þ Pb collisions was evaluated using the GEANT4-simulated detector response [26,27]  Thus, the MC sample contains a UE contribution that is identical in all respects to the data. ",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26,"
                },
                {
                    "start": 127,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27]"
                }
            ],
            "entity_spans": [
                {
                    "start": 93,
                    "end": 94,
                    "type": "version",
                    "rawForm": "4",
                    "resp": "service",
                    "id": "#software-simple-s1"
                }
            ]
        },
        {
            "text": "A separate PYTHIA sample was produced for the analysis of the pp data with the detector simulation adjusted to match the conditions during the pp data taking including pile-up. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Additional MC samples were used in evaluations of the jet energy scale (JES) uncertainty. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The PYQUEN generator [30], which applies medium-induced energy loss to parton showers produced by PYTHIA, was used to generate a sample of jets with fragmentation functions that differ from those in the nominal PYTHIA sample in a fashion consistent with measurements of fragmentation functions in quenched jets [31][32][33]. ",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[30]"
                },
                {
                    "start": 311,
                    "end": 315,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[31]"
                },
                {
                    "start": 315,
                    "end": 319,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[32]"
                },
                {
                    "start": 319,
                    "end": 323,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[33]"
                }
            ],
            "entity_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "type": "software",
                    "rawForm": "PYQUEN",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "The jet spectra, defined to be the average differential yield in a given p T bin, were constructed from a mixture of minimum-bias (Pb þ Pb only) and jet-triggered samples. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "In each p T bin, the trigger with the most events and that was more than 99% efficient for that bin was used. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The jet spectra were unfolded [13] to account for the p T bin migration induced by the jet energy resolution (JER) using a method based on the singular value decomposition [34]. ",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                },
                {
                    "start": 172,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "The effects of the JER, which receives contributions from both the detector response and UE fluctuations, were evaluated by applying the same procedure to the MC samples as was applied to the data and by matching the ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "week ending 20 FEBRUARY 2015 072302-2 resulting reconstructed jets and \"generator jets\" that are reconstructed from final-state PYTHIA hadrons. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "For each pair, the p T of the generator and reconstructed jets were used to populate a detector response matrix. ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "Separate response matrices were obtained for each centrality interval.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "The response matrix is generally diagonal, indicating that jets are likely to be reconstructed in the same p T bin as the generator jets. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The average p T difference between reconstructed and generator jets is ≲1%, independent of centrality. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "However, the response distributions broaden at low p T as the relative JER increases due to the larger UE fluctuations. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "At p T ¼ 200 GeV, the relative JER is approximately 10% and is independent of centrality. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "However, at p T ¼ 40 GeV, it varies from 20% to 40% between peripheral and central collisions. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The unfolding is most sensitive in this region, and the range of jet p T used in the unfolding was chosen separately in each centrality interval to be as low as possible while maintaining stability in the unfolding procedure. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The statistical covariance of each unfolded spectrum was evaluated using the pseudoexperiment procedure described in Ref. ",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "[13]. ",
            "paragraph_rank": 15,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Systematic uncertainties in the unfolding procedure were evaluated by varying the choice of regularization parameter used in the unfolding.",
            "paragraph_rank": 15,
            "section_rank": 2
        },
        {
            "text": "The effects of any inefficiency in the jet reconstruction, including inefficiency introduced by the UE jet rejection requirement, were corrected for by a multiplicative correction applied after unfolding. ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "This factor, obtained from the MC sample, is unity for p T > 100 GeV and reaches a maximum of 1.3 in the most central collisions at the lowest p T . ",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "For values larger than unity, an uncertainty of 0.5% was assigned to this correction based on the comparison of the jet reconstruction efficiency with respect to track jets between the data and MC sample.",
            "paragraph_rank": 16,
            "section_rank": 2
        },
        {
            "text": "Uncertainties on the JER and JES have been evaluated using data-driven techniques in pp collisions [21,35]. ",
            "paragraph_rank": 17,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21,"
                },
                {
                    "start": 103,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "35]"
                }
            ]
        },
        {
            "text": "A systematic uncertainty of 1.5% on the JES was assigned to account for potential differences, not described by the MC simulations, between the two data-taking periods. ",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "This value was obtained by comparing the calorimetric response with respect to the p T of matched track jets in pp and peripheral Pb þ Pb collisions.",
            "paragraph_rank": 17,
            "section_rank": 2
        },
        {
            "text": "A centrality-dependent uncertainty on the JES due to differences between pp and Pb þ Pb in the partonic composition of jets and in their fragmentation was estimated with the PYQUEN sample. ",
            "paragraph_rank": 18,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 174,
                    "end": 181,
                    "type": "software",
                    "rawForm": "PYQUEN",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "The jet response in that sample was found to differ by up to 1% from that in the PYTHIA sample. ",
            "paragraph_rank": 18,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 81,
                    "end": 88,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "The magnitude of this variation was checked with a similar study using track jets to compare central and peripheral Pb þ Pb data. ",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "The uncertainty was taken to be 1% in the most central collisions with the uncertainty decreasing in more peripheral collisions.",
            "paragraph_rank": 18,
            "section_rank": 2
        },
        {
            "text": "The impacts of the JER and JES uncertainties on the spectra were assessed by constructing new response matrices with a systematically varied relationship between the reconstructed and generator jet kinematics and repeating the unfolding. ",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "Correlations in the JES and JER uncertainties across the pp and Pb þ Pb samples were accounted for in the propagation of the uncertainties to the R AA .",
            "paragraph_rank": 19,
            "section_rank": 2
        },
        {
            "text": "Uncertainties on the T AA and integrated luminosity affect the overall normalization of the yields and thus are independent of jet p T and rapidity. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "The uncertainties on hT AA i vary between 1% and 10% in the most central and peripheral collisions, respectively, with the full set of values given in Table I. ",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "The uncertainty on the integrated luminosity is estimated to be 3.1%. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "It is determined, following the same methodology as that detailed in Ref. ",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "[36], from a calibration of the luminosity scale derived from beam-separation scans performed during the 2.76 TeV operation of the LHC in 2013.",
            "paragraph_rank": 20,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "The total systematic uncertainty on the pp cross sections is dominated by the JES uncertainty, which is as large as 15%. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "For the Pb þ Pb jet yields, this uncertainty is also dominant and in the most central collisions is 22%. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "In the R AA , much of this uncertainty cancels. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "However, the dominant contribution is due to the JES in most centrality and rapidity intervals and is typically 10%. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The uncertainties due to the unfolding are generally a few percent, but for some p T values near the upper and lower limits included in the measurement the contributions from this source are as large as 15%. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The contributions of the JER to the total uncertainty on R AA are less than 3% except in the most central collisions at low p T , where they are as large as 10%. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "In the most peripheral bins, the hT AA i  2013   FIG. 1 (color online). ",
            "paragraph_rank": 21,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 70,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "2013   FIG. 1 (color online)"
                }
            ]
        },
        {
            "text": "The double differential jet cross section in pp collisions as a function of p T in different rapidity bins (scaled by successive powers of 10 2 ). ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The statistical and systematic uncertainties are indicated by the error bars (too small to be seen on this scale) and shaded bands, respectively. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The points and horizontal error bars indicate the p T bin center and width, respectively. ",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "uncertainties that affect the overall normalization are the dominant contribution.",
            "paragraph_rank": 21,
            "section_rank": 2
        },
        {
            "text": "The pp differential jet cross sections are shown in Fig. 1 for the following absolute rapidity ranges: 0-0.3, 0.3-0.8, 0.8-1.2, 1.2-2.1, and 0-2.1. ",
            "paragraph_rank": 22,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 58,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "These results are consistent with a previous measurement with fewer events [37]. ",
            "paragraph_rank": 22,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "The differential per-event jet yield in Pb þ Pb collisions, multiplied by 1=hT AA i, is shown in Fig. 2, in selected rapidity and centrality bins in the lower and upper panels, respectively. ",
            "paragraph_rank": 22,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 103,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The dashed lines represent the pp jet cross sections for that same rapidity bin; the jet suppression is evidenced by the fact that the jet yields fall below these lines.",
            "paragraph_rank": 22,
            "section_rank": 2
        },
        {
            "text": "The jet R AA as a function of p T is shown in Fig. 3 for different ranges in collision centrality and jet rapidity. ",
            "paragraph_rank": 23,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 46,
                    "end": 52,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The R AA is observed to increase weakly with p T , except in the most peripheral collisions. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "In the 0%-10% and jyj < 2.1 centrality and rapidity intervals, which have the smallest statistical uncertainty, the R AA is 0.47 at p T ∼ 55 GeV and rises to 0.56 at p T ∼ 350 GeV. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "These distributions were fit, accounting for the pointwise correlations in the uncertainties, to the functional form a lnðp T Þ þ b. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "The slope parameter was found to be significantly above zero in all but the most peripheral collisions. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "The magnitude and weak increase of the R AA in central collisions are described quantitatively by recent theoretical calculations [38,39]. ",
            "paragraph_rank": 23,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[38,"
                },
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "39]"
                }
            ]
        },
        {
            "text": "The results of this measurement are consistent with ). ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "The upper panel shows the 0-2.1 rapidity range in different centrality intervals. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "The lower panel shows the 0%-10% centrality interval in different rapidity ranges. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "The statistical and systematic uncertainties are indicated by the error bars (too small to be seen on this scale) and shaded bands, respectively. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "The points and horizontal error bars indicate the p T bin center and width, respectively. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "The solid and dashed lines represent the pp jet cross section for the same rapidity interval scaled by the same factor. ",
            "paragraph_rank": 23,
            "section_rank": 2
        },
        {
            "text": "measurements of the jet central-to-peripheral ratio [13], although in those measurements the uncertainties are too large to infer any significant p T dependence.",
            "paragraph_rank": 23,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The rapidity dependence of the R AA is shown in the top panel of Fig. 4 for jets with 80 < p T < 100 GeV for three centrality bins. ",
            "paragraph_rank": 24,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 65,
                    "end": 71,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "The R AA shows no significant rapidity dependence over the p T and rapidity ranges presented in this measurement. ",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "The hN part i dependence is shown in the bottom panel of Fig. 4 for jets in the same p T interval and with jyj < 2.1. ",
            "paragraph_rank": 24,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 63,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "The R AA decreases smoothly from the most peripheral collisions (smallest hN part i values) to central collisions, where it reaches a minimal value of approximately 0.4 in the most central 1% of collisions. ",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "A similar hN part i dependence is observed for jets in different ranges of p T and rapidity.",
            "paragraph_rank": 24,
            "section_rank": 2
        },
        {
            "text": "In summary, this Letter presents measurements of inclusive jet production in pp and Pb þ Pb collisions over a wide range in p T , rapidity, and centrality. ",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "The jet nuclear modification factor R AA obtained from these measurements shows a weak rise with p T , with a slope that varies with collision centrality. ",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "No significant slope is observed in the most peripheral collisions. ",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "The R AA decreases gradually with increasing hN part i. ",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "At forward rapidity, the increasing steepness of the jet production spectrum is expected to result in more suppression of the jet yields. ",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "In this kinematic region, the production is increasingly dominated by quark jets, which may lose less energy than gluon jets [15]. ",
            "paragraph_rank": 25,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 125,
                    "end": 129,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "The observed lack of rapidity dependence in the R AA places constraints on relative energy loss for quark and gluon jets in theoretical descriptions of jet quenching.",
            "paragraph_rank": 25,
            "section_rank": 2
        },
        {
            "text": "FIG. 2 (",
            "section_rank": 3
        },
        {
            "text": "FIG. 2 (color online). ",
            "section": "FIG. 2 (",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "The per-event jet yield in Pb þ Pb collisions, multiplied by 1=hT AA i, as a function of p T (scaled by successive powers of 10 2 ). ",
            "section": "FIG. 2 (",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "The upper panel shows the 0-2.1 rapidity range in different centrality intervals. ",
            "section": "FIG. 2 (",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "The lower panel shows the 0%-10% centrality interval in different rapidity ranges. ",
            "section": "FIG. 2 (",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "The statistical and systematic uncertainties are indicated by the error bars (too small to be seen on this scale) and shaded bands, respectively. ",
            "section": "FIG. 2 (",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "The points and horizontal error bars indicate the p T bin center and width, respectively. ",
            "section": "FIG. 2 (",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "The solid and dashed lines represent the pp jet cross section for the same rapidity interval scaled by the same factor.",
            "section": "FIG. 2 (",
            "paragraph_rank": 26,
            "section_rank": 3
        },
        {
            "text": "FIG. 3 (FIG. ",
            "section_rank": 4
        },
        {
            "text": "4 (",
            "section_rank": 4
        },
        {
            "text": "FIG. 3 (color online). ",
            "section": "FIG. 3 (FIG. 4 (",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "text": "Jet R AA as a function of p T in different centrality bins with each panel showing a different range in jyj. ",
            "section": "FIG. 3 (FIG. 4 (",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "text": "The fractional luminosity and hT AA i uncertainties are indicated separately as shaded boxes centered at one. ",
            "section": "FIG. 3 (FIG. 4 (",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "text": "The boxes, bands, and error bars indicate uncorrelated systematic, correlated systematic, and statistical uncertainties, respectively.",
            "section": "FIG. 3 (FIG. 4 (",
            "paragraph_rank": 27,
            "section_rank": 4
        },
        {
            "text": "in a Monte Carlo (MC) sample of pp hard scattering events at ffiffi ffi s p ¼ 2.76 TeV. ",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "The events were produced with the PYTHIA event generator [28] version 6.423 with parameters chosen according to the so-called AUET2B tune [29] and overlaid with minimumbias Pb þ Pb collisions recorded by ATLAS during the same data-taking period as the data used in the analysis.",
            "paragraph_rank": 28,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 70,
                    "end": 76,
                    "type": "version",
                    "rawForm": "6.423",
                    "resp": "service",
                    "id": "#software-simple-s4"
                },
                {
                    "start": 126,
                    "end": 133,
                    "type": "software",
                    "rawForm": "AUET2B",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "TABLE I .",
            "section_rank": 6
        },
        {
            "text": "The hT AA i and hN part i values and their uncertainties in each centrality bin.",
            "section": "TABLE I .",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently. ",
            "section": "TABLE I .",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC, and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST, and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR, and VSC CR, Czech Republic; DNRF, DNSRC, and Lundbeck Foundation, Denmark; EPLANET, ERC, and NSRF, European Union; IN2P3-CNRS, CEA-DSM/IRFU, France; GNSF, Georgia; BMBF, DFG, HGF, MPG, and AvH Foundation, Germany; GSRT and NSRF, Greece; ISF, MINERVA, GIF, I-CORE, and Benoziyo Center, Israel; INFN, Italy; MEXT and JSPS, Japan; CNRST, Morocco; FOM and NWO, Netherlands; BRF and RCN, Norway; MNiSW and NCN, Poland; GRICES and FCT, Portugal; MNE/IFA, Romania; MES of Russia and ROSATOM, Russian Federation; JINR; MSTD, Serbia; MSSR, Slovakia; ARRS and MIZŠ, Slovenia; DST/NRF, South Africa; MINECO, Spain; SRC and Wallenberg Foundation, Sweden; SER, SNSF, and Cantons of Bern and Geneva, Switzerland; NSC, Taiwan; TAEK, Turkey; STFC, the Royal Society, and Leverhulme Trust, United Kingdom; DOE and NSF, United States of America. ",
            "section": "TABLE I .",
            "paragraph_rank": 30,
            "section_rank": 8
        },
        {
            "text": "The crucial computing support from all WLCG partners is acknowledged gratefully, in particular, from CERN and the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, and Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (United Kingdom), and BNL (USA) and in the Tier-2 facilities worldwide.",
            "section": "TABLE I .",
            "paragraph_rank": 30,
            "section_rank": 8
        }
    ]
}