{
    "level": "sentence",
    "abstract": [
        {
            "text": "Single-beam, single-target, and double-spin asymmetries for hard exclusive photon production on the proton e p → e p γ are presented. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The data were taken at Jefferson Lab using the CLAS detector and a longitudinally polarized 14 NH3 target. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The three asymmetries were measured in 165 4-dimensional kinematic bins, covering the widest kinematic range ever explored simultaneously for beam and target-polarization observables in the valence quark region. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The kinematic dependences of the obtained asymmetries are discussed and compared to the predictions of models of Generalized Parton Distributions. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The measurement of three DVCS spin observables at the same kinematic points allows a quasi-model-independent extraction of the imaginary parts of the H andH Compton Form Factors, which give insight into the electric and axial charge distributions of valence quarks in the proton.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "It is well known that the fundamental particles that form hadronic matter are the quarks and the gluons, whose interactions are described by the Lagrangian of Quantum Chromo-Dynamics (QCD). ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "However, exact QCD-based calculations cannot yet be performed to explain the properties of hadrons in terms of their constituents. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "One has to resort to phenomenological functions to interpret experimental measurements in order to understand how QCD works at the \"long distances\" at play when partons are confined in nucleons. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Typical examples of such functions include form factors and parton distributions. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Generalized Parton Distributions (GPDs), which unify and extend the information carried by both form factors and parton distributions, are nowadays the object of an intense effort of research, for a more complete understanding of the structure of the nucleon. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The GPDs describe the correlations between the longitudinal momentum and the transverse position of the partons inside the nucleon, they give access to the contribution of the orbital momentum of the quarks to the nucleon spin, and they are sensitive to the correlated qq components. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The original articles, general reviews on GPDs and details on the formalism can be found in Refs. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "[1][2][3][4][5][6][7].",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[1]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[2]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[3]"
                },
                {
                    "start": 9,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[4]"
                },
                {
                    "start": 12,
                    "end": 15,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[5]"
                },
                {
                    "start": 15,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[6]"
                },
                {
                    "start": 18,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "The GPDs are universal nucleon-structure functions, which can be accessed experimentally via the exclusive leptoproduction of a photon (DVCS, deeply virtual Compton scattering) or of a meson from the nucleon at high momentum transfer. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "More precisely, the virtuality Q 2 of the photon exchanged with the nucleon by the initial lepton, defined as",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "where k and k are the four momenta of, respectively, the incoming (e) and scattered electron (e ), must be sufficiently large for the reaction to happen at the quark level. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Figure 1 illustrates the leading-twist [8] process for DVCS, also called the \"handbag mechanism\", on a proton target. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                },
                {
                    "start": 39,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "The virtual photon interacts with one of the quarks of the proton, which propagates radiating a real photon.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "is the squared four-momentum transfer between the initial (p) and final proton (p ).",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "x + ξ and x − ξ are the longitudinal momentum fractions of the quark before and after radiating the real photon, respectively. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "ξ is defined as [9]:",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "which at leading twist (−t << Q 2 ) becomes",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "where x B is the Bjorken scaling variable",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "M is the proton mass, and In the Bjorken limit, defined by high Q 2 , high ν and fixed x B , the DVCS process can be factorized into a hardscattering part (γ * q → γq ) that can be treated perturbatively, and a soft nucleon-structure part, described by the GPDs. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "At leading-order QCD and at leading twist, considering only quark-helicity conserving quantities and the quark sector, the DVCS process is described by four GPDs, H,H, E,Ẽ, which account for the possible combinations of relative orientations of nucleon spin and quark helicity between the initial and final state. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The GPDs depend upon the variables x, ξ and t. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The Fourier transform, at ξ = 0, of the t dependence of a GPD provides the spatial distribution in the transverse plane for partons having a longitudinal momentum fraction x [10].",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Model-independent sum rules link the first moment in x of the GPDs to the elastic form factors (FFs) [2]: dx E(x, ξ, t) = G P (t), (7) where F 1 (t) and F 2 (t) are the Dirac and Pauli FFs, and G A (t) and G P (t) are the axial and pseudoscalar FFs.",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[2]"
                },
                {
                    "start": 131,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "(7)"
                }
            ]
        },
        {
            "text": "Among the three variables x, ξ and t, which appear in the DVCS formalism, only two, ξ and t, are experimentally accessible, since x appears only in the quark loop and is integrated over. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Indeed, the DVCS amplitude is proportional to sums of integrals over x of the form:",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "where F represents a generic GPD and the top and bottom signs apply, respectively, to the quark-helicity independent, or unpolarized, GPDs (H, E) and to the quarkhelicity dependent, or polarized, GPDs ( H, E). ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Each of these 4 integrals, which are called Compton Form Factors (CFFs), can be decomposed into their real and imaginary parts, as (9) mF(ξ, t) = −π[F (ξ, ξ, t) ∓ F (−ξ, ξ, t)], (10) where P is Cauchy's principal value integral. ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(9)"
                },
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(10)"
                }
            ]
        },
        {
            "text": "The information that can be extracted from the experimental data at a given (ξ, t) point depends on the observable involved. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "When measuring observables sensitive to the real part of the DVCS amplitude, such as double-spin asymmetries, beam-charge asymmetries or unpolarized cross sections, the real part of the CFF, eF, is accessed. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "When measuring observables sensitive to the imaginary part of the DVCS amplitude, such as single-spin asymmetries or cross-section differences, the imaginary part of the CFF, mF, can be obtained. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "However, knowing the CFFs does not define the GPDs uniquely. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "A model input is necessary to deconvolute their x dependence. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The DVCS process is accompanied by the Bethe-Heitler (BH) process, in which the final-state photon is radiated by the incoming or scattered electron and not by the nucleon itself. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The BH process, which is not sensitive to the GPDs, is experimentally indistinguishable from DVCS and interferes with it. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "However, considering that the nucleon form factors are well known at small t, the BH process is precisely calculable.",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "It is clearly a non-trivial task to measure the GPDs. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "It calls for a long-term experimental program comprising the measurement of different observables. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Such a dedicated experimental program, concentrating on a proton target, has started worldwide in the past few years. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Jefferson Lab (JLab) has provided the first measurement, in the valence region, of beam-polarized and unpolarized DVCS cross sections at Hall A [11], providing a Q 2 -scaling test that supports the validity of the leadingorder, leading-twist handbag mechanism starting at values of Q 2 of 1-2 (GeV/c) 2 . ",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[11]"
                },
                {
                    "start": 301,
                    "end": 302,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Hall B provided pioneering measurements of beam [12] and target [13] spin asymmetries with the CLAS detector [14], and afterwards obtained beam-spin asymmetries (BSA) over a large kinematic range and with high statistics [15]. ",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[12]"
                },
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[13]"
                },
                {
                    "start": 109,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[14]"
                },
                {
                    "start": 221,
                    "end": 225,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Beam-charge asymmetries, longitudinally and transversely polarized target-spin asymmetries (TSAs), as well as double-spin asymmetries (DSAs), have also been measured by the HERMES Collaboration [16].",
            "paragraph_rank": 13,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "This paper is focused on the extraction of longitudinal TSAs, BSAs and DSAs for proton DVCS over a wide phase space using dedicated data taken at Jefferson Lab with the CLAS detector.",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "II. ",
            "section_rank": 3
        },
        {
            "text": "DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "software",
                    "rawForm": "DVCS",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "An analysis of DVCS observables, including the asymmetries of interest in this work, in terms of Fourier moments with respect to the azimuthal angle, was carried out by Belitsky et al. ",
            "section": "II. DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "[9], up to a twist-3 approximation. ",
            "section": "II. DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "These asymmetries allow one to extract separate components of the angular dependence of the ep → e p γ cross section, that are related to the Compton Form Factors, defined in Eq. ",
            "section": "II. DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "(8). ",
            "section": "II. DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "The five-fold cross section for exclusive real photon electroproduction [9] dσ dx B dydtdφdϕ e = α 3 x B y 16",
            "section": "II. DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[9]"
                },
                {
                    "start": 99,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "3"
                }
            ]
        },
        {
            "text": "depends on x B , t, the lepton energy fraction",
            "section": "II. DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "paragraph_rank": 16,
            "section_rank": 3
        },
        {
            "text": ", and, in general, two azimuthal angles φ and ϕ e . ",
            "section": "II. DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "text": "The observables of interest here do not depend on ϕ e , the azimuthal angle of the scattered electron in the laboratory frame. ",
            "section": "II. DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "text": "The angle φ is formed by the leptonic and hadronic planes, as shown in Fig. 2. ",
            "section": "II. DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "paragraph_rank": 17,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 77,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The charge of the electron is denoted with e and α represents the fine-structure constant. ",
            "section": "II. DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "text": "The amplitude T is the coherent sum of the DVCS and Bethe-Heitler amplitudes (T DVCS , T BH ):",
            "section": "II. DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "text": "with the interference term defined as",
            "section": "II. DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "text": "The azimuthal angular dependence of each of the three terms in Eq. ",
            "section": "II. DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "text": "(12) is given by [9]:",
            "section": "II. DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "paragraph_rank": 19,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 17,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "|T",
            "section": "II. DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "paragraph_rank": 20,
            "section_rank": 3
        },
        {
            "text": "where P 1 and P 2 are intermediate lepton propagators (for more details and definitions, see [9]). ",
            "section": "II. DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "paragraph_rank": 21,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Among the Fourier coefficients c P i , s P i appearing in the previous expansions, the ones appearing in |T BH | 2 (P = BH) depend on the well-known electromagnetic FFs, while the ones appearing in |T DVCS | 2 (P = DVCS) and I (P = I) depend on the Compton Form Factors, the latter linearly. ",
            "section": "II. DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "In the next sections, the sensitivity to the various CFFs of the DVCS spin observables presented in this paper will be outlined.",
            "section": "II. DVCS ON A LONGITUDINALLY POLARIZED PROTON TARGET",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "II.1. ",
            "section_rank": 4
        },
        {
            "text": "Target-spin asymmetry",
            "section_rank": 4
        },
        {
            "text": "The use of a longitudinally polarized (LP) target allows the extraction of the target-spin asymmetry A UL , where the first letter in the subscript refers to the beam polarization (\"Unpolarized\", in this case) and the second to the target polarization (\"Longitudinally polarized\", in this case), and which is given at twist-2 by:",
            "section": "II.1. Target-spin asymmetry",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "where the ellipses in the denominator represent smaller, higher-twist terms, and the unp subscript stands for \"unpolarized\". ",
            "section": "II.1. Target-spin asymmetry",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "The sin φ coefficient s 1,LP , originating from the DVCS/BH interference term, at leading twist is proportional to a linear combination of the imaginary parts of the four CFFs (Eq. ",
            "section": "II.1. Target-spin asymmetry",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "(10)),",
            "section": "II.1. Target-spin asymmetry",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "Due to the relative values of the proton form factors F 1 and F 2 , and given the typical JLab kinematics, the coefficients in Eq. ",
            "section": "II.1. Target-spin asymmetry",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "(18) enhance the contribution to A UL coming from m H over the ones from other CFFs. ",
            "section": "II.1. Target-spin asymmetry",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "However, given that mH is expected to be about twice as big as m H, A UL will also be sensitive to mH. ",
            "section": "II.1. Target-spin asymmetry",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "In the kinematical range of the data presented here, highertwist effects would appear in Eq. ",
            "section": "II.1. Target-spin asymmetry",
            "paragraph_rank": 24,
            "section_rank": 4
        },
        {
            "text": "17as additional φdependent terms, the dominant of which is a sin 2φ term in the numerator [9].",
            "section": "II.1. Target-spin asymmetry",
            "paragraph_rank": 24,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "ref_id": "formula_15",
                    "text": "17"
                },
                {
                    "start": 90,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "II.2. ",
            "section_rank": 5
        },
        {
            "text": "Beam-spin asymmetry",
            "section_rank": 5
        },
        {
            "text": "The expression at twist-two of the beam-spin asymmetry is",
            "section": "II.2. Beam-spin asymmetry",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "where",
            "section": "II.2. Beam-spin asymmetry",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "Thus, the beam-spin asymmetry for DVCS on a proton target is particularly sensitive to the imaginary part of the CFF of the unpolarized GPD H. As for the TSA, more terms must be added if one goes beyond the leadingtwist approximation, the larger of which is a sin 2φ term in the numerator. ",
            "section": "II.2. Beam-spin asymmetry",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "As mentioned in Section I, the slope in t of the GPDs is related via a Fourier transform to the transverse position of the struck parton. ",
            "section": "II.2. Beam-spin asymmetry",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "Therefore, a measurement of m H and mH provides, respectively, information on the axial and electric charge distributions in the nucleon as a function of x B (see Eq. 7). ",
            "section": "II.2. Beam-spin asymmetry",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 168,
                    "text": "7"
                }
            ]
        },
        {
            "text": "A measurement of both the TSA and BSA at the same kinematics is needed to truly distinguish between the two contributions.",
            "section": "II.2. Beam-spin asymmetry",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "II.3. ",
            "section_rank": 6
        },
        {
            "text": "Double-spin asymmetry",
            "section_rank": 6
        },
        {
            "text": "The use of a polarized electron beam along with a longitudinally polarized target allows also the determination of the double-spin asymmetry A LL . ",
            "section": "II.3. Double-spin asymmetry",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "Unlike A UL , the Bethe-Heitler process alone can generate a double-spin asymmetry. ",
            "section": "II.3. Double-spin asymmetry",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "At twist-2 level, this observable takes the form:",
            "section": "II.3. Double-spin asymmetry",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "with",
            "section": "II.3. Double-spin asymmetry",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "text": "where terms depending on powers of t Q 2 were neglected. ",
            "section": "II.3. Double-spin asymmetry",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "text": "In this expression, the interference terms, related to the GPDs, are expected to be smaller than the known BH terms [9]. ",
            "section": "II.3. Double-spin asymmetry",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Moreover, both the constant and the cos φdependent terms contain contributions from both BH and the DVCS/BH interference. ",
            "section": "II.3. Double-spin asymmetry",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "text": "Nonetheless, given the fast variation of BH depending on the kinematics, it is important to sample A LL over a wide phase space to find possible regions of sensitivity to eH and e H, which dominate in Eq. ",
            "section": "II.3. Double-spin asymmetry",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "text": "(22).",
            "section": "II.3. Double-spin asymmetry",
            "paragraph_rank": 30,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "(22)"
                }
            ]
        },
        {
            "text": "III. ",
            "section_rank": 7
        },
        {
            "text": "THE EXPERIMENT",
            "section_rank": 7
        },
        {
            "text": "The data were taken in Hall B at Jefferson Lab from February to September 2009, for a total of 129 days. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "A continuous polarized electron beam was delivered by the CEBAF accelerator onto a solid ammonia target, polarized along the beam direction. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "Frozen beads of paramagnetically doped 14 NH 3 , kept at temperatures of about 1K and in a 5T magnetic field, were dynamically polarized by microwave irradiation [17]. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 162,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "The target was 1.45 cm long and 1.5 cm in diameter. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "The target system included a 4 He evaporation refrigerator and a superconducting split-coil magnet. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 29,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "4"
                }
            ]
        },
        {
            "text": "The magnet, which provided a uniform polarizing field (∆B/B = 10 −4 ) and at the same time focused the low-energy Møller electrons toward the beam line, was inserted in the center of the CLAS detector [14]. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "CLAS was a spectrometer, based on a toroidal magnetic field, providing a wide acceptance. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "The CLAS magnetic field was generated by six superconducting coils arranged around the beamline to produce a field pointing primarily in the azimuthal direction. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "The particle detection system consisted of drift chambers (DC) to determine the trajectories and the momenta of charged particles curved by the magnetic field, gasČerenkov counters (CC) for electron identification, scintillation counters for measuring time-of-flight (TOF) and electromagnetic calorimeters (EC) to detect showering particles (electrons and photons) and neutrons. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "The segments were individually instrumented to form six independent magnetic spectrometers with a common target, trigger, and data-acquisition system. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "An additional detector, the Inner Calorimeter, constructed for a previous DVCS-dedicated experiment [15] to complete the photon acceptance at low polar angles (from 4 o to 15 o ), was placed at the center of CLAS. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Figure 3 shows the whole setup, including the polarized target, CLAS and the IC. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "A totally absorbing Faraday cup (FC), downstream of CLAS, was used to determine the integrated beam charge passing through the target.",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "The data presented here come from the first two of the three parts in which the experiment was divided, and for which a 14 NH 3 target was used. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 32,
            "section_rank": 7
        },
        {
            "text": "The main differences between these two parts (referred to as A and B) were the target position with respect to the center of CLAS (z = −57.95 cm for part A and z = −67.97 cm for part B) and the electron-beam energy (E = 5.886±0.005 GeV for part A and E = 5.952 ± 0.005 GeV for part B). ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 32,
            "section_rank": 7
        },
        {
            "text": "The beam energy values were obtained from elastic-scattering analysis on these data, using the 14 NH 3 target.",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 32,
            "section_rank": 7
        },
        {
            "text": "The beam was rastered over the target in a spiral motion in order to assure a homogeneous depolarization over the whole volume of the target. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "text": "The beam polarization was frequently monitored in Møller runs, via the measurement of the asymmetry of elastic electronelectron scattering. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "text": "The target polarization was continuously monitored by a Nuclear Magnetic Resonance (NMR) system. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "text": "Runs on a carbon target were taken periodically throughout the duration of the experiment for unpolarized-background studies, 12 C being the closest spin-0 neighbor of 1 N in the periodic table. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "text": "The selection of the data to be analyzed was done by monitoring the stability over time of Faraday-cup normalized yields per sector. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "text": "For the results presented here, runs taken with the 14 NH 3 and carbon targets from parts A and B were used. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "text": "The two parts were analyzed separately and the final results were found by combining the results from the two parts, as will be described in Section V.9. ",
            "section": "III. THE EXPERIMENT",
            "paragraph_rank": 33,
            "section_rank": 7
        },
        {
            "text": "IV. ",
            "section_rank": 8
        },
        {
            "text": "DEFINITIONS OF THE ASYMMETRIES",
            "section_rank": 8
        },
        {
            "text": "This paper reports on the extraction of three kinds of asymmetries, the experimental definitions of which are given here. ",
            "section": "IV. DEFINITIONS OF THE ASYMMETRIES",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "text": "In all of the formulae below, the first sign in the superscript on the number of normalized DVCS/BH events N is the beam helicity (b) and the second sign is the target polarization (t). ",
            "section": "IV. DEFINITIONS OF THE ASYMMETRIES",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "text": "N is obtained from epγ events (N epγ ), normalized by the corresponding Faradaycup charge (F C bt ) after subtraction of the π 0 background as follows:",
            "section": "IV. DEFINITIONS OF THE ASYMMETRIES",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "text": "where B π 0 is the relative π 0 contamination, outlined in Section V.7.",
            "section": "IV. DEFINITIONS OF THE ASYMMETRIES",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "The beam-spin asymmetry is calculated as:",
            "section": "IV. DEFINITIONS OF THE ASYMMETRIES",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "where P b is the polarization of the beam and P",
            "section": "IV. DEFINITIONS OF THE ASYMMETRIES",
            "paragraph_rank": 37,
            "section_rank": 8
        },
        {
            "text": "are the values of the polarization of the target for its two polarities.",
            "section": "IV. DEFINITIONS OF THE ASYMMETRIES",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "The target-spin asymmetry is computed as:",
            "section": "IV. DEFINITIONS OF THE ASYMMETRIES",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "where",
            "section": "IV. DEFINITIONS OF THE ASYMMETRIES",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "text": "D f is the dilution factor to account for the contribution of the unpolarized background (Section V.5) and c A U T represents a correction applied to define the target-spin asymmetry with respect to the virtual-photon direction (Section V.10).",
            "section": "IV. DEFINITIONS OF THE ASYMMETRIES",
            "paragraph_rank": 41,
            "section_rank": 8
        },
        {
            "text": "The double (beam-target) spin asymmetry is obtained as:",
            "section": "IV. DEFINITIONS OF THE ASYMMETRIES",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "text": "where",
            "section": "IV. DEFINITIONS OF THE ASYMMETRIES",
            "paragraph_rank": 43,
            "section_rank": 8
        },
        {
            "text": "and c ALT is the analog of c AUT for the double-spin asymmetry (Section V.10). ",
            "section": "IV. DEFINITIONS OF THE ASYMMETRIES",
            "paragraph_rank": 44,
            "section_rank": 8,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 10,
                    "type": "software",
                    "rawForm": "c ALT",
                    "resp": "service",
                    "id": "software-simple-s2"
                },
                {
                    "start": 27,
                    "end": 33,
                    "type": "software",
                    "rawForm": "c AUT",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "In the following, the steps leading to the extraction from the data of all the terms composing these asymmetries will be presented.",
            "section": "IV. DEFINITIONS OF THE ASYMMETRIES",
            "paragraph_rank": 44,
            "section_rank": 8
        },
        {
            "text": "V. DATA ANALYSIS",
            "section": "IV. DEFINITIONS OF THE ASYMMETRIES",
            "paragraph_rank": 45,
            "section_rank": 8
        },
        {
            "text": "V.1. ",
            "section_rank": 9
        },
        {
            "text": "Particle identification",
            "section_rank": 9
        },
        {
            "text": "The final state was selected requiring the detection of exactly one electron and one proton, and at least one photon.",
            "section": "V.1. Particle identification",
            "paragraph_rank": 46,
            "section_rank": 9
        },
        {
            "text": "The electrons were selected among all the negative tracks with momenta above 0.8 GeV/c, but requiring that their energy deposited in the inner layers of the EC [18] be greater than 0.06 GeV, in order to reject negative pions, and that their hits in the CC and in the SC be matched in time. ",
            "section": "V.1. Particle identification",
            "paragraph_rank": 47,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 160,
                    "end": 164,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Fiducial cuts were also applied to eliminate the events at the edges of the EC (where the energy of a particle cannot be correctly reconstructed because a large part of the induced electromagnetic shower is lost), and to remove the \"shadow\" of the IC, which limits the CLAS acceptance for charged particles. ",
            "section": "V.1. Particle identification",
            "paragraph_rank": 47,
            "section_rank": 9
        },
        {
            "text": "The effect of these cuts on the distribution of the total energy deposited in the EC divided by the momentum is shown as a function of the momentum in Fig. 4. ",
            "section": "V.1. Particle identification",
            "paragraph_rank": 47,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 151,
                    "end": 157,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "The comparison of the top and middle plots of Fig. 5 shows the effect of these same cuts on the number of CC photoelectrons. ",
            "section": "V.1. Particle identification",
            "paragraph_rank": 47,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 46,
                    "end": 52,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "Most of the events in the single-photoelectron peak, which come from either pions or electronic noise in the PMTs, are removed by our particle identification (PID) cuts for electrons. ",
            "section": "V.1. Particle identification",
            "paragraph_rank": 47,
            "section_rank": 9
        },
        {
            "text": "The rest of the background is eliminated by the exclusivity cuts applied afterwards as explained in Section V.3 (Fig. 5, bottom).",
            "section": "V.1. Particle identification",
            "paragraph_rank": 47,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 128,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig. 5, bottom)"
                }
            ]
        },
        {
            "text": "The protons were selected from the correlation between their velocity, deduced from the time-of-flight measurement using the SC, and the proton momentum as measured by the DCs (Fig. 6). ",
            "section": "V.1. Particle identification",
            "paragraph_rank": 48,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "type": "figure",
                    "text": "(Fig. 6"
                }
            ]
        },
        {
            "text": "Fiducial cuts on θ and φ were also applied in order to remove the shadow of the IC.",
            "section": "V.1. Particle identification",
            "paragraph_rank": 48,
            "section_rank": 9
        },
        {
            "text": "For the photons, two different sets of cuts were adopted, depending on whether the photon was detected in the IC or in the EC. ",
            "section": "V.1. Particle identification",
            "paragraph_rank": 49,
            "section_rank": 9
        },
        {
            "text": "For the IC case, a low-energy threshold of 0.25 GeV and a cut on θ versus E γ to remove the background coming from Møller electrons ( were applied, as well as fiducial cuts on x and y, to remove the outer and inner edges of the detector, where clusters could not be fully reconstructed. ",
            "section": "V.1. Particle identification",
            "paragraph_rank": 49,
            "section_rank": 9
        },
        {
            "text": "For the EC case, all neutrals passing a low-energy threshold of 0.25 GeV and having β > 0.92 ( Fig. 8) to select the in-time photons were retained. ",
            "section": "V.1. Particle identification",
            "paragraph_rank": 49,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 95,
                    "end": 101,
                    "type": "figure",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "Fiducial cuts as for the electrons were also adopted to remove the edges of the detector and IC-frame cuts were applied to remove the shadow of the IC over the EC.",
            "section": "V.1. Particle identification",
            "paragraph_rank": 49,
            "section_rank": 9
        },
        {
            "text": "V.2. ",
            "section_rank": 10
        },
        {
            "text": "Monte-Carlo simulations",
            "section_rank": 10
        },
        {
            "text": "Monte-Carlo simulations were used in this analysis for the three following tasks:",
            "section": "V.2. Monte-Carlo simulations",
            "paragraph_rank": 50,
            "section_rank": 10
        },
        {
            "text": "• determination of angular and momentum corrections for electrons and protons to compensate for multiple scattering and energy losses in the target and detector materials, as well as for imperfections in the trajectory reconstruction;",
            "section": "V.2. Monte-Carlo simulations",
            "paragraph_rank": 51,
            "section_rank": 10
        },
        {
            "text": "• optimization of the DVCS and epπ 0 exclusivity cuts (Sections V.3 and V.7, respectively);  • evaluation of the epπ 0 contamination in the epγ event sample (Section V.7).",
            "section": "V.2. Monte-Carlo simulations",
            "paragraph_rank": 52,
            "section_rank": 10
        },
        {
            "text": "The two sets of generated events, DVCS/BH and epπ 0 (Section V.2.1 and V.2.2), were fed to the CLAS GEANT3-based simulation package (GSIM) to simulate the response of the CLAS detector. ",
            "section": "V.2. Monte-Carlo simulations",
            "paragraph_rank": 53,
            "section_rank": 10,
            "entity_spans": [
                {
                    "start": 105,
                    "end": 106,
                    "type": "version",
                    "rawForm": "3",
                    "resp": "service",
                    "id": "#software-simple-s3"
                }
            ]
        },
        {
            "text": "The output of GSIM was then fed to a post-processing code (GPP) that simulates dead or inefficient DC wires and smears the DC and TOF resolutions to more closely agree with the experiment. ",
            "section": "V.2. Monte-Carlo simulations",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "text": "The output of GPP was finally fed to the CLAS reconstruction package, and reduced ntuples and root files were obtained from the reconstructed files in the same way as was done in the data processing.",
            "section": "V.2. Monte-Carlo simulations",
            "paragraph_rank": 53,
            "section_rank": 10
        },
        {
            "text": "V.2.1. ",
            "section_rank": 11
        },
        {
            "text": "DVCS/BH simulation",
            "section_rank": 11,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "software",
                    "rawForm": "DVCS/",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "A DVCS/BH event-generator code, which produced epγ events according to the formalism of Belitsky et al. ",
            "section": "V.2.1. DVCS/BH simulation",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "[9], was used for the Monte-Carlo simulation. ",
            "section": "V.2.1. DVCS/BH simulation",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "Figure  9 shows a comparison of the distributions of the relevant kinematic variables for the data (black lines) and the Monte-Carlo simulation (shaded areas). ",
            "section": "V.2.1. DVCS/BH simulation",
            "paragraph_rank": 54,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure  9"
                }
            ]
        },
        {
            "text": "Here, PID and epγ exclusivity cuts, which will be described in Section V.3, were included for both the data and the Monte Carlo. ",
            "section": "V.2.1. DVCS/BH simulation",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "The agreement between data and simulation is quite good, especially given the purposes of the simulations in these analyses: they are not used for absolute acceptance corrections, but only to help in the determination of cut widths and for background subtraction. ",
            "section": "V.2.1. DVCS/BH simulation",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "Slight differences between data and MC, especially visible in the high-t and central-φ region, are coming from events in the EC topology. ",
            "section": "V.2.1. DVCS/BH simulation",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "This is probably due to the fact that the data, unlike the MC, are not only pure epγ events, but are contaminated by exclusive π 0 events. ",
            "section": "V.2.1. DVCS/BH simulation",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "The fact that the epπ 0 contamination is larger in the EC topology, as will be reiterated in Section V.3, can explain the data/MC discrepancies.",
            "section": "V.2.1. DVCS/BH simulation",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "V.2.2. ",
            "section_rank": 12
        },
        {
            "text": "Exclusive π 0 simulation",
            "section_rank": 12
        },
        {
            "text": "Exclusive epπ 0 events were generated using a code for meson electroproduction that included a parametrization of the epπ 0 differential cross sections that have recently been measured by CLAS [19]. ",
            "section": "V.2.2. Exclusive π 0 simulation",
            "paragraph_rank": 55,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "Figure 10 shows a comparison of the distributions of the relevant kinematic variables for the data (black) and the Monte-Carlo simulation (shaded areas). ",
            "section": "V.2.2. Exclusive π 0 simulation",
            "paragraph_rank": 55,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 10"
                }
            ]
        },
        {
            "text": "Here, PID and epπ 0 -exclusivity cuts, which will be described in Section V.7, were included for both the data and the Monte Carlo. ",
            "section": "V.2.2. Exclusive π 0 simulation",
            "paragraph_rank": 55,
            "section_rank": 12
        },
        {
            "text": "The agreement between data and simulation is quite good.",
            "section": "V.2.2. Exclusive π 0 simulation",
            "paragraph_rank": 55,
            "section_rank": 12
        },
        {
            "text": "V.3. ",
            "section_rank": 13
        },
        {
            "text": "DVCS channel selection",
            "section_rank": 13,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "software",
                    "rawForm": "DVCS",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "After selecting events with exactly one electron and one proton, and at least one photon, and having applied the momentum corrections, further cuts need to be applied to ensure the exclusivity of the epγ final state. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 56,
            "section_rank": 13
        },
        {
            "text": "Two kinds of backgrounds need to be minimized: the nuclear background coming from scattering off the nitrogen of the 14 NH 3 target, and the background coming from other channels containing an electron, a proton and at least one photon in the final state. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 56,
            "section_rank": 13
        },
        {
            "text": "Having measured the four-momenta of the three final-state particles, one can construct several observables, hereafter referred to as \"exclusivity variables\", on which cuts can be applied to select the epγ channel. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 56,
            "section_rank": 13
        },
        {
            "text": "Here, the following quantities were studied:",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 56,
            "section_rank": 13
        },
        {
            "text": "• the squared missing mass of the ep system, MM 2 (ep);",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 57,
            "section_rank": 13,
            "entity_spans": [
                {
                    "start": 45,
                    "end": 50,
                    "type": "software",
                    "rawForm": "MM 2",
                    "resp": "service",
                    "id": "software-simple-s6"
                }
            ]
        },
        {
            "text": "• the angle θ γX between the measured photon and the calculated photon, using the detected electron and proton together with ep → e p X kinematics;",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 58,
            "section_rank": 13
        },
        {
            "text": "• ∆φ, the difference between two ways to compute the angle φ between the leptonic and the hadronic plane. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 59,
            "section_rank": 13
        },
        {
            "text": "The two ways concern the definition of the normal vector to the hadronic plane: one is via the cross product of the momentum vectors of the proton and the real photon, and the other one is via the cross product of the momentum vectors of the proton and the virtual photon. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 59,
            "section_rank": 13
        },
        {
            "text": "For the epγ final state, ∆φ should be distributed as a gaussian centered at zero, with width determined by the experimental resolution;",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 59,
            "section_rank": 13
        },
        {
            "text": "• p perp , the transverse component of the missing momentum of the reaction ep → e p γX, given by 2 , in the laboratory frame.",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 60,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The definition of the exclusivity cuts is quite a delicate step in the DVCS analysis. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 61,
            "section_rank": 13,
            "entity_spans": [
                {
                    "start": 71,
                    "end": 76,
                    "type": "software",
                    "rawForm": "DVCS",
                    "resp": "service",
                    "id": "software-simple-s7"
                }
            ]
        },
        {
            "text": "It is important that the cuts are determined in a consistent way for the data and for the Monte-Carlo simulation, because the latter will be used to evaluate the π 0 background contamination. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 61,
            "section_rank": 13
        },
        {
            "text": "In this analysis it was chosen to define each exclusivity cut by fitting the corresponding variable with a gaussian and cutting at ±3σ around the fitted mean. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 61,
            "section_rank": 13
        },
        {
            "text": "This procedure was done separately for the data and for the simulation. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 61,
            "section_rank": 13
        },
        {
            "text": "This way, the same fraction of events was kept, for both data and simulation. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 61,
            "section_rank": 13
        },
        {
            "text": "The exclusivity variables to be fitted were plotted after applying preliminary cuts that included:",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 61,
            "section_rank": 13
        },
        {
            "text": "• Kinematic cuts to be above the region of the nucleon resonances and to approach the regime of applicability of the leading-twist GPD formalism:",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 62,
            "section_rank": 13
        },
        {
            "text": "• E γ > 1 GeV, since the real photons of interest are expected to have high energy;",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 63,
            "section_rank": 13
        },
        {
            "text": "• 3σ cut around the mean of MM 2 (ep) to eliminate from the experimental data the background from channels other than epγ or epπ 0 (visible in the top left plot of Figs. 11 and 12, where peaks from η and ω/ρ are evident).",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 64,
            "section_rank": 13,
            "entity_spans": [
                {
                    "start": 28,
                    "end": 33,
                    "type": "software",
                    "rawForm": "MM 2",
                    "resp": "service",
                    "id": "software-simple-s8"
                }
            ]
        },
        {
            "text": "In order to eliminate broadening on the widths of the peaks due to events from electron scattering on the nitrogen, the fits to the exclusivity variables were done on the spectra obtained after subtracting carbon data from the 14 NH 3 data. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 65,
            "section_rank": 13
        },
        {
            "text": "The two datasets were normalized to each other via the ratio of their Faraday-cup counts multiplied by a constant that accounts for different densities of materials for the two target types (see Section V.5).",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 65,
            "section_rank": 13
        },
        {
            "text": "The method to define the cuts described above was adopted for the topology where the photon was detected in the IC, since the comparison with Monte Carlo showed that these data are strongly dominated by the DVCS/BH channel. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 66,
            "section_rank": 13
        },
        {
            "text": "Figure 11 shows, for the IC topology, the effects of the exclusivity cuts, which appear successful both in extracting quite a clean epγ final state (shaded areas) and in minimizing the background originating from the nitrogen part of the target (black areas). ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 66,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 11"
                }
            ]
        },
        {
            "text": "A different strategy was found to be necessary for the EC case, which displayed, before cuts, a larger contribution from epπ 0 events. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 66,
            "section_rank": 13
        },
        {
            "text": "The peaks in the exclusivity variables for the data in this topology are very broad, when visible, and not necessarily produced by DVCS/BH candidates. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 66,
            "section_rank": 13
        },
        {
            "text": "In the first plot of Fig. 12, for example, the distribution of the squared missing mass of the ep system is shown for the EC case. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 66,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 28,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 12"
                }
            ]
        },
        {
            "text": "As is clearly visible, the peak of the distribution is not centered at zero but around the squared π 0 mass, indicating a significant contamination from the exclusive π 0 events that will be subtracted later through the procedure described in Section V.7.",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 66,
            "section_rank": 13
        },
        {
            "text": "Thus it was decided, for the EC topology, not to fit the distributions of the exclusivity variables to extract cut means and widths. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 67,
            "section_rank": 13
        },
        {
            "text": "Instead it was chosen to fit only the peaks of the DVCS/BH Monte-Carlo simulations. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 67,
            "section_rank": 13
        },
        {
            "text": "To correct for the discrepancies in resolutions between data and simulation, the widths of the various exclusivity variables obtained from the fits were then multiplied by appropriate scaling factors. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 67,
            "section_rank": 13
        },
        {
            "text": "These factors were obtained from the comparisons of data/MC for the epπ 0 channel in the EC-EC topology. ",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 67,
            "section_rank": 13
        },
        {
            "text": "The cuts and their effects are shown in Fig. 12.",
            "section": "V.3. DVCS channel selection",
            "paragraph_rank": 67,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 47,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 12"
                }
            ]
        },
        {
            "text": "V.4. ",
            "section_rank": 14
        },
        {
            "text": "Four-dimensional binning and central kinematics",
            "section_rank": 14
        },
        {
            "text": "The DVCS reaction can be described by four independent kinematic variables. ",
            "section": "V.4. Four-dimensional binning and central kinematics",
            "paragraph_rank": 68,
            "section_rank": 14
        },
        {
            "text": "The typical variables used to interpret the results in terms of Generalized Parton Distributions are Q 2 , x B , −t and φ. ",
            "section": "V.4. Four-dimensional binning and central kinematics",
            "paragraph_rank": 68,
            "section_rank": 14
        },
        {
            "text": "In accordance with the choice made in previous DVCS analyses [15], the binning of the data in the Q 2 -x B plane was done making 5 slices in the polar angle θ e of the electron and in x B . ",
            "section": "V.4. Four-dimensional binning and central kinematics",
            "paragraph_rank": 68,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "The limits of the slices are given in Table I, as well as the bin averages for Q 2 and x B , defined as the weighted average over the distribution of events in each bin. ",
            "section": "V.4. Four-dimensional binning and central kinematics",
            "paragraph_rank": 68,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 45,
                    "type": "table",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "The size of the bins was optimized to have comparable statistics. ",
            "section": "V.4. Four-dimensional binning and central kinematics",
            "paragraph_rank": 68,
            "section_rank": 14
        },
        {
            "text": "The top plot of Fig. 13 shows the chosen grid in the Q 2 -x B plane. ",
            "section": "V.4. Four-dimensional binning and central kinematics",
            "paragraph_rank": 68,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 13"
                }
            ]
        },
        {
            "text": "Ten equally spaced bins in φ and 4 bins in −t were adopted. ",
            "section": "V.4. Four-dimensional binning and central kinematics",
            "paragraph_rank": 68,
            "section_rank": 14
        },
        {
            "text": "The bin limits and data-averaged bin centers are summarized in Table II. ",
            "section": "V.4. Four-dimensional binning and central kinematics",
            "paragraph_rank": 68,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 71,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table II"
                }
            ]
        },
        {
            "text": "The bottom plot of Fig. 13 shows the binning in the t-x B plane.",
            "section": "V.4. Four-dimensional binning and central kinematics",
            "paragraph_rank": 68,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 26,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 13"
                }
            ]
        },
        {
            "text": "The central kinematics in this analysis were defined as the average value from the data of each of the 4 kinematic variables for each bin. ",
            "section": "V.4. Four-dimensional binning and central kinematics",
            "paragraph_rank": 69,
            "section_rank": 14
        },
        {
            "text": "In fact, at first order the uncertainties on an asymmetry induced by taking bins of finite size The dot-dashed and solid lines show the events before exclusivity cuts for, respectively, 14 NH3 and 12 C data, while the gray and black shaded areas represent the events after all exclusivity cuts except for the one on the plotted variable for, respectively, 14 NH3 and 12 C data. ",
            "section": "V.4. Four-dimensional binning and central kinematics",
            "paragraph_rank": 69,
            "section_rank": 14
        },
        {
            "text": "The lines and arrows show the limits of the selection cuts. ",
            "section": "V.4. Four-dimensional binning and central kinematics",
            "paragraph_rank": 69,
            "section_rank": 14
        },
        {
            "text": "The plots for 14 NH3 and 12 C data are normalized to each other via their relative luminosities.   ",
            "section": "V.4. Four-dimensional binning and central kinematics",
            "paragraph_rank": 69,
            "section_rank": 14
        },
        {
            "text": "are minimized when the central kinematics are chosen to be the weighted average over the distribution of events in that bin. ",
            "section": "V.4. Four-dimensional binning and central kinematics",
            "paragraph_rank": 69,
            "section_rank": 14
        },
        {
            "text": "The procedure to compute second-order bincentering corrections is reported in Section V.11. ",
            "section": "V.4. Four-dimensional binning and central kinematics",
            "paragraph_rank": 69,
            "section_rank": 14
        },
        {
            "text": "The grid of bins was applied to both parts A and B of the experiment. ",
            "section": "V.4. Four-dimensional binning and central kinematics",
            "paragraph_rank": 69,
            "section_rank": 14
        },
        {
            "text": "In order to establish whether the asymmetries obtained from the two sets of data could eventually be combined, the central values of the various bins into which the available phase space was divided were computed, and compared for the two parts. ",
            "section": "V.4. Four-dimensional binning and central kinematics",
            "paragraph_rank": 69,
            "section_rank": 14
        },
        {
            "text": "For each bin in Q 2 (θ e )-x B and −t, the central kinematics for parts A and B were found compatible well within their standard deviations.",
            "section": "V.4. Four-dimensional binning and central kinematics",
            "paragraph_rank": 69,
            "section_rank": 14
        },
        {
            "text": "V.5. ",
            "section_rank": 15
        },
        {
            "text": "Dilution factors",
            "section_rank": 15
        },
        {
            "text": "For both the DVCS and epπ 0 final states, dilution factors to correct the experimental yields for the contribution from the scattering on the unpolarized nitrogen of 14 NH 3 were determined using data taken on 14 NH 3 and on 12 C targets. ",
            "section": "V.5. Dilution factors",
            "paragraph_rank": 70,
            "section_rank": 15
        },
        {
            "text": "The dilution factor is defined as",
            "section": "V.5. Dilution factors",
            "paragraph_rank": 70,
            "section_rank": 15
        },
        {
            "text": "Here, N12 C is the number of events, normalized by the corresponding Faraday-cup counts, taken on carbon and surviving all of the DVCS (or epπ 0 ) selection cuts, while N14 NH3 is the number of events, normalized by the corresponding Faraday-cup counts, taken on 14 NH 3 passing the DVCS (or epπ 0 ) selection cuts. ",
            "section": "V.5. Dilution factors",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "The factor c accounts for the different luminosities of the two sets of data, which are in turn related to the ratio of the areal densities of the materials present at the target level for the two kinds of runs ( 14 NH 3 in the numerator, 12 C in the denominator). ",
            "section": "V.5. Dilution factors",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "As the statistics acquired on carbon during the experiment was much smaller than for the 14 NH 3 data, it was not possible to perform the dilution factor analyses for each 4-dimensional bin. ",
            "section": "V.5. Dilution factors",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "The dependence of the dilution factor on each of the 4 kinematic variables was checked by integrating over the other three. ",
            "section": "V.5. Dilution factors",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "The results for part B, as an example, are shown as functions of x B , Q 2 , −t, and φ in Fig. 14. ",
            "section": "V.5. Dilution factors",
            "paragraph_rank": 71,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "figure",
                    "text": "Fig."
                }
            ]
        },
        {
            "text": "Both dilution factors show an approximately flat dependence in each of the 4 kinematic variables. ",
            "section": "V.5. Dilution factors",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "There may be a small x B dependence, although the dilution factor is not inconsistent with a constant behavior. ",
            "section": "V.5. Dilution factors",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "The fit results for each variable are consistent with each other within error bars. ",
            "section": "V.5. Dilution factors",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "Therefore, a constant value of D f for all the kinematic bins, for both the epγ and epπ 0 analysis, was assumed. ",
            "section": "V.5. Dilution factors",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "The following values were adopted:",
            "section": "V.5. Dilution factors",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "• part A: D f (epγ) = 0.912 ± 0.009; part B: D f (epγ) = 0.928 ± 0.006;",
            "section": "V.5. Dilution factors",
            "paragraph_rank": 72,
            "section_rank": 15
        },
        {
            "text": "• part A: D f (epπ 0 ) = 0.921 ± 0.016; part B D f (epπ 0 ) = 0.896 ± 0.010.",
            "section": "V.5. Dilution factors",
            "paragraph_rank": 73,
            "section_rank": 15
        },
        {
            "text": "V.6. ",
            "section_rank": 16
        },
        {
            "text": "Beam and target polarization",
            "section_rank": 16
        },
        {
            "text": "The product of the polarizations of beam and target, P b P t , was extracted for part A and part B separately. ",
            "section": "V.6. Beam and target polarization",
            "paragraph_rank": 74,
            "section_rank": 16
        },
        {
            "text": "Exclusive elastic events were used for this analysis, since the elastic asymmetry is well known [20] and P b P t is the proportionality factor between the experimental asymmetry (A exp ) and the expected one (A):",
            "section": "V.6. Beam and target polarization",
            "paragraph_rank": 74,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "where N +(−) refers to the number of elastic events for positive (negative) beam helicity for a given target polarization, normalized to the corresponding Faraday-cup counts. ",
            "section": "V.6. Beam and target polarization",
            "paragraph_rank": 75,
            "section_rank": 16
        },
        {
            "text": "D f is the dilution factor (∼ 98%) determined in the same way as for the DVCS and ep → e p π 0 events (Section V.5). ",
            "section": "V.6. Beam and target polarization",
            "paragraph_rank": 75,
            "section_rank": 16
        },
        {
            "text": "The expected asymmetry A is computed according to [20], and for the elastic form factors a parametrization, obtained by fitting the results from a JLab polarization-transfer experiment [21], was used. ",
            "section": "V.6. Beam and target polarization",
            "paragraph_rank": 75,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[20]"
                },
                {
                    "start": 185,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Inverting Eq. ",
            "section": "V.6. Beam and target polarization",
            "paragraph_rank": 75,
            "section_rank": 16
        },
        {
            "text": "(30) ",
            "section": "V.6. Beam and target polarization",
            "paragraph_rank": 75,
            "section_rank": 16
        },
        {
            "text": "P b P t was calculated for each run part as the average over 7 different Q 2 bins. ",
            "section": "V.6. Beam and target polarization",
            "paragraph_rank": 75,
            "section_rank": 16
        },
        {
            "text": "The beam polarization alone (P b ) was obtained from the analysis of the various Møller runs that were taken during the experiment. ",
            "section": "V.6. Beam and target polarization",
            "paragraph_rank": 75,
            "section_rank": 16
        },
        {
            "text": "Event-weighted averages of P b were computed for the two parts of the experiment. ",
            "section": "V.6. Beam and target polarization",
            "paragraph_rank": 75,
            "section_rank": 16
        },
        {
            "text": "The target polarization values were then deduced by dividing the measured P b P t by P b . ",
            "section": "V.6. Beam and target polarization",
            "paragraph_rank": 75,
            "section_rank": 16
        },
        {
            "text": "The uncertainty on P t was calculated propagating the uncertainties of P b P t and P b , including the systematic uncertainty on the beam polarization. ",
            "section": "V.6. Beam and target polarization",
            "paragraph_rank": 75,
            "section_rank": 16
        },
        {
            "text": "The results for the product of the polarizations of beam and target for each polarization sign, and of the beam and target polarizations alone for the two parts of the experiment, are summarized with their uncertainties in Table III.",
            "section": "V.6. Beam and target polarization",
            "paragraph_rank": 75,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 223,
                    "end": 232,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table III"
                }
            ]
        },
        {
            "text": "V.7. ",
            "section_rank": 17
        },
        {
            "text": "π 0 background subtraction",
            "section_rank": 17
        },
        {
            "text": "The procedure adopted to compute the π 0 contamination to the epγ event sample is described here. ",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 76,
            "section_rank": 17
        },
        {
            "text": "All the following was done separately for each of the 4-dimensional (Q 2 , x B , −t, φ) bins described in Section V.4 and for each beam and target polarization state. ",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 76,
            "section_rank": 17
        },
        {
            "text": "To keep the notation simpler, in the following formulae we omit the dependence on (Q 2 , x B , −t, φ) of each quantity. ",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 76,
            "section_rank": 17
        },
        {
            "text": "After applying the epγ event selection cuts and the DVCS exclusivity cuts, one is left with N epγ events that are not only DVCS or Bethe-Heitler candidate events, but can also contain some epπ 0 events in which one of the two π 0 -decay photons has escaped detection. ",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 76,
            "section_rank": 17
        },
        {
            "text": "The number of DVCS/BH events can be obtained as",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 76,
            "section_rank": 17
        },
        {
            "text": "where the contamination fraction is given by",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 77,
            "section_rank": 17
        },
        {
            "text": "To calculate N epπ 0 (1γ) , we use both the MC simulation and exclusive epπ 0 events (N DATA epπ 0 ) from the real data:",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 78,
            "section_rank": 17
        },
        {
            "text": "The ratio of acceptances R Acc (1γ/2γ) is obtained from simulated epπ 0 events, and is defined as:",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 79,
            "section_rank": 17
        },
        {
            "text": "where N MC epπ 0 (1γ) is the number of reconstructed events obtained by applying the DVCS selection cuts to the epπ 0 simulation, and N MC epπ 0 (2γ) is the number of events obtained by applying the epπ 0 selection cuts to the same epπ 0 simulation and for the same number of generated events.",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 80,
            "section_rank": 17
        },
        {
            "text": "N DATA epπ 0 was extracted by selecting events with one electron, one proton and at least two photons using the same PID cuts as for the DVCS channel. ",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 81,
            "section_rank": 17
        },
        {
            "text": "The chosen photon pair would then be the one whose invariant mass was the closest to the nominal π 0 mass. ",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 81,
            "section_rank": 17
        },
        {
            "text": "Then, the same method as the one adopted to define the DVCS selection cuts (Section V.3) was adopted to obtain the exclusivity of the epπ 0 final state. ",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 81,
            "section_rank": 17
        },
        {
            "text": "Three \"exclusivity variables\" were used:",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 81,
            "section_rank": 17
        },
        {
            "text": "• the missing mass squared of the ep system, MM 2 (ep);",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 82,
            "section_rank": 17,
            "entity_spans": [
                {
                    "start": 45,
                    "end": 50,
                    "type": "software",
                    "rawForm": "MM 2",
                    "resp": "service",
                    "id": "software-simple-s9"
                }
            ]
        },
        {
            "text": "• the angle between the measured and calculated π 0 direction, θ π 0 X ;",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 83,
            "section_rank": 17
        },
        {
            "text": "• the two-photon invariant mass, M(γγ).",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 84,
            "section_rank": 17
        },
        {
            "text": "The carbon data were subtracted from the 14 NH 3 data to remove possible smearing effects on the fitted peaks coming from background events due to electron scattering on 14 N. When possible, data and Monte-Carlo distributions were fitted separately, at the \"preliminary cuts\" stage (the preliminary cuts being the same as for the DVCS selection, excluding the E γ > 1 GeV cut). ",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "The obtained widths were compared to the widths of the distributions after all cuts were applied to check for possible correlation effects. ",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "The three different photon-detection topologies were treated differently, as in the case of the DVCS selection. ",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "Figures 15 and 16 show the results of the epπ 0 exclusivity cuts for the data when both photons were detected in the IC and in the EC, respectively. ",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 85,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 17,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figures 15 and 16"
                }
            ]
        },
        {
            "text": "The acceptance ratio R acc varies for each kinematic bin, and is, on average, around 30%. ",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "In absolute value,  TABLE III. ",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 85,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 29,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "TABLE III"
                }
            ]
        },
        {
            "text": "Obtained values of P b Pt, P b , and Pt, for each part of the experiment, and for both positive and negative target polarizations. ",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "In the case of P b , both statistical (first) and systematic (second) uncertainties are listed. ",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "was done for each individual 4-dimensional bin. ",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "The average impact of the background subtraction on each of the 3 asymmetries, relative to their average value at 90 • , is ∼ 8% for the BSA, ∼ 11% for the TSA, and ∼ 6% for the DSA.",
            "section": "V.7. π 0 background subtraction",
            "paragraph_rank": 85,
            "section_rank": 17
        },
        {
            "text": "V.8. ",
            "section_rank": 18
        },
        {
            "text": "Nuclear background effects on BSA",
            "section_rank": 18
        },
        {
            "text": "The beam-spin asymmetry extracted using the 14 NH 3 data contains a contribution from the nitrogen nuclei. ",
            "section": "V.8. Nuclear background effects on BSA",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "The dilution factor analysis (Section V.5) shows that, thanks to the tight exclusivity cuts adopted, less than 10% of the final DVCS/BH event candidates come from the nitrogen. ",
            "section": "V.8. Nuclear background effects on BSA",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "However, given the low statistics collected in the carbon runs, it is not possible to directly subtract for each kinematic bin and helicity state the nitrogen contribution, calculated on the basis of the 12 C measurement, from the 14 NH events. ",
            "section": "V.8. Nuclear background effects on BSA",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "The raw BSA, without π 0 subtraction, was extracted from the carbon-target data, applying all of the DVCS/BH selection cuts and integrating, for statistics reasons, over all kinematic variables but φ. ",
            "section": "V.8. Nuclear background effects on BSA",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "The resulting asymmetry was compared to the corresponding observable obtained on the 14 NH 3 target. ",
            "section": "V.8. Nuclear background effects on BSA",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "A Student's t-test was performed, and it was found that the two DVCS/BH BSAs for a free proton and quasi-free proton in carbon are compatible at the 3σ level. ",
            "section": "V.8. Nuclear background effects on BSA",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "This result points to the fact that given the limits imposed by our statistics, our experiment is not sensitive to possible medium-modification effects for DVCS, going from proton to carbon target. ",
            "section": "V.8. Nuclear background effects on BSA",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "Moreover, our results for the dilution factor show a contamination of events from nitrogen in the epγ sample of less than 10%, and this contamination comes from bound protons at quasi free kinematics due to the tight exclusive cuts. ",
            "section": "V.8. Nuclear background effects on BSA",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "All this supports the assumption that the contribution to the final beam-spin asymmetries of the incoherent DVCS on nitrogen does not impact sizeably our result, within the limits of our statistical accuracy.",
            "section": "V.8. Nuclear background effects on BSA",
            "paragraph_rank": 86,
            "section_rank": 18
        },
        {
            "text": "V.9. ",
            "section_rank": 19
        },
        {
            "text": "Combination of asymmetries from part A and part B",
            "section_rank": 19
        },
        {
            "text": "Having verified that the bin centers for parts A and B are equal within uncertainties (Section V.4), the final asymmetries, after epπ 0 background subtraction, have been combined via uncertainty-weighted averages for each four-dimensional bin in (Q 2 , x B , −t, φ). ",
            "section": "V.9. Combination of asymmetries from part A and part B",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "In order to verify that the two sets of asymmetries are statistically compatible with each other, t-tests were perfomed for the three asymmetries. ",
            "section": "V.9. Combination of asymmetries from part A and part B",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "The obtained mean values of t and their standard deviations support the hypothesis that the asymmetries of parts A and B are compatible with each other. ",
            "section": "V.9. Combination of asymmetries from part A and part B",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "The two datasets can therefore be combined. ",
            "section": "V.9. Combination of asymmetries from part A and part B",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "The combined asymmetries are shown in Section VII.",
            "section": "V.9. Combination of asymmetries from part A and part B",
            "paragraph_rank": 87,
            "section_rank": 19
        },
        {
            "text": "The combined beam energy, 5.932 GeV, was computed as the weighted average over all epγ events of the values of the energies for the two parts, which were separately deduced from elastic measurements (Section III).",
            "section": "V.9. Combination of asymmetries from part A and part B",
            "paragraph_rank": 88,
            "section_rank": 19
        },
        {
            "text": "V.10. ",
            "section_rank": 20
        },
        {
            "text": "Transverse corrections",
            "section_rank": 20
        },
        {
            "text": "In this experiment, the target polarization was parallel to the electron beam direction. ",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 89,
            "section_rank": 20
        },
        {
            "text": "However, for the theoretical interpretations of the asymmetries, the longitudinal polarization with respect to the virtual photon direction is usually adopted. ",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 89,
            "section_rank": 20
        },
        {
            "text": "In order to be consistent in the comparisons with the theoretical models, a modeldependent correction was computed to finally obtain the TSA (and DSA) with respect to the virtual photon di-rection. ",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 89,
            "section_rank": 20
        },
        {
            "text": "The purely longitudinal asymmetry referred to the virtual photon, A UL , is linked to the x-component of the transverse one, A UT (0), and to what is measured in the lab, A lab UL , by the relation [22]:",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 89,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "where θ * is the angle formed by the virtual photon and the beam direction. ",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 90,
            "section_rank": 20
        },
        {
            "text": "An analogous relation holds for the double-spin asymmetry,",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 90,
            "section_rank": 20
        },
        {
            "text": "The idea adopted here is to compute a set of modeldependent bin-by-bin corrections using the predictions of the GPD model VGG [23] (described in Section VI) for A U T (0), and the average value of θ * over the selected DVCS events for each bin. ",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 91,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "The VGG model was run for all kinematic bins to obtain A U T (0), with three different sets of options for systematic studies of the model dependence of the correction. ",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 91,
            "section_rank": 20
        },
        {
            "text": "The size of the transverse-target spin asymmetry varies with −t, from a few percent at low −t to up to 30% for the highest −t bins. ",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 91,
            "section_rank": 20
        },
        {
            "text": "Also the difference between the results obtained for the three sets of VGG options is more sizeable at high −t, where changes of sign for the φ distribution are observed. ",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 91,
            "section_rank": 20
        },
        {
            "text": "As far as the double-transverse spin asymmetry is concerned, it is higher at low −t, mostly positive, and never greater than 30%. ",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 91,
            "section_rank": 20
        },
        {
            "text": "The angle θ * between the virtual photon and the beam direction is, on average, around 7",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 91,
            "section_rank": 20
        },
        {
            "text": "• . ",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 92,
            "section_rank": 20
        },
        {
            "text": "Thanks to the combination of small values for θ * and relatively small values for A UT (0), the corrections, which are defined as",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 92,
            "section_rank": 20
        },
        {
            "text": "and obtained using Eqs. ",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 93,
            "section_rank": 20
        },
        {
            "text": "(36) and (37), are very small. ",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 93,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "(36)"
                },
                {
                    "start": 9,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "(37)"
                }
            ]
        },
        {
            "text": "The standard deviation of the differences between the three versions of \"corrected\" TSAs (or DSAs) and the measured one was adopted as a systematic uncertainty. ",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 93,
            "section_rank": 20
        },
        {
            "text": "In general, the correction brings a slight increase to both kinds of asymmetries, and it is always smaller than the statistical uncertainties. ",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 93,
            "section_rank": 20
        },
        {
            "text": "The same holds for the associated systematic uncertainty, the averages of which for both TSA and DSA are reported in Table IV. ",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 93,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table IV"
                }
            ]
        },
        {
            "text": "The transverse correction was applied to each 4-dimensional bin. ",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 93,
            "section_rank": 20
        },
        {
            "text": "The average impact of this correction on each of the 2 asymmetries, relative to their average value at 90 • , is ∼ 4% for the TSA and ∼ 2% for the DSA. ",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 93,
            "section_rank": 20
        },
        {
            "text": "The values of the corrections for each 4-dimensional bin are reported in Table V along with the values of the corrected asymmetries.",
            "section": "V.10. Transverse corrections",
            "paragraph_rank": 93,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "type": "table",
                    "text": "Table V"
                }
            ]
        },
        {
            "text": "V.11. ",
            "section_rank": 21
        },
        {
            "text": "Bin-centering corrections",
            "section_rank": 21
        },
        {
            "text": "Second-order bin-centering corrections were applied to the single-spin asymmetries. ",
            "section": "V.11. Bin-centering corrections",
            "paragraph_rank": 94,
            "section_rank": 21
        },
        {
            "text": "As stated in Section V.4, the asymmetries are correctly defined at first order if one takes the average value of each kinematic variable over all the events of each bin. ",
            "section": "V.11. Bin-centering corrections",
            "paragraph_rank": 94,
            "section_rank": 21
        },
        {
            "text": "To apply second-order bincentering corrections, one needs to make assumptions on the kinematic dependences of the asymmetry. ",
            "section": "V.11. Bin-centering corrections",
            "paragraph_rank": 94,
            "section_rank": 21
        },
        {
            "text": "Based on the information from the present data, only the effect of the −t dependence was studied, since the asymmetries do not exhibit strong variations in Q 2 and x B (see Section VII). ",
            "section": "V.11. Bin-centering corrections",
            "paragraph_rank": 94,
            "section_rank": 21
        },
        {
            "text": "The bin-centering corrections were evaluated for each 4-dimensional bin as",
            "section": "V.11. Bin-centering corrections",
            "paragraph_rank": 94,
            "section_rank": 21
        },
        {
            "text": "where the first term is computed event-by-event while the second term is evaluated at the central values t and φ of the bin. ",
            "section": "V.11. Bin-centering corrections",
            "paragraph_rank": 95,
            "section_rank": 21
        },
        {
            "text": "The α(t) and β(t) functions were determined by fitting the data. ",
            "section": "V.11. Bin-centering corrections",
            "paragraph_rank": 95,
            "section_rank": 21
        },
        {
            "text": "For the BSA and the TSA, the corrections are on average at the level of 4%, relative to the average value of the asymmetries at 90 • . ",
            "section": "V.11. Bin-centering corrections",
            "paragraph_rank": 95,
            "section_rank": 21
        },
        {
            "text": "Since the extrema in the DSA are much less pronounced, the corrections are expected to be even smaller and they are therefore neglected here.",
            "section": "V.11. Bin-centering corrections",
            "paragraph_rank": 95,
            "section_rank": 21
        },
        {
            "text": "V.12. ",
            "section_rank": 22
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 22
        },
        {
            "text": "Systematic checks were performed to evaluate the stability of the measured observables against the variation of the terms that compose them. ",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 96,
            "section_rank": 22
        },
        {
            "text": "For each of the three asymmetries extracted, and for each kind of systematic effect studied, one of the quantities in the definition of the asymmetry was varied two or more times. ",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 96,
            "section_rank": 22
        },
        {
            "text": "Then, the asymmetries were produced for each variation, for parts A and B separately. ",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 96,
            "section_rank": 22
        },
        {
            "text": "The two parts were merged as described previously. ",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 96,
            "section_rank": 22
        },
        {
            "text": "Finally, the systematic uncertainty for each bin was computed as",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 96,
            "section_rank": 22
        },
        {
            "text": "where A i are the asymmetries corresponding to each variation i out of n variations performed, while A 0 is the standard asymmetry. ",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 97,
            "section_rank": 22
        },
        {
            "text": "Each systematic check was performed as follows:",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 97,
            "section_rank": 22
        },
        {
            "text": "• Systematics on the exclusivity cuts: the \"standard\" analysis was performed with 3σ cut widths (see Section V.3), and four others were done, using cut widths of 2.25, 2.5, 3.25 and 3.5 σ. ",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 98,
            "section_rank": 22
        },
        {
            "text": "The bin-by-bin systematics were computed using Eq. ",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 98,
            "section_rank": 22
        },
        {
            "text": "(41). ",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 98,
            "section_rank": 22
        },
        {
            "text": "This source is the biggest contributor to the overall systematic uncertainty (see Table IV), and it encompasses also effects due to variations of the dilution factor.",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 98,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 90,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table IV"
                }
            ]
        },
        {
            "text": "• Systematics on P b , P t , P b P t : the beam-spin asymmetry was computed two more times, taking two different values of P b : P b + ∆(P b ) and P b − ∆(P b ), where ∆(P b ) is the overall uncertainty estimated for this quantity (see Section V.6). ",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 22
        },
        {
            "text": "An equivalent treatment was adopted for the TSA and the DSA. ",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 22
        },
        {
            "text": "There is no major kinematic dependence for this source of uncertainty, and its contribution to the overall systematic uncertainty is very small (see Table IV).",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 99,
            "section_rank": 22
        },
        {
            "text": "• Systematics on epπ 0 background subtraction: the three asymmetries (BSA, TSA and DSA) were computed each three times, taking three different values of the R Acc factor (defined in Eq. ",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 100,
            "section_rank": 22
        },
        {
            "text": "(35)) that was used to compute the epπ 0 background. ",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 100,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "(35)"
                }
            ]
        },
        {
            "text": "Specifically, the background was computed using the \"real\" value R Acc increased and decreased by 30%. ",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 100,
            "section_rank": 22
        },
        {
            "text": "There is some kinematic dependence for this source of uncertainty, and its contribution to the overall systematic uncertainty is smaller than that from the exclusivity cuts, but larger than those from the polarizations or the dilution factors. ",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 100,
            "section_rank": 22
        },
        {
            "text": "Table IV reports the averages of each kind of systematic uncertainty for the three asymmetries. ",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 100,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table IV"
                }
            ]
        },
        {
            "text": "The biggest contribution to the systematic uncertainties comes from the exclusivity cuts which contributes to ∼ 80% of the total systematic error. ",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 100,
            "section_rank": 22
        },
        {
            "text": "The total systematic uncertainty was computed as a quadratic sum of all contributions. ",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 100,
            "section_rank": 22
        },
        {
            "text": "For all bins and for the three kinds of asymmetries, the statistical uncertainty is bigger than the total systematic uncertainty. ",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 100,
            "section_rank": 22
        },
        {
            "text": "Both kinds of uncertainties are listed, along with the values of the asymmetries, in Table V.",
            "section": "V.12. Systematic uncertainties",
            "paragraph_rank": 100,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 92,
                    "type": "table",
                    "text": "Table V"
                }
            ]
        },
        {
            "text": "V.12.1. ",
            "section_rank": 23
        },
        {
            "text": "Radiative corrections",
            "section_rank": 23
        },
        {
            "text": "Afanasev et al. ",
            "section": "V.12.1. Radiative corrections",
            "paragraph_rank": 101,
            "section_rank": 23
        },
        {
            "text": "[24] have computed the radiative corrections for the DVCS and BH processes for CLAS kinematics. ",
            "section": "V.12.1. Radiative corrections",
            "paragraph_rank": 101,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "It was found that, given the strict kinematic cuts adopted to select the final state, the undetected radiated photon can only have small energies. ",
            "section": "V.12.1. Radiative corrections",
            "paragraph_rank": 101,
            "section_rank": 23
        },
        {
            "text": "In this case, therefore, the main contribution to the radiative correction comes from spin-independent soft-photon emission that does not affect the polarization observables -while instead it can affect unpolarized cross sections even up to the 20% level. ",
            "section": "V.12.1. Radiative corrections",
            "paragraph_rank": 101,
            "section_rank": 23
        },
        {
            "text": "The approximation of negligible contribution from the radiative corrections to the BSA, TSA and DSA, compared to the size of the asymmetries, is valid at CLAS kinematics at the 0.1% level [24]. ",
            "section": "V.12.1. Radiative corrections",
            "paragraph_rank": 101,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 188,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "Given the statistical uncertainties and the larger size of other systematic effects, it was chosen to neglect this contribution.",
            "section": "V.12.1. Radiative corrections",
            "paragraph_rank": 101,
            "section_rank": 23
        },
        {
            "text": "VI. ",
            "section_rank": 24
        },
        {
            "text": "MODELS OF GPDS",
            "section_rank": 24,
            "entity_spans": [
                {
                    "start": 10,
                    "end": 14,
                    "type": "software",
                    "rawForm": "GPDS",
                    "resp": "service",
                    "id": "software-simple-s10"
                }
            ]
        },
        {
            "text": "In the following sections the experimental asymmetries are compared to the predictions of four GPD models: Vanderhaeghen-Guichon-Guidal (VGG) [23], Goloskokov-Kroll (GK) [25],   [26], and Goldstein-Gonzalez-Liuti (GLL) [27].",
            "section": "VI. MODELS OF GPDS",
            "paragraph_rank": 102,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[23]"
                },
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[25]"
                },
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[26]"
                },
                {
                    "start": 219,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "Both the VGG and GK models are based on double distributions [1,28] to parametrize the (x, ξ) dependence of the GPDs, and on Regge phenomenology for their t dependence. ",
            "section": "VI. MODELS OF GPDS",
            "paragraph_rank": 103,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[1,"
                },
                {
                    "start": 64,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "28]"
                }
            ]
        },
        {
            "text": "The main differences between these two models are in the parametrization of the high-t part of the electromagnetic form factors and in the fact that the parameters of the GK model are tuned using low-x B DVMP data from HERA, which are particularly sensitive to gluon and sea-quark GPDs. ",
            "section": "VI. MODELS OF GPDS",
            "paragraph_rank": 103,
            "section_rank": 24
        },
        {
            "text": "Therefore, the GK model is also suited for gluonic GPDs that are not accounted for in VGG. ",
            "section": "VI. MODELS OF GPDS",
            "paragraph_rank": 103,
            "section_rank": 24
        },
        {
            "text": "However, given the x B range of the results presented here, the description of the valence-quark GPDs is sufficient.",
            "section": "VI. MODELS OF GPDS",
            "paragraph_rank": 103,
            "section_rank": 24
        },
        {
            "text": "KMM12 is a hybrid model designed for global fitting, in which sea-quark GPDs are modeled in a Mellin-Barnes integral representation; valence quarks are modeled in terms of these GPDs on the cross-over line ξ",
            "section": "VI. MODELS OF GPDS",
            "paragraph_rank": 104,
            "section_rank": 24,
            "entity_spans": [
                {
                    "start": 3,
                    "end": 6,
                    "type": "version",
                    "rawForm": "12",
                    "resp": "service",
                    "id": "#software-simple-s10"
                }
            ]
        },
        {
            "text": "The parameters of the model were fixed using unpolarized-proton DVCS data from CLAS and HERMES, as well as the polarized-proton HERMES data. ",
            "section": "VI. MODELS OF GPDS",
            "paragraph_rank": 105,
            "section_rank": 24
        },
        {
            "text": "The kinematic range of applicability of this model is defined by the relation −t < Q 2 4 . ",
            "section": "VI. MODELS OF GPDS",
            "paragraph_rank": 105,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Finally, the GGL model provides a diquark model based parametrization of GPDs that incorporates Regge behavior by introducing a spectral function for the spectator diquark's invariant mass distribution. ",
            "section": "VI. MODELS OF GPDS",
            "paragraph_rank": 105,
            "section_rank": 24
        },
        {
            "text": "The parameters of the model were obtained by fitting both deep inelastic scattering (DIS) structure functions and the recently available flavor-separated nucleon form factors data [29].",
            "section": "VI. MODELS OF GPDS",
            "paragraph_rank": 105,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "VII. ",
            "section_rank": 25
        },
        {
            "text": "RESULTS",
            "section_rank": 25
        },
        {
            "text": "Hereafter, the results for the three asymmetries are presented, discussed and compared to the GPD models described in Section VI. ",
            "section": "VII. RESULTS",
            "paragraph_rank": 106,
            "section_rank": 25
        },
        {
            "text": "The values of the asymmetries for each 4-dimensional bin, along with their uncertainties, are listed in Table V and in Ref. ",
            "section": "VII. RESULTS",
            "paragraph_rank": 106,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 111,
                    "type": "table",
                    "text": "Table V"
                }
            ]
        },
        {
            "text": "[30].",
            "section": "VII. RESULTS",
            "paragraph_rank": 106,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "The harmonic structure in φ of the asymmetries versus (Q 2 -x B ) and −t was studied by fitting their φ distributions. ",
            "section": "VII. RESULTS",
            "paragraph_rank": 107,
            "section_rank": 25
        },
        {
            "text": "For this goal, the fact that the three asymmetries have the same denominator has been exploited. ",
            "section": "VII. RESULTS",
            "paragraph_rank": 107,
            "section_rank": 25
        },
        {
            "text": "In fact, by performing a simultaneaous fit of the 3 asymmetries, the common denominator can be constrained to be the same for the three different observables. ",
            "section": "VII. RESULTS",
            "paragraph_rank": 107,
            "section_rank": 25
        },
        {
            "text": "Thus BSA, TSA and DSA were fitted, respectively, with three functions that shared a common denominator (1 + β cos φ). ",
            "section": "VII. RESULTS",
            "paragraph_rank": 107,
            "section_rank": 25
        },
        {
            "text": "In the highest −t bin of the third (Q 2 -x B ) bin, β was set to zero due to the limited φ coverage. ",
            "section": "VII. RESULTS",
            "paragraph_rank": 107,
            "section_rank": 25
        },
        {
            "text": "Figure 17 shows the beam-spin asymmetry as a function of φ for each slice in the Q 2 -x B space (rows) and for each bin in −t (columns). ",
            "section": "VII. RESULTS",
            "paragraph_rank": 107,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 17"
                }
            ]
        },
        {
            "text": "Each asymmetry is fitted with the function",
            "section": "VII. RESULTS",
            "paragraph_rank": 107,
            "section_rank": 25
        },
        {
            "text": "VII.1. ",
            "section_rank": 26
        },
        {
            "text": "Beam-spin asymmetry",
            "section_rank": 26
        },
        {
            "text": "and shows a clear sin φ-like modulation, with a decreasing amplitude as −t increases, ranging from ∼ 0.25 down to ∼ 0. ",
            "section": "VII.1. Beam-spin asymmetry",
            "paragraph_rank": 108,
            "section_rank": 26
        },
        {
            "text": "The dependence in the other kinematic variables appears less marked, although a slight decrease in the −t slope seems to happen at the highest Q 2 and x B values. ",
            "section": "VII.1. Beam-spin asymmetry",
            "paragraph_rank": 108,
            "section_rank": 26
        },
        {
            "text": "This is confirmed by Fig. 18, which  values, the VGG model gets closer to the data, while the GK model is systematically higher. ",
            "section": "VII.1. Beam-spin asymmetry",
            "paragraph_rank": 108,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 35,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 18, which"
                }
            ]
        },
        {
            "text": "Both models expect a steeper −t slope than the data display. ",
            "section": "VII.1. Beam-spin asymmetry",
            "paragraph_rank": 108,
            "section_rank": 26
        },
        {
            "text": "This can be due to the fact that these models are based on Double-Distributions, where the −t dependence is factorized with respect to the (x, ξ) dependence. ",
            "section": "VII.1. Beam-spin asymmetry",
            "paragraph_rank": 108,
            "section_rank": 26
        },
        {
            "text": "The data, instead, seem to point to more complex correlations between the three variables. ",
            "section": "VII.1. Beam-spin asymmetry",
            "paragraph_rank": 108,
            "section_rank": 26
        },
        {
            "text": "The GGL model is in good agreement with the data at low −t especially for the first and third Q 2 -x B bin, while it diverges away from the data in the high-x B bins. ",
            "section": "VII.1. Beam-spin asymmetry",
            "paragraph_rank": 108,
            "section_rank": 26
        },
        {
            "text": "The discrepancy observed for larger x B values is an indication that using only DIS and form factor data one can only provide a loose constraint on the ξ dependence of the model. ",
            "section": "VII.1. Beam-spin asymmetry",
            "paragraph_rank": 108,
            "section_rank": 26
        },
        {
            "text": "The best fit to the data is provided by the KMM12 model, which however does not cover our whole set of kinematics. ",
            "section": "VII.1. Beam-spin asymmetry",
            "paragraph_rank": 108,
            "section_rank": 26
        },
        {
            "text": "For consistency, our beam-spin asymmetries were also compared to those obtained from previous CLAS data [15] (e1-dvcs experiment). ",
            "section": "VII.1. Beam-spin asymmetry",
            "paragraph_rank": 108,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "For this task, the results for the α LU coefficient were used, taking the kinematic bins from the e1-dvcs data that were closest to our own. ",
            "section": "VII.1. Beam-spin asymmetry",
            "paragraph_rank": 108,
            "section_rank": 26
        },
        {
            "text": "The comparison is shown in Fig. 18, where the e1-dvcs results are represented by the (green online) triangles. ",
            "section": "VII.1. Beam-spin asymmetry",
            "paragraph_rank": 108,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 34,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 18"
                }
            ]
        },
        {
            "text": "The agreement is good, especially considering the imperfect kinematical overlap.",
            "section": "VII.1. Beam-spin asymmetry",
            "paragraph_rank": 108,
            "section_rank": 26
        },
        {
            "text": "VII.2. ",
            "section_rank": 27
        },
        {
            "text": "Target-spin asymmetry",
            "section_rank": 27
        },
        {
            "text": "The results for the target-spin asymmetry [31] are presented in Fig. 19 as a function of φ for each slice in the Q 2 -x B space (rows) and for each bin in −t (columns). ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 109,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[31]"
                },
                {
                    "start": 64,
                    "end": 71,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 19"
                }
            ]
        },
        {
            "text": "As for the BSA, it is fitted with the function   [25] (blue dash-dotted), and iv) GGL [27] (orange dashed-three-dotted). ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 109,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[25]"
                },
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "The square black points are the results obtained from the present analysis, the triangular green data come from the previous CLAS experiment with unpolarized proton target [15].",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 109,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "and shows the typical sin φ-like dependence, with amplitudes ranging from 0.1 to 0.3, but its evolution with −t is quite different from the BSA, in shape and magnitude. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 110,
            "section_rank": 27
        },
        {
            "text": "In fact, the amplitude of the target-spin asymmetry seems rather constant as a function of all kinematic variables, −t included, apart from the expected systematic drop towards t ∼ t min . ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 110,
            "section_rank": 27
        },
        {
            "text": "Figure 20 shows the t-dependence for each bin in Q 2 -x B of the sin φ fitting coefficient α UL (Eq. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 110,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 20"
                }
            ]
        },
        {
            "text": "(43)), which appears fairly constant, unlike what was observed for the beam-spin asymmetry. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 110,
            "section_rank": 27
        },
        {
            "text": "As mentioned above, the variable t yields the Fourier conjugate of the impact parameter, describing the transverse position of the partons in the reference frame where the proton goes at the speed of light. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 110,
            "section_rank": 27
        },
        {
            "text": "Therefore, a steep t slope is equivalent to a rather flat spatial distribution, and vice versa. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 110,
            "section_rank": 27
        },
        {
            "text": "Equations (17) and (19) point to the proportion-ality between, respectively, TSA and m H and BSA and mH. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 110,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 10,
                    "end": 14,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(17)"
                },
                {
                    "start": 19,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(19)"
                }
            ]
        },
        {
            "text": "Thus, the t behavior of the TSA compared to that of the BSA suggests that the axial charge (linked tõ H) is more concentrated in the center of the proton than the electric charge (linked to H). ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 110,
            "section_rank": 27
        },
        {
            "text": "This fact was already observed in a paper [32] devoted to the extraction of the CFFs mH and m H from the HERMES data. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 110,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "This finding is clearly not predicted by the VGG or GK models, which instead display a similar drop with t for the TSA as what was computed for the BSA. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 110,
            "section_rank": 27
        },
        {
            "text": "These models approximately reproduce the low-t magnitude of the asymmetry in some kinematics (namely, in Q 2 -x B bins 1 and 3), with a slightly better fit of the data for VGG. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 110,
            "section_rank": 27
        },
        {
            "text": "GK predicts an increase of the TSA with x B that is not observed in the experiment. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 110,
            "section_rank": 27
        },
        {
            "text": "By comparing the behavior of these two models for the two single-spin asymmetries, it can be observed how both reach good agreement with the data at high −t for the BSA and a low −t for the TSA. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 110,
            "section_rank": 27
        },
        {
            "text": "These data can therefore provide strong guidance to correct the t dependence of the parametrizations of both H and H. The GGL model also predicts a drop in −t not confirmed by the data, and moreover it overestimates the magnitude of the asymmetry by at least a factor of 2. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 110,
            "section_rank": 27
        },
        {
            "text": "The best fit to the data is provided, in the bins where it applies, by the KMM12 model.",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 110,
            "section_rank": 27
        },
        {
            "text": "Our target-spin asymmetries were compared to those obtained from HERMES and to the results of a previous exploratory CLAS experiment [13]. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 111,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Given the different kinematical coverages of the three experiments, it was decided to integrate the data over all values of Q 2 -x B of the phase space, and obtain a set of TSAs only as a function of φ and −t, with a finer binning in −t than for our four-fold asymmetries. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 111,
            "section_rank": 27
        },
        {
            "text": "For this comparison, each φ distribution for a given −t bin was fitted with the function α UL sin φ + γ UL sin(2φ), which was the one used for both the HERMES and the old CLAS data. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 111,
            "section_rank": 27
        },
        {
            "text": "The comparison of the α UL coefficients is shown in Fig. 21. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 111,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 59,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 21"
                }
            ]
        },
        {
            "text": "Our data have at least a factor 5 smaller error bars than the previously published data, and extend the −t range up to 1.7 (GeV/c) 2 .",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 111,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "2"
                }
            ]
        },
        {
            "text": "A further test was made including in the fit an additional sin(2φ) term for the TSA. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 112,
            "section_rank": 27
        },
        {
            "text": "Thus the adopted fitting function was",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 112,
            "section_rank": 27
        },
        {
            "text": "The data from HERMES [16], in fact, show a nonnegligible contribution of the sin 2φ moment to the TSA. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 113,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "It must be pointed out, however, that in the expansion in sin φ moments done by the HERMES Collaboration, the contribution of the denominator could mix with the sin nφ terms, while in our analysis it is treated with its own parameter. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 113,
            "section_rank": 27
        },
        {
            "text": "In the Belitsky-Müller-Kirchner formalism, the parts of the DVCS/BH interference term depending on sin 2φ appear only at twist-three level [9]. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 113,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Therefore, observing a sizeable sin 2φ component in the target-spin asymmetry would mean having some sensitivity to twist-three CFFs. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 113,
            "section_rank": 27
        },
        {
            "text": "A recent paper [33] pointed   to a possible way to access the quarks' orbital angular momentum via the measurement of twist-three GPDs. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 113,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "First of all, the stability of α UL was verified by comparing the sin φ parameter obtained with and without sin 2φ term in the fitting function. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 113,
            "section_rank": 27
        },
        {
            "text": "The sin 2φ term appears to be much smaller, at least in the low-t region, than the sin φ term, often compatible with zero, with a slight tendency to increase at high −t in some kinematic bins towards negative values. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 113,
            "section_rank": 27
        },
        {
            "text": "The sin φ component is always dominant. ",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 113,
            "section_rank": 27
        },
        {
            "text": "However, given the limited statistics and the relatively small number of φ bins, the uncertaintes on the denominator parameter highly affect the extraction of such a potentially small higher-twist sin 2φ modulation in the numerator, so no reliable sin 2φ-extraction can be achieved with the present fitting procedure.",
            "section": "VII.2. Target-spin asymmetry",
            "paragraph_rank": 113,
            "section_rank": 27
        },
        {
            "text": "VII.3. ",
            "section_rank": 28
        },
        {
            "text": "Double-spin asymmetry",
            "section_rank": 28
        },
        {
            "text": "The double-spin asymmetry is plotted in Fig. 22 as a function of φ for each bin in −t (columns) and for each slice in the Q 2 -x B space (rows). ",
            "section": "VII.3. Double-spin asymmetry",
            "paragraph_rank": 114,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 47,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 22"
                }
            ]
        },
        {
            "text": "It is larger in magnitude than the single-spin asymmetries presented in the previous sections (around 0.6), seems rather flat as a function of φ, and presents a slow decrease as a function of −t. ",
            "section": "VII.3. Double-spin asymmetry",
            "paragraph_rank": 114,
            "section_rank": 28
        },
        {
            "text": "The data were fitted with the function",
            "section": "VII.3. Double-spin asymmetry",
            "paragraph_rank": 114,
            "section_rank": 28
        },
        {
            "text": "where the denominator parameter β is the same as for the fits to the two single-spin asymmetries. ",
            "section": "VII.3. Double-spin asymmetry",
            "paragraph_rank": 115,
            "section_rank": 28
        },
        {
            "text": "The two sets of fit parameters of the numerator, κ LL and λ LL , are shown, as functions of −t and for each Q 2 -x B bin in Figs. 23 and 24, respectively. ",
            "section": "VII.3. Double-spin asymmetry",
            "paragraph_rank": 115,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 124,
                    "end": 139,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figs. 23 and 24"
                }
            ]
        },
        {
            "text": "The constant term dominates the asymmetry, while the cos φ term of the numerator is compatible with zero for most kinematics. ",
            "section": "VII.3. Double-spin asymmetry",
            "paragraph_rank": 115,
            "section_rank": 28
        },
        {
            "text": "In Figs. 22, 23, and 24, the three fit parameters of the double-spin asymmetries are compared to the four model predictions for DVCS+BH and to the calculations for BH only (green dot-dashed curve). ",
            "section": "VII.3. Double-spin asymmetry",
            "paragraph_rank": 115,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 15,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figs. 22, 23"
                }
            ]
        },
        {
            "text": "It seems that Bethe-Heitler fully dominates the constant term, and all models -except for GGL, which misses both the magnitude and the t-dependence of this observable -predict this and correctly reproduce it. ",
            "section": "VII.3. Double-spin asymmetry",
            "paragraph_rank": 115,
            "section_rank": 28
        },
        {
            "text": "The best match for this term is provided by the VGG and GK models, which show sizeable differences only at the highest −t values, where the DVCS contribution is expected to start to play a role. ",
            "section": "VII.3. Double-spin asymmetry",
            "paragraph_rank": 115,
            "section_rank": 28
        },
        {
            "text": "The models suggest a slight contribution from DVCS in the cos φ term but the statistical precision of the data does not allow us to draw conclusions on which prediction provides the better fit.",
            "section": "VII.3. Double-spin asymmetry",
            "paragraph_rank": 115,
            "section_rank": 28
        },
        {
            "text": "VIII. ",
            "section_rank": 29
        },
        {
            "text": "EXTRACTION OF COMPTON FORM FACTORS",
            "section_rank": 29
        },
        {
            "text": "In recent years, various groups have developed and applied different procedures to extract Compton Form  Factors from DVCS observables. ",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 116,
            "section_rank": 29
        },
        {
            "text": "The approach adopted here [34][35][36] is based on a local-fitting method at each given experimental (Q 2 , x B , −t) kinematic point. ",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 116,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[34]"
                },
                {
                    "start": 30,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[35]"
                },
                {
                    "start": 34,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "In this framework, instead of four complex CFFs defined as in Eqs. ",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 116,
            "section_rank": 29
        },
        {
            "text": "(9) and (10), there are eight real CFFs defined as",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 116,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(9)"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "(10)"
                }
            ]
        },
        {
            "text": "where the sign convention is the same as for Eq. ",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 117,
            "section_rank": 29
        },
        {
            "text": "(8). ",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 117,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "(8)"
                }
            ]
        },
        {
            "text": "These CFFs are the almost-free parameters -their values are allowed to vary within ±5 times the values predicted by the VGG model -that are extracted from DVCS observables using the well-established DVCS+BH theoretical amplitude. ",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 117,
            "section_rank": 29
        },
        {
            "text": "The BH amplitude is calculated exactly while the DVCS amplitude is taken at the QCD leading (red dashed), ",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 117,
            "section_rank": 29
        },
        {
            "text": "ii) KMM12 [26] (green dotted), ",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 117,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 10,
                    "end": 14,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "iii) GK [25] (blue dash-dotted), and ",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 117,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "iv) GGL [27] (orange dashed-threedotted).",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 117,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "twist. ",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 118,
            "section_rank": 29
        },
        {
            "text": "The expression of these amplitudes can be found, for instance, in [23].",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 118,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "The three sets of asymmetries (BSA, TSA and DSA) for all kinematic bins were processed using this fitting procedure to extract the Compton Form Factors. ",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 119,
            "section_rank": 29
        },
        {
            "text": "In the adopted version of the fitter code,Ẽ Im is set to zero, as E is assumed to be purely real -it is parametrized in the VGG model by the pion pole (1/(t − m 2 π )). ",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 119,
            "section_rank": 29
        },
        {
            "text": "Thus seven out of the eight real and imaginary parts of the CFFs are left as free parameters in the fit. ",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 119,
            "section_rank": 29
        },
        {
            "text": "Figure 25 shows H Im (black full squares) andH Im (red full circles), which are obtained from the fit of the present data, as a function of −t for each of our 5 Q 2 -x B bins. ",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 119,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 25"
                }
            ]
        },
        {
            "text": "These are the two CFFs that appear to be better constrained by the present results. ",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 119,
            "section_rank": 29
        },
        {
            "text": "Given that the size of the error bars reflects the sensitivity of the combination of observables to each CFF, it is evident that, as expected, our asymmetries are mostly sensitive to mH. ",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 119,
            "section_rank": 29
        },
        {
            "text": "The results for H Im andH Im confirm what had been previously observed in a qualitative way by direct comparison of the t-dependence of our TSAs and BSAs in Section VII.2: the t-slope of mH is much steeper than that of mH, hinting at the fact that the axial charge (linked to mH) might be more \"concentrated\" in the center of the nucleon than the electric charge (linked to mH). ",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 119,
            "section_rank": 29
        },
        {
            "text": "This effect seems stronger at the lowest values of x B , while both CFFs tend to flatten out as x B increases.",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 119,
            "section_rank": 29
        },
        {
            "text": "It is also interesting to compare the results obtained for the two equal-x B bins (Q 2 = 1.97 (GeV/c) 2 and Q 2 = 2.41 (GeV/c) 2 ): within the limits imposed by the size of the error bars and by the Q 2 lever arm (only 0.44 (GeV/c) 2 ), both sets of CFFs are compatible, at the 1-σ level, which supports the validity of the scaling hypothesis.",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 120,
            "section_rank": 29
        },
        {
            "text": "In Fig. 25 the values of H Im andH Im that were obtained [37] using the same fitting code with the results from [15] for the beam-spin asymmetry and from [13] for the target-spin asymmetry, are also shown. ",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 121,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 25"
                },
                {
                    "start": 57,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[37]"
                },
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[15]"
                },
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Aside from the much larger kinematic coverage for the polarizedtarget observables made accessible by our data, in the kinematics where the previous extraction had been attempted, our data improve the precision of mH.",
            "section": "VIII. EXTRACTION OF COMPTON FORM FACTORS",
            "paragraph_rank": 121,
            "section_rank": 29
        },
        {
            "text": "IX. ",
            "section_rank": 30
        },
        {
            "text": "CONCLUSIONS",
            "section_rank": 30
        },
        {
            "text": "For the first time four-dimensional single-beam, singletarget, and double (beam-target) spin asymmetries for deeply virtual Compton scattering were extracted over a large phase space at the same kinematics. ",
            "section": "IX. CONCLUSIONS",
            "paragraph_rank": 122,
            "section_rank": 30
        },
        {
            "text": "This experiment used the CLAS detector in conjunction with the IC calorimeter and the Hall-B longitudinally polarized 14 NH 3 target. ",
            "section": "IX. CONCLUSIONS",
            "paragraph_rank": 122,
            "section_rank": 30
        },
        {
            "text": "165 4-dimensional bins in Q 2 , x B , −t and φ, covering a wide kinematic range (1 < Q 2 < 5.2 (GeV/c) 2 , 0.12 < x B < 0.6, 0.08 < −t < 2 (GeV/c) 2 , 0 < φ < 360 o ) were obtained for the three asymmetries, with systematic uncertainties largely below the statistical uncertainties.",
            "section": "IX. CONCLUSIONS",
            "paragraph_rank": 122,
            "section_rank": 30
        },
        {
            "text": "The φ dependence of the obtained asymmetries was studied. ",
            "section": "IX. CONCLUSIONS",
            "paragraph_rank": 123,
            "section_rank": 30
        },
        {
            "text": "The dominance of the leading-order handbag mechanism is supported by the prevalence, especially at low −t, of the sin φ term over higher sin nφ components in both single-spin asymmetries. ",
            "section": "IX. CONCLUSIONS",
            "paragraph_rank": 123,
            "section_rank": 30
        },
        {
            "text": "The DSA is found to be mostly dominated by the constant term, which contains both BH and DVCS/BH interference, although in our kinematics the BH contribution is the strongest. ",
            "section": "IX. CONCLUSIONS",
            "paragraph_rank": 123,
            "section_rank": 30
        },
        {
            "text": "These data bring important constraints to GPD parametrizations, especially for H andH. ",
            "section": "IX. CONCLUSIONS",
            "paragraph_rank": 123,
            "section_rank": 30
        },
        {
            "text": "Using one method among the various ones that are currently in development, these data allow us to extract the imaginary parts of theH and H Compton Form Factors and to gain insight, via their relative t slopes, about the spatial distribution of the electric and axial charges in the proton. ",
            "section": "IX. CONCLUSIONS",
            "paragraph_rank": 123,
            "section_rank": 30
        },
        {
            "text": "The extraction of the Compton Form Factors will be further improved once the new CLAS results on DVCS cross sections will become available [38]. ",
            "section": "IX. CONCLUSIONS",
            "paragraph_rank": 123,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "Furthermore, the extensive DVCS-devoted program planned at Jefferson Lab for the 12-GeV era will extend our knowledge of the Generalized Parton Distributions of the proton in terms of both kinematical coverage and statistical precision. ",
            "section": "IX. CONCLUSIONS",
            "paragraph_rank": 123,
            "section_rank": 30
        },
        {
            "text": "FIG. 1 .",
            "section_rank": 31
        },
        {
            "text": "FIG. 1. ",
            "section": "FIG. 1 .",
            "paragraph_rank": 124,
            "section_rank": 31
        },
        {
            "text": "(Color online)The handbag diagram for the DVCS process on the proton ep → e p γ .",
            "section": "FIG. 1 .",
            "paragraph_rank": 124,
            "section_rank": 31
        },
        {
            "text": "1 − 1 1 − 1 1 − 1 1 − 1",
            "section_rank": 32
        },
        {
            "text": "dxH(x, ξ, t) = F 1 (t); dxE(x, ξ, t) = F 2 (t) dx H(x, ξ, t) = G A (t);",
            "section": "1 − 1 1 − 1 1 − 1 1 − 1",
            "paragraph_rank": 125,
            "section_rank": 32
        },
        {
            "text": "FIG. 2 .",
            "section_rank": 33
        },
        {
            "text": "FIG. 2. ",
            "section": "FIG. 2 .",
            "paragraph_rank": 126,
            "section_rank": 33
        },
        {
            "text": "Scheme to illustrate the definition of the angle φ, formed by the leptonic and hadronic planes.",
            "section": "FIG. 2 .",
            "paragraph_rank": 126,
            "section_rank": 33
        },
        {
            "text": "FIG. 3 .",
            "section_rank": 34
        },
        {
            "text": "FIG. 3. ",
            "section": "FIG. 3 .",
            "paragraph_rank": 127,
            "section_rank": 34
        },
        {
            "text": "Drawing of the experimental setup, including the CLAS detector with its components (DC, EC, CC, TOF), the Inner Calorimeter and the polarized target.",
            "section": "FIG. 3 .",
            "paragraph_rank": 127,
            "section_rank": 34
        },
        {
            "text": "Fig. 7 )FIG. ",
            "section_rank": 35
        },
        {
            "text": "4 .",
            "section_rank": 35
        },
        {
            "text": "FIG. 4. ",
            "section": "Fig. 7 )FIG. 4 .",
            "paragraph_rank": 128,
            "section_rank": 35
        },
        {
            "text": "(Color online)Total energy deposited in the EC (in-ner+outer layers), E, divided by the particle momentum p as a function of p for all the negative tracks. ",
            "section": "Fig. 7 )FIG. 4 .",
            "paragraph_rank": 128,
            "section_rank": 35
        },
        {
            "text": "Top: negative charged particles, before cuts. ",
            "section": "Fig. 7 )FIG. 4 .",
            "paragraph_rank": 128,
            "section_rank": 35
        },
        {
            "text": "Bottom: after minimummomentum, ECin, fiducial and timing cuts.",
            "section": "Fig. 7 )FIG. 4 .",
            "paragraph_rank": 128,
            "section_rank": 35
        },
        {
            "text": "FIG. 5 .",
            "section_rank": 36
        },
        {
            "text": "FIG. 5. ",
            "section": "FIG. 5 .",
            "paragraph_rank": 129,
            "section_rank": 36
        },
        {
            "text": "Number of CC photoelectrons (times 10) for all negative tracks (top), after applying all PID and fiducial cuts for electrons (middle), and after epγ exclusivity cuts.",
            "section": "FIG. 5 .",
            "paragraph_rank": 129,
            "section_rank": 36
        },
        {
            "text": "10 FIG. 6 . ",
            "section_rank": 37
        },
        {
            "text": "5 FIG. 7 . ",
            "section_rank": 37
        },
        {
            "text": "4 FIG. 8 .",
            "section_rank": 37
        },
        {
            "text": "FIG. 6. ",
            "section": "10 FIG. 6 . 5 FIG. 7 . 4 FIG. 8 .",
            "paragraph_rank": 130,
            "section_rank": 37
        },
        {
            "text": "(Color online) β as a function of p for positively charged particles. ",
            "section": "10 FIG. 6 . 5 FIG. 7 . 4 FIG. 8 .",
            "paragraph_rank": 130,
            "section_rank": 37
        },
        {
            "text": "The black lines represent the cut applied to select protons.",
            "section": "10 FIG. 6 . 5 FIG. 7 . 4 FIG. 8 .",
            "paragraph_rank": 130,
            "section_rank": 37
        },
        {
            "text": "FIG. 9 .",
            "section_rank": 38
        },
        {
            "text": "FIG. 9. ",
            "section": "FIG. 9 .",
            "paragraph_rank": 131,
            "section_rank": 38
        },
        {
            "text": "DVCS channel. ",
            "section": "FIG. 9 .",
            "paragraph_rank": 131,
            "section_rank": 38
        },
        {
            "text": "Comparison of data (black lines) and Monte-Carlo simulation (shaded areas). ",
            "section": "FIG. 9 .",
            "paragraph_rank": 131,
            "section_rank": 38
        },
        {
            "text": "From the top left, Q 2 , −t, xB and φ are plotted. ",
            "section": "FIG. 9 .",
            "paragraph_rank": 131,
            "section_rank": 38
        },
        {
            "text": "The histograms are normalized to each other via the ratio of their integrals.",
            "section": "FIG. 9 .",
            "paragraph_rank": 131,
            "section_rank": 38
        },
        {
            "text": "FIG. 10 .",
            "section_rank": 39
        },
        {
            "text": "FIG. 10. ",
            "section": "FIG. 10 .",
            "paragraph_rank": 132,
            "section_rank": 39
        },
        {
            "text": "Exclusive π 0 channel. ",
            "section": "FIG. 10 .",
            "paragraph_rank": 132,
            "section_rank": 39
        },
        {
            "text": "Comparison of data (black lines) and Monte-Carlo simulation (shaded areas). ",
            "section": "FIG. 10 .",
            "paragraph_rank": 132,
            "section_rank": 39
        },
        {
            "text": "Starting from the top left, Q 2 , −t, xB and φ are plotted. ",
            "section": "FIG. 10 .",
            "paragraph_rank": 132,
            "section_rank": 39
        },
        {
            "text": "The histograms are normalized to each other via the ratio of their integrals.",
            "section": "FIG. 10 .",
            "paragraph_rank": 132,
            "section_rank": 39
        },
        {
            "text": "FIG. 11 .",
            "section_rank": 40
        },
        {
            "text": "FIG. 11. ",
            "section": "FIG. 11 .",
            "paragraph_rank": 133,
            "section_rank": 40
        },
        {
            "text": "IC topology. ",
            "section": "FIG. 11 .",
            "paragraph_rank": 133,
            "section_rank": 40
        },
        {
            "text": "Effects of the exclusivity cuts. ",
            "section": "FIG. 11 .",
            "paragraph_rank": 133,
            "section_rank": 40
        },
        {
            "text": "Top left: squared missing mass of the ep system; top right: the angle θγX between the measured photon and the calculated photon from ep → e p X; bottom left: difference between two ways to compute the φ angle; bottom right: missing transverse momentum pperp calculated from ep → e p γX. ",
            "section": "FIG. 11 .",
            "paragraph_rank": 133,
            "section_rank": 40
        },
        {
            "text": "The dot-dashed and solid lines show the events before exclusivity cuts for, respectively, 14 NH3 and 12 C data, while the gray and black shaded areas represent the events after all exclusivity cuts except for the one on the plotted variable for, respectively, 14 NH3 and 12 C data. ",
            "section": "FIG. 11 .",
            "paragraph_rank": 133,
            "section_rank": 40
        },
        {
            "text": "The lines and arrows show the limits of the selection cuts. ",
            "section": "FIG. 11 .",
            "paragraph_rank": 133,
            "section_rank": 40
        },
        {
            "text": "The plots for 14 NH3 and 12 C data are normalized to each other via their relative luminosities.",
            "section": "FIG. 11 .",
            "paragraph_rank": 133,
            "section_rank": 40
        },
        {
            "text": "FIG. 12 .",
            "section_rank": 41
        },
        {
            "text": "FIG. 12. ",
            "section": "FIG. 12 .",
            "paragraph_rank": 134,
            "section_rank": 41
        },
        {
            "text": "EC topology. ",
            "section": "FIG. 12 .",
            "paragraph_rank": 134,
            "section_rank": 41
        },
        {
            "text": "See caption of Fig. 11.",
            "section": "FIG. 12 .",
            "paragraph_rank": 134,
            "section_rank": 41
        },
        {
            "text": "FIG. 13",
            "section_rank": 42
        },
        {
            "text": "FIG. 13. ",
            "section": "FIG. 13",
            "paragraph_rank": 135,
            "section_rank": 42
        },
        {
            "text": "(Color online) ",
            "section": "FIG. 13",
            "paragraph_rank": 135,
            "section_rank": 42
        },
        {
            "text": "Grid showing the binning in the Q 2 -xB space (top) and in the −t-xB space (bottom).",
            "section": "FIG. 13",
            "paragraph_rank": 135,
            "section_rank": 42
        },
        {
            "text": "FIG. 14 .",
            "section_rank": 43
        },
        {
            "text": "FIG. 14. ",
            "section": "FIG. 14 .",
            "paragraph_rank": 136,
            "section_rank": 43
        },
        {
            "text": "Dilution factor as a function of (from left to right)xB, Q 2 , −t, φ, for the DVCS analysis (top) and for the epπ 0 analysis (bottom). ",
            "section": "FIG. 14 .",
            "paragraph_rank": 136,
            "section_rank": 43
        },
        {
            "text": "Part B.",
            "section": "FIG. 14 .",
            "paragraph_rank": 136,
            "section_rank": 43
        },
        {
            "text": "FIG. 15 .",
            "section_rank": 44
        },
        {
            "text": "FIG. ",
            "section_rank": 44
        },
        {
            "text": "16 .",
            "section_rank": 44
        },
        {
            "text": "FIG. 15. ",
            "section": "FIG. 15 .FIG. 16 .",
            "paragraph_rank": 137,
            "section_rank": 44
        },
        {
            "text": "Exclusive π 0 analysis, IC-IC topology. ",
            "section": "FIG. 15 .FIG. 16 .",
            "paragraph_rank": 137,
            "section_rank": 44
        },
        {
            "text": "Effects of the epπ 0 exclusivity cuts on MM 2 (ep) (top), θ π 0 X (middle), and two-photons invariant mass (bottom). ",
            "section": "FIG. 15 .FIG. 16 .",
            "paragraph_rank": 137,
            "section_rank": 44
        },
        {
            "text": "The dot-dashed and solid lines show the events before exclusivity cuts for, respectively, 14 NH3 and 12 C data, while the gray and black shaded plots represent the events after all exclusivity cuts but the one on the plotted variable for, respectively, 14 NH3 and 12 C data. ",
            "section": "FIG. 15 .FIG. 16 .",
            "paragraph_rank": 137,
            "section_rank": 44
        },
        {
            "text": "The lines and arrows show the limits of the selection cuts.",
            "section": "FIG. 15 .FIG. 16 .",
            "paragraph_rank": 137,
            "section_rank": 44
        },
        {
            "text": "FIG. 17",
            "section_rank": 45
        },
        {
            "text": "FIG. 17. ",
            "section": "FIG. 17",
            "paragraph_rank": 138,
            "section_rank": 45
        },
        {
            "text": "(Color online) ",
            "section": "FIG. 17",
            "paragraph_rank": 138,
            "section_rank": 45
        },
        {
            "text": "Beam-spin asymmetry for the reaction ep → e p γ as a function of φ for the various Q 2 -xB (rows) and −t (columns) bins. ",
            "section": "FIG. 17",
            "paragraph_rank": 138,
            "section_rank": 45
        },
        {
            "text": "The point-by-point systematic uncertainties are represented by the shaded bands. ",
            "section": "FIG. 17",
            "paragraph_rank": 138,
            "section_rank": 45
        },
        {
            "text": "The solid black curve is the fit with the function in Eq. ",
            "section": "FIG. 17",
            "paragraph_rank": 138,
            "section_rank": 45
        },
        {
            "text": "(42). ",
            "section": "FIG. 17",
            "paragraph_rank": 138,
            "section_rank": 45
        },
        {
            "text": "In the highest −t bin of the third (Q 2 -xB) bin, β was set to zero due to the limited φ coverage, while no fit is performed on the first −t bin of the highest (Q 2 -xB) bin, where only one data point is present. ",
            "section": "FIG. 17",
            "paragraph_rank": 138,
            "section_rank": 45
        },
        {
            "text": "The curves show the predictions of the VGG [23] (red-dashed) and KMM12 [26] (green-dotted) models.",
            "section": "FIG. 17",
            "paragraph_rank": 138,
            "section_rank": 45
        },
        {
            "text": "FIG. 18 .",
            "section_rank": 46
        },
        {
            "text": "FIG.18. ",
            "section": "FIG. 18 .",
            "paragraph_rank": 139,
            "section_rank": 46
        },
        {
            "text": "(Color online) t dependence for each Q 2 -xB bin of the αLU term of the beam-spin asymmetry. ",
            "section": "FIG. 18 .",
            "paragraph_rank": 139,
            "section_rank": 46
        },
        {
            "text": "The curves show the predictions of four GPD models for the BSA at φ = 90 o : ",
            "section": "FIG. 18 .",
            "paragraph_rank": 139,
            "section_rank": 46
        },
        {
            "text": "i) VGG[23] (red dashed), ",
            "section": "FIG. 18 .",
            "paragraph_rank": 139,
            "section_rank": 46,
            "ref_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "ii) KMM12[26] (green dotted), ",
            "section": "FIG. 18 .",
            "paragraph_rank": 139,
            "section_rank": 46,
            "ref_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "iii) GK[25] (blue dash-dotted), and ",
            "section": "FIG. 18 .",
            "paragraph_rank": 139,
            "section_rank": 46,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "iv) GGL[27] (orange dashed-three-dotted). ",
            "section": "FIG. 18 .",
            "paragraph_rank": 139,
            "section_rank": 46,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "The square black points are the results obtained from the present analysis, the triangular green data come from the previous CLAS experiment with unpolarized proton target[15].",
            "section": "FIG. 18 .",
            "paragraph_rank": 139,
            "section_rank": 46,
            "ref_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "FIG. 19",
            "section_rank": 47
        },
        {
            "text": "FIG. 19. ",
            "section": "FIG. 19",
            "paragraph_rank": 140,
            "section_rank": 47
        },
        {
            "text": "(Color online) ",
            "section": "FIG. 19",
            "paragraph_rank": 140,
            "section_rank": 47
        },
        {
            "text": "Target-spin asymmetry for the reaction ep → e p γ as a function of φ for the various Q 2 -xB (rows) and −t (columns) bins. ",
            "section": "FIG. 19",
            "paragraph_rank": 140,
            "section_rank": 47
        },
        {
            "text": "The point-by-point systematic uncertainties are represented by the shaded bands. ",
            "section": "FIG. 19",
            "paragraph_rank": 140,
            "section_rank": 47
        },
        {
            "text": "The solid black curve is the fit with the function in Eq. ",
            "section": "FIG. 19",
            "paragraph_rank": 140,
            "section_rank": 47
        },
        {
            "text": "(43). ",
            "section": "FIG. 19",
            "paragraph_rank": 140,
            "section_rank": 47
        },
        {
            "text": "In the highest −t bin of the third (Q 2 -xB) bin, β was set to zero due to the limited φ coverage, while no fit is performed on the first −t bin of the highest (Q 2 -xB) bin, where only one data point is present. ",
            "section": "FIG. 19",
            "paragraph_rank": 140,
            "section_rank": 47
        },
        {
            "text": "The curves show the predictions of the VGG [23] (red-dashed) and KMM12 [26] (green-dotted) models.",
            "section": "FIG. 19",
            "paragraph_rank": 140,
            "section_rank": 47
        },
        {
            "text": "FIG. 20 .",
            "section_rank": 48
        },
        {
            "text": "FIG. 20. ",
            "section": "FIG. 20 .",
            "paragraph_rank": 141,
            "section_rank": 48
        },
        {
            "text": "(Color online) t dependence, for each Q 2 -xB bin, of the αUL term of the target-spin asymmetry. ",
            "section": "FIG. 20 .",
            "paragraph_rank": 141,
            "section_rank": 48
        },
        {
            "text": "The curves show the predictions of four GPD models for the TSA at φ = 90 o : ",
            "section": "FIG. 20 .",
            "paragraph_rank": 141,
            "section_rank": 48
        },
        {
            "text": "i) VGG[23] (red dashed), ",
            "section": "FIG. 20 .",
            "paragraph_rank": 141,
            "section_rank": 48,
            "ref_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "ii) KMM12[26] (green dotted), ",
            "section": "FIG. 20 .",
            "paragraph_rank": 141,
            "section_rank": 48,
            "ref_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "iii) GK[25] (blue dash-dotted), and ",
            "section": "FIG. 20 .",
            "paragraph_rank": 141,
            "section_rank": 48,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "iv) GGL[27] (orange dashed-three-dotted).",
            "section": "FIG. 20 .",
            "paragraph_rank": 141,
            "section_rank": 48,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "FIG. 21 .",
            "section_rank": 49
        },
        {
            "text": "FIG. 21. ",
            "section": "FIG. 21 .",
            "paragraph_rank": 142,
            "section_rank": 49
        },
        {
            "text": "(Color online)Comparisons of the t dependences of the sin φ term of the epγ target-spin asymmetries for the present data, integrated over Q 2 and xB (black circles), the previous CLAS experiment[13] (magenta triangles), and HERMES[16] (green squares).",
            "section": "FIG. 21 .",
            "paragraph_rank": 142,
            "section_rank": 49,
            "ref_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[13]"
                },
                {
                    "start": 230,
                    "end": 234,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "FIG. 22",
            "section_rank": 50
        },
        {
            "text": "FIG. 22. ",
            "section": "FIG. 22",
            "paragraph_rank": 143,
            "section_rank": 50
        },
        {
            "text": "(Color online) ",
            "section": "FIG. 22",
            "paragraph_rank": 143,
            "section_rank": 50
        },
        {
            "text": "Double-spin asymmetry for the reaction ep → e p γ as a function of φ for the various Q 2 -xB (rows) and −t (columns) bins. ",
            "section": "FIG. 22",
            "paragraph_rank": 143,
            "section_rank": 50
        },
        {
            "text": "The point-by-point systematic uncertainties are represented by the shaded bands. ",
            "section": "FIG. 22",
            "paragraph_rank": 143,
            "section_rank": 50
        },
        {
            "text": "The solid black curve is the fit with the function in Eq. ",
            "section": "FIG. 22",
            "paragraph_rank": 143,
            "section_rank": 50
        },
        {
            "text": "(45). ",
            "section": "FIG. 22",
            "paragraph_rank": 143,
            "section_rank": 50
        },
        {
            "text": "In the highest −t bin of the third (Q 2 -xB) bin β, was set to zero due to the limited φ coverage, while no fit is performed on the first −t bin of the highest (Q 2 -xB) bin, where only one data point is present. ",
            "section": "FIG. 22",
            "paragraph_rank": 143,
            "section_rank": 50
        },
        {
            "text": "The red-dashed and green-dotted curves are predictions of the VGG and KMM12 models, respectively. ",
            "section": "FIG. 22",
            "paragraph_rank": 143,
            "section_rank": 50
        },
        {
            "text": "The pink two-dot-dashed curves are the calculations for the Bethe-Heitler process.",
            "section": "FIG. 22",
            "paragraph_rank": 143,
            "section_rank": 50
        },
        {
            "text": "FIG. 23 .",
            "section_rank": 51
        },
        {
            "text": "FIG. 23. ",
            "section": "FIG. 23 .",
            "paragraph_rank": 144,
            "section_rank": 51
        },
        {
            "text": "(Color online) t dependence for each Q 2 -xB bin of the constant term κLL of the double-spin asymmetry. ",
            "section": "FIG. 23 .",
            "paragraph_rank": 144,
            "section_rank": 51
        },
        {
            "text": "The pink two-dot-dashed curves are the calculations of the DSA for the Bethe-Heitler process alone. ",
            "section": "FIG. 23 .",
            "paragraph_rank": 144,
            "section_rank": 51
        },
        {
            "text": "The curves show the predictions for the full epγ amplitude of four GPD models: ",
            "section": "FIG. 23 .",
            "paragraph_rank": 144,
            "section_rank": 51
        },
        {
            "text": "i) VGG[23] (red dashed), ",
            "section": "FIG. 23 .",
            "paragraph_rank": 144,
            "section_rank": 51,
            "ref_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "ii) KMM12[26] (green dotted), ",
            "section": "FIG. 23 .",
            "paragraph_rank": 144,
            "section_rank": 51,
            "ref_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "iii) GK[25] (blue dash-dotted), and ",
            "section": "FIG. 23 .",
            "paragraph_rank": 144,
            "section_rank": 51,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "iv) GGL[27] (orange dashedthree-dotted).",
            "section": "FIG. 23 .",
            "paragraph_rank": 144,
            "section_rank": 51,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "FIG. 24 .",
            "section_rank": 52
        },
        {
            "text": "FIG. 24. ",
            "section": "FIG. 24 .",
            "paragraph_rank": 145,
            "section_rank": 52
        },
        {
            "text": "(Color online) t dependence for each Q 2 -xB bin of the cos φ term λLL of the double-spin asymmetry. ",
            "section": "FIG. 24 .",
            "paragraph_rank": 145,
            "section_rank": 52
        },
        {
            "text": "The pink two-dot-dashed curves are the calculations of the DSA for the Bethe-Heitler process alone. ",
            "section": "FIG. 24 .",
            "paragraph_rank": 145,
            "section_rank": 52
        },
        {
            "text": "The curves show the predictions for the full epγ amplitude of four GPD models: ",
            "section": "FIG. 24 .",
            "paragraph_rank": 145,
            "section_rank": 52
        },
        {
            "text": "i) VGG[23] (red dashed), ",
            "section": "FIG. 24 .",
            "paragraph_rank": 145,
            "section_rank": 52,
            "ref_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "ii) KMM12[26] (green dotted), ",
            "section": "FIG. 24 .",
            "paragraph_rank": 145,
            "section_rank": 52,
            "ref_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "iii) GK[25] (blue dash-dotted), and ",
            "section": "FIG. 24 .",
            "paragraph_rank": 145,
            "section_rank": 52,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "iv) GGL[27] (orange dashed-threedotted).",
            "section": "FIG. 24 .",
            "paragraph_rank": 145,
            "section_rank": 52,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "FIG. 25 .",
            "section_rank": 53
        },
        {
            "text": "FIG. 25. ",
            "section": "FIG. 25 .",
            "paragraph_rank": 146,
            "section_rank": 53
        },
        {
            "text": "(Color online) t dependence for each Q 2 -xB bin of HIm (black squares) andHIm (red circles). ",
            "section": "FIG. 25 .",
            "paragraph_rank": 146,
            "section_rank": 53
        },
        {
            "text": "The full points are obtained by fitting the present data (TSA, BSA and DSA).",
            "section": "FIG. 25 .",
            "paragraph_rank": 146,
            "section_rank": 53
        },
        {
            "text": "The empty points were obtained by fitting the BSA results from[15] integrated over all values of Q 2 at xB ∼ 0.25, and the TSAs from[13].",
            "section": "FIG. 25 .",
            "paragraph_rank": 146,
            "section_rank": 53,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[15]"
                },
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "< xB < 0.2 15 o < θe < 48 o 0.179 1.52 2 0.2 < xB < 0.3 15 o < θe < 34 o 0.255 1.97 3 0.2 < xB < 0.3 34 o < θe < 48 o 0.255 2.41 4 0.3 < xB < 0.4 15 o < θe < 45 o 0.345 2.60 5 xB > 0.4 15 o < θe < 45 o 0.453 3.31 TABLE I. Definition of the bins in xB and θe (Q 2 ), and average kinematics for xB and Q 2 ((GeV/c) 2 ) for each bin.",
            "paragraph_rank": 147,
            "section_rank": 54
        },
        {
            "text": "TABLE II .",
            "section_rank": 55
        },
        {
            "text": "Definition of the bins in −t and average kinematics for each bin.",
            "section": "TABLE II .",
            "paragraph_rank": 148,
            "section_rank": 55
        },
        {
            "text": "Part A 0.648 ± 0.018 0.625 ± 0.016 0.87 ± 0.04 ± 0.02 0.75 ± 0.04 0.72 ± 0.04 Part B 0.674 ± 0.011 0.625 ± 0.010 0.837 ± 0.017 ± 0.02 0.81 ± 0.03 0.75 ± 0.03",
            "paragraph_rank": 149,
            "section_rank": 56
        },
        {
            "text": "TABLE IV .",
            "section_rank": 57
        },
        {
            "text": "Average systematic uncertainties for each source of uncertainty and for each asymmetry type. ",
            "section": "TABLE IV .",
            "paragraph_rank": 150,
            "section_rank": 57
        },
        {
            "text": "\"Polarization\" stands for P b , Pt, P b Pt for BSA, TSA and DSA, respectively.",
            "section": "TABLE IV .",
            "paragraph_rank": 150,
            "section_rank": 57
        },
        {
            "text": "shows the beam-spin asymmetry at 90 • (i.e. the α LU coefficient in Eq. ",
            "paragraph_rank": 151,
            "section_rank": 58
        },
        {
            "text": "(42)) as a function of −t for each Q 2 -x B bin. ",
            "paragraph_rank": 151,
            "section_rank": 58
        },
        {
            "text": "The choice of the fitting function was motivated by the physics (see Eq.",
            "paragraph_rank": 151,
            "section_rank": 58
        },
        {
            "text": "(19)). ",
            "paragraph_rank": 151,
            "section_rank": 58,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "(19)"
                }
            ]
        },
        {
            "text": "The data are compared to the predictions of the VGG, GK, KMM12 and GGL models. ",
            "paragraph_rank": 151,
            "section_rank": 58
        },
        {
            "text": "As expected,",
            "paragraph_rank": 151,
            "section_rank": 58
        },
        {
            "text": "the VGG and GK models don't show strong differences between each other. ",
            "paragraph_rank": 152,
            "section_rank": 58
        },
        {
            "text": "With respect to the data, they overestimate the amplitude of the experimental asymmetries especially at low −t and at low Q 2 -x B . ",
            "paragraph_rank": 152,
            "section_rank": 58
        },
        {
            "text": "At the highest −t",
            "paragraph_rank": 152,
            "section_rank": 58
        },
        {
            "text": "UK Science and Technology Facilities Council (STFC).",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "The Jefferson Science Associates (JSA) operates the Thomas Jefferson National Accelerator Facility for the United States Department of Energy under contract DE-AC05-06OR23177.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "BSA ± stat.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "± syst.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "TSA ± stat.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "± syst.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "cA UT DSA ± stat.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "± syst.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "cA LT ± 0.23± 0.01 0.44 ± 0.26 ± 0.02 0.0018 0.58 ± 0.33 ± 0.04 0.0116 1.68 0.190 0.12 60 0.34 ± 0.11± 0.03 0.12 ± 0.14 ± 0.02 0.0024 0.34 ± 0.16 ± 0.13 0.0070 1.58 0.186 0.13 92 0.23 ± 0.06± 0.01 0.18 ± 0.07 ± 0.01 0.0144 0.58 ± 0.08 ± 0.02 0.0072 1.54 0.178 0.13 128 0.13 ± 0.05± 0.01 0.13 ± 0.06 ± 0.02 0.0184 0.56 ± 0.07 ± 0.02 0.0021 1.50 0.174 0.13 161 0.05 ± 0.05± 0.01 0.07 ± 0.06 ± 0.01 0.0086 0.46 ± 0.07 ± 0.02 -0.0024 .03 ± 0.06± 0.01 0.07 ± 0.07 ± 0.01 0.0185 0.55 ± 0.08 ± 0.02 -0.0017 1.80 0.245 0.24 199 0.02 ± 0.06± 0.01 -0.03 ± 0.08 ± 0.02 -0.0174 0.70 ± 0.08 ± 0.03 0.0004 1.97 0.242 0.23 235 -0.11 ± 0.06± 0.01 -0.18 ± 0.07 ± 0.01 -0.0322 0.62 ± 0.08 ± 0.04 0.0041 2.01 0.248 0.23 270 -0.31 ± 0.04± 0.01 -0.21 ± 0.05 ± 0.01 -0.0247 0.53 ± 0.06 ± 0.02 0.0109 .13 ± 0.07± 0.02 -0.12 ± 0.09 ± 0.04 -0.0380 0.44 ± 0.10 ± 0.03 0.0029 .20 ± 0.05± 0.03 -0.17 ± 0.06 ± 0.02 -0.0310 0.50 ± 0.07 ± 0.03 0.0018 .21 ± 0.12± 0.03 -0.04 ± 0.14 ± 0.02 -0.0042 0.34 ± 0.16 ± 0.02 -0.0007 BSA ± stat.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "± syst.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "TSA ± stat.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "± syst.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "cA UT DSA ± stat.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "± syst.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "cA LT (GeV/c) 2 .04 ± 0.05± 0.02 -0.08 ± 0.05 ± 0.01 -0.0026 0.48 ± 0.06 ± 0.02 -0.0031 1.98 0.258 1.12 54 0.10 ± 0.06± 0.02 0.14 ± 0.07 ± 0.02 0.0060 0.34 ± 0.08 ± 0.03 -0.0038 1.78 0.256 1.18 87 0.05 ± 0.07± 0.03 0.20 ± 0.08 ± 0.04 0.0152 0.33 ± 0.09 ± 0.03 0.0005 1.82 0.261 1.13 128 0.14 ± 0.09± 0.03 0.46 ± 0.12 ± 0.06 0.0188 0.26 ± 0.13 ± 0.02 0.0027 1.79 0.252 1.03 164 0.03 ± 0.05± 0.01 0.16 ± 0.06 ± 0.02 0.0066 0.40 ± 0.06 ± 0.01 0.0062 .05 ± 0.08± 0.02 -0.30 ± 0.11 ± 0.04 -0.0145 0.34 ± 0.12 ± 0.05 0.0039 .10 ± 0.10± 0.03 -0.18 ± 0.12 ± 0.02 0.0057 0.39 ± 0.14 ± 0.07 -0.0045 2.37 0.254 0.23 199 0.02 ± 0.09± 0.02 0.15 ± 0.11 ± 0.01 -0.0059 0.70 ± 0.11 ± 0.06 -0.0026 2.36 0.254 0.23 236 -0.17 ± 0.08± 0.02 -0.23 ± 0.10 ± 0.02 -0.0160 0.63 ± 0.11 ± 0.03 0.0019 2.42 0.260 0.23 270 -0.23 ± 0.06± 0.03 -0.14 ± 0.08 ± 0.02 -0.0118 0.61 ± 0.09 ± 0.04 0.0079 2.48 0.266 0.23 308 -0.15 ± 0.05± 0.02 -0.21 ± 0.06 ± 0.01 -0.0039 0.59 ± 0.07 ± 0.02 0.0115 2.56 0.279 0.22 336 -0.01 ± 0.07± 0.01 -0.09 ± 0.08 ± 0.02 0.0001 0.49 ± 0.10 ± 0.03 0.0127 .15 ± 0.13± 0.04 -0.24 ± 0.16 ± 0.04 0.0063 0.59 ± 0.18 ± 0.04 0.0043 .15 ± 0.19± 0.07 -0.03 ± 0.18 ± 0.03 0.0004 0.59 ± 0.27 ± 0.14 0.0000 ± 0.20± 0.12 0.21 ± 0.22 ± 0.05 0.0085 0.65 ± 0.26 ± 0.07 0.0004 .31 ± 0.17± 0.05 0.09 ± 0.20 ± 0.08 -0.0069 0.49 ± 0.23 ± 0.06 0.0006 2.44 0.262 1.08 308 -0.16 ± 0.10± 0.04 -0.04 ± 0.11 ± 0.03 -0.0037 0.45 ± 0.13 ± 0.05 0.0045 2.46 0.265 1.23 340 -0.04 ± 0.07± 0.02 -0.09 ± 0.09 ± 0.01 -0.0007 0.44 ± 0.10 ± 0.03 0.0059 ± 0.05± 0.02 0.07 ± 0.07 ± 0.01 0.0020 0.73 ± 0.07 ± 0.06 0.0546 ± 0.07± 0.03 0.10 ± 0.09 ± 0.01 0.0045 0.60 ± 0.10 ± 0.06 0.0513 ± 0.14± 0.08 0.16 ± 0.17 ± 0.03 0.0066 0.74 ± 0.19 ± 0.05 0.0464 .13 ± 0.22± 0.01 -0.19 ± 0.26 ± 0.05 -0.0064 0.55 ± 0.29 ± 0.03 0.0345 .12 ± 0.15± 0.05 -0.24 ± 0.17 ± 0.07 -0.0078 0.93 ± 0.19 ± 0.09 0.0479 .13 ± 0.07± 0.01 0.19 ± 0.08 ± 0.01 0.0373 0.72 ± 0.09 ± 0.04 0.0164 2.47 0.326 0.25 161 0.14 ± 0.12± 0.01 0.25 ± 0.14 ± 0.03 0.0214 0.59 ± 0.15 ± 0.07 -0.0042 .07 ± 0.09± 0.03 -0.25 ± 0.11 ± 0.06 -0.0179 0.75 ± 0.12 ± 0.02 -0.0020 .20 ± 0.07± 0.02 -0.18 ± 0.09 ± 0.01 -0.0346 0.71 ± 0.09 ± 0.03 0.0142 .26 ± 0.06± 0.03 -0.28 ± 0.07 ± 0.02 -0.0233 0.68 ± 0.07 ± 0.03 0.0278 BSA ± stat.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "± syst.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "TSA ± stat.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "± syst.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "cA UT DSA ± stat.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "± syst.",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "cA LT (GeV/c) 2 (GeV/c) 2 (deg) 2.69 0.336 0.24 309 -0.26 ± 0.03± 0.02 -0.16 ± 0.04 ± 0.01 -0.0058 0.73 ± 0.05 ± 0.03 0.0385 2.68 0.338 0.24 341 -0.04 ± 0.03± 0.00 -0.08 ± 0.03 ± 0.01 0.0002 0.59 ± 0.04 ± 0.03 0.0395 2.81 0.356 0.44 20 0.09 ± 0.03± 0.01 0.04 ± 0.03 ± 0.01 -0.0055 0.59 ± 0.04 ± 0.02 0.0123",
            "paragraph_rank": 153,
            "section_rank": 59
        },
        {
            "text": "We thank the staff of the Accelerator and the Physics Divisions and of the Target Group at Jefferson Lab for making the experiment possible. ",
            "paragraph_rank": 154,
            "section_rank": 61
        }
    ]
}