{
    "level": "sentence",
    "abstract": [
        {
            "text": "We present a measurement of the W-boson-pair production cross section in pp collisions at 1.96 TeV center-of-mass energy and the first measurement of the differential cross section as a function of jet multiplicity and leading-jet energy. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The W þ W − cross section is measured in the final state comprising two charged leptons and neutrinos, where either charged lepton can be an electron or a muon. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Using data collected by the CDF experiment corresponding to 9.7 fb −1 of integrated luminosity, a total of 3027 collision events consistent with W þ W − production are observed with an estimated background * Deceased.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "contribution of 1790 AE 190 events. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The measured total cross section is σðpp → W þ W − Þ ¼ 14.0AE 0.6ðstatÞ þ1.2 −1.0 ðsystÞ AE 0.8ðlumiÞ pb, consistent with the standard model prediction. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The measurement of W-boson-pair production is an important test of the electroweak gauge sector of the standard model (SM) of particle physics [1,2]. ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[1,"
                },
                {
                    "start": 146,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "2]"
                }
            ]
        },
        {
            "text": "Extending the measurement to include the properties of jets produced in association with the boson pair is an interesting test of quantum chromodynamics (QCD) that has not been performed before in events with multiple heavy gauge bosons. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "This process is a significant background for Higgs-boson studies in the W þ W − ðWWÞ decay mode at particle colliders, where the use of jet vetoes and jet counting is an essential element of the analysis technique [3][4][5][6]. ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[3]"
                },
                {
                    "start": 217,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[4]"
                },
                {
                    "start": 220,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[5]"
                },
                {
                    "start": 223,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Furthermore, a final state consisting of two massive gauge bosons and two jets is typical of vector-boson scattering, a process sensitive to many non-SM contributions to the electroweak-symmetry-breaking sector [7]. ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "With the first evidence of vector-boson scattering at the Large Hadron Collider (LHC) [8,9], it is essential to verify and tune the simulation tools used to describe electroweak processes produced in association with jets.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[8,"
                },
                {
                    "start": 89,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "9]"
                }
            ]
        },
        {
            "text": "This article reports measurements of the W þ W − production and differential cross sections as a function of jet multiplicity and jet energy in a final state consisting of events with two oppositely charged leptons, where each lepton is identified as either an electron or a muon, and an imbalance in the total event transverse momentum (transverse energy), due to the presence of neutrinos. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The differential measurements of jet multiplicity and jet energy are unfolded to hadronic-jet level to account for the detector response to jets of hadrons and compared directly to predictions from two Monte Carlo (MC) simulations. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The simulations considered are the ALPGEN generator [10], which calculates the lowest perturbative order of the strong interaction that produces a W þ W − pair of vector bosons and a fixed number of partons in the final state (typically referred to as fixed-order MC), and the MC@NLO next-to-leading order (NLO) generator [11] both interfaced to parton-shower generators. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[10]"
                },
                {
                    "start": 322,
                    "end": 326,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[11]"
                }
            ],
            "entity_spans": [
                {
                    "start": 35,
                    "end": 42,
                    "type": "software",
                    "rawForm": "ALPGEN",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "Fixed-order and NLO simulation are widely used methods for modeling electroweak processes with multiple jets. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The measurement of differential cross sections as a function of the number of associated jets is particularly suited to the Tevatron because the large rate of top-quark-pair production at the LHC makes this analysis much more difficult. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The production of W-boson pairs was first observed by the CDF experiment using Tevatron Run I data [12]. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "This process has since been measured by the CDF [13], D0 [14], ATLAS [15], and CMS [16,17] experiments.",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 48,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[13]"
                },
                {
                    "start": 57,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[14]"
                },
                {
                    "start": 69,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[15]"
                },
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[16,"
                },
                {
                    "start": 87,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "17]"
                }
            ]
        },
        {
            "text": "This measurement uses an integrated luminosity of 9.7 fb −1 of pp collision data collected by the CDF experiment which comprises the full Tevatron Run II data set. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "A 12% increase in signal acceptance is obtained by using events in which one or both W bosons decay to a tau lepton that subsequently decays to an electron or muon. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Events are classified based on the multiplicity and the transverse energy of jets, where jets are the products of the parton showering and hadronization of high energy partons produced in the initial scattering process. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The cross section measurement uses an artificial neural network (NN) method to distinguish signal and background events. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The jet multiplicity classifications are zero, one, and two or more jets and separate NNs are used for each multiplicity class. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Events with a single jet are further classified according to the energy of the jet transverse to the beam line into bins of 15-25 GeV, 25-45 GeV, and more than 45 GeV. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The cross sections are extracted via a maximumlikelihood fit to the data of a weighted sum of the normalized binned NN distributions for signal and backgrounds, simultaneously over the five event classes.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The CDF experiment consists of a solenoidal spectrometer with a silicon tracker and an open-cell drift chamber surrounded by calorimeters and muon detectors [18]. ",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "The kinematic properties of particles and jets are characterized using the azimuthal angle ϕ and the pseudorapidity η ≡ − ln ( tanðθ=2Þ), where θ is the polar angle relative to the nominal proton beam axis. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Transverse energy, E T , is defined to be E sin θ, where E is the energy deposited in pointing-tower geometry electromagnetic and hadronic calorimeters. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Transverse momentum, p T , is the momentum component of a charged particle transverse to the beam line.",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "This analysis uses jets, electrons, muons and missing transverse energy. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Electron and muon candidates (hereafter electrons and muons) are typically identified using the drift chamber and electromagnetic calorimeter or muon chambers, respectively. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Jet candidates (jets) are measured using an iterative cone algorithm that clusters signals from calorimeter towers within a cone of ΔR ¼ ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ffi ðΔηÞ 2 þ ðΔϕÞ 2 p ¼ 0.4. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Corrections are applied to the calorimeter cluster-energy sums to account for the average calorimeter response to jets [19]. ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The missing transverse energy vector,Ẽ T , is defined as the opposite of the vector sum of the E T of all calorimeter towers, corrected to account for the calorimeter response to jets and to muons [3].",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 197,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The experimental signature of the signal events is two leptons with opposite charge and large E T . ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "A number of SM processes result in this observed final state and are thus backgrounds. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The WZ and ZZ processes can yield the same final state if one boson decays hadronically, or some decay products are not detected. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Top quarks decay predominantly to a b quark and a W boson, which can decay leptonically, making tt production a dominant background for events with two jets. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Incorrect measurements of the energy or momentum of leptons or jets result in apparent E T . ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "This allows the large-production-rate Drell-Yan (DY) process, Z=γ Ã → l þ l − , where l refers to any charged lepton, to be included in the candidate sample. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "A third source of background arises from the misidentification of a final-state particle, such as in W þ jets and Wγ processes, where the photon or jet is incorrectly reconstructed as a lepton.",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Events are selected from a sample containing at least one electron (muon) of E T ðp T Þ > 20 GeV and jηj < 2.0 that satisfy an online single-lepton selection requirement in the trigger [20]. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "A second lepton is required to have opposite charge and E T ðp T Þ > 10 GeV. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Jets are required to have E T > 15 GeV and jηj < 2.5. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "In order to reduce the contribution of DY events with mismeasured E T ðp T Þ, the E T;rel is defined as E T;rel ≡ E T sin ΔϕðẼ T ; l=jÞ if the azimuthal separation between theẼ T and the momentum vector of the nearest lepton or jet is less than π 2 . ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Otherwise E T;rel ¼ E T . ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "E T;rel is required to be greater than 25 GeV for same-flavor lepton pairs, or 15 GeV for electron-muon events from the leptonic decays of τ þ τ− DY events, where the DY contribution is small. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Requiring the invariant mass of the sameflavor lepton pairs ðm ll Þ to be outside the Z mass range (between 80 and 99 GeV=c 2 ) further suppresses Z=γ Ã → l þ l − events, while requiring one radian of azimuthal separation between the E T and the dilepton momentum suppresses Z=γ Ã → τ þ τ − events. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Leptons are required to be isolated, by applying the criteria that the sum of E T for calorimeter towers (or the sum of the p T of charged particles for central muons) in a cone of ΔR around the lepton is less than 10% of the electron E T (muon p T ). ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "This helps to purify the lepton sample and reduce backgrounds due to misidentified particles, particularly W þ jets and Wγ. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The Wγ background is further reduced by requiring m ll greater than 16 GeV=c 2 . ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "To suppress tt background we reject events with two or more jets in which any jet passes a b-flavored-quark identification algorithm [21].",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "The geometric and kinematic acceptance for the WW signal and the yields of the DY, WZ, ZZ, Wγ and tt backgrounds is determined by simulation. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Backgrounds consisting of DY leptons associated with the production of zero or one jet are simulated using the PYTHIA generator [22]. ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[22]"
                }
            ],
            "entity_spans": [
                {
                    "start": 111,
                    "end": 118,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "DY background with two or more jets and WW samples are simulated with up to three partons with the ALPGEN generator. ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 99,
                    "end": 106,
                    "type": "software",
                    "rawForm": "ALPGEN",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "The contributions to the WW production from the next-to-next-to-leading-order (NNLO) process gg → W þ W − are accounted for by reweighting the WW simulation as a function of the WW p T distribution to incorporate the extra contribution predicted in Ref. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "[23]. ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "The DY background is studied in a sample of low E T;rel events and a correction is applied to account for the mismodeling ofẼ T in the simulation of zero-jet and one-jet events [3]. ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The WZ, ZZ, and tt samples are simulated with the PYTHIA generator [22]. ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[22]"
                }
            ],
            "entity_spans": [
                {
                    "start": 50,
                    "end": 57,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "The expected yields for simulated processes are normalized using cross section calculations performed at NNLO for tt [24], NLO for WZ, ZZ [25] and DY [26], and fixed order for WW [10]. ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[24]"
                },
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[25]"
                },
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[26]"
                },
                {
                    "start": 179,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The Wγ background is simulated using the Baur MC generator [27], but is normalized according to a study of same-charge lepton with low m ll [3]. ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[27]"
                },
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Samples are generated using the CTEQ5L [28] parton distribution functions (PDFs), and interfaced to PYTHIA for parton showering, fragmentation, and hadronization. ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[28]"
                }
            ],
            "entity_spans": [
                {
                    "start": 100,
                    "end": 107,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "The detector response for these processes is modeled with a GEANT3-based simulation [29], and further corrected for trigger, reconstruction, and identification efficiencies using samples of W → eν and Z → ll events [20]. ",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[29]"
                },
                {
                    "start": 215,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[20]"
                }
            ],
            "entity_spans": [
                {
                    "start": 65,
                    "end": 66,
                    "type": "version",
                    "rawForm": "3",
                    "resp": "service",
                    "id": "#software-simple-s5"
                }
            ]
        },
        {
            "text": "The W þ jets background is determined using collision data. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The probability for a jet to be reconstructed as a lepton is measured in jet-triggered data samples and applied to a W þ jets data sample to estimate the contribution from W þ jets events. ",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The estimated and observed yields for signal and background in each jet region are shown in Table I.",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 99,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "We use a NN method to further discriminate signal from background. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Separate NNs are trained using the NEUROBAYES [30] program with simulated signal and background events for events with zero, one, and two or more jets. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[30]"
                }
            ],
            "entity_spans": [
                {
                    "start": 35,
                    "end": 46,
                    "type": "software",
                    "rawForm": "NEUROBAYES",
                    "resp": "service",
                    "id": "software-simple-s6"
                }
            ]
        },
        {
            "text": "Inputs to the NNs are selected to exploit features of the signal and background processes. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The inputs include the total energy of the event, which tends to be modest in WW events compared to tt events; the p T of the second highest p T lepton, which tends to be low in events where a jet or photon is misidentified as a lepton; missing E T that is not aligned with a lepton or jet, suggesting that it is the result of neutrino production; and, in events with two or more jets, the vector sum of the p T of the leading two jets, which tends to be greater if the jets are tt decay products. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "For events without jets, we use a likelihood ratio of the signal probability density over the sum of signal and background probability densities as an input to the NN [3]. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The probability densities are calculated on an event-byevent basis for the signal and each background hypothesis using the observed kinematic properties of the events in leading-order (LO) matrix-element calculations [25]. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "The sum of final NN outputs for all event classes is shown in Fig. 1. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 68,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Systematic uncertainties affecting both the normalization and shape of the signal and background NN distributions are assessed for the following sources. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Uncertainties on acceptance originating from lepton-selection and triggerefficiency measurements contribute a 4.3% uncertainty on all event yields. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Acceptance uncertainties due to potential contributions from higher-order effects are evaluated as follows. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "For the WW contribution, the ALPGEN sample is reweighted by the p T of the WW system according to samples generated with different choices of PDF, renormalization, and factorization scales. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The PDF uncertainty is evaluated with the CTEQ61 PDF error set, and ranges from 1.2% to 1.8%, increasing as a function of jet multiplicity and jet energy. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The scale uncertainty is evaluated by doubling or halving the renormalization and factorization scales simultaneously and ranges from 0.5% to 24%, increasing as a function of jet multiplicity and decreasing as a function of jet energy. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The scale uncertainties are anticorrelated between adjacent bins of jet energy and jet multiplicity. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Between the zero-jet and one-jet bins the anticorrelation is specifically between the bin with no jets and one jet but having the lowest E T . ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The effect of the scale uncertainty on the shape of the WW NN distributions is also evaluated. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "For tt contribution an uncertainty of 2.7% is assigned due to QCD effects [31]. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "For WZ and ZZ backgrounds, which are simulated at LO, a 10% uncertainty is assigned, arising from the difference in the observed acceptance of WW events generated at LO and NLO with PYTHIA and MC@NLO, respectively. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Because modeling of higher-order amplitudes can affect the extrapolation of the normalization to the predicted Wγ event yield, this uncertainty is also applied to the Wγ background. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "A 6.8% uncertainty is also assigned to the Wγ background due to the photon-conversion modeling. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "An uncertainty of 19% to 26%, increasing as both a function of jet multiplicity and jet energy, is assigned to the DY background to account for mismodeling of E T based on the differences in acceptance observed when varying the E T template in the study of low E T;rel DY events described above. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Uncertainty on jet modeling for simulated backgrounds varies from 1.0% to 29%, and is anticorrelated between jet multiplicity and jet energy and generally increases as a function of jet multiplicity. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "For WW and DY processes, the effect on the shape of the distribution is also evaluated. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "For the W þ jets background, systematic uncertainties of 20% to 30%, depending on lepton types, are determined by calculating the misidentification probabilities at different jet-energy thresholds. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Theoretical uncertainties of 6.0% are assigned to WZ and ZZ cross sections [25] and 4.3% to the tt cross section [24]. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[25]"
                },
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "The measured luminosity, which is used to normalize the yield of all signal and background processes modeled using simulations, has an uncertainty of 5.9% [32]. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "Tables including the systematic uncertainties used in each jet classification and all correlations and anticorrelations are given in Ref. ",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "[3]. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The sum of uncertainties from statistical and systematic sources is included for each signal and background for each jet multiplicity in Table I. ",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 144,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "The uncertainties on the background predictions are those after the fit described below.",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The differential WW cross section is extracted from the NN output shapes incorporating the normalizations and systematic uncertainties of signal and background in each signal region via a binned-maximum-likelihood method. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The likelihood is formed from the Poisson probabilities of observing n i events in the ith bin, in which μ i are expected. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "Systematic uncertainties are included as normalization parameters on signal and background and subject to constraint by Gaussian terms. ",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "The likelihood is given by",
            "paragraph_rank": 11,
            "section_rank": 2
        },
        {
            "text": "For a process k and a systematic effect c, f c k is the fractional uncertainty assigned, and S c is a Gaussianconstrained floating parameter associated with c. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "ðN k Þ i is the expected number of events from process k in bin i. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "Systematic uncertainties that affect the shape of the distribution are treated as correlated with the appropriate rate uncertainties. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The parameter α k is an overall normalization that is fixed to one for all processes except WW, for which it is determined by the fit independently for each analysis region. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The likelihood function is maximized with respect to the systematic parameters S c and cross section normalizations α WW simultaneously in all regions. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The cross section in each region is calculated by multiplying the value of α WW by the predicted cross sections calculated by ALPGEN. ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 126,
                    "end": 132,
                    "type": "software",
                    "rawForm": "ALPGEN",
                    "resp": "service",
                    "id": "software-simple-s7"
                }
            ]
        },
        {
            "text": "The total cross section is determined to be σðpp → W þ W − þ XÞ ¼ 14.0 AE 0.6ðstatÞ þ1.2 −1.0 ðsystÞAE 0.8ðlumiÞ pb which is consistent within one σ with the inclusive NLO cross section prediction of 11 AE 0.7 pb as calculated by the MC@NLO program and the total prediction of the fixed-order program ALPGEN. ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 234,
                    "end": 241,
                    "type": "software",
                    "rawForm": "MC@NLO",
                    "resp": "service",
                    "id": "software-simple-s8"
                },
                {
                    "start": 301,
                    "end": 307,
                    "type": "software",
                    "rawForm": "ALPGEN",
                    "resp": "service",
                    "id": "software-simple-s9"
                }
            ]
        },
        {
            "text": "The result is unfolded to the hadronic-jet level based on the results of a study of the bin-to-bin migration of events due to jet reconstruction, jet-energy scale, and jet-resolution effects as determined in simulated events. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The final result is iteratively corrected to account for differences in acceptance between the reconstructed and true distributions using a Bayesian [33,34] technique. ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[33,"
                },
                {
                    "start": 153,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "34]"
                }
            ]
        },
        {
            "text": "Migrations between jet-multiplicity and jet-energy bins are typically of order 10% or less. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "An independent training sample of simulated events is used to test the unfolding process. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The correct differential cross sections are reproduced stably with a minimal number of iterations. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The unfolded results are compared to ALPGEN, using the CTEQ5L PDFs and interfaced to PYTHIA for parton showering with the MLM matching algorithm [35], and MC@NLO, using the CTEQ5M PDFs and interfaced to HERWIG [36,37] for parton showering. ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[35]"
                },
                {
                    "start": 210,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[36,"
                },
                {
                    "start": 214,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "37]"
                }
            ],
            "entity_spans": [
                {
                    "start": 37,
                    "end": 43,
                    "type": "software",
                    "rawForm": "ALPGEN",
                    "resp": "service",
                    "id": "software-simple-s10"
                },
                {
                    "start": 85,
                    "end": 92,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s11"
                },
                {
                    "start": 155,
                    "end": 161,
                    "type": "software",
                    "rawForm": "MC@NLO",
                    "resp": "service",
                    "id": "software-simple-s12"
                },
                {
                    "start": 203,
                    "end": 210,
                    "type": "software",
                    "rawForm": "HERWIG",
                    "resp": "service",
                    "id": "software-simple-s13"
                }
            ]
        },
        {
            "text": "The measured and predicted differential cross sections are shown in Table II and Fig. 2. ",
            "paragraph_rank": 12,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 76,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table II"
                },
                {
                    "start": 81,
                    "end": 87,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The differential cross section measurements are consistent with both simulation predictions. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "The largest deviation occurs in the two-jet sample being less that two standard deviations. ",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "NNLO contributions to the qq → W þ W − cross section are not accounted for in the calculations and are expected to increase the predicted cross section.",
            "paragraph_rank": 12,
            "section_rank": 2
        },
        {
            "text": "In summary, the WW cross section is measured in the dilepton channel both inclusively and differentially in jet multiplicity and E T using a neutral-net discriminant and binned-maximum-likelihood fit. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "This is the first measurement of the differential cross section for pair production of massive-vector bosons. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "The measured cross section, 14.0 AE 0.6ðstatÞ þ1.2 −1.0 ðsystÞ AE 0.8ðlumiÞ pb, and the differential cross sections are consistent with both the NLO and fixed-order predictions. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "This result indicates the suitability of using either of these theoretical techniques to study processes with multiple gauge bosons and jets. ",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "Processes of this type will be used extensively at the LHC to perform searches for non-SM physics and to investigate the nature of electroweak-symmetry breaking by studying the process of vector-boson scattering.",
            "paragraph_rank": 13,
            "section_rank": 2
        },
        {
            "text": "We thank the Fermilab staff and the technical staffs of the participating institutions for their vital contributions.  ",
            "paragraph_rank": 14,
            "section_rank": 2
        },
        {
            "text": "FIG. 1 (",
            "section_rank": 3
        },
        {
            "text": "FIG. 1 (color online). ",
            "section": "FIG. 1 (",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "Estimated and observed combined distributions of outputs for NNs trained to identify WW events, with a higher NN output value indicating a more signal-like event. ",
            "section": "FIG. 1 (",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "Event yields are normalized to the values returned by fitting signal and background distributions to the data.",
            "section": "FIG. 1 (",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "FIG. 2 (",
            "section_rank": 4
        },
        {
            "text": "FIG. 2 (color online). ",
            "section": "FIG. 2 (",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Measurement and predictions of σðpp → W þ W − þ njetsÞ. ",
            "section": "FIG. 2 (",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Values are given inclusively and differentially as functions of jet multiplicity and jet-transverse energy. ",
            "section": "FIG. 2 (",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Transverse energy ranges are ",
            "section": "FIG. 2 (",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "(a) 15 < E T < 25 GeV, ",
            "section": "FIG. 2 (",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "(b) 25 < E T < 45 GeV, and ",
            "section": "FIG. 2 (",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "(c) E T > 45 GeV.",
            "section": "FIG. 2 (",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "DOI: 10.1103/PhysRevD.91.111101 PACS numbers: 14.70.Fm, 12.38.Qk, 12.15.Ji",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "TABLE I .",
            "section_rank": 6
        },
        {
            "text": "Estimated and observed event yields. ",
            "section": "TABLE I .",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "Event yields and uncertainties are normalized to the values returned by fitting signal and background (bk) distributions to the data. ",
            "section": "TABLE I .",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "Uncertainties are due to statistical and systematic sources as described in the text.",
            "section": "TABLE I .",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "TABLE II .",
            "section_rank": 7
        },
        {
            "text": "Measurements and predictions of σðpp → W þ W − þ jetsÞ. ",
            "section": "TABLE II .",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "Values are given inclusively and differentially as functions of jet multiplicity and jet-transverse energy.",
            "section": "TABLE II .",
            "paragraph_rank": 19,
            "section_rank": 7
        }
    ]
}