{
    "level": "sentence",
    "abstract": [
        {
            "text": "Results of a search for new phenomena in events with at least three photons are reported. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Data from protonproton collisions at a centre-of-mass energy of 8 TeV, corresponding to an integrated luminosity of 20.3 fb −1 , were collected with the ATLAS detector at the LHC. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The observed data are well described by the Standard Model. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Limits at the 95 % confidence level on new phenomena are presented based on the rate of events in an inclusive signal region and a restricted signal region targeting the rare decay Z → 3γ , as well as di-photon and tri-photon resonance searches. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "For a Standard Model Higgs boson decaying to four photons via a pair of intermediate pseudoscalar particles (a), limits are found to be σ × BR(h → aa) × BR(a → γ γ ) 2 < 10 −3 σ SM for 10 GeV < m a < 62 GeV. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Limits are also presented for Higgs boson-like scalars (H ) for m H > 125 GeV, and for a Z decaying to three photons via Z → a + γ → 3γ . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Additionally, the observed limit on the branching ratio of the Z boson decay to three photons is found to be BR(Z → 3γ ) < 2.2 × 10 −6 , a result five times stronger than the previous result from LEP.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Many extensions of the Standard Model (SM) include phenomena that can result in final states consisting of three or more photons. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Extensions of the SM scalar sector [1][2][3][4][5], for example, often include pseudoscalar particles (a) with couplings to the Higgs boson [6,7] (h) and branching ratios into photons that would be visible at the LHC, in addition to scalars (H ) with masses different from the SM-like Higgs boson of m h = 125 GeV that can also decay via H → aa → 4γ . ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 35,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 38,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 41,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 44,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 47,
                    "end": 50,
                    "type": "bibr",
                    "text": "[5]"
                },
                {
                    "start": 140,
                    "end": 143,
                    "type": "bibr",
                    "text": "[6,"
                },
                {
                    "start": 143,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7]"
                }
            ]
        },
        {
            "text": "Other models feature additional vector gauge bosons that can decay to a photon and a new pseudoscalar boson, a, with the subsequent decay of the a into a pair of photons, resulting in a three-photon final state [8]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Moreover, in the SM, the Z boson can decay to three phoe-mail: atlas.publications@cern.ch tons via a loop of W ± bosons or fermions. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The decay is heavily suppressed and the branching ratio is predicted to be ∼5×10 −10 [9]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The current most stringent bound on this process comes from the L3 Collaboration, which placed a limit of BR(Z → 3γ ) < 10 −5 [10]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "type": "bibr",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The ATLAS detector has collected ∼10 9 Z boson events, and thus an observation of this decay would indicate an enhancement of this decay rate and could be evidence of phenomena not predicted by the SM. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Feynman diagrams for some of these beyond-the-Standard Model (BSM) and rare SM scenarios are shown in Fig. 1.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 102,
                    "end": 108,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "To ensure sensitivity to these and other possible rare SM and BSM scenarios, an inclusive three-photon search is performed using 20.3 fb −1 of LHC proton-proton collisions collected by the ATLAS detector in 2012 at a centre-of-mass energy of 8 TeV. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Such a model-independent search is the first of its kind, as are the interpretations for a Higgs boson decaying to four photons via two intermediate pseudoscalar a particles (for a Higgs boson of m h = 125 GeV and for Higgs-like scalars of higher masses) and for three-photon resonances corresponding to a new vector gauge boson.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The dominant backgrounds include the irreducible component with three or more prompt photons, as well as the reducible components consisting of combinations of photons and electrons or hadronic jets misidentified as photons. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The contributions from events with jets which are misidentified as photons are calculated from data-driven methods, while simulation is used to estimate the contributions from the irreducible background and the reducible background originating from electroweak processes that lead to electrons which are misidentified as photons in the detector. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Collision data is used to derive corrections to the probability obtained from simulation that electrons are misidentified as photons.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The ATLAS detector",
            "section_rank": 3
        },
        {
            "text": "The ATLAS experiment [11] at the LHC is a multi-purpose particle detector with a forward-backward symmetric cylin- drical geometry and a near 4π coverage in solid angle. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "type": "bibr",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "1 It consists of an inner tracking detector surrounded by a thin superconducting solenoid providing a 2 T axial magnetic field, electromagnetic (EM) and hadronic calorimeters, and a muon spectrometer. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "The inner tracking detector covers the pseudorapidity range |η| < 2.5. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "It consists of silicon pixel, silicon micro-strip, and transition radiation tracking detectors. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Lead/liquid-argon (LAr) sampling calorimeters provide EM energy measurements with high granularity. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "A hadronic (iron/scintillator-tile) calorimeter covers the central pseudorapidity range (|η| < 1.7). ",
            "section": "The ATLAS detector",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The end-cap and forward regions are instrumented with LAr calorimeters for both EM and hadronic energy measurements up to |η| = 4.9. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The muon spectrometer surrounds the calorimeters and is based on three large air-core toroid superconducting magnets with eight coils each. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Its bending power ranges from 2.0 to 7.5 T m. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "It includes a system of precision tracking chambers and fast detectors for triggering. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "A three-level trigger system is used to select events. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The first-level trigger is implemented in hardware and uses a subset of the detector information to reduce the accepted rate to at most 75 kHz. ",
            "section": "The ATLAS detector",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "This is followed by two software-based trigger levels that together reduce the accepted event rate to 400 Hz on average depending on the data-taking conditions during 2012.",
            "section": "The ATLAS detector",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Event and object selection",
            "section_rank": 4
        },
        {
            "text": "This search utilises a three-photon trigger that places a minimum requirement on the photon momentum in the plane 1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. ",
            "section": "Event and object selection",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upwards. ",
            "section": "Event and object selection",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the beam pipe. ",
            "section": "Event and object selection",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2).",
            "section": "Event and object selection",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "transverse to the beam axis (transverse momentum, or p T ) of 15 GeV, applied on three photon candidates in the EM calorimeter. ",
            "section": "Event and object selection",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Each candidate is additionally required to satisfy a set of loose photon identification criteria [12]. ",
            "section": "Event and object selection",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Stringent detector and data quality criteria are applied offline. ",
            "section": "Event and object selection",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Events are required to contain at least one interaction vertex, with no additional vertex requirements. ",
            "section": "Event and object selection",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Photon candidates must satisfy a pseudorapidity requirement of |η| < 2.37, excluding the transition region between the barrel and end-cap of 1.37 < |η| < 1.52, and must satisfy requirements on the shape of the energy deposit in the calorimeter. ",
            "section": "Event and object selection",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "A photon candidate is rejected if the barycentre of its energy deposit is within a cone of R ≡ ( η) 2 + ( φ) 2 < 0.15 around the barycentre of the energy deposit of a higher p T photon candidate. ",
            "section": "Event and object selection",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Finally, selected photon candidates are required to satisfy a more stringent set of identification criteria, known as tight [12]. ",
            "section": "Event and object selection",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Photon isolation is defined by the amount of transverse energy, E iso T , deposited in the EM calorimeter within a cone of size R around the photon candidate, excluding the energy of the photon candidate itself. ",
            "section": "Event and object selection",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "It is a powerful means of distinguishing between photons and hadronic jets misidentified as photons, since the energy clusters deposited by photons in the EM calorimeter tend to be narrower in the transverse direction than those deposited by jets. ",
            "section": "Event and object selection",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Because minimumbias proton-proton interactions in the same or nearby bunch crossings (pileup) can affect the calculated photon isolation energy, a correction is applied based on an event-by-event energy density pileup estimation. ",
            "section": "Event and object selection",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "This search uses an isolation cone of size R < 0.4, and a correction to the E iso T value of a photon candidate is made when another photon candidate passing the tight identification criteria is found within an annulus of 0.15 < R < 0.4 around the photon candidate. ",
            "section": "Event and object selection",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "The correction consists of subtracting the p T value of the other photon candidate found within the annulus from the E iso T value of the photon candidate under consideration. ",
            "section": "Event and object selection",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "The final isolation criterion is E iso T < 4 GeV.",
            "section": "Event and object selection",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Events in the inclusive signal region are required to have at least three tightly identified and isolated photon candidates, where the two photon candidates with the highest transverse momentum must have p T > 22 GeV while the third highest must have p T > 17 GeV. ",
            "section": "Event and object selection",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The restricted signal region, targeting the rare decay Z → 3γ , is a subset of these events where an additional criterion of 80 GeV < m 3γ < 100 GeV is placed on the invariant mass of the three-photon system. ",
            "section": "Event and object selection",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The signal regions are supplemented by several control regions, where at least one of the photon candidates fails the isolation requirement.",
            "section": "Event and object selection",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Simulated event samples",
            "section_rank": 5
        },
        {
            "text": "Simulated event samples are used to estimate several SM background processes in the search for excesses in the inclusive signal regions, as well as to model signal predictions for both the inclusive searches and the resonance searches for the specific BSM scenarios considered here. ",
            "section": "Simulated event samples",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The simulated BSM signal samples are also used to define a fiducial region for which the search criteria are largely model-independent.",
            "section": "Simulated event samples",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Simulated backgrounds",
            "section_rank": 6
        },
        {
            "text": "The SM two-photon process is an irreducible background to a three-photon search because a third photon may arise from minimum-bias proton-proton interactions in the same bunch crossing. ",
            "section": "Simulated backgrounds",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "The SM two-photon background is simulated with Pythia 8 [13], and the three-and four-photon backgrounds are simulated with MadGraph 5 [14], with Pythia 8 used for fragmentation and hadronisation. ",
            "section": "Simulated backgrounds",
            "paragraph_rank": 11,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[13]"
                },
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[14]"
                }
            ],
            "entity_spans": [
                {
                    "start": 54,
                    "end": 56,
                    "type": "version",
                    "rawForm": "8",
                    "resp": "service",
                    "id": "#software-simple-s2"
                },
                {
                    "start": 132,
                    "end": 134,
                    "type": "version",
                    "rawForm": "5",
                    "resp": "service",
                    "id": "#software-simple-s2"
                },
                {
                    "start": 152,
                    "end": 154,
                    "type": "version",
                    "rawForm": "8",
                    "resp": "service",
                    "id": "#software-simple-s2"
                }
            ]
        },
        {
            "text": "The production of two, three and four photons in the SM contains large contributions from higher-order Feynman diagrams. ",
            "section": "Simulated backgrounds",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "Thus, the two-, three-and four-photon simulated event samples calculated at leading order (LO) are multiplied by factors (\"K -factors\") determined from studies with generators that include next-toleading order (NLO) contributions, namely MCFM 6.8 [15] and VBFNLO 2.7.0 [16][17][18], using the parton distribution function (PDF) sets CTEQ6L1 [19] for the LO cross sections and CT10 [20] and MSTW8NL [21] for the NLO cross sections. ",
            "section": "Simulated backgrounds",
            "paragraph_rank": 11,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[15]"
                },
                {
                    "start": 269,
                    "end": 273,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[16]"
                },
                {
                    "start": 273,
                    "end": 277,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[17]"
                },
                {
                    "start": 277,
                    "end": 281,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[18]"
                },
                {
                    "start": 341,
                    "end": 345,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[19]"
                },
                {
                    "start": 381,
                    "end": 385,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[20]"
                },
                {
                    "start": 398,
                    "end": 402,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[21]"
                }
            ],
            "entity_spans": [
                {
                    "start": 263,
                    "end": 269,
                    "type": "version",
                    "rawForm": "2.7.0",
                    "resp": "service",
                    "id": "#software-simple-s2"
                }
            ]
        },
        {
            "text": "These K -factors are 1.9 ± 0.2 for the two-photon process and 3.3 ± 0.5 for the three-photon process. ",
            "section": "Simulated backgrounds",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "The fourphoton process is not included in NLO generators, and since the four-photon background is ∼10 −3 of the total background expectation in the inclusive signal region, the three-photon K -factor is applied to the four-photon background sample. ",
            "section": "Simulated backgrounds",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "The uncertainties for these K -factors are determined by multiplying the renormalisation and factorisation scales independently by 2 and 0.5 and taking the largest deviations from the nominal value of the K -factor.",
            "section": "Simulated backgrounds",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "The reducible backgrounds where electrons are misidentified as photons originate from multiple sources. ",
            "section": "Simulated backgrounds",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Processes where a Z boson decays to an e + e − pair, accompanied by a photon not from the matrix element, are modelled with Powheg-Box 1.0 [22], using Pythia 8 for fragmentation and hadronisation, and Z +γ production is modelled with Sherpa 1.4.1 [23]. ",
            "section": "Simulated backgrounds",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[22]"
                },
                {
                    "start": 247,
                    "end": 251,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[23]"
                }
            ],
            "entity_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "type": "version",
                    "rawForm": "1.0",
                    "resp": "service",
                    "id": "#software-simple-s2"
                },
                {
                    "start": 158,
                    "end": 160,
                    "type": "version",
                    "rawForm": "8",
                    "resp": "service",
                    "id": "#software-simple-s2"
                },
                {
                    "start": 241,
                    "end": 247,
                    "type": "version",
                    "rawForm": "1.4.1",
                    "resp": "service",
                    "id": "#software-simple-s2"
                }
            ]
        },
        {
            "text": "Backgrounds from processes involving the leptonic decay of the W boson in association with photons and/or hadronic jets are simulated with Alpgen [24] and Herwig [25,26]. ",
            "section": "Simulated backgrounds",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[24]"
                },
                {
                    "start": 162,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[25,"
                },
                {
                    "start": 166,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "26]"
                }
            ]
        },
        {
            "text": "Possible mis-measurement of the rate of electrons misidentified as photons in simulation is addressed by comparing to electrons misidentified as photons from Z → e + e − events in data.",
            "section": "Simulated backgrounds",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "To obtain estimates of the rates at which true photons populate the regions of kinematic phase space assumed to be dominated by jets (used in the calculation of the systematic uncertainty for the data-driven estimate of jet backgrounds), a sample containing events with one hard-process quark or gluon and one prompt photon is simulated using Pythia and the CTEQ6L1 PDF set.",
            "section": "Simulated backgrounds",
            "paragraph_rank": 13,
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 343,
                    "end": 350,
                    "type": "software",
                    "rawForm": "Pythia",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "The PDF sets for the simulated event samples of background processes used for the final background estimate in the inclusive search, for the MadGraph, Pythia and Alpgen + Herwig samples, are taken from CTEQ6L1, while for the Powheg-Box and Sherpa samples the PDF sets are taken from CT10.",
            "section": "Simulated backgrounds",
            "paragraph_rank": 14,
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 141,
                    "end": 149,
                    "type": "software",
                    "rawForm": "MadGraph",
                    "resp": "service",
                    "id": "software-simple-s4"
                },
                {
                    "start": 151,
                    "end": 158,
                    "type": "software",
                    "rawForm": "Pythia",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "Simulated signal processes",
            "section_rank": 7
        },
        {
            "text": "The Z γ γ γ effective vertex has been implemented with FeynRules [27,28] and then used in a customised Mad-Graph 5 model which is employed to simulate events, using the CTEQ6L1 PDF set and Pythia 8 for fragmentation and hadronisation. ",
            "section": "Simulated signal processes",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[27,"
                },
                {
                    "start": 69,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "28]"
                }
            ],
            "entity_spans": [
                {
                    "start": 55,
                    "end": 65,
                    "type": "software",
                    "rawForm": "FeynRules",
                    "resp": "service",
                    "id": "software-simple-s6"
                },
                {
                    "start": 103,
                    "end": 106,
                    "type": "software",
                    "rawForm": "Mad",
                    "resp": "service",
                    "id": "software-simple-s7"
                },
                {
                    "start": 196,
                    "end": 198,
                    "type": "version",
                    "rawForm": "8",
                    "resp": "service",
                    "id": "#software-simple-s7"
                }
            ]
        },
        {
            "text": "Each of the two non-trivial, independent, lowest-order effective Lagrangians for this process [29] contains a dimensionful coupling constant, and the values of these constants have been calculated [30] using the SM expected Z → 3γ branching ratio of 5.41×10 −10 . ",
            "section": "Simulated signal processes",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[29]"
                },
                {
                    "start": 197,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "These SM values are used in the simulation. ",
            "section": "Simulated signal processes",
            "paragraph_rank": 15,
            "section_rank": 7
        },
        {
            "text": "The BSM process of a Higgs boson produced via gluon fusion and decaying to four photons via a pair of intermediate a particles is simulated with Powheg-Box and Pythia 8 (using the CT10 NLO PDF set). ",
            "section": "Simulated signal processes",
            "paragraph_rank": 15,
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 145,
                    "end": 156,
                    "type": "software",
                    "rawForm": "Powheg-Box",
                    "resp": "service",
                    "id": "software-simple-s8"
                },
                {
                    "start": 167,
                    "end": 169,
                    "type": "version",
                    "rawForm": "8",
                    "resp": "service",
                    "id": "#software-simple-s8"
                }
            ]
        },
        {
            "text": "The BSM process of a new vector gauge boson decaying to three photons via Z → a + γ → 3γ is simulated with Pythia 8 (using the MSTW2008LO [21] leading-order PDF set).",
            "section": "Simulated signal processes",
            "paragraph_rank": 15,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[21]"
                }
            ],
            "entity_spans": [
                {
                    "start": 114,
                    "end": 116,
                    "type": "version",
                    "rawForm": "8",
                    "resp": "service",
                    "id": "#software-simple-s8"
                },
                {
                    "start": 127,
                    "end": 131,
                    "type": "software",
                    "rawForm": "MSTW",
                    "resp": "service",
                    "id": "software-simple-s9"
                }
            ]
        },
        {
            "text": "Minimum-bias interactions and the ATLAS detector simulation",
            "section_rank": 8
        },
        {
            "text": "Minimum-bias proton-proton interactions in the same or nearby bunch crossings (pileup) are modelled with Pythia 8, using the MSTW2008LO PDF set. ",
            "section": "Minimum-bias interactions and the ATLAS detector simulation",
            "paragraph_rank": 16,
            "section_rank": 8,
            "entity_spans": [
                {
                    "start": 112,
                    "end": 113,
                    "type": "version",
                    "rawForm": "8",
                    "resp": "service",
                    "id": "#software-simple-s10"
                }
            ]
        },
        {
            "text": "These pileup events are overlaid onto the hard-scattering process for all simulated signal and background samples to reproduce the distribution of the average number of interactions per bunch crossing observed over the course of data-taking in 2012. ",
            "section": "Minimum-bias interactions and the ATLAS detector simulation",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "All signal and background samples are processed with the full ATLAS detector simulation [31] based on Geant 4 [32] and reconstructed using the same software as that used for collision data.",
            "section": "Minimum-bias interactions and the ATLAS detector simulation",
            "paragraph_rank": 16,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[31]"
                },
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "Background composition estimate",
            "section_rank": 9
        },
        {
            "text": "The backgrounds in the search for excesses in the inclusive signal regions are estimated from a combination of simulated samples (detailed in the previous section) and methods employing collision data. ",
            "section": "Background composition estimate",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "The dominant backgrounds in the inclusive signal region are the irreducible SM two-, threeand four-photon processes, while for the Z → 3γ search channel, backgrounds involving electrons misidentified as photons are dominant.",
            "section": "Background composition estimate",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "Backgrounds estimated from simulation",
            "section_rank": 10
        },
        {
            "text": "The irreducible SM two-, three-and four-photon backgrounds, as well as backgrounds from processes involving electrons in the final state originating from Z decays and those involving the leptonic decay of the W boson in association with photons and/or hadronic jets, are estimated via simulation. ",
            "section": "Backgrounds estimated from simulation",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "The third photon for the SM two-photon background process typically arises from pileup interactions, but can occasionally be a quark-or gluon-initiated jet radiated from the incoming partons which is misidentified as a photon. ",
            "section": "Backgrounds estimated from simulation",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "Possible double-counting with the 2γ + 1-jet final state (estimated via a data-driven method described in the following section) is avoided by omitting from consideration events in the SM two-photon simulated sample where one of the three photon candidates is a jet, using generator-level information. ",
            "section": "Backgrounds estimated from simulation",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "Possible mis-measurement of the rate of electrons misidentified as photons in simulation is addressed by comparing Z → e + e − processes in simulation and in data. ",
            "section": "Backgrounds estimated from simulation",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "The perelectron scale factor is the ratio of the misidentification rate determined in data to that determined in simulated samples. ",
            "section": "Backgrounds estimated from simulation",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "This scale factor is independent of p T and η for the ranges considered here, and is found to be 1.03 ± 0.04.",
            "section": "Backgrounds estimated from simulation",
            "paragraph_rank": 18,
            "section_rank": 10
        },
        {
            "text": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "section_rank": 11
        },
        {
            "text": "A crucial aspect of the analysis is the data-driven estimate of the backgrounds where hadronic jets are misidentified as photons (hereafter called \"jet fakes\"), i.e., SM processes that can produce 2γ + 1-jet, 1γ + 2-jet, and 3-jet events. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "Collision data are used to derive efficiencies for photons passing the isolation criterion ( γ ) and rates at which jets are misidentified as isolated photons ( f jet ). ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "These values of γ and f jet are then used in a likelihood matrix method (described below) to estimate the jet backgrounds. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "A sample of photon candidates consisting mainly of jet fakes is defined in the following way. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "The standard tight and loose photon identification categories are augmented with a medium definition [33], intermediate between tight and loose. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 19,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "The medium photon is defined by relaxing some EM shower shape requirements that provide high levels of rejection of jet fakes. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "When the medium definition is combined with a further requirement that the photon candidates fail tight (the combination hereafter called non-tight), the result is a sample of photon candidates that is primarily composed of jet fakes. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "This method presupposes that the E iso T distribution of the nontight sample is composed primarily of jet fakes, and that the subset of tight photons with higher values of E iso T (the \"tail\", here for E iso T > 7 GeV) is dominated by jet fakes. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "Under these assumptions, the tail of the non-tight distribution is scaled to match that of the tight distribution, thus providing a determination of the contribution of jet fakes to the signal region, i.e., the collection of photons that pass both the tight and the isolation criteria. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "The scaled non-tight distribution is then subtracted from the tight distribution. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "Photon isolation efficiency, γ , is then calculated as the ratio of the number of isolated photons (those that satisfy E iso T < 4 GeV) to the total number of photons in the tight distribution after this subtraction has been performed. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "The rate at which jet fakes are identified as photons, f jet , is the ratio of the number of isolated photons to the total number of photons in the nontight distribution.",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 19,
            "section_rank": 11
        },
        {
            "text": "The assumptions described above are validated using simulated samples of events containing photons and jets, described in Sect. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "4. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "Any collection of photon candidates consists of some combination of actual photons, which can be defined as \"true\", and other objects that are misidentified as photons. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "The non-zero true photon contamination in the set of non-tight photons, and the set of tight photons that fail the isolation criterion, is taken from the simulated samples and is used to derive a systematic uncertainty (described in Sect. 6) on the jet background estimate procedure.",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 20,
            "section_rank": 11
        },
        {
            "text": "The procedure is performed separately for three kinematic regions as follows. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "Photons are ordered by p T , highest to lowest. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "Three regions in the p T -η plane are defined as (1) 15 GeV < p T < 40 GeV and |η| < 1.37, (2) p T > 40 GeV and |η| < 1.37, and (3) 1.52 < |η| < 2.37. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "The separation into lower and higher p T bins around 40 GeV is chosen because this is the value at which γ and f jet are changing rapidly, and the three regions were chosen to maintain a large number of events in each bin. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "The values of γ and f jet are then calculated for each of the three regions, and the results are shown in Table 1.",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 21,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 113,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The data-derived γ and f jet values are applied to events with three photon candidates to estimate the SM 2γ + 1jet, 1γ + 2-jet, and 3-jet backgrounds. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "This is done using a likelihood-based version of a standard matrix method (here called the \"likelihood matrix method\"). ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "In standard matrix methods [33], a matrix of efficiencies relates an observed event that falls into a particular event category (based on some discriminating variable or variables) to the true, unknown final states to which the event has the possibility of corresponding, and the matrix is inverted to determine probabilities that a given observed event corresponds to one of these true final states. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 22,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "When summed over a large number of events, these per-event estimators average to the overall estimate of the number of events in each true final state.",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "In the likelihood matrix method, by contrast (and with respect to the present three-photon search), the expected yield for each three-object final state consisting of jets plus photons or all jets is the result of fitting a likelihood function to data. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "For the event sample where all three photons, ordered from highest to lowest p T , have satisfied the tight requirements, events are placed into 160 orthogonal categories designated by six criteria. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "These are defined first by the three regions in the p T -η plane to which each photon candidate belongs. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "These are the same three regions that are used to categorise photons and to calculate γ and f jet , described and labeled previously as regions 1-3. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "The remaining three criteria by which each event is categorized are three boolean variables, one for each photon candidate, indicating whether it passed or failed the isolation criterion. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "Since each of the three photon candidates either passes (P) or fails (F) isolation, there are 2 3 = 8 possible isolation combinations for three photons: PPP, PPF, PFP, FPP, PFF, FPF, FFP, and FFF. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "The three photons are ordered by p T , from highest to lowest, and, since one of the three kinematic regions defined above depends only upon η, there are twenty possible p T -η bin combinations: 333, 332, 323, 322, 331, 313, 311, 321, 222, 223, 232, 233, 221, 211, 231, 213, 111, 113, 131, 133. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "This results in 8 × 20 = 160 categories, denoted PPP_333 for those events where the three photon candidates all passed isolation and had p T -η values placing them in the \"3\" kinematic region, PPF_321 for those events where the leading and subleading photons passed isolation and the sub-subleading photon failed isolation, and the p T -η value combinations placed them successively in the \"3\", \"2\", and \"1\" regions, etc.",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "Each of the 160 categories corresponds to a Poisson function where the observed number of events is the number of events seen in data for that category and the expected number of events is a sum of terms corresponding to each of the possible true (unknown) final states consisting of photons and jets or only jets for a particular p T -η combination. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "Each term in a given sum is multiplied by the appropriate values of γ and f jet . ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "A likelihood is then constructed consisting of a product of the 160 Poisson functions. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "The expectations for each true final state are the maximum likelihood estimators that result from fitting this likelihood function to the data. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "That is, the true unknown expectations are allowed to float in the fit and are constrained to be positive and, hence, physical. ",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "The estimated number of events of a given final state in a particular signal or control region -defined by whether the photons passed or failed isolation -is determined by summing the resulting expectations from the fit times the appropriate γ and f jet values.",
            "section": "Data-driven estimates of 2γ + 1-jet, 1γ + 2-jet, and 3-jet backgrounds",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 12
        },
        {
            "text": "Data-driven uncertainties",
            "section_rank": 13
        },
        {
            "text": "For the data-driven jet background estimate, systematic uncertainties arise in the calculation of the rate of photons passing the isolation criterion, γ , and the rate of jets misidentified as isolated photons (\"jet fakes\"), f jet . ",
            "section": "Data-driven uncertainties",
            "paragraph_rank": 25,
            "section_rank": 13
        },
        {
            "text": "This calculation relies upon the assumptions that both the tail (E iso T > 7 GeV) of the E iso T distribution of tight photons and the entirety of the E iso T distribution of non-tight photons are primarily composed of jet fakes. ",
            "section": "Data-driven uncertainties",
            "paragraph_rank": 25,
            "section_rank": 13
        },
        {
            "text": "Tests on simulations of photons and jets indicate that the true photon contamination in these jetdominated regions is between 5 and 15 %, depending on the region. ",
            "section": "Data-driven uncertainties",
            "paragraph_rank": 25,
            "section_rank": 13
        },
        {
            "text": "These values are used to calculate different values of γ and f jet (where the number of photon candidates in a given region is altered by the corresponding percentage) which are then used in the jet background estimate. ",
            "section": "Data-driven uncertainties",
            "paragraph_rank": 25,
            "section_rank": 13
        },
        {
            "text": "The deviations from the nominal signal region yield (assuming no true photon contamination) are calculated separately for the three final states of 2γ + 1 jet, 1γ + 2 jets, and 3 jets, and these values (4, 10 and 21 %, respectively) are taken as systematic uncertainties on the estimates of these backgrounds in the signal region.",
            "section": "Data-driven uncertainties",
            "paragraph_rank": 25,
            "section_rank": 13
        },
        {
            "text": "An additional uncertainty associated with the data-driven methods employed arises from the choice of kinematic variable used to categorise photons and then to calculate and apply γ and f jet . ",
            "section": "Data-driven uncertainties",
            "paragraph_rank": 26,
            "section_rank": 13
        },
        {
            "text": "The baseline analysis uses three bins in the p T -η plane, described in Sect. ",
            "section": "Data-driven uncertainties",
            "paragraph_rank": 26,
            "section_rank": 13
        },
        {
            "text": "5, and separate analyses using either p T -dependence only or η-dependence only are conducted as well. ",
            "section": "Data-driven uncertainties",
            "paragraph_rank": 26,
            "section_rank": 13
        },
        {
            "text": "The largest deviation of the two different methods from the nominal method is 13 %, which is taken as a systematic uncertainty.",
            "section": "Data-driven uncertainties",
            "paragraph_rank": 26,
            "section_rank": 13
        },
        {
            "text": "Simulation uncertainties",
            "section_rank": 14
        },
        {
            "text": "The uncertainty on the integrated luminosity for the data sample is 2.8 %, derived using the same methodology as that detailed in Ref. ",
            "section": "Simulation uncertainties",
            "paragraph_rank": 27,
            "section_rank": 14
        },
        {
            "text": "[34].",
            "section": "Simulation uncertainties",
            "paragraph_rank": 27,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "The photon identification efficiency has been directly measured in data using photons from Z → e + e − /μ + μ − radiative decays [12]. ",
            "section": "Simulation uncertainties",
            "paragraph_rank": 28,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The systematic uncertainties on the signal region yield due to the uncertainty on this efficiency measurement are found to range from <1 to 6 % for simulated backgrounds, and from 3 to 7 % for simulated signal processes, depending on the sample.",
            "section": "Simulation uncertainties",
            "paragraph_rank": 28,
            "section_rank": 14
        },
        {
            "text": "As mentioned in Sect. ",
            "section": "Simulation uncertainties",
            "paragraph_rank": 29,
            "section_rank": 14
        },
        {
            "text": "3, the analysis supplements the isolation prescription -E iso T < 4 GeV, with a cone size of R < 0.4 -with an isolation energy correction that is applied to photons with overlapping isolation cones. ",
            "section": "Simulation uncertainties",
            "paragraph_rank": 29,
            "section_rank": 14
        },
        {
            "text": "This procedure improves sensitivity to lower-mass two-photon resonances where the photon pairs are close together in R. To account for possible over-or under-correction due to a photon being near the edge of the isolation annulus, an additional systematic uncertainty is assessed. ",
            "section": "Simulation uncertainties",
            "paragraph_rank": 29,
            "section_rank": 14
        },
        {
            "text": "The p T values of all isolated photons in simulated samples are calibrated to yield agreement with the values observed in data [35]. ",
            "section": "Simulation uncertainties",
            "paragraph_rank": 29,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "Since the calibration factors for isolated photons deviate from one by typically less than 5 %, a value of 5 % is a conservative estimate of the uncertainty on photon p T . ",
            "section": "Simulation uncertainties",
            "paragraph_rank": 29,
            "section_rank": 14
        },
        {
            "text": "To assess the systematic uncertainty on the isolation energy correction, the measured value of the p T of the other tight photon in the isolation cone is varied by 5 %, the correction procedure is applied, and the effects are propagated to the final event selection in the signal region. ",
            "section": "Simulation uncertainties",
            "paragraph_rank": 29,
            "section_rank": 14
        },
        {
            "text": "For example, using simulated samples of a Higgs boson decaying to four photons via H → aa → 4γ , the systematic uncertainty due to this effect is smaller for higher ratios of m a /m H (as large as 6 % when the p T is varied by −5 and <1 % when the p T is varied by +5 %, for m H = 900 GeV and m a = 440 GeV), and the uncertainty is larger for smaller ratios of m a /m H (as large as 69 % when the p T is varied by −5 and 12 % when the p T is varied by +5 %, for m H = 900 GeV and m a = 50 GeV), as the photons tend to overlap within the isolation cone more frequently.",
            "section": "Simulation uncertainties",
            "paragraph_rank": 29,
            "section_rank": 14
        },
        {
            "text": "The uncertainties on the event yields due to systematic uncertainties in the photon energy scale and resolution [35] are found to range from <1 to 4 % for the simulated signal and background samples. ",
            "section": "Simulation uncertainties",
            "paragraph_rank": 30,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "The uncertainties on the event yields due to systematic uncertainties in the scale factors used to yield agreement between photon identification efficiencies calculated in data and simulated samples [35] are found to range from <1 to 8 % for simulated backgrounds, and from 1 to 4 % for simulated signal processes. ",
            "section": "Simulation uncertainties",
            "paragraph_rank": 30,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "The systematic uncertainty on the scaling factor for electrons misidentified as photons in simulated samples is taken to be the statistical uncertainty arising from the calculation, i.e., 4 %, since this is as large as or larger than the systematic uncertainties due to the photon energy scale and resolution, above. ",
            "section": "Simulation uncertainties",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "The efficiency and uncertainties of the three-photon trigger chain have been determined to be 98.5 ± 0.1 (stat.) ±0.2 % (syst.). ",
            "section": "Simulation uncertainties",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "The trigger efficiency is calculated using single photons (with p T values corresponding to the values used for the analysis event selection) from Z boson radiative decays and then, under the assumption that the per-event performance of the photon trigger for one photon is uncorrelated to that for another photon in the same event, multiplying these values to obtain the overall trigger efficiency.",
            "section": "Simulation uncertainties",
            "paragraph_rank": 30,
            "section_rank": 14
        },
        {
            "text": "Uncertainties on calculated cross sections for simulated background processes due to QCD renormalisation and factorisation scales and due to the choice of PDF set and value of α s used in simulation are addressed via the recommendations of PDF4LHC [36]. ",
            "section": "Simulation uncertainties",
            "paragraph_rank": 31,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "The resulting combined uncertainties are found to range from 7 to 16 %, depending on the simulated background process. ",
            "section": "Simulation uncertainties",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "The total theoretical uncertainty on the SM 3γ background process due to the uncertainty on the LO to NLO correction, combined with the uncertainties due to choice of PDF set and renormalisation and factorisation scales, is found to be ∼30 %.",
            "section": "Simulation uncertainties",
            "paragraph_rank": 31,
            "section_rank": 14
        },
        {
            "text": "Uncertainties exist for the measured or calculated production cross sections for SM particles for which BSM decays are considered as signal scenarios and are accounted for. ",
            "section": "Simulation uncertainties",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "For the BSM Higgs boson scenario of h → aa → 4γ the gluon fusion production cross section for the SM Higgs boson with m h = 125 GeV [37,38], σ h,SM = 19.27 pb is used, with an uncertainty of ±10.4 % due to choice of PDF set and renormalisation and factorisation scales. ",
            "section": "Simulation uncertainties",
            "paragraph_rank": 32,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[37,"
                },
                {
                    "start": 136,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "38]"
                }
            ]
        },
        {
            "text": "For the rare decay Z → 3γ , the measured pp → Z cross section of (2.79 ± 0.02 ± 0.11) × 10 4 pb [39] is used. ",
            "section": "Simulation uncertainties",
            "paragraph_rank": 32,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[39]"
                }
            ]
        },
        {
            "text": "An additional uncertainty of ±12.3 % -determined by varying the QCD renormalisation and factorisation scales, PDF set, and value of α s -is also assessed, to account for variations in the simulation of the kinematics of the final-state photons and, hence, the acceptance in the signal region.",
            "section": "Simulation uncertainties",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "These systematic uncertainties are summarized in Table 2. ",
            "section": "Simulation uncertainties",
            "paragraph_rank": 33,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 56,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Results and interpretations",
            "section_rank": 15
        },
        {
            "text": "This section presents results based on the number of events in a broad inclusive region and a restricted region focusing on the rare decay Z → 3γ , as well as results from the search for resonances in the di-photon and tri-photon invariant mass spectra.",
            "section": "Results and interpretations",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "Inclusive and Z → 3γ regions",
            "section_rank": 16
        },
        {
            "text": "The number of SM background events expected in the signal region is 1370 ± 140 (combined statistical and systematic uncertainties) and the observed number of events is 1290. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "The observation is in agreement with the SM expectation. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "Additionally, while the event selection is optimised for a search for physics beyond the SM as opposed to a measurement of the 3γ inclusive cross section, the results are nevertheless compatible with the irreducible all-photon process expectations from the SM. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "The expected and observed yields in the signal region are presented in Table 3, and the expected and observed yields in signal and control regions where all three photons have passed the tight identification criterion are shown in Fig. 2. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 35,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                },
                {
                    "start": 231,
                    "end": 237,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "In the figure, the red hatched band, in the signal region bin, is the combination of statistical and systematic uncertainties on all background sources, while the black hatched band, in the control regions, is the combination of statistical uncertainties of the data-driven jet background estimate and the expected yields from simulated samples of SM background processes. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "For the inclusive signal region, this corresponds to a model-independent observed (expected ±1σ ) upper limit, at the 95 % confidence level (CL), on the number of signal events of 240 (273 +83 −66 ), and to the model-dependent upper limits on the inclusive fiducial cross section in the aforementioned acceptance for the signal scenarios of the BSM Higgs boson and Higgs boson-like decays and the Z decays shown in Table 4, where hypothesis testing and limit setting are calculated using the profile likelihood ratio as the test statistic for the C L s technique [40] in the asymptotic approximation [41,42]. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 35,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 415,
                    "end": 422,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 4"
                },
                {
                    "start": 563,
                    "end": 567,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[40]"
                },
                {
                    "start": 600,
                    "end": 604,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[41,"
                },
                {
                    "start": 604,
                    "end": 607,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "42]"
                }
            ]
        },
        {
            "text": "The fiducial efficiencies for each signal scenario are determined with respect to a generator-level kinematic region with the same requirements applied to three-photon events as those used for the analysis signal region. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "This fiducial region is defined as the set of events that contain three photons where (1) each photon satisfies a pseudorapidity requirement of |η| < 2.37, excluding the transition region between the barrel and end-cap of 1.37 < |η| < 1.52, (2) the three photons satisfy p T > 22, 22, and 17 GeV, and (3) each photon satisfies E truth iso T < 4 GeV, where E truth iso T is a generator-level definition of the photon isolation criterion equivalent to that used for event selection on reconstructed events. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 35,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 281,
                    "end": 283,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "22"
                }
            ]
        },
        {
            "text": "The fiducial efficiencies are similar for the considered signal scenarios for mass points where the distributions of photon p T , for all photons, tend to peak higher than p T > 50 GeV. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "This is because the overall photon identification efficiency decreases for photons with p T < 50 GeV [12]. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 35,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Since the p T distribution for at least one of the photons for signal scenarios with lower-mass resonances tends to peak at lower values, the fiducial efficiencies are lower.",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "Using the same data-driven and simulation-based methodology restricted to the region 80 GeV < m 3γ < 100 GeV provides a test for the rare decay of the Z boson to three  Fig. 2 Observed and expected yields in signal and control regions for the full mass range (left) and the restricted range of 80 GeV < m 3γ < 100 GeV (right), for events where all three photon candidates satisfy the tight photon identification criteria. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 36,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 169,
                    "end": 175,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The bins along the horizontal axis correspond to orthogonal subsets of events where each subset is categorised by whether the three photons -ordered from largest to smallest values of p T -passed (\"P\") or failed (\"F\") the isolation criterion. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "The leftmost bin is the signal region, composed of events satisfying PPP, and the other bins are the different control regions, where at least one of the photon candidates failed the isolation criterion. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "The red hatched band, in the signal region bin, is the combination of statistical and systematic uncertainties, while the black hatched bands represent statistical uncertainties. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "As a result of the data-driven jet background estimate, the statistical uncertainty in each bin is partially correlated with the uncertainty on the data in that bin photons. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "The SM branching ratio for the process is predicted to be ∼5×10 −10 [9], but it has yet to be observed. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "Table 3 (right) and Fig. 2 (right) summarise the observed counts as well as background expectations in this restricted region. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 36,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                },
                {
                    "start": 20,
                    "end": 34,
                    "type": "figure",
                    "text": "Fig. 2 (right)"
                }
            ]
        },
        {
            "text": "The data are consistent with the SM expectation: 244 events are observed and 233 ± 28 events are expected, while the signal expectation from simulation, for BR(Z → 3γ ) = 10 −5 (corresponding to the previous limit from LEP [10]), is 418 ± 9 events. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 36,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 223,
                    "end": 227,
                    "type": "bibr",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Using the same hypothesis-testing and limit-setting procedure described above, but taking the signal expecta-tion from the simulated sample described in Sect. ",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "4, the observed (expected) limit, at the 95 % CL, on the branching ratio of the Z boson decay to three photons is found to be BR(Z → 3γ ) < 2.2 (2.0) ×10 −6 , a result five times stronger than the previous LEP limit of <10 −5 .",
            "section": "Inclusive and Z → 3γ regions",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "The 2γ and 3γ resonance searches",
            "section_rank": 17
        },
        {
            "text": "In addition to the tests based on the number of events in the inclusive signal regions, searches are performed for resonances in the two-photon and three-photon invariant mass (m 2γ and m 3γ ) distributions for events in the inclusive signal region. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "For these resonance searches, the background contribution is estimated from a fit to the m 2γ or m 3γ sideband regions, and thus does not rely upon simulated samples for the background estimate. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "The sideband is modelled as a fourth-order polynomial, and the size of the sideband is mass-dependent, symmetric around the hypothesised resonance mass, following a local-spectrum approach. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "The range of the observed mass spectrum that is used for the sideband fit is a local, truncated subset of the full spectrum. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "For the m 2γ (m 3γ ) resonance search, the sideband is 20 (25) GeV in each direction for m 2γ (m 3γ ) < 90 (230) GeV, where the event counts change rapidly as a function of m 2γ (m 3γ ), and rises to a sideband size of 80 (100) GeV in each direction for m 2γ (m 3γ ) > 195 (425) GeV, increasing roughly linearly with mass as the spectrum becomes smoother. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "The m 2γ (m 3γ ) resonance search begins at a mass hypothesis of 10 (100) GeV, and proceeds in steps of 0.5 GeV. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "The signal component of the resonance search is a Gaussian function with a fixed width that varies with particle mass, and the widths are determined from simulated signal samples. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "Since the simulated signal samples are generated with a narrowwidth approximation for both the pseudoscalar a and the Z in all cases, the 2γ and 3γ mass resolutions for this search are equivalent to Gaussian functions that account for detector resolution, and are determined via fits to the simulated signal samples. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "Hypothesis testing and limit setting are performed using the profile likelihood ratio as the test statistic for the C L s technique in the asymptotic approximation. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "The resonance search is performed separately for the three two-photon mass spectra defined by the three possible photon pairings for three photons in the inclusive signal region. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "As mentioned previously, the photons are ordered by p T , from highest to lowest, and so the three two-photon mass spectra are denoted m 12 , m 13 and m 23 , where the 1, 2, and 3 refer to the p T -ordered photons. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "The observed m 2γ and m 3γ spectra in the inclusive signal region are shown in Fig. 3. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 85,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Also shown in Fig. 3, for visualisation purposes only, is the background expectation per bin, determined from the sideband fit to data as a part of the resonance search. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 14,
                    "end": 20,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The resonance search is performed with a step size of 0.5 GeV and so the final results shown in Figs. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "4 and 5 demonstrate sensitivity to resonances with widths appropriate to the BSM models considered here. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "The widths of the bins in Fig. 3 do not correspond to the mass resolution for the signal scenarios in question. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 26,
                    "end": 32,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The background estimates and significances shown in Fig. 3 provide a complementary comparison of the local agreement between data and expectation. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 58,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The lower panels show the significance, in units of standard deviations of a Gaussian function, of the observation in each bin, taking into account the fractional uncertainty on the background as a result of the sideband fit. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "The significances shown in the lower panels in Fig. 3 are derived from the p value for the background-only hypothesis for each bin, calculated using a frequentist binomial parameter test [43][44][45]. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 53,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 3"
                },
                {
                    "start": 187,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[43]"
                },
                {
                    "start": 191,
                    "end": 195,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[44]"
                },
                {
                    "start": 195,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "For regions beyond the sensitivity of the search, no background estimate is shown.",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "For the H/ h → aa → 4γ BSM signal scenario, the photon pairing (among the three p T -ordered photons) that most often corresponds to the photons arising from the decay of the same a particle is (2,3). ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 38,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 194,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "(2,"
                },
                {
                    "start": 197,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3)"
                }
            ]
        },
        {
            "text": "As a result, the resonance search in the m 23  As shown in Fig. 4, the limits vary as a function of twophoton invariant mass, but an overall upper bound on the limits is determined to be σ ×BR(h → aa)×BR(a → γ γ ) 2 <1 × 10 −3 σ SM , for 10 GeV < m a < 62 GeV for the SMlike Higgs boson of m h = 125 GeV and, for the higher scalar mass case, σ H × BR(H → aa) × BR(a → γ γ ) 2 < 0.02 pb for lower m a values in the range 10 GeV < m a < 90 GeV and < 0.001 pb for higher m a (up to 245 GeV for the resonance search in the m 23 spectrum for m H = 600 GeV shown in Fig. 4). ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 38,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "23"
                },
                {
                    "start": 59,
                    "end": 65,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 4"
                },
                {
                    "start": 560,
                    "end": 566,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "Additionally, using the expected signal yields from simulated samples, inclusive limits are calculated for 300 GeV < m H < 900 GeV and for a range of m a < m H /2, including values beyond the range of the mass spectra used for the resonance search. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "These inclusive limits are shown in Table 5. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 38,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "as a result of the sideband fit. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "This significance is derived from the p value for the background-only hypothesis for each bin, calculated using a frequentist binomial parameter test [43][44][45]. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 38,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[43]"
                },
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[44]"
                },
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "The signal distributions used for the m 2γ resonance searches have two components, a narrow Gaussian core for correctly paired two-photon combinations and a wide distribution for incorrectly paired combinations that is well described by the polynomial used to simultaneously model the background shape for the resonance search described in Sect. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "7.2",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "Moreover, upper limits on the Z production cross section times the product of branching ratios, σ Z × BR(Z → a + γ ) × BR(a → γ γ ), are found to be in the range of 0.04 pb to 0.3 pb, depending upon m Z and m a . ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "Upper limits, at the 95 % CL, on σ Z × BR(Z → a + γ ) × BR(a → γ γ ) are shown in Table 6, as a function of m a , using the expected signal yields from simulated samples. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 39,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 89,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "Additionally, using a narrow-width approximation to the Z resonance width, local excesses corresponding to Gaussian resonances due to detector resolution are searched for in the m 3γ spectrum. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "The Gaussian widths are determined via fits to the Z simulated signal samples, described in Sect. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "4. For the range of m Z for which the resonance search is possible, the Z width exhibits a small dependence on m a . ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "For each Z mass point, three different samples are simulated, with different values of m a . ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "The average of the three measured Z widths for each of the m a points simulated is taken as the width for a given m Z , and these values are used for the three-photon resonance search, interpolating for m Z points between those for which samples are simulated. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "These values range from 1.5 GeV < σ Gauss <  2.4 GeV for 100 GeV < m Z < 500 GeV. ",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "The results, along with the local p values for the background-only hypothesis, are shown in Fig. 5. The smallest local p value is found to be 0.0003 (3.4σ local significance), at m 3γ = 212 GeV which, after adjusting for a trials factor [46], corresponds to a global p value of 0.087 (1.4σ global significance).",
            "section": "The 2γ and 3γ resonance searches",
            "paragraph_rank": 39,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 98,
                    "type": "figure",
                    "text": "Fig. 5"
                },
                {
                    "start": 237,
                    "end": 241,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[46]"
                }
            ]
        },
        {
            "text": "Conclusion",
            "section_rank": 18
        },
        {
            "text": "A search for new phenomena in events with at least three photons has been performed using 20.3 fb −1 of LHC pp collision data at √ s = 8 TeV collected with the ATLAS detector at CERN. ",
            "section": "Conclusion",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "The SM background expectation is in agreement with the data, and is determined to be 1370 ± 140 events while 1290 events are observed. ",
            "section": "Conclusion",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "The model-independent observed (expected) 95 % CL upper limit on the number of signal events is found to be 240 (273 +83 −66 ). ",
            "section": "Conclusion",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "Upper limits at the 95 % CL are calculated on the fiducial cross section σ fid for events from non-SM processes for several signal scenarios. ",
            "section": "Conclusion",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "The observed (expected) limit on the branching ratio of the Z boson decay to three photons is found to be BR(Z → 3γ ) < 2.2 (2.0) ×10 −6 , a result five times stronger than the previous result from LEP.",
            "section": "Conclusion",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "In addition, a search for local excesses in the two-photon and three-photon invariant mass distributions is conducted. ",
            "section": "Conclusion",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "For the two-photon mass spectra, no significant excesses are detected, and the 95 % CL upper limit on (σ/σ SM )×BR(h → aa) × BR(a → γ γ ) 2 (assuming kinematics associated only with gluon fusion SM Higgs boson production) is calculated to vary from ∼3×10 −4 to ∼4×10 −4 for 10 GeV < m a < 62 GeV for a SM-like Higgs boson with a mass of m h = 125 GeV. ",
            "section": "Conclusion",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "Limits are set for Higgs boson-like scalars H with masses up to m H = 900 GeV and are found to be σ H × BR(H → aa) × BR(a → γ γ ) 2 < 0.02-0.001 pb, depending upon m H and m a . ",
            "section": "Conclusion",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "For the three-photon mass spectrum, the resonance search is conducted in the context of a Z decaying to three photons. ",
            "section": "Conclusion",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "The smallest local p value is found to be 0.0003 (3.4σ local significance), at m Z = 212 GeV which, after adjusting for a trials factor, corresponds to a global p value of 0.09 (1.4σ global significance). ",
            "section": "Conclusion",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "Upper limits at the 95 % CL on the Z production cross section times the product of branching ratios, σ Z × BR(Z → a + γ ) × BR(a → γ γ ), are found to be in the range of 0.04-0.3 pb, depending upon m Z .",
            "section": "Conclusion",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "These model-independent results are the first of their kind, as are the interpretations for a Higgs boson decaying to four photons via two intermediate pseudoscalar a particles (for a SM-like Higgs boson of m h = 125 GeV and for Higgs-like scalars of higher masses) and for three-photon resonances corresponding to a new vector gauge boson.  ",
            "section": "Conclusion",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "Fig. 5 Left local p values for the background-only hypothesis as a result of a resonance search with respect to the production of a new vector gauge boson Z as a function of m Z , determined via a search for local excesses in the m 3γ spectrum, using a narrow-width approximation to the Z resonance width. ",
            "section": "Conclusion",
            "paragraph_rank": 42,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "The smallest local p value is found to be 0.0003 (3.4σ ) which corresponds to a global p value of 0.087 (1.4σ ). ",
            "section": "Conclusion",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "Right upper limits, at the 95 % CL, on σ Z ×BR(Z → a+γ )×BR(a → γ γ ). ",
            "section": "Conclusion",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "Also shown are the ±1 and 2σ uncertainty bands resulting from the resonance search hypothesis tests, taking into account the statistical and systematic uncertainties from simulated signal samples which are used to determine signal efficiency and Gaussian resonance width due to detector resolution for each mass hypothesis",
            "section": "Conclusion",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "Fig. 1",
            "section_rank": 19
        },
        {
            "text": "Fig. 1 Feynman diagrams for possible beyond-the-Standard Model (top) and rare Standard Model (bottom) scenarios that result in final states with at least three photons",
            "section": "Fig. 1",
            "paragraph_rank": 43,
            "section_rank": 19
        },
        {
            "text": "pass/fail isolation combination γ 3 PPP",
            "section_rank": 20
        },
        {
            "text": "spectrum provides the best sensitivity to this model. ",
            "paragraph_rank": 45,
            "section_rank": 21
        },
        {
            "text": "The widths of the Gaussian signal component -corresponding to the detector resolution -are taken from simulated samples of a Higgs boson decaying to four photons via a pair of intermediate pseudoscalar a particles, and vary from 0.6 GeV < σ Gauss < 3.2 GeV for 10 GeV < m a < 440 GeV, and are largely independent of m h/H . ",
            "paragraph_rank": 45,
            "section_rank": 21
        },
        {
            "text": "No excess above background is detected, and upper limits, for a SM-like Higgs boson of m h = 125 GeV (and assuming kinematics associated only with gluon fusion SM Higgs boson production), are calculated. ",
            "paragraph_rank": 45,
            "section_rank": 21
        },
        {
            "text": "Additionally, limits are set for Higgs boson-like scalars with masses larger than 125 GeV. ",
            "paragraph_rank": 45,
            "section_rank": 21
        },
        {
            "text": "The results of these resonance searches are shown in Fig. 4 for the SM-like Higgs boson of m h = 125 GeV (in the top row) and, as an example of a higher scalar mass, for m H = 600 GeV (in the bottom row). ",
            "paragraph_rank": 45,
            "section_rank": 21
        },
        {
            "text": "The resonance search limits for higher values of m H are limited by the small number of events in the mass spectra at higher values of m 2γ .",
            "paragraph_rank": 45,
            "section_rank": 21
        },
        {
            "text": "Fig. 3",
            "section_rank": 22
        },
        {
            "text": "Fig. 3Observed spectra of m 12 , m 13 , and m 23 , where the 1, 2, and 3 refer to three p T -ordered photons, as well as m 3γ . ",
            "section": "Fig. 3",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "For illustration purposes only, also shown is the expected background per bin, determined via unbinned sideband fits to the data as a part of the resonance search, for a hypothesised resonance mass defined by the centre of the bin, as well as the signal expectation for a few mass points for the BSM scenarios considered here. ",
            "section": "Fig. 3",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "The lower panels show the significance, in units of standard deviations of a Gaussian function, of the observation in each bin, taking into account the fractional uncertainty on the background",
            "section": "Fig. 3",
            "paragraph_rank": 46,
            "section_rank": 22
        },
        {
            "text": "Fig. 4",
            "section_rank": 23
        },
        {
            "text": "Fig. 4 Left local p values for the background-only hypothesis as a result of a resonance search with respect to the BSM process h/H → aa → 4γ , for m h = 125 GeV (top row) and m H = 600 GeV (bottom row), as a function of m a , determined via a search for local excesses in the m 23 spectrum. ",
            "section": "Fig. 4",
            "paragraph_rank": 47,
            "section_rank": 23
        },
        {
            "text": "Right upper limits, at the 95 % CL, on (σ/σ SM ) × BR(h → aa) × BR(a → γ γ ) 2 (top row) and",
            "section": "Fig. 4",
            "paragraph_rank": 47,
            "section_rank": 23
        },
        {
            "text": "Table 1",
            "section_rank": 24
        },
        {
            "text": "Photon isolation efficiencies ( γ ) and rates of jets misidentified as photons ( f jet ) from collision data for the three kinematic regions, used for the jet background estimate. ",
            "section": "Table 1",
            "paragraph_rank": 48,
            "section_rank": 24
        },
        {
            "text": "The isolation criterion is E iso T <4 GeV. ",
            "section": "Table 1",
            "paragraph_rank": 48,
            "section_rank": 24
        },
        {
            "text": "The three regions were chosen to maintain a large number of events in each bin. ",
            "section": "Table 1",
            "paragraph_rank": 48,
            "section_rank": 24
        },
        {
            "text": "The first uncertainty is statistical while the second is systematic Kinematic region Fraction satisfying isolation criterion Photons ( γ ) Jets misidentified as photons ( f jet ",
            "section": "Table 1",
            "paragraph_rank": 48,
            "section_rank": 24
        },
        {
            "text": ") 1. 15 GeV < p T < 40 GeV, |η| < 1.37 0.939 ± 0.007 ± 0.009 0.424 ± 0.001 ± 0.013 ",
            "section": "Table 1",
            "paragraph_rank": 48,
            "section_rank": 24
        },
        {
            "text": "2. p T > 40 GeV, |η| < 1.37 0.906 ± 0.006 ± 0.013 0.256 ± 0.002 ± 0.010 ",
            "section": "Table 1",
            "paragraph_rank": 48,
            "section_rank": 24
        },
        {
            "text": "3. 1.52 < |η| < 2.37 0.933 ± 0.007 ± 0.009 0.431 ± 0.002 ± 0.013",
            "section": "Table 1",
            "paragraph_rank": 48,
            "section_rank": 24
        },
        {
            "text": "Table 2",
            "section_rank": 25
        },
        {
            "text": "Systematic uncertainties (%) on the expected event yields in the signal region. ",
            "section": "Table 2",
            "paragraph_rank": 49,
            "section_rank": 25
        },
        {
            "text": "The values given for data-driven backgrounds correspond to the three jet backgrounds described in the text. ",
            "section": "Table 2",
            "paragraph_rank": 49,
            "section_rank": 25
        },
        {
            "text": "For simulated samples, when a range is given it corresponds to the smallest and largest uncertainties for all simulated backgrounds or signals",
            "section": "Table 2",
            "paragraph_rank": 49,
            "section_rank": 25
        },
        {
            "text": "Table 3",
            "section_rank": 26
        },
        {
            "text": "Expected and observed event yields in the inclusive signal region and for the signal region with a further requirement of 80 GeV < m 3γ < 100 GeV. ",
            "section": "Table 3",
            "paragraph_rank": 50,
            "section_rank": 26
        },
        {
            "text": "Background expectations estimated via simulations are marked sim.",
            "section": "Table 3",
            "paragraph_rank": 50,
            "section_rank": 26
        },
        {
            "text": ", whereas data-driven calculations are denoted as D-D. ",
            "section": "Table 3",
            "paragraph_rank": 50,
            "section_rank": 26
        },
        {
            "text": "The uncertainties for each row are the combination of statistical and systematic uncertainties for a given background process, and the overall uncertainties in the second to last row are the combined uncertainties for the total background expectations for each signal region",
            "section": "Table 3",
            "paragraph_rank": 50,
            "section_rank": 26
        },
        {
            "text": "Table 4 Top",
            "section_rank": 27
        },
        {
            "text": "Table 5",
            "section_rank": 28
        },
        {
            "text": "Expected and observed 95 % CL upper limits on σ H × BR(H → aa)×BR(a → γ γ )2 . ",
            "section": "Table 5",
            "paragraph_rank": 52,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The uncertainties for the expected limits are the ±1σ uncertainties resulting from the hypothesis tests for each mass point, taking into account statistical and systematic uncertainties",
            "section": "Table 5",
            "paragraph_rank": 52,
            "section_rank": 28
        },
        {
            "text": "Table 6",
            "section_rank": 29
        },
        {
            "text": "Expected and observed 95 % CL upper limits on σ Z × BR(Z → a + γ ) × BR(a → γ γ ). ",
            "section": "Table 6",
            "paragraph_rank": 53,
            "section_rank": 29
        },
        {
            "text": "The uncertainties for the expected limits are the ±1σ uncertainties resulting from the hypothesis tests for each mass point, taking into account statistical and systematic uncertaintiesm Z (GeV) m a (GeV)σ Z × BR(Z → a + γ ) × BR(a → γ γ ) (fb)",
            "section": "Table 6",
            "paragraph_rank": 53,
            "section_rank": 29
        },
        {
            "text": "Page 18 of 26 Eur. ",
            "section": "Table 6",
            "paragraph_rank": 54,
            "section_rank": 29
        },
        {
            "text": "Phys. ",
            "section": "Table 6",
            "paragraph_rank": 54,
            "section_rank": 29
        },
        {
            "text": "J. C (2016) 76 :210",
            "section": "Table 6",
            "paragraph_rank": 54,
            "section_rank": 29
        },
        {
            "text": "Acknowledgments",
            "section_rank": 31
        },
        {
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions",
            "section": "Acknowledgments",
            "paragraph_rank": 55,
            "section_rank": 31
        }
    ]
}