{
    "level": "sentence",
    "abstract": [
        {
            "text": "Measurements of spectra of identified particles produced in jets represent an important tool for understanding the interplay of various hadronisation mechanisms which contribute to particle production in the hot and dense medium created in ultra-relativistic heavy-ion collisions. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "In this contribution, we present the measurements of the p T spectra of Λ baryons and K 0 S mesons produced in charged jets in Pb-Pb collisions at √ s NN = 2.76 TeV and in p-Pb collisions at √ s NN = 5.02 TeV. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The results are obtained with the ALICE detector at the LHC, exploiting the excellent particle identification capabilities of this experiment. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "Baryon-to-meson ratios of the spectra of strange particles associated with jets are studied in central collisions and are compared with the inclusive ratios.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "An enhancement of the baryon-to-meson ratio has been observed for inclusive production of lightflavour particles at intermediate transverse momenta (2 GeV/c < p T < 6 GeV/c) in heavy-ion collisions when compared to the ratio measured in proton-proton (pp) collisions. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "The effect was first observed at the Relativistic Heavy Ion Collider [1,2,3] and later at the Large Hadron Collider (LHC) as well [4]. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1,"
                },
                {
                    "start": 72,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "2,"
                },
                {
                    "start": 74,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "3]"
                },
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The ratio of the inclusive p T spectrum of Λ baryons to the spectrum of K 0 S mesons measured in lead-lead (Pb-Pb) collisions with the ALICE experiment increases strongly with centrality and, for the most central collisions, reaches a maximum three times higher than the ratio obtained for pp collisions. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "A smaller but still significant enhancement is manifest in proton-lead (p-Pb) collisions as well [5]. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "This phenomenon is not understood yet and various mechanisms have been proposed to explain it.",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "One of considered explanations is modification of jet fragmentation in medium. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Jet fragmentation denotes the process of hadron production from a parton with large momentum produced in a hard scattering. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The energetic parton undergoes parton showering followed by hadronisation which gives origin to a collimated spray of hadrons called a jet. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The process might be sensitive to interactions of fragmenting partons with the stronglyinteracting matter created in ultra-relativistic heavy-ion collisions. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Such interaction might modify properties of the resulting jet, including p T spectra of the hadrons which constitute the jet.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Some attempts to explain the enhancement of the baryon-to-meson ratio propose contribution from various scenarios based on hadronisation by parton recombination which assumes that in a dense medium, where phase space is filled with partons, hadrons are produced by the clustering of multiple partons together [6,7,8,9,10]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 309,
                    "end": 312,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[6,"
                },
                {
                    "start": 312,
                    "end": 314,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "7,"
                },
                {
                    "start": 314,
                    "end": 316,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "8,"
                },
                {
                    "start": 316,
                    "end": 318,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "9,"
                },
                {
                    "start": 318,
                    "end": 321,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "10]"
                }
            ]
        },
        {
            "text": "That would result in a harder p T spectrum of baryons with respect to a spectrum of mesons.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The goal of the presented analysis is to study the origin of the enhancement by separating hadrons pro-arXiv:1511.02766v1 [hep-ex] 9 Nov 2015 duced in association with hard processes and hadrons produced in the bulk. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The results of this analysis aim to disentangle contributions of processes in bulk and potential contribution of modified jet fragmentation in medium.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Analysis",
            "section_rank": 3
        },
        {
            "text": "The analysis is performed on data recorded with the ALICE detector at the LHC during the runs with Pb-Pb and p-Pb collisions at the centre-of-mass energies of √ s NN = 2.76 TeV and 5.02 TeV, respectively. ",
            "section": "Analysis",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Tracking of charged particles in the central barrel is provided by the Inner Tracking System and the Time Projection Chamber, both placed in a magnetic field of 0.5 T. The centrality of collisions is estimated from the multiplicity of charged particles measured in the V0 detectors at forward pseudorapidities [11].",
            "section": "Analysis",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The analysis of neutral strange particles in charged jets consists of two main parts: reconstruction of charged jets and reconstruction of neutral strange particles.",
            "section": "Analysis",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The jet reconstruction is performed using primary charged particles with p T greater than 150 MeV/c within the pseudorapidity acceptance of |η track | < 0.9. ",
            "section": "Analysis",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Charged particles are clustered into jets by the anti-k t jet algorithm (implemented in the FastJet package [12]) using resolution parameter R = 0.2 for Pb-Pb collisions and R = 0.2, 0.3, 0.4 for p-Pb collisions.",
            "section": "Analysis",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[12]"
                }
            ],
            "entity_spans": [
                {
                    "start": 92,
                    "end": 100,
                    "type": "software",
                    "rawForm": "FastJet",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "The jet algorithm cannot distinguish jet fragments from particles produced in the underlying event. ",
            "section": "Analysis",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The mean density of background contributing to the reconstructed jet momenta is estimated in each event from clusters reconstructed with the k t algorithm [13]. ",
            "section": "Analysis",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The corresponding momentum is then subtracted for each reconstructed jet. ",
            "section": "Analysis",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "In order to increase the probability of selecting a hard scattering in Pb-Pb collisions, thresholds are imposed on jet p T (p > 20 GeV/c. ",
            "section": "Analysis",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Neutral strange particles (V 0 ) are reconstructed using the topology of their most probable weak decays into charged particles, namely K 0 S → π + + π − , Λ → p + π − and Λ → p + π + . ",
            "section": "Analysis",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Combinatorial background from fake V 0 candidates is strongly suppressed by cuts applied on parameters of the decay and the signal yields are extracted from the resulting invariant-mass distribution. ",
            "section": "Analysis",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Spectra of Λ baryons are analysed separately from those of Λ baryons and combined into the baryon-to-meson ratio as (Λ + Λ)/2K 0 S . ",
            "section": "Analysis",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "If a V 0 candidate fulfils the selection criteria, the angular distance between its momentum vector and the axis of each selected jet in the event is calculated. ",
            "section": "Analysis",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "A jet is considered for matching with V 0 candidates only if its cone is fully contained within the acceptance of V 0 particles: |η jet,ch | < |η V 0 | max − R. The V 0 candidate is considered to be inside the jet cone if its distance to the jet axis is less than the resolution parameter of the jet finder:",
            "section": "Analysis",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "V 0 particles collected within jet cones originate not only from jet fragmentation but also from the underlying event. ",
            "section": "Analysis",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Spectra of particles coming from the underlying event are estimated by several methods where V 0 candidates are associated with regions where only contribution from the underlying event is expected.",
            "section": "Analysis",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "An efficiency correction is applied to raw V 0 spectra using the inclusive simulated particles. ",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Then, spectra of particles in the underlying event are subtracted from spectra of particles in jet cones. ",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The resulting spectra still contain a contamination from decays of jet constituents. ",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The corresponding fraction is subtracted by applying a correction for feed-down from decays of Ξ 0 and Ξ − baryons (Ξ 0,− ) into Λ baryons. ",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Since the spectra of Ξ 0,− baryons in jets have not been measured yet, the feed-down fraction of inclusive Λ baryons is used as the default option. ",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "To estimate the related systematic uncertainty, we use spectra of hyperons in jets in simulated pp collisions at √ s = 2.76 TeV or 5.02 TeV generated by PYTHIA 8, tune 4C [14,15]. ",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[14,"
                },
                {
                    "start": 175,
                    "end": 178,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "15]"
                }
            ],
            "entity_spans": [
                {
                    "start": 160,
                    "end": 161,
                    "type": "version",
                    "rawForm": "8",
                    "resp": "service",
                    "id": "#software-simple-s2"
                }
            ]
        },
        {
            "text": "Figure 1 shows the ratio of the p T spectra of Λ and Λ baryons to that of K 0 S mesons measured in charged jets in high-multiplicity p-Pb collisions for two p jet,ch T thresholds. ",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "The ratio is compared with the measured inclusive ratio and with ratios obtained from simulations performed with PYTHIA 8. ",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 120,
                    "end": 121,
                    "type": "version",
                    "rawForm": "8",
                    "resp": "service",
                    "id": "#software-simple-s2"
                }
            ]
        },
        {
            "text": "The measured baryon-tomeson ratio in jets in p-Pb collisions is below the inclusive ratio ",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "i) measured in p-Pb collisions, ",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "ii) measured in pp collisions [16] (not shown) and ",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "iii) obtained with PYTHIA simulations. ",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 19,
                    "end": 26,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "Moreover, the measured ratio exhibits a surprising similarity with ratios of particles in jets simulated in PYTHIA and does not evince any significant dependence on R or p production in charged jets in p-Pb compared to pp and the enhancement of the baryon-to-meson ratio thus seems to be due to effects of the underlying event. ",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 108,
                    "end": 115,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "Figure 2 shows the p T dependence of the Λ/K 0 S ratio measured in charged jets in central Pb-Pb collisions, compared with the inclusive ratio measured in centrality range 0-5 %. ",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "The ratio measured for particles in jets  is significantly lower than the inclusive ratio at intermediate p T without exhibiting any dependence on the p jet,ch T threshold. ",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The ratio in jets and the inclusive ratio meet at higher p T where production by jet fragmentation starts to be the dominant hadronisation process.",
            "section": "Analysis",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Results",
            "section_rank": 4
        },
        {
            "text": "Summary",
            "section_rank": 5
        },
        {
            "text": "We described techniques used in the analysis of the Λ/K 0 S ratio in charged jets. ",
            "section": "Summary",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "We presented the first measurement of the spectra of Λ baryons and K 0 S mesons in jets in Pb-Pb and p-Pb collisions at the LHC, performed by ALICE.",
            "section": "Summary",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "In both collision systems, the production of strange particles associated with jet fragmentation differs significantly from inclusive production and does not seem to depend on the minimum jet momentum. ",
            "section": "Summary",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "The measured Λ/K 0 S ratios indicate that the enhancement does not originate from modified jet fragmentation for the given sample of jets.",
            "section": "Summary",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "jet,ch T ), p T of the leading constituent of the jet (p leading track T > 5 GeV/c) and jet area (A jet,ch > 0.6πR 2 ). ",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "Spectra of strange particles in charged jets are studied for two thresholds of jet momentum: p jet,ch T > 10 GeV/c and p jet,ch T",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "Figure 1 :",
            "section_rank": 7
        },
        {
            "text": "Figure 1: Λ/K 0 S ratio in charged jets with R = 0.2, 0.3, 0.4 in p-Pb collisions at √ s NN = 5.02 TeV for p jet,ch T > 10 GeV/c (left) and",
            "section": "Figure 1 :",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "Figure 2 :",
            "section_rank": 8
        },
        {
            "text": "Figure 2: Λ/K 0 S ratio in charged jets with R = 0.2 in Pb-Pb collisions at √ s NN = 2.76 TeV for p jet,ch T > 10 GeV/c and p jet,ch T > 20 GeV/c, compared with the inclusive ratio.",
            "section": "Figure 2 :",
            "paragraph_rank": 15,
            "section_rank": 8
        },
        {
            "text": "Acknowledgement",
            "section_rank": 10
        },
        {
            "text": "The work has been supported by the grants LG13031 and 7AMB14FR066 of the Ministry of Education of the Czech Republic.",
            "section": "Acknowledgement",
            "paragraph_rank": 16,
            "section_rank": 10,
            "entity_spans": [
                {
                    "start": 42,
                    "end": 44,
                    "type": "software",
                    "rawForm": "LG",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        }
    ]
}