{
    "level": "sentence",
    "abstract": [
        {
            "text": "The LHCb experiment is one of four major experiments at the LHC. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Despite being designed for the study of beauty and charm particles, it has made important contributions in other areas, such as the production and decay of W and Z bosons. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Such measurements can be used to study and constrain parton distribution functions, as well as to test perturbative quantum chromodynamics in hard scattering processes. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The angular structure of Z boson decays to leptons can also be studied and used to measure the weak mixing angle. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The phase space probed by LHCb is particularly sensitive to this quantity, and the LHCb measurement using the dimuon final state is currently the most precise determination of sin 2 θ lept.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "eff. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "at the LHC. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "LHCb measurements made using data collected during the first period of LHC operations (LHC Run 1) are discussed in this review. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "The article also considers the potential impact of related future measurements.",
            "paragraph_rank": 3,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Electroweak bosons exhibit a rich phenomenology that make them worthy of study at the LHC. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "a The factorization theorem states that the cross-section for electroweak boson production in hadron collisions can be calculated from the convolution of a partonic cross-section, calculable with perturbative methods, and parton distribution functions (PDFs) that describe the partonic structure of the colliding hadrons, that are determined by non-perturbative long-distance interactions within quantum chromodynamics (QCD). ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "1 The partonic cross-section is sensitive both to electroweak theory, and to corrections that arise within QCD. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "Integrating over all possible initial state configurations gives the cross-section for hadronic, as opposed to parton-level, collisions. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This means that measurements of hard processes, such as electroweak boson production, are able to probe both PDFs and the hard partonic interaction; different differential distributions provide sensitivity to different a This article will denote Z/γ * production as Z boson production for simplicity. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "phenomenological aspects of the Standard Model.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "It is perhaps best to split discussion of these studies in two. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "This article first considers measurements of cross-sections and related quantities at LHCb, which are generally used to probe and test QCD, either within the proton, studying PDFs, or within the hard interaction itself, where the modeling of higher order effects in perturbative QCD (pQCD), such as parton emission, can be tested by studying the transverse momentum of electroweak bosons and related variables. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "This article then considers a precision test of electroweak theory at LHCb: the measurement of the weak mixing angle. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "At each stage this article will set out the key motivations for performing such measurements in the forward rapidity region probed by LHCb. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The measurements and results discussed here are based on data collected in the first period of LHC operations (LHC Run 1), where protons were collided at √ s = 7 and 8 TeV, though the potential for future studies is also outlined. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "However, before specific measurements and their motivation are discussed, this review begins with a brief summary of the LHCb detector.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The LHCb detector at the LHC",
            "section_rank": 3
        },
        {
            "text": "The LHCb experiment at the LHC was designed for the study of beauty and charm particles. ",
            "section": "The LHCb detector at the LHC",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "It is a single arm spectrometer providing dedicated coverage close to the beamline where a large fraction of heavy flavor particles are produced. ",
            "section": "The LHCb detector at the LHC",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Uniquely at the LHC, the LHCb detector provides precision coverage of this forward region (covering a pseudorapidity range 2 < η < 5), occupying a complementary phasespace to ATLAS and CMS, which provide precision coverage of the central region (different sub-detectors at these experiments offer different angular coverage, though tracking systems extend to |η| ∼ 2.5, and both ATLAS and CMS have forward calorimeter coverage). ",
            "section": "The LHCb detector at the LHC",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The key features of the LHCb experiment are set out in Ref. 2, though it is worth highlighting a few important features of the detector and detector operations, and differences with respect to the other LHC detectors, relevant for studying the physics associated with electroweak bosons.",
            "section": "The LHCb detector at the LHC",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "• LHCb has recorded data in proton-proton collisions at √ s = 7 TeV and √ s = 8 TeV, with integrated luminosities of about 1 fb −1 and 2 fb −1 respectively. ",
            "section": "The LHCb detector at the LHC",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "b The integrated luminosity has been measured using both Van der Meer scans and beam gas imaging, to accuracies of 1.7% in √ s = 7 TeV collisions and 1.2% in √ s = 8 TeV collisions once measurements using the two methods are combined, 3 which represent the most precise luminosity measurements at a bunched-beam hadron collider. ",
            "section": "The LHCb detector at the LHC",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 235,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "The instantaneous luminosity at LHCb is roughly a factor of 10 lower than at ATLAS and CMS. ",
            "section": "The LHCb detector at the LHC",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "This means that each bunch crossing typically only contains one or two proton-proton interactions. ",
            "section": "The LHCb detector at the LHC",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "This is crucial for the identification of decays of b LHCb has also recorded collisions of protons with lead ions, but these are not covered in this article.",
            "section": "The LHCb detector at the LHC",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "review",
            "section_rank": 4
        },
        {
            "text": "Measurements of Electroweak Bosons at LHCb 3 long-lived particles, a necessity for LHCb's heavy flavor physics programme, but it also reduces the effect of pile-up interactions on detection efficiencies, and on jet reconstruction at LHCb.",
            "section": "review",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "• The LHCb trigger allows events to be recorded for subsequent analysis, with the electroweak analyses requiring the presence of a candidate lepton with significant transverse momentum (p T ). ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Events containing a muon candidate with transverse momentum above 10 GeV are selected, while for electron candidates this threshold is 15 GeV. ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The LHCb trigger also implements a detector occupancy requirement, in order to remove a few large events which would otherwise dominate the processing time. ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "• The tracking systems are located at different stages throughout the detector. ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Close to the interaction point is a silicon strip detector, the Vertex Locator (VELO). ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "This is followed by a large silicon strip detector, a dipole magnet with a bending power of about 4 Tm, and three tracking stations (consisting of silicon strip detectors close to the beamline and straw drift tubes at larger angles). ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "These provide a momentum resolution of about 1% for particles with momentum over 100 GeV, and allow the position of the interaction point in the transverse plane to be determined to a precision of ∼ 15 microns, with the precise resolution depending on the number of tracks associated to the vertex. ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "2,4 • Particle identification is achieved for muons using a system composed of alternating layers of iron and multiwire proportional chambers. ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2,"
                },
                {
                    "start": 2,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "2 The electromagnetic calorimeter is used to identify electrons and photons. ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "It was designed for the selection of low transverse energy (E T ) electromagnetic particles in the trigger. ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The readout is consequently optimized for the study of low E T physics, so correcting for the effects of bremsstrahlung from electrons poses a significant challenge. ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Regardless, electron directions, and consequently angular variables, are well determined by the tracking systems, and measurements at LHCb using electron final states provide important complementary information to studies using other final states. ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "5 • Jets are reconstructed using a particle flow algorithm, using the anti-k T algorithm, 6 and a radius parameter R = 0.5. ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                },
                {
                    "start": 90,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "The LHCb jet reconstruction is optimized for jets with p T up to about 100 GeV (since a jet produced with η = 3 and p T = 50 GeV has total momentum over 500 GeV). ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The typical momentum resolution is roughly 10-15% for jets with p T > 20 GeV. ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The energy scale is known to an accuracy of about 3%, determined from the accuracy with which the energy of particles in the jet are measured, and confirmed in-situ through studies of the p T balance in Z+jet events. ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Heavy flavor jets are tagged by searching for secondary vertices in within the jets. ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "A 65 (25)% tagging efficiency is achieved for b (c) jets with a 0.3% light jet misidentification rate. ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Partonic cross-sections are well known for W and Z boson production, with uncertainties at the level of 1-2%. ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "10 The PDF uncertainties on theoretical predictions for production cross-sections in proton-proton collisions can be significantly larger. ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "Consequently measurements of electroweak boson production cross-sections provide benchmark tests of the proton structure, and can be used to test different approaches for modeling PDFs, and to place constraints on PDF fits, reducing PDF uncertainties. ",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "11 Differential cross-sections with respect to rapidity are expected to be particularly useful for the study of PDFs, since the rapidity (y) of a boson with mass m can be related to the fractions of the proton longitudinal momenta carried by the colliding partons (the Bjorken-x values) through",
            "section": "review",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "11"
                }
            ]
        },
        {
            "text": "for a proton-proton collision energy √ s, and where the two colliding partons are labeled 1 and 2 respectively. ",
            "section": "review",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "c The unique acceptance at LHCb is of particular relevance for the study of PDFs. ",
            "section": "review",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "12 Using the approximate relation of Eq. ",
            "section": "review",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "1, it can be seen that bosons are only produced in the LHCb acceptance if the colliding partons have very asymmetric x-values (and momenta) -it is through this asymmetry that the boson is boosted into the forward region. ",
            "section": "review",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Consequently LHCb probes different values of Bjorken-x when studying electroweak boson production to ATLAS and CMS. ",
            "section": "review",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The different regions probed by the LHC detectors in the x − Q 2 plane are shown in Fig. 1. ",
            "section": "review",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 90,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "For electroweak boson production in the LHCb acceptance the colliding partons typically have x values around 10 −4 and 10 −1 . ",
            "section": "review",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Both regions of x probed by LHCb are of interest. ",
            "section": "review",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Searches for physics beyond the Standard Model at much higher mass by ATLAS and CMS involve the collision of high x partons, so improvements to the understanding of PDFs through LHCb measurements have a direct impact here; any constraints achieved at high x by LHCb allow better understanding of Standard Model backgrounds in these searches, and will also allow any new physics signal to be understood more precisely. ",
            "section": "review",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The low-x region has not been probed directly at electroweak energy scales before. ",
            "section": "review",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Consequently measurements at these x-values provide important tests of DGLAP evolution of PDFs between different energy scales. ",
            "section": "review",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "13-15,d LHCb measurements do not just reduce the PDF uncertainties in these two regions of x, since the functional form of the PDFs and review sum rules mean that LHCb data also have the ability to reduce the uncertainties on PDFs at intermediate values of x. ",
            "section": "review",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "bibr",
                    "text": "13-15,d"
                }
            ]
        },
        {
            "text": "The W lepton charge asymmetry, A l = σ + −σ − σ + +σ − , measured as a function of the lepton pseudorapidity, is expected to provide important constraints on the ratio of the up quark valence PDF to the down quark valence PDF. ",
            "section": "review",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "12 This is because other sources of theoretical uncertainty, and sources of experimental uncertainty, are expected to largely cancel in this ratio.",
            "section": "review",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "12"
                }
            ]
        },
        {
            "text": "Other distributions are also of importance. ",
            "section": "review",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The boson p T distribution is sensitive to the emission of partons, and therefore can be used to test approaches to modeling QCD radiation in different Monte Carlo simulations. ",
            "section": "review",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The φ * η variable is defined as φ * η = tan(φ acop. /2)/ cosh(∆η/2), where the acoplanarity angle is defined by φ acop. ",
            "section": "review",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "= π − |∆φ|, and where ∆η is the difference in pseudorapidity of the leptons produced in the boson decay and ∆φ is the difference in azimuthal angle. ",
            "section": "review",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "This variable was first introduced for use at the Tevatron. ",
            "section": "review",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "17 It probes similar physics to that probed by the boson transverse momentum, but, being defined from angular variables, is more precisely measured. ",
            "section": "review",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17"
                }
            ]
        },
        {
            "text": "Monte Carlo event generators are not optimized using results within the LHCb acceptance, so comparisons with LHCb results provide complementary tests. ",
            "section": "review",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The modeling of higher order radiation in pQCD is also tested by measuring differential cross-sections for the production of jets in association with electroweak bosons.",
            "section": "review",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The ratio of the W boson and Z boson production cross-sections sees large cancellation of theoretical and many experimental uncertainties. ",
            "section": "review",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "This is also true for ratios of cross-sections of the same process measured at two different centerof-mass energies. ",
            "section": "review",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "These are predicted within the Standard Model to percent-level accuracy and better, so such measurements can constitute precision tests of the Standard Model. ",
            "section": "review",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "12, 18",
            "section": "review",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Measurements at LHCb",
            "section_rank": 5
        },
        {
            "text": "Measurements have been made both for inclusive final states (where any other particles can be produced with the electroweak boson), and for exclusive final states (where specific additional particles or objects are required in the final state). ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "This section will concentrate on the inclusive measurements of W → µν and Z → µµ, [19][20][21] since these are the most precise measurements of electroweak boson production performed at LHCb, though measurements also exist of the Z boson production cross-section in the dielectron and ditau final states. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                },
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                },
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "5,22,23 Given the limited forward acceptance of LHCb, measurements are made for a fiducial region, with no extrapolation to the full phase-space. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 2,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22,"
                },
                {
                    "start": 5,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "For W bosons, the only fiducial requirements are that the muon produced by the W boson decay has p T > 20 GeV and 2.0 < η < 4.5. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "In the analysis of Z boson decays, these requirements are made on both muons, in addition to the requirement that the dimuon invariant mass, m(µµ), is in the range 60 < m(µµ) < 120 GeV. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "This invariant mass requirement is necessary to remove the large virtual photon contribution at lower dimuon invariant masses, though study of the Drell-Yan process at low invariant masses is itself interesting and provides important PDF constraints at lower values of x. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "For the Z → µµ process the cross-sections are measured differentially as a function of the boson rapidity, the transverse momentum, and φ * η . ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "In addition the total cross-section within the fiducial region (the 'fiducial' cross-section) is found. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "For the W → µν process both the fiducial cross-section and the differential cross-section as a function of the lepton pseudorapidity are measured separately for each boson charge. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "The W lepton charge asymmetry is determined from these measurements, as are ratios between the different fiducial cross-sections. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "These measurements are performed for both the √ s = 7 and 8 TeV datasets separately. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "The cross-sections are typically calculated from the number of events selected, the efficiencies associated with selection requirements and detecting the events, the purity of the selected sample and the integrated luminosity. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "Where necessary distributions are unfolded to correct for the effect of bin-to-bin migrations due to the detector response. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "The inclusive measurements are corrected for the effects of final state radiation (FSR), allowing final states containing different leptons can be directly compared. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "These correction factors are typically determined using HER-WIG++ and PYTHIA8, 24,25 with the difference between the two setting the uncertainty associated with the correction.",
            "section": "Measurements at LHCb",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "24,"
                },
                {
                    "start": 82,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25"
                }
            ]
        },
        {
            "text": "The Z → µµ sample is selected by searching for events containing opposite sign review muon candidates that fulfill the fiducial criteria. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Additional requirements are used to increase the purity of the W → µν sample: muons are required to be isolated from other activity in the event and associated to a proton-proton interaction point. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "For both the W and Z boson samples at least one muon is required to be responsible for the event passing the trigger. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "The purity of the selected Z boson sample is over 99% in the dimuon final state, with the largest backgrounds, arising from hadron misidentification and semileptonic decays of heavy flavor particles, determined directly from data. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "The purity of the W boson sample is about 80% for both W + and W − , and is determined by fitting the muon p T distribution in each pseudorapidity bin, with the signal template shape determined from simulation.",
            "section": "Measurements at LHCb",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Detection efficiencies are typically evaluated from data using tag-and-probe techniques in Z → µµ events. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The muon identification efficiency is determined by only placing the muon identification requirements on one of the leptons, the tag. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The fraction of events where the other lepton, the probe, is identified as a muon defines this efficiency. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The method is validated by applying it to simulation, where no bias is observed. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The uncertainty associated with the efficiency determination is therefore set by the size of the sample used. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The efficiencies for track reconstruction and for the triggering on a single lepton are found in a similar way, save that the efficiency associated with the occupancy requirement in the trigger is found separately. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "This requirement has negligible inefficiency in events containing only one proton-proton interaction. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Distributions for events with multiple interactions are constructed using data selected with a minimum bias trigger configuration and from collisions where only one proton-proton interaction takes place, and where an electroweak boson is produced. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "These distributions can then be used to determine the efficiency of the occupancy requirement. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "This is cross-checked using additional triggers with looser occupancy requirements; the efficiency is found to be consistent between the two methods at the per-mille level. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The efficiency of the additional requirements applied to select the W boson sample (that the muon is isolated and associated to a primary vertex, and that there are no other muons in the event) is determined by measuring the effect of these requirements on the high-purity Z boson sample.",
            "section": "Measurements at LHCb",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The integrated luminosity is known at the level of 1.7 (1.2)%, for the √ s = 7 (8) TeV measurements. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "3 The next largest uncertainty arises from knowledge of the beam energy, which is known to an accuracy of 0.65%. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ]
        },
        {
            "text": "27 While the measurement of the cross-section is independent of the beam energy, the cross-section is quoted for a particular value of √ s. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "27"
                }
            ]
        },
        {
            "text": "Since any comparison to theory relies on this energy, an uncertainty is necessary. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "A shift in the beam energy of 0.65% directly corresponds to a change in the predicted cross-section of about 1%. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "This uncertainty is included on the experimental result, and should be treated as fully correlated with the same uncertainty on measurements at the other LHC experiments. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "The next largest uncertainties are due to knowledge of the muon reconstruction efficiencies.",
            "section": "Measurements at LHCb",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "The cross-sections for W → µν and Z → µµ production are compared to O(α 2 s ) predictions calculated using the FEWZ generator with different PDF sets. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 17,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 111,
                    "end": 116,
                    "type": "software",
                    "rawForm": "FEWZ",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "28 Theoretical uncertainties account for variations of the factorization and renormalization scales by factors of two around their nominal value of the boson mass, for PDF uncertainties, and for knowledge of the coupling strength of the strong force, α s . ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "28"
                }
            ]
        },
        {
            "text": "Excellent agreement is seen between the data and the theoretical predictions.",
            "section": "Measurements at LHCb",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Differential cross-sections are also measured, and the data are compared to the review same predictions as a function of the Z boson rapidity, and, for the W boson, as a function of the muon pseudorapidity. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "The W lepton charge asymmetry is also calculated and is shown for the 8 TeV measurement in Fig. 2. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 97,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The asymmetry changes sign at high muon pseudorapidity, as the W − cross-section becomes larger than the W + cross-section. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "This arises from the V − A structure of the weak force: muons tend to be produced in the direction of the initial state quark, while anti-muons tend to be produced in the direction of the initial state anti-quark. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "The main theory uncertainty associated with the asymmetry is due to the PDFs, since other effects cancel. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "The high precision of the data relative to the theory uncertainties and the spread in predictions from different PDF sets gives the LHCb data considerable power to constrain the PDFs (the overall impact of LHCb measurements is discussed briefly below). ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "The LHCb phase space is also complementary to that probed at ATLAS and CMS; Fig. 3 compares the ATLAS results for the differential charge asymmetry as a function of lepton pseudorapidity to those determined at LHCb for √ s = 7 TeV collisions, with simulation used to extrapolate the LHCb measurement for the effects of additional fiducial requirements present in the AT-LAS measurement. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 18,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 76,
                    "end": 82,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "LHCb offers significant additional coverage to that provided by the 'general purpose' LHC detectors.",
            "section": "Measurements at LHCb",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "The differential cross-section for Z boson production as a function of p T and φ * η is also compared to predictions from different Monte Carlo event generators. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "An example is shown in Fig 4, where the data collected at √ s = 7 TeV are compared to predictions calculated with RESBOS and with POWHEG-BOX. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 29,
                    "type": "figure",
                    "text": "Fig 4,"
                }
            ],
            "entity_spans": [
                {
                    "start": 114,
                    "end": 121,
                    "type": "software",
                    "rawForm": "RESBOS",
                    "resp": "service",
                    "id": "software-simple-s2"
                },
                {
                    "start": 130,
                    "end": 140,
                    "type": "software",
                    "rawForm": "POWHEG-BOX",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "[29][30][31][32] The RESBOS  prediction is accurate to next-to-leading order (NLO) in α s , and includes the effect of soft gluon emission through the resummation of large logarithms (to next-tonext-to-leading logarithm accuracy). ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[29]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[30]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[31]"
                },
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[32]"
                }
            ],
            "entity_spans": [
                {
                    "start": 21,
                    "end": 29,
                    "type": "software",
                    "rawForm": "RESBOS",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "The POWHEG-BOX prediction is accurate to NLO, with higher order effects included through the use of a parton shower, here implemented using HERWIG. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 19,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 15,
                    "type": "software",
                    "rawForm": "POWHEG-BOX",
                    "resp": "service",
                    "id": "software-simple-s5"
                },
                {
                    "start": 140,
                    "end": 146,
                    "type": "software",
                    "rawForm": "HERWIG",
                    "resp": "service",
                    "id": "software-simple-s6"
                }
            ]
        },
        {
            "text": "33 Reasonable agreement is seen in both cases. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "33"
                }
            ]
        },
        {
            "text": "The same conclusions are reached through studies of the φ * η variable, which probes similar physics.",
            "section": "Measurements at LHCb",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "The ratios of fiducial cross-sections are also studied, and compared to the fixed order predictions. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The results for √ s = 8 TeV are shown in Fig. 5; PDF uncertainties cancel considerably in the ratio of W and Z production cross-section, and the measurement constitutes a percent-level test of the Standard Model. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 47,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "All the ratio measurements are consistent with Standard Model predictions calculated at O(α 2 s ) using the FEWZ generator. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 20,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 108,
                    "end": 113,
                    "type": "software",
                    "rawForm": "FEWZ",
                    "resp": "service",
                    "id": "software-simple-s7"
                }
            ]
        },
        {
            "text": "28 Cross-section ratios can also be formed between the two collision energies for the same process. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "28"
                }
            ]
        },
        {
            "text": "These are shown in Fig. 6. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 25,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "The dominant experimental uncertainty is due to the knowledge of the integrated luminosity, since the uncertainty is only partially (55%) correlated between the two datasets. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "20 The theory uncertainties largely cancel, yielding predictions of per-mille accuracy. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "20"
                }
            ]
        },
        {
            "text": "The ratios for W + , W − , and Z boson production cross-sections are all consistent with the Standard Model predictions. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Ratios of these ratios, for example",
            "section": "Measurements at LHCb",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": ", are of interest since the residual luminosity uncertainty cancels, allowing extremely precise experimental measurements to be compared to per-mille  level theoretical predictions calculated at O(α 2 s ). ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Some of these ratios show a ∼ 2σ discrepancy from the expected values within the Standard Model, so extensions of these measurements with the √ s = 13 TeV dataset currently being recorded will prove interesting. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Similar measurements at the other LHC experiments are also of interest.",
            "section": "Measurements at LHCb",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Measurements of Z boson production using the dielectron and ditau final states give results consistent with the dimuon final state measurements, probing the same physics. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "5,22,23 While the experimental uncertainties are larger in the dielectron and ditau channels, many of these uncertainties are independent from those evaluated in the dimuon measurements, and consequently these results provide important additional information. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5,"
                },
                {
                    "start": 2,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22,"
                },
                {
                    "start": 5,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23"
                }
            ]
        },
        {
            "text": "These measurements also demonstrate the ability of the LHCb detector to reconstruct electrons with high transverse momenta and to distinguish final states involving taus from background.",
            "section": "Measurements at LHCb",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "In addition to the inclusive measurements, LHCb has reported differential measurements of the Z + jet and W + jet production cross-sections. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "[7][8][9] These collisions contain a greater fraction of events where the initial state contains a gluon, and consequently have more sensitivity to the gluon PDF. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "In addition, these measurements can be used to further constrain the down quark PDF at high-x. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "34 The largest uncertainties on these results arise from the jet energy scale and from the purity of the W + jet sample. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "34"
                }
            ]
        },
        {
            "text": "The measurements are consistent with the Standard Model. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "Ratios of these cross-sections are also measured; the ratio of the W + + jet fiducial cross-section to the W − + jet fiducial cross-section is the most precise of these measurements, determined to an accuracy of about 3.4%, and is in good agreement with Standard Model predictions. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "Measurements have also been made of production in association with heavy flavor particles. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "[35][36][37] These can be used to test the need for 4-and 5-flavor PDF schemes, and to constrain the strange and charm content of the proton. ",
            "section": "Measurements at LHCb",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[35]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[36]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "The jet measurements also serve as key inputs to understanding important backgrounds to top production at LHCb, which was observed in the LHCb dataset and reported in Ref. 38.",
            "section": "Measurements at LHCb",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "Impact and potential for future studies",
            "section_rank": 6
        },
        {
            "text": "The LHCb results have been included in PDF fits with significant impact, [39][40][41][42] reducing the uncertainty on PDFs by as much as 50% in some regions of Bjorkenx. ",
            "section": "Impact and potential for future studies",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[39]"
                },
                {
                    "start": 77,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[40]"
                },
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[41]"
                },
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "43 Future measurements will continue to have an important impact. ",
            "section": "Impact and potential for future studies",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "43"
                }
            ]
        },
        {
            "text": "The inclusive cross-sections and their ratios will also be measured again at √ s = 13 TeV, which provides new constraints on PDFs, with the sensitivity to PDFs at low Bjorken-x increasing. ",
            "section": "Impact and potential for future studies",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "This programme of study has already commenced in Ref. 44. ",
            "section": "Impact and potential for future studies",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "44"
                }
            ]
        },
        {
            "text": "It is also clear from Fig. 1 that measurements of the Drell-Yan process at lower masses will also increase sensitivity to lower values of Bjorken-x. ",
            "section": "Impact and potential for future studies",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 22,
                    "end": 28,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "This is not just of interest for PDF constraints; QCD at low-x is an important field of study in its own right. ",
            "section": "Impact and potential for future studies",
            "paragraph_rank": 24,
            "section_rank": 6
        },
        {
            "text": "45 ",
            "section": "Impact and potential for future studies",
            "paragraph_rank": 24,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "45"
                }
            ]
        },
        {
            "text": "Tests of electroweak physics at LHCb",
            "section_rank": 7
        },
        {
            "text": "Measuring the weak mixing angle",
            "section_rank": 8
        },
        {
            "text": "The differential cross-section for the decay of the Z/γ * to a dilepton final state can be written as",
            "section": "Measuring the weak mixing angle",
            "paragraph_rank": 25,
            "section_rank": 8
        },
        {
            "text": "where θ * and φ * are the polar and azimuthal angles of the negatively charged lepton in the Collins-Soper frame. ",
            "section": "Measuring the weak mixing angle",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "46,47 This is the dilepton rest-frame, with the z-axis bisecting the direction of the two incoming protons. ",
            "section": "Measuring the weak mixing angle",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "46,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "47"
                }
            ]
        },
        {
            "text": "The use of this frame reduces effects from boson transverse momentum. ",
            "section": "Measuring the weak mixing angle",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The angular coefficients A i contain information about the polarization of the boson produced, but also depend on the boson couplings to fermions. ",
            "section": "Measuring the weak mixing angle",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The coefficient A 4 introduces a forward-backward asymmetry in θ * , arising from the presence of both vector and axial-vector couplings. ",
            "section": "Measuring the weak mixing angle",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "This asymmetry can be defined simply as",
            "section": "Measuring the weak mixing angle",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": ", where N is the number of events fulfilling the relevant condition. ",
            "section": "Measuring the weak mixing angle",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "This asymmetry is enhanced by interference of the Z boson with the virtual photon; the asymmetry is larger when",
            "section": "Measuring the weak mixing angle",
            "paragraph_rank": 27,
            "section_rank": 8
        },
        {
            "text": "review",
            "section_rank": 9
        },
        {
            "text": "Measurements of Electroweak Bosons at LHCb 13 the dilepton invariant mass lies away from the Z pole mass. ",
            "section": "review",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "The asymmetry exhibits significant dependence on the dilepton mass, taking a different sign at high mass and at low mass. ",
            "section": "review",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "Since the asymmetry depends directly on the vector and axial-vector couplings, it is sensitive to the weak mixing angle which relates the two. ",
            "section": "review",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "Specifically, such measurements can be used to determine the effective leptonic weak mixing angle, sin 2 θ lept.",
            "section": "review",
            "paragraph_rank": 28,
            "section_rank": 9
        },
        {
            "text": "eff. ",
            "section": "review",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": ", which differs from sin 2 (θ W ) through higher order effects.",
            "section": "review",
            "paragraph_rank": 29,
            "section_rank": 9
        },
        {
            "text": "Measurements of sin 2 θ lept. ",
            "section": "review",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "eff. ",
            "section": "review",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "have been made at previous colliders, and the current world average is dominated by the combination of measurements at LEP and at SLD, which give sin 2 θ lept.",
            "section": "review",
            "paragraph_rank": 30,
            "section_rank": 9
        },
        {
            "text": "eff. ",
            "section": "review",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "= 0.23153 ± 0.00016. ",
            "section": "review",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "48 LHC measurements are not expected to rival this precision. ",
            "section": "review",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "48"
                }
            ]
        },
        {
            "text": "However, it remains interesting to measure this variable, because the two most precise determinations of the angle (one at LEP, the other at SLD) differ by over 3 standard deviations. ",
            "section": "review",
            "paragraph_rank": 31,
            "section_rank": 9
        },
        {
            "text": "48,49 Apparent process dependence in determining sin 2 θ lept.",
            "section": "review",
            "paragraph_rank": 31,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "48,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "49"
                }
            ]
        },
        {
            "text": "eff. ",
            "section": "review",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "from different results should be investigated with further measurements, since new physics may become visible in such studies and, even if new physics is not forthcoming, hadron collider measurements may favor one of the precision measurements.",
            "section": "review",
            "paragraph_rank": 32,
            "section_rank": 9
        },
        {
            "text": "Measurements of A FB at the LHC show the most sensitivity to sin 2 θ lept. ",
            "section": "review",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "eff. ",
            "section": "review",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "when made in the forward region. ",
            "section": "review",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "At a rapidity of 0, the initial state is symmetric, with the initial state quark as likely to come from either proton, so no forward-backward asymmetry is generated; there is complete dilution of the parton-level asymmetry in the proton-proton collisions. ",
            "section": "review",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "It is for this reason that there is little sensitivity to sin 2 θ lept.",
            "section": "review",
            "paragraph_rank": 33,
            "section_rank": 9
        },
        {
            "text": "eff. ",
            "section": "review",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "at low rapidities. ",
            "section": "review",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "However, at larger rapidities, the dilution is lessened. ",
            "section": "review",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "Z bosons produced in the LHCb acceptance are produced by the collision of one parton at high x and one at low x. ",
            "section": "review",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "The PDFs dictate that the high x parton tends to be a valence quark, with the low x parton being the antiquark. ",
            "section": "review",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "Consequently, a large forward-backward asymmetry is visible in the proton collisions, providing greater sensitivity to sin 2 θ lept.",
            "section": "review",
            "paragraph_rank": 34,
            "section_rank": 9
        },
        {
            "text": "eff. ",
            "section": "review",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": ". ",
            "section": "review",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "In addition, the dilution between the parton-level asymmetry and that arising in proton collisions is predicted more precisely in the forward region. ",
            "section": "review",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "This reduces the impact of the PDF uncertainty on any extraction of sin 2 θ lept.",
            "section": "review",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "eff. ",
            "section": "review",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "at LHCb. ",
            "section": "review",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "LHCb has measured the forward-backward asymmetry as a function of the dilepton invariant mass. 50 The dimuon final state is considered since this provides the best experimental precision at LHCb. ",
            "section": "review",
            "paragraph_rank": 36,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 95,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "50"
                }
            ]
        },
        {
            "text": "The fiducial acceptance and selection of events is the same as in the inclusive cross-section analysis, save that the upper limit on the invariant mass is relaxed to 160 GeV, since the large asymmetry at high dimuon invariant masses provides additional sensitivity to sin 2 θ lept.",
            "section": "review",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "eff. ",
            "section": "review",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "despite the limited event yield. ",
            "section": "review",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "Selection efficiencies and purities are also determined using the same techniques as in the inclusive measurement. ",
            "section": "review",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "The analysis is performed separately for the 7 TeV and 8 TeV datasets, with the extracted values of sin 2 θ lept.",
            "section": "review",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "eff. ",
            "section": "review",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "text": "then combined into a single result. ",
            "section": "review",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "text": "The asymmetry is unfolded to correct for detector effects and for bin-to-bin migrations in the dimuon invariant mass. ",
            "section": "review",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "text": "No correction is applied for the dilution between the parton-level asymmetry and that measured in review proton-proton collisions; instead the theoretical predictions are made at the particle level. ",
            "section": "review",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "text": "Various sources of uncertainty are considered in the asymmetry measurement. ",
            "section": "review",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "text": "Those associated with background levels and efficiency are negligible. ",
            "section": "review",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "text": "Significant uncertainties instead arise from knowledge of the detector alignment (and consequently the momentum scale) and from modeling the detector resolution of the dimuon invariant mass and its effects. ",
            "section": "review",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "text": "The asymmetry is shown in Fig. 7. ",
            "section": "review",
            "paragraph_rank": 38,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 26,
                    "end": 32,
                    "type": "figure",
                    "ref_id": "fig_6",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "The value of sin 2 θ lept.",
            "section": "review",
            "paragraph_rank": 38,
            "section_rank": 9
        },
        {
            "text": "eff. ",
            "section": "review",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "text": "is determined through a series of fits using templates of the asymmetry generated with different values of sin 2 θ lept.",
            "section": "review",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "text": "eff. ",
            "section": "review",
            "paragraph_rank": 40,
            "section_rank": 9
        },
        {
            "text": ". ",
            "section": "review",
            "paragraph_rank": 40,
            "section_rank": 9
        },
        {
            "text": "These templates are produced using POWHEG-BOX with the parton shower effects simulated using PYTHIA8, and using NNPDF2.3 PDFs. ",
            "section": "review",
            "paragraph_rank": 40,
            "section_rank": 9,
            "entity_spans": [
                {
                    "start": 35,
                    "end": 46,
                    "type": "software",
                    "rawForm": "POWHEG-BOX",
                    "resp": "service",
                    "id": "software-simple-s8"
                },
                {
                    "start": 99,
                    "end": 100,
                    "type": "version",
                    "rawForm": "8",
                    "resp": "service",
                    "id": "#software-simple-s8"
                }
            ]
        },
        {
            "text": "25,32,51 The best value of sin 2 θ lept.",
            "section": "review",
            "paragraph_rank": 40,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "25,"
                },
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "32,"
                },
                {
                    "start": 6,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "51"
                }
            ]
        },
        {
            "text": "eff. ",
            "section": "review",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "is determined as sin 2 θ lept.",
            "section": "review",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "eff. ",
            "section": "review",
            "paragraph_rank": 42,
            "section_rank": 9
        },
        {
            "text": "= 0.23142 ± 0.00073 ± 0.00052 ± 0.00056, where the first uncertainty is statistical, the second is due to experimental systematic effects and the third is due to theoretical uncertainties in determining sin 2 θ lept.",
            "section": "review",
            "paragraph_rank": 42,
            "section_rank": 9
        },
        {
            "text": "eff.",
            "section_rank": 10
        },
        {
            "text": "from the forward-backward asymmetry. ",
            "section": "eff.",
            "paragraph_rank": 43,
            "section_rank": 10
        },
        {
            "text": "The largest theory uncertainty arises from the PDF knowledge. ",
            "section": "eff.",
            "paragraph_rank": 43,
            "section_rank": 10
        },
        {
            "text": "This is determined from the NNPDF2.3 uncertainty band, 51 which is larger than the change in result from switching the PDF set to CT10. ",
            "section": "eff.",
            "paragraph_rank": 43,
            "section_rank": 10,
            "entity_spans": [
                {
                    "start": 28,
                    "end": 33,
                    "type": "software",
                    "rawForm": "NNPDF",
                    "resp": "service",
                    "id": "software-simple-s9"
                }
            ]
        },
        {
            "text": "52 Smaller theoretical uncertainties arise from the choice of the factorization and renormalization scales, from the value of α s and from knowledge of the effects of FSR. ",
            "section": "eff.",
            "paragraph_rank": 43,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "52"
                }
            ]
        },
        {
            "text": "The result is found to be robust against changes in the choice of event generator used to provide templates, and is currently the most precise determination of sin 2 θ lept.",
            "section": "eff.",
            "paragraph_rank": 43,
            "section_rank": 10
        },
        {
            "text": "eff. ",
            "section": "eff.",
            "paragraph_rank": 44,
            "section_rank": 10
        },
        {
            "text": "at the LHC. ",
            "section": "eff.",
            "paragraph_rank": 44,
            "section_rank": 10
        },
        {
            "text": "It is compared to other measurements in Fig. 8.",
            "section": "eff.",
            "paragraph_rank": 44,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 46,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "Potential for future studies",
            "section_rank": 11
        },
        {
            "text": "The LHCb measurement of the weak mixing angle is currently statistically limited, so further studies using the √ s = 13 TeV dataset currently being recorded are expected to reduce the uncertainty. ",
            "section": "Potential for future studies",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "The limiting theoretical uncertainty is due to  eff. ",
            "section": "Potential for future studies",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": ". ",
            "section": "Potential for future studies",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "The band shows the LEP and SLD combination. ",
            "section": "Potential for future studies",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "Also shown are the most precise determinations of sin 2 θ lept.",
            "section": "Potential for future studies",
            "paragraph_rank": 45,
            "section_rank": 11
        },
        {
            "text": "eff. ",
            "section": "Potential for future studies",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "at the two experiments, and measurements at the Tevatron and the LHC. ",
            "section": "Potential for future studies",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "While no update of the CMS result has been published, CMS have made precise determinations of the angular coefficients set out in Eq. ",
            "section": "Potential for future studies",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "2, which probe related physics, in Ref. 46. ",
            "section": "Potential for future studies",
            "paragraph_rank": 46,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 43,
                    "type": "bibr",
                    "text": "46."
                }
            ]
        },
        {
            "text": "parton distribution functions. ",
            "section": "Potential for future studies",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "However, this may also be reduced in future measurements with the use of future PDF sets which will use new LHC data to reduce PDF uncertainties, or through in situ constraints placed on PDFs using the LHCb Z → µµ dataset, or through binning the measurement in bins of rapidity, giving more weight to the regions most sensitive to sin 2 θ lept.",
            "section": "Potential for future studies",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "eff. ",
            "section": "Potential for future studies",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": ". ",
            "section": "Potential for future studies",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "Such an approach will be considered when the statistical uncertainty no longer dominates.",
            "section": "Potential for future studies",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "Aside from measurements of the weak mixing angle, it is clear that LHCb can make a key contribution in at least one other important area of electroweak physics: the measurement of the W boson mass. 53 Such a measurement can be made at LHCb by considering the p T of the charged lepton produced in the W boson decay, since this distribution is sensitive to the W boson mass. ",
            "section": "Potential for future studies",
            "paragraph_rank": 48,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 198,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "53"
                }
            ]
        },
        {
            "text": "The largest uncertainties associated with a W boson mass measurement at any LHC experiment are expected to arise from knowledge of the PDFs. ",
            "section": "Potential for future studies",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "However, the PDF uncertainties are anticorrelated between the ATLAS and CMS acceptance and the LHCb acceptance, such that any measurement at LHCb has a significant impact on the overall uncertainty in any combined LHC measurement. ",
            "section": "Potential for future studies",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "It is claimed that a combination of a measurement in the central region with a LHCb measurement will therefore be more precise than a combination of two measurements in the central region, and that a combination of ATLAS, CMS and LHCb measurements should be a factor of 1.3 more precise than a combination of ATLAS and CMS alone. ",
            "section": "Potential for future studies",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "53 A combined measurement of the W boson mass using information from ATLAS, CMS and LHCb could reach a precision of about 10 MeV, improving on the current world average (15 MeV), assuming that the production processes are well understood. ",
            "section": "Potential for future studies",
            "paragraph_rank": 48,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "53"
                },
                {
                    "start": 169,
                    "end": 177,
                    "type": "bibr",
                    "text": "(15 MeV)"
                }
            ]
        },
        {
            "text": "53 A measurement of the W boson mass will therefore prove an important extension of LHCb's study of electroweak physics.",
            "section": "Potential for future studies",
            "paragraph_rank": 48,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "53"
                }
            ]
        },
        {
            "text": "Conclusions",
            "section_rank": 12
        },
        {
            "text": "LHCb measurements of electroweak boson production and decay are important contributions to the study of Standard Model phenomenology at the LHC. ",
            "section": "Conclusions",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "Measurements of electroweak boson production cross-sections are consistent with Standard Model predictions, and have provided important constraints on PDFs at both low-x and at high-x, and have significantly reduced PDF uncertainties when included in global PDF fits. ",
            "section": "Conclusions",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "Various ratios of fiducial cross-sections are also able to test the Standard Model below the percent-level. ",
            "section": "Conclusions",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "Such studies will be complemented by similar measurements using the higher energy data currently being recorded. ",
            "section": "Conclusions",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "LHCb is also able to probe the weak mixing angle, through the study of the forward-backward asymmetry in Z boson decays. ",
            "section": "Conclusions",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "The forward region is particularly sensitive to such a measurement, since the dilution between the parton-level and proton-level asymmetry is reduced. ",
            "section": "Conclusions",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "The LHCb measurement is the most precise at the LHC, and is still statistically limited. ",
            "section": "Conclusions",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "Improved precision in this measurement is expected with analysis of the data currently being recorded.",
            "section": "Conclusions",
            "paragraph_rank": 49,
            "section_rank": 12
        },
        {
            "text": "Measurements of Electroweak Bosons at LHCb 5 Fig. 1 .",
            "section_rank": 13
        },
        {
            "text": "Fig. 1. ",
            "section": "Measurements of Electroweak Bosons at LHCb 5 Fig. 1 .",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "text": "The regions in the x − Q 2 plane probed at LHCb and at other LHC and previous experiments. ",
            "section": "Measurements of Electroweak Bosons at LHCb 5 Fig. 1 .",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "text": "Adapted from Ref. 16.",
            "section": "Measurements of Electroweak Bosons at LHCb 5 Fig. 1 .",
            "paragraph_rank": 50,
            "section_rank": 13
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 14
        },
        {
            "text": "Fig. 2. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 51,
            "section_rank": 14
        },
        {
            "text": "The W lepton charge asymmetry measured by LHCb in the forward region. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 51,
            "section_rank": 14
        },
        {
            "text": "The bands correspond to the data, with the inner band giving the statistical uncertainty, and the outer band giving the total uncertainty. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 51,
            "section_rank": 14
        },
        {
            "text": "The points correspond to O(α 2 s ) predictions from different PDF sets, with the uncertainties due to PDF knowledge, factorization and renormalization scale variation, and from the value of αs. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 51,
            "section_rank": 14
        },
        {
            "text": "The points are displaced horizontally in each bin for ease of comparison to data. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 51,
            "section_rank": 14
        },
        {
            "text": "From Ref. 20.",
            "section": "Fig. 2 .",
            "paragraph_rank": 51,
            "section_rank": 14
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 15
        },
        {
            "text": "Fig. 3. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 52,
            "section_rank": 15
        },
        {
            "text": "The LHCb data for the W lepton charge asymmetry are extrapolated for the additional fiducial requirements made in the ATLAS measurement, with the lepton-neutrino system required to have missing E T > 25 GeV and a transverse mass above 40 GeV, and then compared to the ATLAS data. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 52,
            "section_rank": 15
        },
        {
            "text": "This extrapolation introduces additional uncertainties which are shown on the LHCb measurement.From Ref. 21, using methods outlined in Ref. 26.",
            "section": "Fig. 3 .",
            "paragraph_rank": 52,
            "section_rank": 15
        },
        {
            "text": "Measurements of Electroweak Bosons at LHCb 9 [Fig. ",
            "section_rank": 16
        },
        {
            "text": "4 .",
            "section_rank": 16
        },
        {
            "text": "Fig. 4. ",
            "section": "Measurements of Electroweak Bosons at LHCb 9 [Fig. 4 .",
            "paragraph_rank": 53,
            "section_rank": 16
        },
        {
            "text": "The normalized differential cross-section as a function of the Z boson p T measured at LHCb. ",
            "section": "Measurements of Electroweak Bosons at LHCb 9 [Fig. 4 .",
            "paragraph_rank": 53,
            "section_rank": 16
        },
        {
            "text": "The bands correspond to the data, with the inner band giving the statistical uncertainty, and the outer band giving the total uncertainty. ",
            "section": "Measurements of Electroweak Bosons at LHCb 9 [Fig. 4 .",
            "paragraph_rank": 53,
            "section_rank": 16
        },
        {
            "text": "The points show the theoretical predictions. ",
            "section": "Measurements of Electroweak Bosons at LHCb 9 [Fig. 4 .",
            "paragraph_rank": 53,
            "section_rank": 16
        },
        {
            "text": "The points are displaced horizontally in each bin for ease of comparison to data. ",
            "section": "Measurements of Electroweak Bosons at LHCb 9 [Fig. 4 .",
            "paragraph_rank": 53,
            "section_rank": 16
        },
        {
            "text": "From Ref. 21.",
            "section": "Measurements of Electroweak Bosons at LHCb 9 [Fig. 4 .",
            "paragraph_rank": 53,
            "section_rank": 16
        },
        {
            "text": "Fig. 5 .",
            "section_rank": 17
        },
        {
            "text": "Fig. 5. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 54,
            "section_rank": 17
        },
        {
            "text": "Ratios of fiducial cross-sections at √ s = 8 TeV. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 54,
            "section_rank": 17
        },
        {
            "text": "The bands correspond to the data, with the inner band giving the statistical uncertainty, and the outer band giving the total uncertainty. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 54,
            "section_rank": 17
        },
        {
            "text": "The points correspond to O(α 2 s ) predictions from different PDF sets, with the uncertainties due to PDF knowledge, factorization and renormalization scale variation, and the value of αs. ",
            "section": "Fig. 5 .",
            "paragraph_rank": 54,
            "section_rank": 17
        },
        {
            "text": "From Ref. 20.",
            "section": "Fig. 5 .",
            "paragraph_rank": 54,
            "section_rank": 17
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 18
        },
        {
            "text": "Fig. 6. ",
            "section": "Fig. 6 .",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "Ratios of fiducial cross-sections at different center-of-mass energies. ",
            "section": "Fig. 6 .",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "The bands correspond to the data, with the inner band giving the statistical uncertainty, and the outer band giving the total uncertainty. ",
            "section": "Fig. 6 .",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "The points correspond to O(α 2 s ) predictions from different PDF sets, with the uncertainties due to PDF knowledge, factorization and renormalization scale variation, and the value of αs. ",
            "section": "Fig. 6 .",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "From Ref. 20.",
            "section": "Fig. 6 .",
            "paragraph_rank": 55,
            "section_rank": 18
        },
        {
            "text": "Fig. 7 .",
            "section_rank": 19
        },
        {
            "text": "Fig. 7. ",
            "section": "Fig. 7 .",
            "paragraph_rank": 56,
            "section_rank": 19
        },
        {
            "text": "The forward-backward asymmetry in √ s = 7 TeV collisions (left) and in √ s = 7 TeV collisions (right), measured as a function of the dimuon invariant mass. ",
            "section": "Fig. 7 .",
            "paragraph_rank": 56,
            "section_rank": 19
        },
        {
            "text": "The points show the data, while the bands are theoretical predictions generated using POWHEG-BOX and PYTHIA8 for the world-average value of sin 2 θ lept.eff. ",
            "section": "Fig. 7 .",
            "paragraph_rank": 56,
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 86,
                    "end": 97,
                    "type": "software",
                    "rawForm": "POWHEG-BOX",
                    "resp": "service",
                    "id": "software-simple-s10"
                },
                {
                    "start": 107,
                    "end": 109,
                    "type": "version",
                    "rawForm": "8",
                    "resp": "service",
                    "id": "#software-simple-s10"
                }
            ]
        },
        {
            "text": ".",
            "section": "Fig. 7 .",
            "paragraph_rank": 56,
            "section_rank": 19
        },
        {
            "text": "The theory uncertainties arise from PDFs, scale variation, the value of αs, and from modeling of FSR. ",
            "section": "Fig. 7 .",
            "paragraph_rank": 56,
            "section_rank": 19
        },
        {
            "text": "From Ref.50.    ",
            "section": "Fig. 7 .",
            "paragraph_rank": 56,
            "section_rank": 19
        },
        {
            "text": "Fig. 8 .",
            "section_rank": 20
        },
        {
            "text": "Fig. 8. ",
            "section": "Fig. 8 .",
            "paragraph_rank": 57,
            "section_rank": 20
        },
        {
            "text": "Different measurements of sin 2 θ lept.eff. ",
            "section": "Fig. 8 .",
            "paragraph_rank": 57,
            "section_rank": 20
        },
        {
            "text": ".",
            "section": "Fig. 8 .",
            "paragraph_rank": 57,
            "section_rank": 20
        },
        {
            "text": "The band shows the LEP and SLD combination. ",
            "section": "Fig. 8 .",
            "paragraph_rank": 57,
            "section_rank": 20
        },
        {
            "text": "Also shown are the most precise determinations of sin 2 θ lept.eff. ",
            "section": "Fig. 8 .",
            "paragraph_rank": 57,
            "section_rank": 20
        },
        {
            "text": "at the two experiments, and measurements at the Tevatron and the LHC. ",
            "section": "Fig. 8 .",
            "paragraph_rank": 57,
            "section_rank": 20
        },
        {
            "text": "While no update of the CMS result has been published, CMS have made precise determinations of the angular coefficients set out in Eq. ",
            "section": "Fig. 8 .",
            "paragraph_rank": 57,
            "section_rank": 20
        },
        {
            "text": "2, which probe related physics, in Ref.46.    ",
            "section": "Fig. 8 .",
            "paragraph_rank": 57,
            "section_rank": 20
        },
        {
            "text": "Measurements of Electroweak Bosons at LHCb 11",
            "paragraph_rank": 58,
            "section_rank": 21
        },
        {
            "text": "Measurements of Electroweak Bosons at LHCb 15",
            "paragraph_rank": 59,
            "section_rank": 22
        },
        {
            "text": "c This condition is exact when the boson carries no momentum transverse to the beamline. ",
            "paragraph_rank": 60,
            "section_rank": 22
        },
        {
            "text": "d While the PDFs are essentially non-perturbative, depending on physics around the QCD scale, their evolution between different energy scales can be modeled within pQCD using the DGLAP equations.",
            "paragraph_rank": 60,
            "section_rank": 22,
            "entity_spans": [
                {
                    "start": 164,
                    "end": 169,
                    "type": "software",
                    "rawForm": "pQCD",
                    "resp": "service",
                    "id": "software-simple-s11"
                },
                {
                    "start": 179,
                    "end": 185,
                    "type": "software",
                    "rawForm": "DGLAP",
                    "resp": "service",
                    "id": "software-simple-s12"
                }
            ]
        },
        {
            "text": "Acknowledgments",
            "section_rank": 24
        },
        {
            "text": "I am thankful to members of the LHCb collaboration for discussions: S. Farry, P. Ilten, T. Shears, M. Vesterinen, V. Vagnoni, and D.R. Ward.",
            "section": "Acknowledgments",
            "paragraph_rank": 61,
            "section_rank": 24
        }
    ]
}