{
    "level": "sentence",
    "abstract": [
        {
            "text": "The reconstruction and calibration algorithms used to calculate missing transverse momentum (E miss T ) with the ATLAS detector exploit energy deposits in the calorimeter and tracks reconstructed in the inner detector as well as the muon spectrometer. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Various strategies are used to suppress effects arising from additional proton-proton interactions, called pileup, concurrent with the hard-scatter processes. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Tracking information is used to distinguish contributions from the pileup interactions using their vertex separation along the beam axis. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The performance of the E miss T reconstruction algorithms, especially with respect to the amount of pileup, is evaluated using data collected in proton-proton collisions at a centre-of-mass energy of 8 TeV during 2012, and results are shown for a data sample corresponding to an integrated luminosity of 20.3 fb −1 . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The simulation and modelling of E miss T in events containing a Z boson decaying to two charged leptons (electrons or muons) or a W boson decaying to a charged lepton and a neutrino are compared to data. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The acceptance for different event topologies, with and without high transverse momentum neutrinos, is shown for a range of threshold criteria for E miss T , and estimates of the systematic uncertainties in the E miss T measurements are presented.",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Contents",
            "section_rank": 2
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 3
        },
        {
            "text": "The Large Hadron Collider (LHC) provided proton-proton ( pp) collisions at a centre-of-mass energy of 8 TeV during 2012. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "Momentum conservation transverse to the beam axis 1 implies that the transverse momenta of all particles in the final state should sum to zero. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "Any imbalance may indicate the presence of undetectable particles such as neutrinos or new, stable particles escaping detection.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "The missing transverse momentum ( E miss T ) is reconstructed as the negative vector sum of the transverse momenta ( p T ) of all detected particles, and its magnitude is represented by the symbol E miss T . ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The measurement of E miss T strongly depends on the energy scale and resolution of the reconstructed \"physics objects\". ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The physics objects considered in the E miss T calculation are electrons, photons, muons, τleptons, and jets. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Momentum contributions not attributed to any of the physics objects mentioned above are reconstructed as the E miss T \"soft term\". ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Several algorithms for reconstructing the E miss T soft term utilizing a combination of calorimeter signals and tracks in the inner detector are considered.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The E miss T reconstruction algorithms and calibrations developed by ATLAS for 7 TeV data from 2010 are summarized in Ref. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "[1]. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The 2011 and 2012 datasets are more affected by contributions from additional pp collisions, referred to as \"pileup\", concurrent with the hard-scatter process. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Various techniques have been developed to suppress such contributions. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "This paper describes the pileup dependence, calibration, and resolution of the E miss T reconstructed with different algorithms and pileup-mitigation techniques.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "The performance of E miss T reconstruction algorithms, or \"E miss T performance\", refers to the use of derived quantities like the mean, width, or tail of the E miss T distribution to study pileup dependence and calibration. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The E miss T reconstructed with different algorithms is studied in both data and Monte Carlo (MC) simulation, and the level of agreement between the two is compared using datasets in which events with a leptonically decaying W or Z boson dominate. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The W boson sample provides events with intrinsic E miss T from noninteracting particles (e.g. neutrinos). ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Contributions to the E miss T due to mismeasurement are referred to as fake E miss T . ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "1 ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the beam pipe. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2).",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Sources of fake E miss T may include p T mismeasurement, miscalibration, and particles going through un-instrumented regions of the detector. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "In MC simulations, the E miss T from each algorithm is compared to the true E miss T (E miss,True T ), which is defined as the magnitude of the vector sum of p T of stable 2 weakly interacting particles from the hard-scatter collision. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 172,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Then the selection efficiency after a E miss T -threshold requirement is studied in simulated events with highp T neutrinos (such as top-quark pair production and vector-boson fusion H → τ τ ) or possible new weakly interacting particles that escape detection (such as the lightest supersymmetric particles).",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "This paper is organized as follows. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Section 2 gives a brief introduction to the ATLAS detector. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Section 3 describes the data and MC simulation used as well as the event selections applied. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Section 4 outlines how the E miss T is reconstructed and calibrated while Sect. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "5 presents the level of agreement between data and MC simulation in W and Z boson production events. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Performance studies of the E miss T algorithms on data and MC simulation are shown for samples with different event topologies in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "6. The choice of jet selection criteria used in the E miss T reconstruction is discussed in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "7. Finally, the systematic uncertainty in the absolute scale and resolution of the E miss T is discussed in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "8. To provide a reference, Table 1 summarizes the different E miss T terms discussed in this paper.",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 34,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "ATLAS detector",
            "section_rank": 4
        },
        {
            "text": "The ATLAS detector [2] is a multi-purpose particle physics apparatus with a forward-backward symmetric cylindrical geometry and nearly 4π coverage in solid angle. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 22,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "For tracking, the inner detector (ID) covers the pseudorapidity range of |η| < 2.5, and consists of a silicon-based pixel detector, a semiconductor tracker (SCT) based on microstrip technology, and, for |η| < 2.0, a transition radiation tracker (TRT). ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The ID is surrounded by a thin superconducting solenoid providing a 2 T magnetic field, which allows the measurement of the momenta of charged particles. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "A high-granularity electromagnetic sampling calorimeter based on lead and liquid argon (LAr) technology covers the region of |η| < 3.2. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "A hadronic calorimeter based on steel absorbers and plasticscintillator tiles provides coverage for hadrons, jets, and τleptons in the range of |η| < 1.7. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "LAr technology using a copper absorber is also used for the hadronic calorimeters in the end-cap region of 1.5 < |η| < 3.2 and for electromagnetic and hadronic measurements with copper and tungsten absorbing materials in the forward region of 3.1 < |η| < 4.9. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The muon spectrometer (MS) surrounds the calorimeters. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "It in such events defined as the magnitude of the vector sum of p T of non-interacting particles computed from the generator information Fake E miss T Missing transverse momentum arising from the miscalibration or misidentification of physics objects in the event. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "It is typically studied in Z → μμ events where the intrinsic E miss T is normally expected to be zero",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Hard terms",
            "section_rank": 5
        },
        {
            "text": "The component of the E miss T computed from highp T physics objects, which includes reconstructed electrons, photons, muons, τ -leptons, and jets",
            "section": "Hard terms",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Soft terms",
            "section_rank": 6
        },
        {
            "text": "Typically lowp T calorimeter energy deposits or tracks, depending on the soft-term definition, that are not associated to physics objects included in the hard terms",
            "section": "Soft terms",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "Pileup-suppressed E miss T All E miss T reconstruction algorithms in Sect. ",
            "section": "Soft terms",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "4.1.2 except the Calorimeter Soft Term, which does not apply pileup suppression Object-based This refers to all reconstruction algorithms in Sect. ",
            "section": "Soft terms",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 92,
                    "type": "bibr",
                    "text": "Object-based"
                }
            ]
        },
        {
            "text": "4.1.2 except the Track E miss T , namely the Calorimeter Soft Term, Track Soft Term, Extrapolated Jet Area with Filter, and Soft-Term Vertex-Fraction algorithms. ",
            "section": "Soft terms",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "These consider the physics objects such as electrons, photons, muons, τ -leptons, and jets during the E miss T reconstruction consists of three air-core superconducting toroid magnet systems, precision tracking chambers to provide accurate muon tracking out to |η| = 2.7, and additional detectors for triggering in the region of |η| < 2.4. ",
            "section": "Soft terms",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "A precision measurement of the track coordinates is provided by layers of drift tubes at three radial positions within |η| < 2.0. ",
            "section": "Soft terms",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "For 2.0 < |η| < 2.7, cathode-strip chambers with high granularity are instead used in the innermost plane. ",
            "section": "Soft terms",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "The muon trigger system consists of resistive-plate chambers in the barrel (|η| < 1.05) and thingap chambers in the end-cap regions (1.05 < |η| < 2.4).",
            "section": "Soft terms",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Data samples and event selection",
            "section_rank": 7
        },
        {
            "text": "ATLAS recorded pp collisions at a centre-of-mass energy of 8 TeV with a bunch crossing interval (bunch spacing) of 50 ns in 2012. ",
            "section": "Data samples and event selection",
            "paragraph_rank": 13,
            "section_rank": 7
        },
        {
            "text": "The resulting integrated luminosity is 20.3 fb −1 [3]. ",
            "section": "Data samples and event selection",
            "paragraph_rank": 13,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Multiple inelastic pp interactions occurred in each bunch crossing, and the mean number of inelastic collisions per bunch crossing ( μ ) over the full dataset is 21 [4], exceptionally reaching as high as about 70.",
            "section": "Data samples and event selection",
            "paragraph_rank": 13,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Data are analysed only if they satisfy the standard ATLAS data-quality assessment criteria [5]. ",
            "section": "Data samples and event selection",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "Jet-cleaning cuts [5] are applied to minimize the impact of instrumental noise and outof-time energy deposits in the calorimeter from cosmic rays or beam-induced backgrounds. ",
            "section": "Data samples and event selection",
            "paragraph_rank": 14,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "This ensures that the residual sources of E miss T mismeasurement due to those instrumental effects are suppressed.",
            "section": "Data samples and event selection",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "Track and vertex selection",
            "section_rank": 8
        },
        {
            "text": "The ATLAS detector measures the momenta of charged particles using the ID [6]. ",
            "section": "Track and vertex selection",
            "paragraph_rank": 15,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Hits from charged particles are recorded and are used to reconstruct tracks; these are used to reconstruct vertices [7,8].",
            "section": "Track and vertex selection",
            "paragraph_rank": 15,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[7,"
                },
                {
                    "start": 119,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "8]"
                }
            ]
        },
        {
            "text": "Each vertex must have at least two tracks with p T > 0.4 GeV; for the primary hard-scatter vertex (PV), the requirement on the number of tracks is raised to three. ",
            "section": "Track and vertex selection",
            "paragraph_rank": 16,
            "section_rank": 8
        },
        {
            "text": "The PV in each event is selected as the vertex with the largest value of (p T ) 2 , where the scalar sum is taken over all the tracks matched to the vertex. ",
            "section": "Track and vertex selection",
            "paragraph_rank": 16,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The following track selection criteria 3  [7] are used throughout this paper, including the vertex reconstruction: These tracks are then matched to the PV by applying the following selections:",
            "section": "Track and vertex selection",
            "paragraph_rank": 16,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 40,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                },
                {
                    "start": 42,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "The transverse (longitudinal) impact parameter d 0 (z 0 ) is the transverse (longitudinal) distance of the track from the PV and is computed at the point of closest approach to the PV in the plane transverse to the beam axis. ",
            "section": "Track and vertex selection",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "The requirements on the number of hits ensures that the track has an accurate p T measurement. ",
            "section": "Track and vertex selection",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "The |η| requirement keeps only the tracks within the ID acceptance, and the requirement of p T > 0.4 GeV ensures that the track reaches the outer layers of the ID. ",
            "section": "Track and vertex selection",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Tracks with low p T have large curvature and are more susceptible to multiple scattering.",
            "section": "Track and vertex selection",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "The average spread along the beamline direction for pp collisions in ATLAS during 2012 data taking is around 50 mm, and the typical track z 0 resolution for those with |η| < 0.2 and 0.5 < p T < 0.6 GeV is 0.34 mm. ",
            "section": "Track and vertex selection",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "The typical track d 0 resolution is around 0.19 mm for the same η and p T ranges, and both the z 0 and d 0 resolutions improve with higher track p T .",
            "section": "Track and vertex selection",
            "paragraph_rank": 18,
            "section_rank": 8
        },
        {
            "text": "Pileup effects come from two sources: in-time and out-oftime. ",
            "section": "Track and vertex selection",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "In-time pileup is the result of multiple pp interactions in the same LHC bunch crossing. ",
            "section": "Track and vertex selection",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "It is possible to distinguish the in-time pileup interactions by using their vertex positions, which are spread along the beam axis. ",
            "section": "Track and vertex selection",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "At μ = 21, the efficiency to reconstruct and select the correct vertex for Z → μμ simulated events is around 93.5% and rises to more than 98% when requiring two generated muons with p T > 10 GeV inside the ID acceptance [10]. ",
            "section": "Track and vertex selection",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 220,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "When vertices are separated along the beam axis by a distance smaller than the position resolution, they can be reconstructed as a single vertex. ",
            "section": "Track and vertex selection",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "Each track in the reconstructed vertex is assigned a weight based upon its compatibility with the fitted vertex, which depends on the χ 2 of the fit. ",
            "section": "Track and vertex selection",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "The fraction of Z → μμ reconstructed vertices with more than 50% of the sum of track weights coming from pileup interactions is around 3% at μ = 21 [7,10]. ",
            "section": "Track and vertex selection",
            "paragraph_rank": 19,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[7,"
                },
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "10]"
                }
            ]
        },
        {
            "text": "Out-of-time pileup comes from pp collisions in earlier and later bunch crossings, which leave signals in the calorimeters that can take up to 450 ns for the charge collection time. ",
            "section": "Track and vertex selection",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "This is longer than the 50 ns between subsequent collisions and occurs because the integration time of the calorimeters is significantly larger than the time between the bunch crossings. ",
            "section": "Track and vertex selection",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "By contrast the charge collection time of the silicon tracker is less than 25 ns.",
            "section": "Track and vertex selection",
            "paragraph_rank": 19,
            "section_rank": 8
        },
        {
            "text": "Event selection for Z →",
            "section_rank": 9
        },
        {
            "text": "The \"standard candle\" for evaluation of the E miss T performance is Z → events ( = e or μ). ",
            "section": "Event selection for Z →",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "They are produced without neutrinos, apart from a very small number originating from heavy-flavour decays in jets produced in association with the Z boson. ",
            "section": "Event selection for Z →",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "The intrinsic E miss T is therefore expected to be close to zero, and the E miss T distributions are used to evaluate the modelling of the effects that give rise to fake E miss T . ",
            "section": "Event selection for Z →",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "Candidate Z → events are required to pass an electron or muon trigger [11,12]. ",
            "section": "Event selection for Z →",
            "paragraph_rank": 20,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[11,"
                },
                {
                    "start": 74,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "12]"
                }
            ]
        },
        {
            "text": "The lowest p T threshold for the unprescaled single-electron (single-muon) trigger is p T > 25 (24) GeV, and both triggers apply a track-based isolation as well as quality selection criteria for the particle identifica-tion. ",
            "section": "Event selection for Z →",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "Triggers with higher p T thresholds, without the isolation requirements, are used to improve acceptance at high p T . ",
            "section": "Event selection for Z →",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "These triggers require p T > 60 (36) GeV for electrons (muons). ",
            "section": "Event selection for Z →",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "Events are accepted if they pass any of the above trigger criteria. ",
            "section": "Event selection for Z →",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "Each event must contain at least one primary vertex with a z displacement from the nominal pp interaction point of less than 200 mm and with at least three associated tracks.",
            "section": "Event selection for Z →",
            "paragraph_rank": 20,
            "section_rank": 9
        },
        {
            "text": "The offline selection of Z → μμ events requires the presence of exactly two identified muons [13]. ",
            "section": "Event selection for Z →",
            "paragraph_rank": 21,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "An identified muon is reconstructed in the MS and is matched to a track in the ID. ",
            "section": "Event selection for Z →",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "The combined ID+MS track must have p T > 25 GeV and |η| < 2.5. ",
            "section": "Event selection for Z →",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "The z displacement of the muon track from the primary vertex is required to be less than 10 mm. ",
            "section": "Event selection for Z →",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "An isolation criterion is applied to the muon track, where the scalar sum of the p T of additional tracks within a cone of size R = ( η) 2 + ( φ) 2 = 0.2 around the muon is required to be less than 10% of the muon p T . ",
            "section": "Event selection for Z →",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "In addition, the two leptons are required to have opposite charge, and the reconstructed dilepton invariant mass, m , is required to be consistent with the Z boson mass: 66 < m < 116 GeV.",
            "section": "Event selection for Z →",
            "paragraph_rank": 21,
            "section_rank": 9
        },
        {
            "text": "The E miss T modelling and performance results obtained in Z → μμ and Z → ee events are very similar. ",
            "section": "Event selection for Z →",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "For the sake of brevity, only the Z → μμ distributions are shown in all sections except for Sect. ",
            "section": "Event selection for Z →",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "6.6.",
            "section": "Event selection for Z →",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "Event selection for W → ν",
            "section_rank": 10
        },
        {
            "text": "Leptonically decaying W bosons (W → ν) provide an important event topology with intrinsic E miss T ; the E miss T distribution for such events is presented in Sect. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "5.2. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "Similar to Z → events, a sample dominated by leptonically decaying W bosons is used to study the E miss T scale in Sect. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "6.2.2, the resolution of the E miss T direction in Sect. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "6.3, and the impact on a reconstructed kinematic observable in Sect. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "6.4.",
            "section": "Event selection for W → ν",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "The E miss T distributions for W boson events in Sect. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "5.2 use the electron final state. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "These electrons are selected with |η| < 2.47, are required to meet the \"medium\" identification criteria [14] and satisfy p T > 25 GeV. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Electron candidates in the region 1.37 < |η| < 1.52 suffer from degraded momentum resolution and particle identification due to the transition from the barrel to the end-cap detector and are therefore discarded in these studies. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "The electrons are required to be isolated, such that the sum of the energy in the calorimeter within a cone of size R = 0.3 around the electron is less than 14% of the electron p T . ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "The summed p T of other tracks within the same cone is required to be less than 7% of the electron p T . ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "The calorimeter isolation variable [14] is corrected by subtracting estimated contributions from the electron itself, the underlying event [15], and pileup. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14]"
                },
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "The ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "Systematic effects NNLO [36,37] N L O C T 1 0 A U 2 Z → μμ Alpgen+Herwig Systematic effects NNLO [36,37] CTEQ6L1 AUET2",
            "section": "Event selection for W → ν",
            "paragraph_rank": 25,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[36,"
                },
                {
                    "start": 28,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "37]"
                },
                {
                    "start": 97,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[36,"
                },
                {
                    "start": 101,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "37]"
                }
            ],
            "entity_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "type": "software",
                    "rawForm": "CTEQ",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "Z → μμ Sherpa Systematic effects NNLO [36,37] N L O C T 1 0 Sherpa default electron tracks are then matched to the PV by applying the following selections:",
            "section": "Event selection for W → ν",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[36,"
                },
                {
                    "start": 42,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "37]"
                }
            ],
            "entity_spans": [
                {
                    "start": 7,
                    "end": 14,
                    "type": "software",
                    "rawForm": "Sherpa",
                    "resp": "service",
                    "id": "software-simple-s6"
                },
                {
                    "start": 60,
                    "end": 67,
                    "type": "software",
                    "rawForm": "Sherpa",
                    "resp": "service",
                    "id": "software-simple-s7"
                }
            ]
        },
        {
            "text": "The W boson selection is based on the single-lepton triggers and the same lepton selection criteria as those used in the Z → selection. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "Events are rejected if they contain more than one reconstructed lepton. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "Selections on the E miss T and transverse mass (m T ) are applied to reduce the multi-jet background with one jet misidentified as an isolated lepton. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "The transverse mass is calculated from the lepton and the E miss T ,",
            "section": "Event selection for W → ν",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "where p T is the transverse momentum of the lepton and φ is the azimuthal angle between the lepton and E miss T directions. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "Both the m T and E miss T are required to be greater than 50 GeV. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "These selections can bias the event topology and its phase space, so they are only used when comparing simulation to data in Sect. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "5.2, as they substantially improve the purity of W bosons in data events.",
            "section": "Event selection for W → ν",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "The E miss T modelling and performance results obtained in W → eν and W → μν events are very similar. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "For the sake of brevity, only one of the two is considered in following two sections: E miss T distributions in W → eν events are presented in Sect. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "5.2 and the performance studies show W → μν events in Sect. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "6. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "When studying the E miss T tails, both final states are considered in Sect. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "6.6, because the η-coverage and reconstruction performance between muons and electrons differ. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "Table 2 summarizes the MC simulation samples used in this paper. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The Z → and W → ν samples are generated with Alpgen [16] interfaced with Pythia [17] (denoted by Alp-gen+Pythia) to model the parton shower and hadronization, and underlying event using the PERUGIA2011C set [18] of tunable parameters. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[16]"
                },
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[17]"
                },
                {
                    "start": 207,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[18]"
                }
            ],
            "entity_spans": [
                {
                    "start": 45,
                    "end": 52,
                    "type": "software",
                    "rawForm": "Alpgen",
                    "resp": "service",
                    "id": "software-simple-s8"
                },
                {
                    "start": 73,
                    "end": 80,
                    "type": "software",
                    "rawForm": "Pythia",
                    "resp": "service",
                    "id": "software-simple-s9"
                },
                {
                    "start": 97,
                    "end": 104,
                    "type": "software",
                    "rawForm": "Alp-gen",
                    "resp": "service",
                    "id": "software-simple-s10"
                },
                {
                    "start": 105,
                    "end": 111,
                    "type": "software",
                    "rawForm": "Pythia",
                    "resp": "service",
                    "id": "software-simple-s11"
                }
            ]
        },
        {
            "text": "One exception is the Z → τ τ sample with leptonically decaying τ -leptons, which is generated with Alpgen interfaced with Herwig [19] with the underlying event modelled using Jimmy [20] and the AUET2 tunes [21]. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[19]"
                },
                {
                    "start": 181,
                    "end": 185,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[20]"
                },
                {
                    "start": 206,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[21]"
                }
            ],
            "entity_spans": [
                {
                    "start": 99,
                    "end": 106,
                    "type": "software",
                    "rawForm": "Alpgen",
                    "resp": "service",
                    "id": "software-simple-s12"
                }
            ]
        },
        {
            "text": "Alpgen is a multi-leg generator that provides tree-level calculations for diagrams with up to five additional partons. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 29,
            "section_rank": 10,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "software",
                    "rawForm": "Alpgen",
                    "resp": "service",
                    "id": "software-simple-s13"
                }
            ]
        },
        {
            "text": "The matrix-element MC calculations are matched to a model of the parton shower, underlying event and hadronization. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "The main processes that are backgrounds to Z → and W → ν are events with one or more top quarks (tt and single-top-quark processes) and diboson production (W W , W Z, Z Z). ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "The tt and t W processes are generated with Powheg [22] interfaced with Pythia [17] for hadronization and parton showering, and PERUGIA2011C for the underlying event modelling. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[22]"
                },
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[17]"
                }
            ],
            "entity_spans": [
                {
                    "start": 44,
                    "end": 51,
                    "type": "software",
                    "rawForm": "Powheg",
                    "resp": "service",
                    "id": "software-simple-s14"
                },
                {
                    "start": 72,
                    "end": 79,
                    "type": "software",
                    "rawForm": "Pythia",
                    "resp": "service",
                    "id": "software-simple-s15"
                }
            ]
        },
        {
            "text": "All the diboson processes are generated with Sherpa [23]. ",
            "section": "Event selection for W → ν",
            "paragraph_rank": 29,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "Powheg is a leading-order generator with corrections at next-to-leading order in α S , whereas Sherpa is a multi-leg generator at tree level.",
            "section": "Event selection for W → ν",
            "paragraph_rank": 29,
            "section_rank": 10,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "software",
                    "rawForm": "Powheg",
                    "resp": "service",
                    "id": "software-simple-s16"
                },
                {
                    "start": 95,
                    "end": 102,
                    "type": "software",
                    "rawForm": "Sherpa",
                    "resp": "service",
                    "id": "software-simple-s17"
                }
            ]
        },
        {
            "text": "Monte Carlo simulation samples",
            "section_rank": 11
        },
        {
            "text": "To study event topologies with high jet multiplicities and to investigate the tails of the E miss T distributions, tt events with at least one leptonically decaying W boson are considered in Sect. ",
            "section": "Monte Carlo simulation samples",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "text": "6.6. ",
            "section": "Monte Carlo simulation samples",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "text": "The single top quark (t W ) production is considered with at least one leptonically decaying W boson. ",
            "section": "Monte Carlo simulation samples",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "text": "Both the tt and t W processes contribute to the W and Z boson distributions shown in Sect. ",
            "section": "Monte Carlo simulation samples",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "text": "5 as well as Z boson distributions in Sects. ",
            "section": "Monte Carlo simulation samples",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "text": "4, 6, and 8 that compare data and simulation. ",
            "section": "Monte Carlo simulation samples",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "text": "A supersymmetric (SUSY) model comprising pair-produced 500 GeV gluinos each decaying to a tt pair and a neutralino is simulated with Herwig++ [24]. ",
            "section": "Monte Carlo simulation samples",
            "paragraph_rank": 30,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "Finally, to study events with forward jets, the vector-boson fusion (VBF) production of H → τ τ , generated with Powheg+Pythia8 [25], is considered. ",
            "section": "Monte Carlo simulation samples",
            "paragraph_rank": 30,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[25]"
                }
            ],
            "entity_spans": [
                {
                    "start": 113,
                    "end": 128,
                    "type": "software",
                    "rawForm": "Powheg+Pythia8",
                    "resp": "service",
                    "id": "software-simple-s18"
                }
            ]
        },
        {
            "text": "Both τ -leptons are forced to decay leptonically in this sample.",
            "section": "Monte Carlo simulation samples",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "text": "To estimate the systematic uncertainties in the data/MC ratio arising from the modelling of the soft hadronic recoil, E miss T distributions simulated with different MC generators, parton shower and underlying event models are compared. ",
            "section": "Monte Carlo simulation samples",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "The estimation of systematic uncertainties is performed using a comparison of data and MC simulation, as shown in Sect. ",
            "section": "Monte Carlo simulation samples",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "8.2. ",
            "section": "Monte Carlo simulation samples",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "The following combinations of generators and parton shower models are considered: Sherpa, Alpgen+Herwig, Alpgen+Pythia, and Powheg+Pythia8. ",
            "section": "Monte Carlo simulation samples",
            "paragraph_rank": 31,
            "section_rank": 11,
            "entity_spans": [
                {
                    "start": 112,
                    "end": 118,
                    "type": "software",
                    "rawForm": "Pythia",
                    "resp": "service",
                    "id": "software-simple-s19"
                },
                {
                    "start": 131,
                    "end": 137,
                    "type": "software",
                    "rawForm": "Pythia",
                    "resp": "service",
                    "id": "software-simple-s20"
                }
            ]
        },
        {
            "text": "The corresponding underlying event tunes are mentioned in Table 2. ",
            "section": "Monte Carlo simulation samples",
            "paragraph_rank": 31,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Parton distribution functions are taken from CT10 [30] for Powheg and Sherpa samples and CTEQ6L1 [38] for Alpgen samples. ",
            "section": "Monte Carlo simulation samples",
            "paragraph_rank": 31,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[30]"
                },
                {
                    "start": 97,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "Generated events are propagated through a Geant4 simulation [39,40] of the ATLAS detector. ",
            "section": "Monte Carlo simulation samples",
            "paragraph_rank": 31,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[39,"
                },
                {
                    "start": 64,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "40]"
                }
            ]
        },
        {
            "text": "Pileup collisions are generated with Pythia8 for all samples, and are overlaid on top of simulated hard-scatter events before event reconstruction. ",
            "section": "Monte Carlo simulation samples",
            "paragraph_rank": 31,
            "section_rank": 11,
            "entity_spans": [
                {
                    "start": 43,
                    "end": 45,
                    "type": "version",
                    "rawForm": "8",
                    "resp": "service",
                    "id": "#software-simple-s20"
                }
            ]
        },
        {
            "text": "Each simulation sample is weighted by its corresponding cross-section and normalized to the integrated luminosity of the data.",
            "section": "Monte Carlo simulation samples",
            "paragraph_rank": 31,
            "section_rank": 11
        },
        {
            "text": "Reconstruction and calibration of the E miss T",
            "section_rank": 12
        },
        {
            "text": "Several algorithms have been developed to reconstruct the E miss T in ATLAS. ",
            "section": "Reconstruction and calibration of the E miss T",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "text": "They differ in the information used to reconstruct the p T of the particles, using either energy deposits in the calorimeters, tracks reconstructed in the ID, or both. ",
            "section": "Reconstruction and calibration of the E miss T",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "text": "This section describes these various reconstruction algorithms, and the remaining sections discuss the agreement between data and MC simulation as well as performance studies.",
            "section": "Reconstruction and calibration of the E miss T",
            "paragraph_rank": 32,
            "section_rank": 12
        },
        {
            "text": "Reconstruction of the E miss T",
            "section_rank": 13
        },
        {
            "text": "The E miss T reconstruction uses calibrated physics objects to estimate the amount of missing transverse momentum in the detector. ",
            "section": "Reconstruction of the E miss T",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "text": "The E miss T is calculated using the components along the x and y axes:",
            "section": "Reconstruction of the E miss T",
            "paragraph_rank": 33,
            "section_rank": 13
        },
        {
            "text": "where each term is calculated as the negative vectorial sum of transverse momenta of energy deposits and/or tracks. ",
            "section": "Reconstruction of the E miss T",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "To avoid double counting, energy deposits in the calorimeters and tracks are matched to reconstructed physics objects in the following order: electrons (e), photons (γ ), the visible parts of hadronically decaying τ -leptons (τ had-vis ; labelled as τ ), jets and muons (μ). ",
            "section": "Reconstruction of the E miss T",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "Each type of physics object is represented by a separate term in Eq. ",
            "section": "Reconstruction of the E miss T",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "2. ",
            "section": "Reconstruction of the E miss T",
            "paragraph_rank": 34,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "ref_id": "formula_5",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The signals not associated with physics objects form the \"soft term\", whereas those associated with the physics objects are collectively referred to as the \"hard term\". ",
            "section": "Reconstruction of the E miss T",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "The magnitude and azimuthal angle 4 (φ miss ) of E miss T are calculated as:",
            "section": "Reconstruction of the E miss T",
            "paragraph_rank": 34,
            "section_rank": 13
        },
        {
            "text": "The total transverse energy in the detector, labelled as E T , quantifies the total event activity and is an important observable for understanding the resolution of the E miss T , especially with increasing pileup contributions. ",
            "section": "Reconstruction of the E miss T",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "It is defined as:",
            "section": "Reconstruction of the E miss T",
            "paragraph_rank": 35,
            "section_rank": 13
        },
        {
            "text": "which is the scalar sum of the transverse momenta of reconstructed physics objects and soft-term signals that contribute to the E miss T reconstruction. ",
            "section": "Reconstruction of the E miss T",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "text": "The physics objects included in p soft T depend on the E miss T definition, so both calorimeter objects and track-based objects may be included in the sum, despite differences in p T resolution.",
            "section": "Reconstruction of the E miss T",
            "paragraph_rank": 36,
            "section_rank": 13
        },
        {
            "text": "Reconstruction and calibration of the E miss",
            "section_rank": 14
        },
        {
            "text": "T hard terms",
            "section_rank": 15
        },
        {
            "text": "The hard term of the E miss T , which is computed from the reconstructed electrons, photons, muons, τ -leptons, and jets, is described in more detail in this section.",
            "section": "T hard terms",
            "paragraph_rank": 37,
            "section_rank": 15
        },
        {
            "text": "Electrons are reconstructed from clusters in the electromagnetic (EM) calorimeter which are associated with an ID track [14]. ",
            "section": "T hard terms",
            "paragraph_rank": 38,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Electron identification is restricted to the range of |η| < 2.47, excluding the transition region between the barrel and end-cap EM calorimeters, 1.37 < |η| < 1.52. ",
            "section": "T hard terms",
            "paragraph_rank": 38,
            "section_rank": 15
        },
        {
            "text": "They are calibrated at the EM scale 5 with the default electron calibra-tion, and those satisfying the \"medium\" selection criteria [14] with p T > 10 GeV are included in the E miss T reconstruction. ",
            "section": "T hard terms",
            "paragraph_rank": 38,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 36,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "5"
                },
                {
                    "start": 131,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "The photon reconstruction is also seeded from clusters of energy deposited in the EM calorimeter and is designed to separate electrons from photons. ",
            "section": "T hard terms",
            "paragraph_rank": 38,
            "section_rank": 15
        },
        {
            "text": "Photons are calibrated at the EM scale and are required to satisfy the \"tight\" photon selection criteria with p T > 10 GeV [14].",
            "section": "T hard terms",
            "paragraph_rank": 38,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "Muon candidates are identified by matching an ID track with an MS track or segment [13]. ",
            "section": "T hard terms",
            "paragraph_rank": 39,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "MS tracks are used for 2.5 < |η| < 2.7 to extend the η coverage. ",
            "section": "T hard terms",
            "paragraph_rank": 39,
            "section_rank": 15
        },
        {
            "text": "Muons are required to satisfy p T > 5 GeV to be included in the E miss T reconstruction. ",
            "section": "T hard terms",
            "paragraph_rank": 39,
            "section_rank": 15
        },
        {
            "text": "The contribution of muon energy deposited in the calorimeter is taken into account using either parameterized estimates or direct measurements, to avoid double counting a small fraction of their momenta.",
            "section": "T hard terms",
            "paragraph_rank": 39,
            "section_rank": 15
        },
        {
            "text": "Jets are reconstructed from three-dimensional topological clusters (topoclusters) [41] of energy deposits in the calorimeter using the anti-k t algorithm [42] with a distance parameter R = 0.4. ",
            "section": "T hard terms",
            "paragraph_rank": 40,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[41]"
                },
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "The topological clustering algorithm suppresses noise by forming contiguous clusters of calorimeter cells with significant energy deposits. ",
            "section": "T hard terms",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "text": "The local cluster weighting (LCW) [43,44] calibration is used to account for different calorimeter responses to electrons, photons and hadrons. ",
            "section": "T hard terms",
            "paragraph_rank": 40,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[43,"
                },
                {
                    "start": 38,
                    "end": 41,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "44]"
                }
            ]
        },
        {
            "text": "Each cluster is classified as coming from an EM or hadronic shower, using information from its shape and energy density, and calibrated accordingly. ",
            "section": "T hard terms",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "text": "The jets are reconstructed from calibrated topoclusters and then corrected for in-time and out-of-time pileup as well as the position of the PV [4]. ",
            "section": "T hard terms",
            "paragraph_rank": 40,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Finally, the jet energy scale (JES) corrects for jet-level effects by restoring, on average, the energy of reconstructed jets to that of the MC generator-level jets. ",
            "section": "T hard terms",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "text": "The complete procedure is referred to as the LCW+JES scheme [43,44]. ",
            "section": "T hard terms",
            "paragraph_rank": 40,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[43,"
                },
                {
                    "start": 64,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "44]"
                }
            ]
        },
        {
            "text": "Without changing the average calibration, additional corrections are made based upon the internal properties of the jet (global sequential calibration) to reduce the flavour dependence and energy leakage effects [44]. ",
            "section": "T hard terms",
            "paragraph_rank": 40,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[44]"
                }
            ]
        },
        {
            "text": "Only jets with calibrated p T greater than 20 GeV are used to calculate the jet term E miss,jets x(y) in Eq. ",
            "section": "T hard terms",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "text": "2, and the optimization of the 20 GeV threshold is discussed in Sect. ",
            "section": "T hard terms",
            "paragraph_rank": 40,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "ref_id": "formula_5",
                    "text": "2"
                }
            ]
        },
        {
            "text": "7.",
            "section": "T hard terms",
            "paragraph_rank": 40,
            "section_rank": 15
        },
        {
            "text": "To suppress contributions from jets originating from pileup interactions, a requirement on the jet vertex-fraction (JVF) [4] may be applied to selected jet candidates. ",
            "section": "T hard terms",
            "paragraph_rank": 41,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Tracks matched to jets are extrapolated back to the beamline to ascertain whether they originate from the hard scatter or from a pileup collision. ",
            "section": "T hard terms",
            "paragraph_rank": 41,
            "section_rank": 15
        },
        {
            "text": "The JVF is then computed as the ratio shown below:",
            "section": "T hard terms",
            "paragraph_rank": 41,
            "section_rank": 15
        },
        {
            "text": "This is the ratio of the scalar sum of transverse momentum of all tracks matched to the jet and the primary vertex to the p T sum of all tracks matched to the jet, where the sum is performed over all tracks with p T > 0.5 GeV and |η| < 2.5 and the matching is performed using the \"ghost-association\" procedure [45,46]. ",
            "section": "T hard terms",
            "paragraph_rank": 42,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 310,
                    "end": 314,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[45,"
                },
                {
                    "start": 314,
                    "end": 317,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "46]"
                }
            ]
        },
        {
            "text": "The JVF distribution is peaked toward 1 for hard-scatter jets and toward 0 for pileup jets. ",
            "section": "T hard terms",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "No JVF selection requirement is applied to jets that have no associated tracks. ",
            "section": "T hard terms",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "Requirements on the JVF are made in the STVF, EJAF, and TST E miss T algorithms as described in Table 3 and Sect. ",
            "section": "T hard terms",
            "paragraph_rank": 42,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 103,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "4.1.3. ",
            "section": "T hard terms",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "Hadronically decaying τ -leptons are seeded by calorimeter jets with |η| < 2.5 and p T > 10 GeV. ",
            "section": "T hard terms",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "As described for jets, the LCW calibration is applied, corrections are made to subtract the energy due to pileup interactions, and the energy of the hadronically decaying τ candidates is calibrated at the τ -lepton energy scale (TES) [47]. ",
            "section": "T hard terms",
            "paragraph_rank": 42,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[47]"
                }
            ]
        },
        {
            "text": "The TES is independent of the JES and is determined using an MC-based procedure. ",
            "section": "T hard terms",
            "paragraph_rank": 42,
            "section_rank": 15
        },
        {
            "text": "Hadronically decaying τ -leptons passing the \"medium\" requirements [47] and having p T > 20 GeV after TES corrections are considered for the E miss T reconstruction.",
            "section": "T hard terms",
            "paragraph_rank": 42,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[47]"
                }
            ]
        },
        {
            "text": "Reconstruction and calibration of the E miss",
            "section_rank": 16
        },
        {
            "text": "T soft term",
            "section_rank": 17
        },
        {
            "text": "The soft term is a necessary but challenging ingredient of the E miss T reconstruction. ",
            "section": "T soft term",
            "paragraph_rank": 43,
            "section_rank": 17
        },
        {
            "text": "It comprises all the detector signals not matched to the physics objects defined above and can contain contributions from the hard scatter as well as the underlying event and pileup interactions. ",
            "section": "T soft term",
            "paragraph_rank": 43,
            "section_rank": 17
        },
        {
            "text": "Several algorithms designed to reconstruct and calibrate the soft term have been developed, as well as methods to suppress the pileup contributions. ",
            "section": "T soft term",
            "paragraph_rank": 43,
            "section_rank": 17
        },
        {
            "text": "A summary of the E miss T and soft-term reconstruction algorithms is given in Table 3.",
            "section": "T soft term",
            "paragraph_rank": 43,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Four soft-term reconstruction algorithms are considered in this paper. ",
            "section": "T soft term",
            "paragraph_rank": 44,
            "section_rank": 17
        },
        {
            "text": "Below the first two are defined, and then some motivation is given for the remaining two prior to their definition.",
            "section": "T soft term",
            "paragraph_rank": 44,
            "section_rank": 17
        },
        {
            "text": "• Calorimeter Soft Term (CST)",
            "section_rank": 18,
            "entity_spans": [
                {
                    "start": 2,
                    "end": 14,
                    "type": "software",
                    "rawForm": "Calorimeter",
                    "resp": "service",
                    "id": "software-simple-s21"
                }
            ]
        },
        {
            "text": "This reconstruction algorithm [1] uses information mainly from the calorimeter and is widely used by ATLAS. ",
            "section": "• Calorimeter Soft Term (CST)",
            "paragraph_rank": 45,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The algorithm also includes corrections based on tracks but does not attempt to resolve the various pp interactions based on the track z 0 measurement. ",
            "section": "• Calorimeter Soft Term (CST)",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "text": "The soft term is referred to as the CST, whereas the entire E miss T is written as CST E miss T . ",
            "section": "• Calorimeter Soft Term (CST)",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "text": "Corresponding naming schemes are used for the other reconstruction algorithms. ",
            "section": "• Calorimeter Soft Term (CST)",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "text": "The CST is reconstructed using energy deposits in the calorimeter which are not matched to the highp T physics objects used in the E miss T . ",
            "section": "• Calorimeter Soft Term (CST)",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "text": "To avoid fake signals in the calorimeter, noise suppression is important. ",
            "section": "• Calorimeter Soft Term (CST)",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "text": "This is achieved by calculating the soft term using only cells belonging to topoclusters, which are calibrated at the LCW scale [43,44]. ",
            "section": "• Calorimeter Soft Term (CST)",
            "paragraph_rank": 45,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[43,"
                },
                {
                    "start": 132,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "44]"
                }
            ]
        },
        {
            "text": "The tracker and calorimeter provide redundant p T measurements for charged particles, so an energy-flow algorithm is used to determine which measurement to use. ",
            "section": "• Calorimeter Soft Term (CST)",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "text": "Tracks A track is considered to be associated to a topocluster in the soft term when its minimum R/σ R is less than 4.",
            "section": "• Calorimeter Soft Term (CST)",
            "paragraph_rank": 45,
            "section_rank": 18
        },
        {
            "text": "To veto tracks matched to highp T physics objects, tracks are required to have R/σ R > 8. ",
            "section": "• Calorimeter Soft Term (CST)",
            "paragraph_rank": 46,
            "section_rank": 18
        },
        {
            "text": "The E miss T calculated using the CST algorithm is documented in previous publications such as Ref. ",
            "section": "• Calorimeter Soft Term (CST)",
            "paragraph_rank": 46,
            "section_rank": 18
        },
        {
            "text": "[1] and is the standard algorithm in most ATLAS 8 TeV analyses.",
            "section": "• Calorimeter Soft Term (CST)",
            "paragraph_rank": 46,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "• Track Soft Term (TST)",
            "section_rank": 19
        },
        {
            "text": "The TST is reconstructed purely from tracks that pass the selections outlined in Sect. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 47,
            "section_rank": 19
        },
        {
            "text": "3.1 and are not associated with the highp T physics objects defined in Sect. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 47,
            "section_rank": 19
        },
        {
            "text": "4.1.1. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 47,
            "section_rank": 19
        },
        {
            "text": "The detector coverage of the TST is the ID tracking volume (|η| < 2.5), and no calorimeter topoclusters inside or beyond this region are included. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 47,
            "section_rank": 19
        },
        {
            "text": "This algorithm allows excellent vertex matching for the soft term, which almost completely removes the in-time pileup dependence, but misses contributions from soft neutral particles. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 47,
            "section_rank": 19
        },
        {
            "text": "The track-based reconstruction also entirely removes the outof-time pileup contributions that affect the CST.",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 47,
            "section_rank": 19
        },
        {
            "text": "To avoid double counting the p T of particles, the tracks matched to the highp T physics objects need to be removed from the soft term. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 48,
            "section_rank": 19
        },
        {
            "text": "All of the following classes of tracks are excluded from the soft term:",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 48,
            "section_rank": 19
        },
        {
            "text": "tracks within a cone of size R = 0.05 around electrons and photons tracks within a cone of size R = 0.2 around τ had-vis -ID tracks associated with identified muons tracks matched to jets using the ghost-association technique described in Sect. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "4.1.1 -isolated tracks with p T ≥ 120 GeV (≥200 GeV for |η| < 1.5) having transverse momentum uncertainties larger than 40% or having no associated calorimeter energy deposit with p T larger than 65% of the track p T . ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "The p T thresholds are chosen to ensure that muons not in the coverage of the MS are still included in the soft term. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "This is a cleaning cut to remove mismeasured tracks.",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 49,
            "section_rank": 19
        },
        {
            "text": "A deterioration of the CST E miss T resolution is observed as the average number of pileup interactions increases [1]. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 50,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "All E miss T terms in Eq. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 50,
            "section_rank": 19
        },
        {
            "text": "(2) are affected by pileup, but the terms which are most affected are the jet term and CST, because their constituents are spread over larger regions in the calorimeters than those of the E miss T hard terms. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 50,
            "section_rank": 19
        },
        {
            "text": "Methods to suppress pileup are therefore needed, which can restore the E miss T resolution to values similar to those observed in the absence of pileup.",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 50,
            "section_rank": 19
        },
        {
            "text": "The TST algorithm is very stable with respect to pileup but does not include neutral particles. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "text": "Two other pileupsuppressing algorithms were developed, which consider contributions from neutral particles. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "text": "One uses an η-dependent event-by-event estimator for the transverse momentum density from pileup, using calorimeter information, while the other applies an event-by-event global correction based on the amount of charged-particle p T from the hard-scatter vertex, relative to all other pp collisions. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "text": "The definitions of these two soft-term algorithms are described in the following:",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 51,
            "section_rank": 19
        },
        {
            "text": "• Extrapolated Jet Area with Filter (EJAF)",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 52,
            "section_rank": 19
        },
        {
            "text": "The jet-area method for the pileup subtraction uses a soft term based on the idea of jet-area corrections [45]. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 53,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "This technique uses direct event-by-event measurements of the energy flow throughout the entire ATLAS detector to estimate the p T density of pileup energy deposits and was developed from the strategy applied to jets as described in Ref. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 53,
            "section_rank": 19
        },
        {
            "text": "[4]. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 53,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The topoclusters belonging to the soft term are used for jet finding with the k t algorithm [48,49] with distance parameter R = 0.6 and jet p T > 0. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 53,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[48,"
                },
                {
                    "start": 96,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "49]"
                }
            ]
        },
        {
            "text": "The catchment areas [45,46] for these reconstructed jets are labelled A jet ; this provides a measure of the jet's susceptibility to contamination from pileup. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 53,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[45,"
                },
                {
                    "start": 24,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "46]"
                }
            ]
        },
        {
            "text": "Jets with p T < 20 GeV are referred to as soft-term jets, and the p T -density of each soft-term jet i is then measured by computing:",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 53,
            "section_rank": 19
        },
        {
            "text": "In a given event, the median p T -density ρ med evt for all softterm k t jets in the event (N jets ) found within a given range −η max < η jet < η max can be calculated as",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 54,
            "section_rank": 19
        },
        {
            "text": "This median p T -density ρ med evt gives a good estimate of the in-time pileup activity in each detector region. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "text": "If determined with η max = 2, it is found to also be an appropriate indicator of out-of-time pileup contributions [45]. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 55,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "A lower value for ρ med evt is computed by using jets with |η jet | larger than 2, which is mostly due to the particular geometry of the ATLAS calorimeters and their cluster reconstruction algorithms. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "text": "6 In order to extrapolate ρ med evt into the forward regions of the detector, the average topocluster p T in slices of η, N PV , and μ is converted to an average p T density ρ (η, N PV , μ) for the soft term. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 55,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "6"
                }
            ]
        },
        {
            "text": "As described for the ρ med evt , ρ (η, N PV , μ) is found to be uniform in the central region of the detector with |η| < η plateau = 1.8. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "text": "The transverse momentum density profile is then computed as",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 55,
            "section_rank": 19
        },
        {
            "text": "where",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 56,
            "section_rank": 19
        },
        {
            "text": "is therefore 1, by definition, for |η| < η plateau and decreases for larger |η|.",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 57,
            "section_rank": 19
        },
        {
            "text": "A functional form of P ρ (η, N PV , μ ) is used to parameterize its dependence on η, N PV , and μ and is defined as",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 58,
            "section_rank": 19
        },
        {
            "text": "where the central region |η| < η plateau = 1.8 is plateaued at 1, and then a pair of Gaussian functions G core (|η| − η plateau ) and G base (η) are added for the fit in the forward regions of the calorimeter. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "text": "The value of G core (0) = 1 so that Eq. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "text": "(9) is continuous at η = η plateau . ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "text": "Two example fits are shown in Fig. 1 for N PV = 3 and 8 with μ = 7.5-9.5 interactions per bunch crossing. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 59,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 36,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "For both distributions the value is defined to be unity in the central region (|η| < η plateau ), and the sum of two Gaussian functions provides a good description of the change in the amount of in-time pileup beyond η plateau . ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "text": "The baseline Gaussian function G base (η) has a larger width and is used to describe the larger amount of in-time pileup in the forward region as seen in Fig. 1. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 59,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 154,
                    "end": 160,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Fitting with Eq. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "text": "9provides a parameterized function for in-time and outof-time pileup which is valid for the whole 2012 dataset. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 59,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "text": "9"
                }
            ]
        },
        {
            "text": "The soft term for the EJAF E miss T algorithm is calculated as",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 59,
            "section_rank": 19
        },
        {
            "text": "which sums the transverse momenta, labelled p jet,corr",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 60,
            "section_rank": 19
        },
        {
            "text": "x(y),i , of the corrected soft-term jets matched to the primary vertex. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 61,
            "section_rank": 19
        },
        {
            "text": "The number of these filtered jets, which are selected",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 61,
            "section_rank": 19
        },
        {
            "text": "The average transverse momentum density shape P ρ (η, N PV , μ ) for jets in data is compared to the model in Eq. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 62,
            "section_rank": 19
        },
        {
            "text": "9with μ = 7.5-9.5 and with a three reconstructed vertices and b eight reconstructed vertices. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 62,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "text": "9"
                }
            ]
        },
        {
            "text": "The increase of jet activity in the forward regions coming from more in-time pileup with N PV = 8 in b can be seen by the flatter shape of the Gaussian fit of the forward activity",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 62,
            "section_rank": 19
        },
        {
            "text": "after the pileup correction based on their JVF and p T , is labelled N filter-jet . ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 63,
            "section_rank": 19
        },
        {
            "text": "More details of the jet selection and the application of the pileup correction to the jets are given in Appendix A.",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 63,
            "section_rank": 19
        },
        {
            "text": "The algorithm, called the soft-term vertex-fraction, utilizes an event-level parameter computed from the ID track information, which can be reliably matched to the hard-scatter collision, to suppress pileup effects in the CST. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 64,
            "section_rank": 19
        },
        {
            "text": "This correction is applied as a multiplicative factor (α STVF ) to the CST, event by event, and the resulting STVF-corrected CST is simply referred to as STVF. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 64,
            "section_rank": 19
        },
        {
            "text": "The α STVF is calculated as",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 64,
            "section_rank": 19
        },
        {
            "text": "which is the scalar sum of p T of tracks matched to the PV divided by the total scalar sum of track p T in the event, including pileup. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 65,
            "section_rank": 19
        },
        {
            "text": "The sums are taken over the tracks that do not match highp T physics objects belonging to the hard term. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 65,
            "section_rank": 19
        },
        {
            "text": "The mean α STVF value is shown versus the number of reconstructed vertices (N PV ) in  The mean α STVF weight is shown versus the number of reconstructed vertices (N PV ) for 0-jet and inclusive events in Z → μμ data. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 65,
            "section_rank": 19
        },
        {
            "text": "The inset at the bottom of the figure shows the ratio of the data to the MC predictions with only the statistical uncertainties on the data and MC simulation. ",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 65,
            "section_rank": 19
        },
        {
            "text": "The bin boundary always includes the lower edge and not the upper edge",
            "section": "• Track Soft Term (TST)",
            "paragraph_rank": 65,
            "section_rank": 19
        },
        {
            "text": "Jet p T threshold and JVF selection",
            "section_rank": 20
        },
        {
            "text": "The TST, STVF, and EJAF E miss T algorithms complement the pileup reduction in the soft term with additional requirements on the jets entering the E miss T hard term, which are also aimed at reducing pileup dependence. ",
            "section": "Jet p T threshold and JVF selection",
            "paragraph_rank": 66,
            "section_rank": 20
        },
        {
            "text": "These E miss T reconstruction algorithms apply a requirement of JVF > 0.25 to jets with p T < 50 GeV and |η| < 2.4 in order to suppress those originating from pileup interactions. ",
            "section": "Jet p T threshold and JVF selection",
            "paragraph_rank": 66,
            "section_rank": 20
        },
        {
            "text": "The maximum |η| value is lowered to 2.4 to ensure that the core of each jet is within the tracking volume (|η| < 2.5) [4]. ",
            "section": "Jet p T threshold and JVF selection",
            "paragraph_rank": 66,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Charged parti-cles from jets below the p T threshold are considered in the soft terms for the STVF, TST, and EJAF (see Sect. 4.1.2 for details).",
            "section": "Jet p T threshold and JVF selection",
            "paragraph_rank": 66,
            "section_rank": 20
        },
        {
            "text": "The same JVF requirements are not applied to the CST E miss T because its soft term includes the soft recoil from all interactions, so removing jets not associated with the hardscatter interaction could create an imbalance. ",
            "section": "Jet p T threshold and JVF selection",
            "paragraph_rank": 67,
            "section_rank": 20
        },
        {
            "text": "The procedure for choosing the jet p T and JVF criteria is summarized in Sect. ",
            "section": "Jet p T threshold and JVF selection",
            "paragraph_rank": 67,
            "section_rank": 20
        },
        {
            "text": "7.",
            "section": "Jet p T threshold and JVF selection",
            "paragraph_rank": 67,
            "section_rank": 20
        },
        {
            "text": "Throughout most of this paper the number of jets is computed without a JVF requirement so that the E miss T algorithms are compared on the same subset of events. ",
            "section": "Jet p T threshold and JVF selection",
            "paragraph_rank": 68,
            "section_rank": 20
        },
        {
            "text": "However, the JVF > 0.25 requirement is applied in jet counting when 1-jet and ≥ 2-jet samples are studied using the TST E miss T reconstruction, which includes Figs. ",
            "section": "Jet p T threshold and JVF selection",
            "paragraph_rank": 68,
            "section_rank": 20
        },
        {
            "text": "8 and 22. ",
            "section": "Jet p T threshold and JVF selection",
            "paragraph_rank": 68,
            "section_rank": 20
        },
        {
            "text": "The JVF removes pileup jets that obscure trends in samples with different jet multiplicities.",
            "section": "Jet p T threshold and JVF selection",
            "paragraph_rank": 68,
            "section_rank": 20
        },
        {
            "text": "Track E miss T",
            "section_rank": 21
        },
        {
            "text": "Extending the philosophy of the TST definition to the full event, the E miss T is reconstructed from tracks alone, reducing the pileup contamination that afflicts the other objectbased algorithms. ",
            "section": "Track E miss T",
            "paragraph_rank": 69,
            "section_rank": 21
        },
        {
            "text": "While a purely track-based E miss T , designated Track E miss T , has almost no pileup dependence, it is insensitive to neutral particles, which do not form tracks in the ID. ",
            "section": "Track E miss T",
            "paragraph_rank": 69,
            "section_rank": 21
        },
        {
            "text": "This can degrade the E miss T calibration, especially in event topologies with numerous or highly energetic jets. ",
            "section": "Track E miss T",
            "paragraph_rank": 69,
            "section_rank": 21
        },
        {
            "text": "The η coverage of the Track E miss T is also limited to the ID acceptance of |η| < 2.5, which is substantially smaller than the calorimeter coverage, which extends to |η| = 4.9.",
            "section": "Track E miss T",
            "paragraph_rank": 69,
            "section_rank": 21
        },
        {
            "text": "Track E miss T is calculated by taking the negative vectorial sum of p T of tracks satisfying the same quality criteria as the TST tracks. ",
            "section": "Track E miss T",
            "paragraph_rank": 70,
            "section_rank": 21
        },
        {
            "text": "Similar to the TST, tracks with poor momentum resolution or without corresponding calorimeter deposits are removed. ",
            "section": "Track E miss T",
            "paragraph_rank": 70,
            "section_rank": 21
        },
        {
            "text": "Because of Bremsstrahlung within the ID, the electron p T is determined more precisely by the calorimeter than by the ID. ",
            "section": "Track E miss T",
            "paragraph_rank": 70,
            "section_rank": 21
        },
        {
            "text": "Therefore, the Track E miss T algorithm uses the electron p T measurement in the calorimeter and removes tracks overlapping its shower. ",
            "section": "Track E miss T",
            "paragraph_rank": 70,
            "section_rank": 21
        },
        {
            "text": "Calorimeter deposits from photons are not added because they cannot be reliably associated to particular pp interactions. ",
            "section": "Track E miss T",
            "paragraph_rank": 70,
            "section_rank": 21
        },
        {
            "text": "For muons, the ID track p T is used and not the fits combining the ID and MS p T . ",
            "section": "Track E miss T",
            "paragraph_rank": 70,
            "section_rank": 21
        },
        {
            "text": "For events without any reconstructed jets, the Track and TST E miss T would have similar values, but differences could still originate from muon track measurements as well as reconstructed photons or calorimeter deposits from τ had-vis , which are only included in the TST.",
            "section": "Track E miss T",
            "paragraph_rank": 70,
            "section_rank": 21
        },
        {
            "text": "The soft term for the Track E miss T is defined to be identical to the TST by excluding tracks associated with the highp T physics objects used in Eq. ",
            "section": "Track E miss T",
            "paragraph_rank": 71,
            "section_rank": 21
        },
        {
            "text": "(2).",
            "section": "Track E miss T",
            "paragraph_rank": 71,
            "section_rank": 21
        },
        {
            "text": "Comparison of E miss",
            "section_rank": 22
        },
        {
            "text": "T distributions in data and MC simulation",
            "section_rank": 23
        },
        {
            "text": "In this section, basic E miss T distributions before and after pileup suppression in Z → and W → ν data events are compared to the distributions from the MC signal plus relevant background samples. ",
            "section": "T distributions in data and MC simulation",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "All distributions in this section include the dominant systematic uncertainties on the highp T objects, the E miss,soft T (described in Sect. 8) and pileup modelling [7]. ",
            "section": "T distributions in data and MC simulation",
            "paragraph_rank": 72,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "The systematics listed above are the largest systematic uncertainties in the E miss T for Z and W samples.",
            "section": "T distributions in data and MC simulation",
            "paragraph_rank": 72,
            "section_rank": 23
        },
        {
            "text": "Modelling of Z → events",
            "section_rank": 24
        },
        {
            "text": "The CST, EJAF, TST, STVF, and Track E miss T distributions for Z → μμ data and simulation are shown in Fig. 3. The Z boson signal region, which is defined in Sect. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 73,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 109,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "3.2, has better than 99% signal purity. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 73,
            "section_rank": 24
        },
        {
            "text": "The MC simulation agrees with data for all E miss T reconstruction algorithms within the assigned systematic uncertainties. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 73,
            "section_rank": 24
        },
        {
            "text": "The mean and the standard deviation of the E miss T distribution is shown for all of the E miss T algorithms in Z → μμ inclusive simulation in Table 4. The CST E miss T has the highest mean E miss The tails of the E miss T distributions in Fig. 3 for Z → μμ data are observed to be compatible with the sum of expected signal and background contributions, namely tt and the summed diboson (V V ) processes including W W , W Z, and Z Z, which all have highp T neutrinos in their final states. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 73,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 4"
                },
                {
                    "start": 240,
                    "end": 246,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Instrumental effects can show up in the tails of the E miss T , but such effects are small.",
            "section": "Modelling of Z → events",
            "paragraph_rank": 73,
            "section_rank": 24
        },
        {
            "text": "The E miss T φ distribution is not shown in this paper but is very uniform, having less than 4 parts in a thousand difference from positive and negative φ. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 74,
            "section_rank": 24
        },
        {
            "text": "Thus the φ-asymmetry is greatly reduced from that observed in Ref. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 74,
            "section_rank": 24
        },
        {
            "text": "[1].",
            "section": "Modelling of Z → events",
            "paragraph_rank": 74,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The increase in systematic uncertainties in the range 50-120 GeV in Fig. 3 comes from the tail of the E miss T distribution for the simulated Z → μμ events. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 74,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The increased width in the uncertainty band is asymmetric because many systematic uncertainties increase the E miss T tail in Z → μμ events by creating an imbalance in the transverse momentum. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "The largest of these systematic uncertainties are those associated with the jet energy resolution, the jet energy scale, and pileup. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "The pileup systematic uncertainties affect mostly the CST and EJAF E miss T , while the jet energy scale uncertainty  intrinsic E miss T , and the systematic uncertainties on the E miss T , especially the soft term, are smaller. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "Figure 4 shows the soft-term distributions. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "The pileupsuppressed E miss T algorithms generally have a smaller mean soft term as well as a sharper peak near zero compared to the CST. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "Among the E miss T algorithms, the soft term from the EJAF algorithm shows the smallest change relative to the CST. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "The TST has a sharp peak near zero similar to the STVF but with a longer tail, which mostly comes from individual tracks. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "These tracks are possibly mismeasured and further studies are planned. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "The simulation under-predicts the TST relative to the observed data between 60-85 GeV, and the differences exceed the assigned systematic uncertainties. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "This region corresponds to the transition from the narrow core to the tail coming from highp T tracks. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "The differences between data and simulation could be due to mismodelling of the rate of mismeasured tracks, for which no systematic uncertainty is applied. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "The mismeasured-track cleaning, as discussed in Sect. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "4.1.2, reduces the TST tail starting at 120 GeV, and this region is modelled within the assigned uncertainties. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "The mismeasured-track cleaning for tracks below 120 GeV and entering the TST is not optimal, and future studies aim to improve this. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "The E miss T resolution is expected to be proportional to √ E T when both quantities are measured with the calorimeter alone [1]. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "While this proportionality does not hold for tracks, it is nevertheless interesting to understand the modelling of E T and the dependence of E miss T resolution on it. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "Figure 5 shows the E T distribution for Z → μμ data and MC simulation both for the TST and the CST algorithms. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "The E T is typically larger for the CST algorithm than for the TST because the former includes energy deposits from pileup as well as neutral particles and forward contributions beyond the ID volume. ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "The reduction of pileup contributions in the soft and jet terms leads to the E T (TST) having a sharper peak at around 100 GeV followed by a large tail, due to highp T muons and large p jets T . ",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "The data and simulation agree within the uncertainties for the E T (CST) and E T (TST) distributions.",
            "section": "Modelling of Z → events",
            "paragraph_rank": 75,
            "section_rank": 24
        },
        {
            "text": "Modelling of W → ν events",
            "section_rank": 25
        },
        {
            "text": "In this section, the selection requirements for the m T and E miss T distributions are defined using the same E miss  . ",
            "section": "Modelling of W → ν events",
            "paragraph_rank": 76,
            "section_rank": 25
        },
        {
            "text": "However, because of the non-Gaussian tails in these distributions, especially for the pileup-suppressing E miss T algorithms, the root-mean-square (RMS) is used to estimate the resolution. ",
            "section": "Modelling of W → ν events",
            "paragraph_rank": 76,
            "section_rank": 25
        },
        {
            "text": "This includes important information about the tails, which would be lost if the result of a Gaussian fit over only the core of the distribution were used instead. ",
            "section": "Modelling of W → ν events",
            "paragraph_rank": 76,
            "section_rank": 25
        },
        {
            "text": "The resolution of the E miss T distribution is extracted using the RMS from the combined distribution of E miss x and E miss y , which are determined to be independent from correlation studies.     ",
            "section": "Modelling of W → ν events",
            "paragraph_rank": 76,
            "section_rank": 25
        },
        {
            "text": "The previous ATLAS E miss T performance paper [1] studied the resolution defined by the width of Gaussian fits in a narrow range of ±2RMS around the mean and used a separate study to investigate the tails. ",
            "section": "Modelling of W → ν events",
            "paragraph_rank": 76,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 46,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Therefore, the results of this paper are not directly comparable to those of the previous study. ",
            "section": "Modelling of W → ν events",
            "paragraph_rank": 76,
            "section_rank": 25
        },
        {
            "text": "The resolutions presented in this paper are expected to be larger than the width of the Gaussian fitted in this manner because the RMS takes into account the tails.",
            "section": "Modelling of W → ν events",
            "paragraph_rank": 76,
            "section_rank": 25
        },
        {
            "text": "In this section, the resolution for the E miss T is presented for Z → μμ events using both data and MC simulation. ",
            "section": "Modelling of W → ν events",
            "paragraph_rank": 77,
            "section_rank": 25
        },
        {
            "text": "Unless it is a simulation-only figure (labelled with \"Simulation\" under the ATLAS label), the MC distribution includes the signal sample (e.g. Z → μμ) as well as diboson, tt, and t W samples.",
            "section": "Modelling of W → ν events",
            "paragraph_rank": 77,
            "section_rank": 25
        },
        {
            "text": "Resolution of the E miss",
            "section_rank": 26
        },
        {
            "text": "T as a function of the number of reconstructed vertices",
            "section_rank": 27
        },
        {
            "text": "The stability of the E miss T performance as a function of the amount of pileup is estimated by studying the E miss T resolution as a function of the number of reconstructed vertices (N PV ) for Z → μμ events as shown in Fig. 7. ",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 78,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 221,
                    "end": 227,
                    "type": "figure",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "The bin edge is always including the lower edge and not the upper. ",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 78,
            "section_rank": 27
        },
        {
            "text": "For example, the events with N PV in the inclusive range 30-39 are combined because of small sample size. ",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 78,
            "section_rank": 27
        },
        {
            "text": "In addition, very few events were collected below N PV of 2 during 2012 data taking. ",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 78,
            "section_rank": 27
        },
        {
            "text": "Events in which there are no reconstructed jets with p T > 20 GeV are referred to collectively as the 0-jet sample. ",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 78,
            "section_rank": 27
        },
        {
            "text": "Distributions are shown here for both the 0-jet and inclusive samples. ",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 78,
            "section_rank": 27
        },
        {
            "text": "For both samples, the data and MC simulation agree within 2% up to around N PV = 15 but the deviation grows to around 5-10% for N PV > 25, which might be attributed to the decreasing sample size. ",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 78,
            "section_rank": 27
        },
        {
            "text": "All of the E miss T distributions show a similar level of agreement between data and simulation across the full range of N PV .",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 78,
            "section_rank": 27
        },
        {
            "text": "For the 0-jet sample in Fig. 7a, the STVF, TST, and Track E miss T resolutions all have a small slope with respect to N PV , which implies stability of the resolution against pileup. ",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 79,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 24,
                    "end": 31,
                    "type": "figure",
                    "text": "Fig. 7a"
                }
            ]
        },
        {
            "text": "In addition, their resolutions agree within 1 GeV throughout the N PV range. ",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 79,
            "section_rank": 27
        },
        {
            "text": "In the 0-jet sample, the TST and Track E miss T are both primarily reconstructed from tracks; however, small differences arise mostly from accounting for photons in the TST E miss T reconstruction algorithm. ",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 79,
            "section_rank": 27
        },
        {
            "text": "The CST E miss T is directly affected by the pileup as its reconstruction does not apply any pileup suppression techniques. ",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 79,
            "section_rank": 27
        },
        {
            "text": "Therefore, the CST E miss T has the largest dependence on N PV , with a resolution ranging from 7 GeV at N PV = 2 to around 23 GeV at N PV = 25. ",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 79,
            "section_rank": 27
        },
        {
            "text": "The E miss T resolution of the EJAF distribution, while better than that of the CST E miss T , is not as good as that of the other pileup-suppressing algorithms.",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 79,
            "section_rank": 27
        },
        {
            "text": "For the inclusive sample in Fig. 7b  Figure 7 also shows that the pileup dependence of the TST, CST, EJAF and STVF E miss T is smaller in the 0-jet sample than in the inclusive sample. ",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 80,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 28,
                    "end": 35,
                    "type": "figure",
                    "text": "Fig. 7b"
                },
                {
                    "start": 37,
                    "end": 45,
                    "type": "figure",
                    "text": "Figure 7"
                }
            ]
        },
        {
            "text": "Hence, the evolution  of the E miss T resolution is shown for different numbers of jets in Fig. 8 with the TST E miss T algorithm as a representative example. ",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 80,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 97,
                    "type": "figure",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "The jet counting for this figure includes only the jets used by the TST E miss T algorithm, so the JVF criterion discussed in Sect. ",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "4.1.3 is applied. ",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "Comparing the 0-jet, 1-jet and ≥2-jet distributions, the resolution is degraded by 4-5 GeV with each additional jet, which is much larger than any dependence on N PV . ",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "The inclusive distribution has a larger slope with respect to N PV than the individual jet categories, which indicates that the behaviour seen in the inclusive sample is driven by an increased number of pileup jets included in the E miss T calculation at larger N PV .",
            "section": "T as a function of the number of reconstructed vertices",
            "paragraph_rank": 80,
            "section_rank": 27
        },
        {
            "text": "Resolution of the E miss",
            "section_rank": 28
        },
        {
            "text": "T as a function of E T",
            "section_rank": 29
        },
        {
            "text": "The resolutions of E miss T , resulting from the different reconstruction algorithms, are compared as a function of the scalar sum of transverse momentum in the event, as calculated using Eq. ",
            "section": "T as a function of E T",
            "paragraph_rank": 81,
            "section_rank": 29
        },
        {
            "text": "(4). ",
            "section": "T as a function of E T",
            "paragraph_rank": 81,
            "section_rank": 29
        },
        {
            "text": "The CST E miss T resolution is observed to depend linearly on the square root of the E T computed with the CST E miss T components in Ref. ",
            "section": "T as a function of E T",
            "paragraph_rank": 81,
            "section_rank": 29
        },
        {
            "text": "[1]. ",
            "section": "T as a function of E T",
            "paragraph_rank": 81,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "However, the E T used in this subsection is calculated with the TST E miss T algorithm. ",
            "section": "T as a function of E T",
            "paragraph_rank": 81,
            "section_rank": 29
        },
        {
            "text": "This allows studies of the resolution as a function of the momenta of particles from the selected PV without including the amount of pileup activity in the event. ",
            "section": "T as a function of E T",
            "paragraph_rank": 81,
            "section_rank": 29
        },
        {
            "text": "Figure 9 shows the resolution as a function of E T (TST) for Z → μμ data and MC simulation in the 0-jet and inclusive samples.",
            "section": "T as a function of E T",
            "paragraph_rank": 81,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_13",
                    "text": "Figure 9"
                }
            ]
        },
        {
            "text": "In the 0-jet sample shown in Fig. 9a, the use of tracking information in the soft term, especially for the STVF, TST, and Track E miss T , greatly improves the resolution relative to the CST E miss T . ",
            "section": "T as a function of E T",
            "paragraph_rank": 82,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 29,
                    "end": 36,
                    "type": "figure",
                    "ref_id": "fig_13",
                    "text": "Fig. 9a"
                }
            ]
        },
        {
            "text": "The EJAF E miss T has a better resolution than that of the CST E miss T but does not perform as well as the other reconstruction algorithms. ",
            "section": "T as a function of E T",
            "paragraph_rank": 82,
            "section_rank": 29
        },
        {
            "text": "All of the resolution curves have an approximately linear increase with E T (TST); however, the Track E miss T resolution increases sharply starting at E T (TST) = 200 GeV due to missed neutral contributions like photons. ",
            "section": "T as a function of E T",
            "paragraph_rank": 82,
            "section_rank": 29
        },
        {
            "text": "The resolution predicted by the simulation is about 5% larger than in data for all E miss T algorithms at E T (TST) = 50 GeV, but agreement improves as E T (TST) increases until around E T (TST) = 200 GeV. ",
            "section": "T as a function of E T",
            "paragraph_rank": 82,
            "section_rank": 29
        },
        {
            "text": "Events with jets can end up in the 0-jet event selection, for example, if a jet is misidentified as a hadronically decaying τ -lepton. ",
            "section": "T as a function of E T",
            "paragraph_rank": 82,
            "section_rank": 29
        },
        {
            "text": "The p τ T increases with E T (TST), and the rate of jets misreconstructed as hadronically decaying τ -leptons is not well modelled by the simulation, which leads to larger E miss T resolution at high E T (TST) than that observed in the data. ",
            "section": "T as a function of E T",
            "paragraph_rank": 82,
            "section_rank": 29
        },
        {
            "text": "The Track E miss T can be more strongly affected by misidentified jets because neutral particles from the highp T jets are not included.",
            "section": "T as a function of E T",
            "paragraph_rank": 82,
            "section_rank": 29
        },
        {
            "text": "For the inclusive sample in Fig. 9b, the pileup-suppressed E miss T distributions have better resolution than the CST E miss T for E T (TST) < 200 GeV, but these events are mostly those with no associated jets. ",
            "section": "T as a function of E T",
            "paragraph_rank": 83,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 28,
                    "end": 35,
                    "type": "figure",
                    "ref_id": "fig_13",
                    "text": "Fig. 9b"
                }
            ]
        },
        {
            "text": "For higher E T (TST), the impact from the E jets T term starts to dominate the resolution as well as the E T (TST). ",
            "section": "T as a function of E T",
            "paragraph_rank": 83,
            "section_rank": 29
        },
        {
            "text": "Since the vector sum of jet momenta is mostly common 7 to all E miss T algorithms except for the Track E miss T , those algorithms show similar performance in terms of the resolution. ",
            "section": "T as a function of E T",
            "paragraph_rank": 83,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "7"
                }
            ]
        },
        {
            "text": "At larger E T (TST), the Track E miss T resolution begins to degrade relative to the other algorithms because it does not include the highp T neutral particles coming from jets. ",
            "section": "T as a function of E T",
            "paragraph_rank": 83,
            "section_rank": 29
        },
        {
            "text": "The ratio of data to MC simulation for the Track E miss T distribution is close to one, while for other algorithms the MC simulation is below the data by about 5% at large E T (TST). ",
            "section": "T as a function of E T",
            "paragraph_rank": 83,
            "section_rank": 29
        },
        {
            "text": "While the Track E miss T appears well modelled for the Alpgen+Pythia simulation used in this figure, the modelling depends strongly on the parton shower model.",
            "section": "T as a function of E T",
            "paragraph_rank": 83,
            "section_rank": 29,
            "entity_spans": [
                {
                    "start": 55,
                    "end": 69,
                    "type": "software",
                    "rawForm": "Alpgen+Pythia",
                    "resp": "service",
                    "id": "software-simple-s25"
                }
            ]
        },
        {
            "text": "The E miss",
            "section_rank": 30
        },
        {
            "text": "T response",
            "section_rank": 31
        },
        {
            "text": "The balance of E miss T against the vector boson p T in W/Z +jets events is used to evaluate the E miss T response. ",
            "section": "T response",
            "paragraph_rank": 84,
            "section_rank": 31
        },
        {
            "text": "A lack of balance is a global indicator of biases in E miss T reconstruction and implies a systematic misestimation of at least one of the E miss T terms, possibly coming from an imperfect selection or calibration of the reconstructed physics objects. ",
            "section": "T response",
            "paragraph_rank": 84,
            "section_rank": 31
        },
        {
            "text": "The procedure to evaluate the response differs between Z +jets events (Sect. 6.2.1) and W +jets events (Sect. 6.2.2) because of the highp T neutrino in the leptonic decay of the W boson.",
            "section": "T response",
            "paragraph_rank": 84,
            "section_rank": 31
        },
        {
            "text": "Measuring E miss",
            "section_rank": 32
        },
        {
            "text": "T recoil versus p Z",
            "section_rank": 33
        },
        {
            "text": "T In events with Z → μμ decays, the p T of the Z boson defines an axis in the transverse plane of the ATLAS detector, and 7 As defined in Sect. ",
            "section": "T recoil versus p Z",
            "paragraph_rank": 85,
            "section_rank": 33,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "7"
                }
            ]
        },
        {
            "text": "4.1.3, the CST E miss T does not apply a JVF requirement on the jets like the TST, EJAF, and STVF E miss T . ",
            "section": "T recoil versus p Z",
            "paragraph_rank": 85,
            "section_rank": 33
        },
        {
            "text": "However, large E jets T tends to come from hard-scatter jets and not from pileup. ",
            "section": "T recoil versus p Z",
            "paragraph_rank": 85,
            "section_rank": 33
        },
        {
            "text": "for events with 0-jets, the E miss T should balance the p T of the Z boson ( p Z T ) along this axis. ",
            "section": "T recoil versus p Z",
            "paragraph_rank": 85,
            "section_rank": 33
        },
        {
            "text": "Comparing the response in events with and without jets allows distinction between the jet and soft-term responses. ",
            "section": "T recoil versus p Z",
            "paragraph_rank": 85,
            "section_rank": 33
        },
        {
            "text": "The component of the E miss T along the p Z T axis is sensitive to biases in detector responses [50].",
            "section": "T recoil versus p Z",
            "paragraph_rank": 85,
            "section_rank": 33,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[50]"
                }
            ]
        },
        {
            "text": "The unit vector of p Z",
            "section_rank": 34
        },
        {
            "text": "T is labelled asÂ Z and is defined as:",
            "section": "The unit vector of p Z",
            "paragraph_rank": 86,
            "section_rank": 34
        },
        {
            "text": "where p T ",
            "section": "The unit vector of p Z",
            "paragraph_rank": 87,
            "section_rank": 34
        },
        {
            "text": "Since the E miss T includes a negative vector sum over the lepton momenta, the addition of p Z T removes its contribution. ",
            "section": "The unit vector of p Z",
            "paragraph_rank": 88,
            "section_rank": 34
        },
        {
            "text": "With an ideal detector and E miss T reconstruction algorithm, Z → events have no E miss T , and the R balances with p Z T exactly. ",
            "section": "The unit vector of p Z",
            "paragraph_rank": 88,
            "section_rank": 34
        },
        {
            "text": "For the real detector and E miss T reconstruction algorithm, the degree of balance is measured by projecting the recoil ontoÂ Z , and the relative recoil is defined as the projection R •Â Z divided by p Z T , which gives a dimensionless estimate that is unity if the E miss T is ideally reconstructed and calibrated. ",
            "section": "The unit vector of p Z",
            "paragraph_rank": 88,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 203,
                    "end": 204,
                    "type": "bibr",
                    "text": "Z"
                }
            ]
        },
        {
            "text": "Figure 10 shows the mean relative recoil versus p Z T for Z → μμ events where the average value is indicated by angle brackets. ",
            "section": "The unit vector of p Z",
            "paragraph_rank": 88,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_15",
                    "text": "Figure 10"
                },
                {
                    "start": 50,
                    "end": 51,
                    "type": "bibr",
                    "text": "Z"
                }
            ]
        },
        {
            "text": "The data and MC simulation agree within around 10% for all E miss T algorithms for all p Z T ; however, the agreement is a few percent worse for p Z T > 50 GeV in the 0-jet sample.",
            "section": "The unit vector of p Z",
            "paragraph_rank": 88,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 147,
                    "end": 148,
                    "type": "bibr",
                    "text": "Z"
                }
            ]
        },
        {
            "text": "The Z → μμ events in the 0-jet sample in Fig. 10a have a relative recoil significantly lower than unity ( R • A Z / p Z T < 1) throughout the p Z T range. ",
            "section": "The unit vector of p Z",
            "paragraph_rank": 89,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 49,
                    "type": "figure",
                    "ref_id": "fig_15",
                    "text": "Fig. 10a"
                }
            ]
        },
        {
            "text": "In the 0-jet sample, shows the largest bias for p Z T < 60 GeV. ",
            "section": "The unit vector of p Z",
            "paragraph_rank": 89,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 51,
                    "type": "bibr",
                    "text": "Z"
                }
            ]
        },
        {
            "text": "The STVF algorithm scales the recoil down globally by the factor α STVF as defined in Eq. ",
            "section": "The unit vector of p Z",
            "paragraph_rank": 89,
            "section_rank": 34
        },
        {
            "text": "(11), and this correction decreases the already underestimated soft term. ",
            "section": "The unit vector of p Z",
            "paragraph_rank": 89,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "(11)"
                }
            ]
        },
        {
            "text": "The α STVF does increase with p Z T going from 0.06 at p Z T = 0 GeV to around 0.15 at p Z T = 50 GeV, and this results in a rise in the recoil, which approaches the TST E miss T near p Z T ∼ 70 GeV. ",
            "section": "The unit vector of p Z",
            "paragraph_rank": 89,
            "section_rank": 34
        },
        {
            "text": "In Fig. 10b, the inclusive Z → μμ events have a significantly underestimated relative recoil for p Z T < 40 GeV. ",
            "section": "The unit vector of p Z",
            "paragraph_rank": 89,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "type": "figure",
                    "ref_id": "fig_15",
                    "text": "Fig. 10b"
                },
                {
                    "start": 99,
                    "end": 100,
                    "type": "bibr",
                    "text": "Z"
                }
            ]
        },
        {
            "text": "The balance between the R and p Z T improves with p Z T because of an increase in events having highp T calibrated jets recoiling against the Z boson. ",
            "section": "The unit vector of p Z",
            "paragraph_rank": 89,
            "section_rank": 34
        },
        {
            "text": "The presence of jets included in the hard term also reduces the sensitivity to the soft term, which is difficult to measure accurately. ",
            "section": "The unit vector of p Z",
            "paragraph_rank": 89,
            "section_rank": 34
        },
        {
            "text": "The difficulty in isolating effects from soft-term contributions from highp T physics objects is one reason why the soft term is not corrected. ",
            "section": "The unit vector of p Z",
            "paragraph_rank": 89,
            "section_rank": 34
        },
        {
            "text": "As with the 0-jet sample, the CST E miss T has a significantly under-calibrated relative recoil in the lowp Z T region, and all of the other E miss T algorithms have a lower relative recoil than the CST E miss T . ",
            "section": "The unit vector of p Z",
            "paragraph_rank": 89,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "type": "bibr",
                    "text": "Z"
                }
            ]
        },
        {
            "text": "Of the pileup-suppressing E miss T algorithms, the TST E miss T is closest to the relative recoil of the CST E miss T . ",
            "section": "The unit vector of p Z",
            "paragraph_rank": 89,
            "section_rank": 34
        },
        {
            "text": "The relative recoil of the Track E miss T is significantly lower than unity because the neutral particles recoiling from the Z boson are not included in its reconstruction. ",
            "section": "The unit vector of p Z",
            "paragraph_rank": 89,
            "section_rank": 34
        },
        {
            "text": "Finally, the STVF E miss T shows the lowest relative recoil among the object-based E miss T algorithms as discussed above for Fig. 10a, even lower than the Track E miss T for p Z T < 16 GeV.",
            "section": "The unit vector of p Z",
            "paragraph_rank": 89,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 126,
                    "end": 134,
                    "type": "figure",
                    "ref_id": "fig_15",
                    "text": "Fig. 10a"
                },
                {
                    "start": 177,
                    "end": 178,
                    "type": "bibr",
                    "text": "Z"
                }
            ]
        },
        {
            "text": "Measuring E miss",
            "section_rank": 35
        },
        {
            "text": "T response in simulated W → ν events",
            "section_rank": 36
        },
        {
            "text": "For simulated events with intrinsic E miss T , the response is studied by looking at the relative mismeasurement of the reconstructed E miss T . ",
            "section": "T response in simulated W → ν events",
            "paragraph_rank": 90,
            "section_rank": 36
        },
        {
            "text": "This is referred to here as the \"linearity\", and is a measure of how consistent the reconstructed E miss GeV are mostly off-shell W bosons that are produced with very low p T . ",
            "section": "T response in simulated W → ν events",
            "paragraph_rank": 90,
            "section_rank": 36
        },
        {
            "text": "For these events, the p T contributions to the E miss T reconstruction come mostly from the well-measured muon p T , and the soft term plays a much smaller role. ",
            "section": "T response in simulated W → ν events",
            "paragraph_rank": 90,
            "section_rank": 36
        },
        {
            "text": "Hence, the linearity improves as the impact of the soft term decreases with larger E miss,True",
            "section": "T response in simulated W → ν events",
            "paragraph_rank": 90,
            "section_rank": 36
        },
        {
            "text": "T .",
            "section_rank": 37
        },
        {
            "text": "For inclusive events in Fig. 11b with E miss,True T > 40 GeV, the deviation of the linearity from zero is smaller than 5% for the CST E miss T . ",
            "section": "T .",
            "paragraph_rank": 91,
            "section_rank": 37,
            "ref_spans": [
                {
                    "start": 24,
                    "end": 32,
                    "type": "figure",
                    "ref_id": "fig_16",
                    "text": "Fig. 11b"
                }
            ]
        },
        {
            "text": "The linearity of the TST E miss T is within 10% of unity in the range of 40-60 GeV and improves for higher E miss,True ",
            "section": "T .",
            "paragraph_rank": 91,
            "section_rank": 37
        },
        {
            "text": "Proxy for E miss",
            "section_rank": 38
        },
        {
            "text": "T significance",
            "section_rank": 39
        },
        {
            "text": "The E miss T significance is a metric defined to quantify how likely it is that a given event contains intrinsic E miss T and is computed by dividing the measured E miss T by an estimate of its uncertainty. ",
            "section": "T significance",
            "paragraph_rank": 92,
            "section_rank": 39
        },
        {
            "text": "Using 7 TeV data, it was shown that the CST E miss T resolution follows an approximately stochastic behaviour as a function of E T , computed with the CST components, and is described by",
            "section": "T significance",
            "paragraph_rank": 92,
            "section_rank": 39
        },
        {
            "text": "where σ (E miss T ) is the CST E miss T resolution [1]. ",
            "section": "T significance",
            "paragraph_rank": 93,
            "section_rank": 39,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The typical value of a in the 8 TeV dataset is around 0.97 GeV uncertainties or large √ E T . ",
            "section": "T significance",
            "paragraph_rank": 93,
            "section_rank": 39
        },
        {
            "text": "However, when there are many additional jets (large E T ), there is a significant probability that one of them is mismeasured, which generates fake E miss T . ",
            "section": "T significance",
            "paragraph_rank": 93,
            "section_rank": 39
        },
        {
            "text": "The distribution of 1 a •E miss T / √ E T is shown for the CST and TST E miss T algorithms in Fig. 14 in Z → μμ data and MC simulation. ",
            "section": "T significance",
            "paragraph_rank": 93,
            "section_rank": 39,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                },
                {
                    "start": 94,
                    "end": 101,
                    "type": "figure",
                    "ref_id": "fig_18",
                    "text": "Fig. 14"
                }
            ]
        },
        {
            "text": "The data and MC simulation agree within the assigned uncertainties for both algorithms. ",
            "section": "T significance",
            "paragraph_rank": 93,
            "section_rank": 39
        },
        {
            "text": "The CST E miss T distribution in Fig. 14a has a very narrow core for the Z → μμ process, having 97% of data events with 1.03•E miss T / √ E T < 2. ",
            "section": "T significance",
            "paragraph_rank": 93,
            "section_rank": 39,
            "ref_spans": [
                {
                    "start": 33,
                    "end": 41,
                    "type": "figure",
                    "ref_id": "fig_18",
                    "text": "Fig. 14a"
                }
            ]
        },
        {
            "text": "The proxy of the E miss T significance, therefore, provides discrimination power between events with intrinsic E miss T (e.g. tt and dibosons) and those with fake E miss T (e.g. poorly measured Z → μμ events with a large number of jets).",
            "section": "T significance",
            "paragraph_rank": 93,
            "section_rank": 39
        },
        {
            "text": "The TST E miss T is shown as an example of a pileupsuppressing algorithm. ",
            "section": "T significance",
            "paragraph_rank": 94,
            "section_rank": 39
        },
        {
            "text": "The E T is not always an accurate reflection of the resolution when there are significant contributions from tracking resolution, as discussed in Sect. ",
            "section": "T significance",
            "paragraph_rank": 94,
            "section_rank": 39
        },
        {
            "text": "5.1. ",
            "section": "T significance",
            "paragraph_rank": 94,
            "section_rank": 39
        },
        {
            "text": "In particular, the performance of the TST reconstruction algorithm is determined by the tracking resolution, which is generally more precise than the calorimeter energy measurements because of the reduced pileup dependence, especially for charged particles with lower p T . ",
            "section": "T significance",
            "paragraph_rank": 94,
            "section_rank": 39
        },
        {
            "text": "Neutral particles are not included in the E T for the Track E miss T and TST algorithms, but they do affect the resolution. ",
            "section": "T significance",
            "paragraph_rank": 94,
            "section_rank": 39
        },
        {
            "text": "In addition, a very small number of tracks do have very large over-estimated momentum measurements due to multiple scattering or other effects in the detector, and the momentum uncertainties of these tracks are not appropriately accounted for in the E T methodology.",
            "section": "T significance",
            "paragraph_rank": 94,
            "section_rank": 39
        },
        {
            "text": "Tails of E miss",
            "section_rank": 40
        },
        {
            "text": "T distributions",
            "section_rank": 41
        },
        {
            "text": "Many analyses require large E miss T to select events with highp T weakly interacting particles. ",
            "section": "T distributions",
            "paragraph_rank": 95,
            "section_rank": 41
        },
        {
            "text": "The selection efficiency, defined as the number of events with E miss T above a given threshold divided by the total number of events, is used to compare the performance of various E miss T reconstruction algorithms. ",
            "section": "T distributions",
            "paragraph_rank": 95,
            "section_rank": 41
        },
        {
            "text": "As Z → events very rarely include highp T neutrinos, they can be rejected by requiring substantial E miss T . ",
            "section": "T distributions",
            "paragraph_rank": 95,
            "section_rank": 41
        },
        {
            "text": "For events with intrinsic E miss T such as W → ν, higher selec-tion efficiencies than the Z → events are expected when requiring reconstructed E miss T . ",
            "section": "T distributions",
            "paragraph_rank": 95,
            "section_rank": 41
        },
        {
            "text": "For both cases, it is important to evaluate the performance of the reconstructed E miss T . ",
            "section": "T distributions",
            "paragraph_rank": 95,
            "section_rank": 41
        },
        {
            "text": "The selection efficiencies with various E miss T algorithms are compared for simulated Z → μμ and W → μν processes as shown in Fig. 15 using the MC simulation. ",
            "section": "T distributions",
            "paragraph_rank": 95,
            "section_rank": 41,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 134,
                    "type": "figure",
                    "text": "Fig. 15"
                }
            ]
        },
        {
            "text": "The event selections discussed in Sects. ",
            "section": "T distributions",
            "paragraph_rank": 95,
            "section_rank": 41
        },
        {
            "text": "3.2 and 3.3 are applied except the requirements on E miss T and m T for the W → μν selection.",
            "section": "T distributions",
            "paragraph_rank": 95,
            "section_rank": 41
        },
        {
            "text": "As shown in Fig. 15a    In Fig. 16, selection efficiencies are shown as a function of the E miss T threshold requirement for various simulated physics processes defined in Sect. ",
            "section": "T distributions",
            "paragraph_rank": 96,
            "section_rank": 41,
            "ref_spans": [
                {
                    "start": 12,
                    "end": 20,
                    "type": "figure",
                    "text": "Fig. 15a"
                },
                {
                    "start": 27,
                    "end": 34,
                    "type": "figure",
                    "ref_id": "fig_11",
                    "text": "Fig. 16"
                }
            ]
        },
        {
            "text": "3.4 with no lepton, jet, or m T threshold requirements. ",
            "section": "T distributions",
            "paragraph_rank": 96,
            "section_rank": 41
        },
        {
            "text": "The physics object and event selection criteria are not applied in order to show the selection efficiency resulting from the E miss T threshold requirement without biases in the event topology from the ATLAS detector acceptance for leptons or jets. ",
            "section": "T distributions",
            "paragraph_rank": 96,
            "section_rank": 41
        },
        {
            "text": "Only the efficiencies for the CST and TST E miss T distributions are compared for brevity.",
            "section": "T distributions",
            "paragraph_rank": 96,
            "section_rank": 41
        },
        {
            "text": "In Fig. 16a, the efficiencies with the TST E miss T selection are shown. ",
            "section": "T distributions",
            "paragraph_rank": 97,
            "section_rank": 41,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "type": "figure",
                    "ref_id": "fig_11",
                    "text": "Fig. 16a"
                }
            ]
        },
        {
            "text": "Comparing the physics processes while imposing a moderate E miss T threshold requirement of ∼100 GeV results in a selection efficiency of 60% for an ATLAS search for gluino-pair production [52], which is labelled as \"SUSY\". ",
            "section": "T distributions",
            "paragraph_rank": 97,
            "section_rank": 41
        },
        {
            "text": "The VBF H → τ τ and tt events are also selected with high efficiencies of 14 and 20%, respectively. ",
            "section": "T distributions",
            "paragraph_rank": 97,
            "section_rank": 41
        },
        {
            "text": "With the 100 GeV E miss T threshold the selection efficiencies for these processes are more than an order of magnitude higher than those for leptonically decaying W bosons and more than two orders of magnitude higher than for Z boson events.",
            "section": "T distributions",
            "paragraph_rank": 97,
            "section_rank": 41
        },
        {
            "text": "The Z → ee events have a lower selection efficiency (around 20 times lower at E miss T = 100 GeV) than the Z → μμ events. ",
            "section": "T distributions",
            "paragraph_rank": 98,
            "section_rank": 41
        },
        {
            "text": "This is due to the muon tracking coverage, which is limited to |η| < 2.7, whereas the calorimeter covers |η| < 4.9. ",
            "section": "T distributions",
            "paragraph_rank": 98,
            "section_rank": 41
        },
        {
            "text": "Muons behave as minimum-ionizing particles in the ATLAS calorimeters, so they are not included in the E miss T outside the muon spectrometer acceptance. ",
            "section": "T distributions",
            "paragraph_rank": 98,
            "section_rank": 41
        },
        {
            "text": "The electrons on the other hand are measured by the forward calorimeters. ",
            "section": "T distributions",
            "paragraph_rank": 98,
            "section_rank": 41
        },
        {
            "text": "The electron and muon decay modes of the W boson have almost identical selection efficiencies at E miss T = 100 GeV because there is E miss,True T from the neutrino. ",
            "section": "T distributions",
            "paragraph_rank": 98,
            "section_rank": 41
        },
        {
            "text": "However, the differences in selection efficiency are around a factor of four higher for W → μν than for W → eν at E miss T = 350 GeV. ",
            "section": "T distributions",
            "paragraph_rank": 98,
            "section_rank": 41
        },
        {
            "text": "Over the entire E miss T spectrum, the differences between the electron and muon final states for W bosons are smaller than that for Z bosons because there is a neutrino in W → ν events as opposed to none in the Z → final state.",
            "section": "T distributions",
            "paragraph_rank": 98,
            "section_rank": 41
        },
        {
            "text": "In Fig. 16b, the selection efficiencies for CST E miss T threshold requirements are divided by those obtained using the TST E miss T . ",
            "section": "T distributions",
            "paragraph_rank": 99,
            "section_rank": 41,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "type": "figure",
                    "ref_id": "fig_11",
                    "text": "Fig. 16b"
                }
            ]
        },
        {
            "text": "The selection efficiencies resulting from CST E miss T thresholds for SUSY, tt, and VBF H → τ τ are within 10% of the efficiencies obtained using the TST E miss T . ",
            "section": "T distributions",
            "paragraph_rank": 99,
            "section_rank": 41
        },
        {
            "text": "For E miss T thresholds from 40-120 GeV, the selection efficiencies for W and Z boson events are higher by up to 60-160% for CST E miss T than TST E miss T , which come from pileup contributions broadening the CST E miss T distribution. ",
            "section": "T distributions",
            "paragraph_rank": 99,
            "section_rank": 41
        },
        {
            "text": "The Z → μμ and Z → ee events, which have no E miss,True T , show an even larger increase of 2.6 times as many Z → ee events passing a E miss T threshold of 50 GeV. ",
            "section": "T distributions",
            "paragraph_rank": 99,
            "section_rank": 41
        },
        {
            "text": "The increase is not as large for Z → μμ as Z → ee events because neither E miss T algorithm accounts for forward muons (|η| > 2.7) as discussed above. ",
            "section": "T distributions",
            "paragraph_rank": 99,
            "section_rank": 41
        },
        {
            "text": "Moving to a higher E miss T threshold, mismeasured tracks in the TST algorithm cause it to select more Z → ee events with 120 < E miss T < 230 GeV. ",
            "section": "T distributions",
            "paragraph_rank": 99,
            "section_rank": 41
        },
        {
            "text": "In addition, the CST E miss T also includes electron energy contributions ( p T < 20 GeV) in the forward calorimeters (|η| > 3.1) that the TST does not.",
            "section": "T distributions",
            "paragraph_rank": 99,
            "section_rank": 41
        },
        {
            "text": "The CST and TST E miss T distributions agree within 10% in selection efficiency for E miss T > 250 GeV for all physics processes shown. ",
            "section": "T distributions",
            "paragraph_rank": 100,
            "section_rank": 41
        },
        {
            "text": "This demonstrates a strong cor- relation between the E miss T distributions for events with large E miss,True T , or a strong correlation between the physics objects that cause a large mismeasurement in E miss T for Z events.",
            "section": "T distributions",
            "paragraph_rank": 100,
            "section_rank": 41
        },
        {
            "text": "Correlation of fake E miss",
            "section_rank": 42
        },
        {
            "text": "T between algorithms",
            "section_rank": 43
        },
        {
            "text": "The tracking and the calorimeters provide almost completely independent estimates of the E miss T . ",
            "section": "T between algorithms",
            "paragraph_rank": 101,
            "section_rank": 43
        },
        {
            "text": "These two measurements complement each other, and the E miss T algorithms discussed in this paper combine that information in different ways. ",
            "section": "T between algorithms",
            "paragraph_rank": 101,
            "section_rank": 43
        },
        {
            "text": "The distribution of the TST E miss T versus the CST E miss T is shown for the simulated 0-jet Z → μμ sample in Fig. 17. ",
            "section": "T between algorithms",
            "paragraph_rank": 101,
            "section_rank": 43,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 118,
                    "type": "figure",
                    "ref_id": "fig_21",
                    "text": "Fig. 17"
                }
            ]
        },
        {
            "text": "This figure shows the correlation of fake E miss T between the two algorithms, which originates from many sources including incorrect vertex association and miscalibration of highp T physics objects.",
            "section": "T between algorithms",
            "paragraph_rank": 101,
            "section_rank": 43
        },
        {
            "text": "Vector correlation coefficients [53], shown in Table 5, are used to estimate the correlation between the E miss T distributions resulting from different reconstruction algorithms. ",
            "section": "T between algorithms",
            "paragraph_rank": 102,
            "section_rank": 43,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 54,
                    "type": "table",
                    "ref_id": "tab_12",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "The value of the vector correlation coefficients ranges from 0 to 2, with 0 being the least correlated and 2 being the most correlated. ",
            "section": "T between algorithms",
            "paragraph_rank": 102,
            "section_rank": 43
        },
        {
            "text": "The coefficients shown are obtained using the simulated 0-jet and inclusive Z → μμ MC samples. ",
            "section": "T between algorithms",
            "paragraph_rank": 102,
            "section_rank": 43
        },
        {
            "text": "The least-correlated E miss T distributions are the CST and Track E miss T , which use mostly independent momenta measurements in their reconstructions. ",
            "section": "T between algorithms",
            "paragraph_rank": 102,
            "section_rank": 43
        },
        {
            "text": "The correlations of the other E miss T distributions to the CST E miss T decrease as more tracking information is used to suppress the pileup dependence of the soft term, with the TST E miss T distribution having the second smallest vector correlation coefficient with respect to the CST E miss T distribution. ",
            "section": "T between algorithms",
            "paragraph_rank": 102,
            "section_rank": 43
        },
        {
            "text": "Placing requirements on a combination of E miss T distributions or requiring the difference in azimuthal direction between two E miss T vectors to be small ",
            "section": "T between algorithms",
            "paragraph_rank": 102,
            "section_rank": 43
        },
        {
            "text": "Jetp T threshold and vertex association selection",
            "section_rank": 44,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "software",
                    "rawForm": "Jetp",
                    "resp": "service",
                    "id": "software-simple-s26"
                }
            ]
        },
        {
            "text": "Jets can originate from pileup interactions, so tracks matched to the jets are extrapolated back to the beamline to ascertain whether they are consistent with originating from the hard scatter or a pileup collision. ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 103,
            "section_rank": 44
        },
        {
            "text": "The JVF defined in Sect. ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 103,
            "section_rank": 44
        },
        {
            "text": "4.1.1 is used to separate pileup jets and jets from the hard scatter. ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 103,
            "section_rank": 44
        },
        {
            "text": "The STVF, EJAF, and TST E miss T algorithms improve their jet identification by removing jets associated with pileup vertices or jets that have a large degradation in momentum resolution due to pileup activity. ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 103,
            "section_rank": 44,
            "entity_spans": [
                {
                    "start": 20,
                    "end": 31,
                    "type": "software",
                    "rawForm": "TST E miss",
                    "resp": "service",
                    "id": "software-simple-s27"
                }
            ]
        },
        {
            "text": "Energy contributions from jets not associated with the hard-scatter vertex are included in the soft term. ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 103,
            "section_rank": 44
        },
        {
            "text": "For the TST, this means that charged particles from jets not associated with the hard-scatter vertex may then enter the soft term if their position along the beamline is consistent with the z-position of the hard-scatter vertex.",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 103,
            "section_rank": 44
        },
        {
            "text": "Applying a JVF cut is a trade-off between removing jets from pileup interactions and losing jets from the hard scatter.",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 104,
            "section_rank": 44
        },
        {
            "text": "Therefore, several values of the JVF selection criterion are considered in Z → events with jets having p T > 20 GeV; their impact on the E miss T resolution and scale is investigated in Fig. 18. ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 105,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 186,
                    "end": 193,
                    "type": "figure",
                    "text": "Fig. 18"
                }
            ]
        },
        {
            "text": "Larger JVF thresholds on jets reduce the pileup dependence of the E miss T resolution, but they simultaneously worsen the E miss T scale. ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 105,
            "section_rank": 44
        },
        {
            "text": "Thus the best compromise for the value of the JVT threshold is chosen. ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 105,
            "section_rank": 44
        },
        {
            "text": "Requiring JVF > 0.25 greatly improves the stability of the E miss T resolution with respect to pileup by reducing the dependence of the E miss T resolution on the number of reconstructed vertices as shown in Fig. 18a. ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 105,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 208,
                    "end": 216,
                    "type": "figure",
                    "text": "Fig. 18a"
                }
            ]
        },
        {
            "text": "The E miss T in Z → events ideally has a magnitude of zero, apart from some relatively infrequent neutrino contributions in jets. ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 105,
            "section_rank": 44
        },
        {
            "text": "So its magnitude should be consistently zero along any direction. ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 105,
            "section_rank": 44
        },
        {
            "text": "The p Z",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 105,
            "section_rank": 44
        },
        {
            "text": "T remains unchanged for different JVF requirements, which makes its direction a useful reference to check the calibration of the E miss T . ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 106,
            "section_rank": 44
        },
        {
            "text": "The difference from zero of the average value of the reconstructed E miss T along p Z T increases as tighter JVF selections are applied as shown in Fig. 18b. ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 106,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "type": "figure",
                    "text": "Fig. 18b"
                }
            ]
        },
        {
            "text": "Requiring a JVF threshold of 0.25 or higher slightly improves the stability of the resolution with respect to pileup, whereas it visibly degrades the E miss T response by removing too many hard-scatter jets. ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 106,
            "section_rank": 44
        },
        {
            "text": "Lastly, pileup jets with p T > 50 GeV are very rare [4], so applying the JVF requirement above this p T threshold is not useful. ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 106,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Therefore, requiring JVF to be larger than 0.25 for jets with p T < 50 GeV within the tracking volume (|η| < 2.4) is the preferred threshold for the E miss T reconstruction. ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 106,
            "section_rank": 44
        },
        {
            "text": "In addition, the p T threshold, which defines the boundary between the jet and soft terms, is optimized. ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 106,
            "section_rank": 44
        },
        {
            "text": "For these studies, the jets with p T > 20 GeV and |η| < 2.4 are required to have JVF > 0.25. ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 106,
            "section_rank": 44
        },
        {
            "text": "A procedure similar to that used for the JVF optimization is used for the jetp T threshold using the same two metrics as shown in Fig. 19. ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 106,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 130,
                    "end": 137,
                    "type": "figure",
                    "ref_id": "fig_13",
                    "text": "Fig. 19"
                }
            ]
        },
        {
            "text": "While applying a higher p T threshold improves the E miss T resolution versus the number of pileup vertices, by decreasing the slope, the becomes strongly biased in the direction opposite to the p Z T . ",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 106,
            "section_rank": 44
        },
        {
            "text": "Therefore, the p T threshold of 20 GeV is preferred.",
            "section": "Jetp T threshold and vertex association selection",
            "paragraph_rank": 106,
            "section_rank": 44
        },
        {
            "text": "Systematic uncertainties of the soft term",
            "section_rank": 45
        },
        {
            "text": "The E miss T is reconstructed from the vector sum of several terms corresponding to different types of contributions from reconstructed physics objects, as defined in Eq. ",
            "section": "Systematic uncertainties of the soft term",
            "paragraph_rank": 107,
            "section_rank": 45
        },
        {
            "text": "2. ",
            "section": "Systematic uncertainties of the soft term",
            "paragraph_rank": 107,
            "section_rank": 45,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "ref_id": "formula_5",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The estimated uncertainties in the energy scale and momentum resolution for the electrons [14], muons [13], jets [44], τ had-vis [47], and photons [14] are propagated into the E miss T . ",
            "section": "Systematic uncertainties of the soft term",
            "paragraph_rank": 107,
            "section_rank": 45,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14]"
                },
                {
                    "start": 102,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[13]"
                },
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[44]"
                },
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[47]"
                },
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "This section describes the estimation of the systematic uncertainties for the E miss T soft term. ",
            "section": "Systematic uncertainties of the soft term",
            "paragraph_rank": 107,
            "section_rank": 45
        },
        {
            "text": "These uncertainties take into account the impact of the generator and underlying-event modelling used by the ATLAS Collaboration, as well as effects from pileup.",
            "section": "Systematic uncertainties of the soft term",
            "paragraph_rank": 107,
            "section_rank": 45
        },
        {
            "text": "The balance of the soft term with the calibrated physics objects is used to estimate the soft-term systematic uncertainties in Z → μμ events, which have very little E miss,True",
            "section": "Systematic uncertainties of the soft term",
            "paragraph_rank": 108,
            "section_rank": 45
        },
        {
            "text": "T .",
            "section_rank": 46
        },
        {
            "text": "The transverse momenta of the calibrated physics objects, p hard T , is defined as",
            "section": "T .",
            "paragraph_rank": 109,
            "section_rank": 46
        },
        {
            "text": "which is the vector sum of the transverse momenta of the highp T physics objects. ",
            "section": "T .",
            "paragraph_rank": 110,
            "section_rank": 46
        },
        {
            "text": "It defines an axis (with unit vector p hard T ) in the transverse plane of the ATLAS detector along which the E miss T soft term is expected to balance p hard T in Z → μμ events. ",
            "section": "T .",
            "paragraph_rank": 110,
            "section_rank": 46
        },
        {
            "text": "This balance is sensitive to the differences in calibration and reconstruction of the E miss,soft T between data and MC simulation and thus is sensitive to the uncertainty in the soft term. ",
            "section": "T .",
            "paragraph_rank": 110,
            "section_rank": 46
        },
        {
            "text": "This discussion is similar to the one in Sect. ",
            "section": "T .",
            "paragraph_rank": 110,
            "section_rank": 46
        },
        {
            "text": "6.2; however, here the soft term is compared to the hard term rather than comparing the E miss T to the recoil of the Z .",
            "section": "T .",
            "paragraph_rank": 110,
            "section_rank": 46,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "6.2;"
                }
            ]
        },
        {
            "text": "Methodology for CST",
            "section_rank": 47
        },
        {
            "text": "Two sets of systematic uncertainties are considered for the CST. ",
            "section": "Methodology for CST",
            "paragraph_rank": 111,
            "section_rank": 47
        },
        {
            "text": "The same approach is used for the STVF and EJAF algorithms to evaluate their soft-term systematic uncertainties. ",
            "section": "Methodology for CST",
            "paragraph_rank": 111,
            "section_rank": 47,
            "entity_spans": [
                {
                    "start": 34,
                    "end": 39,
                    "type": "software",
                    "rawForm": "STVF",
                    "resp": "service",
                    "id": "software-simple-s28"
                },
                {
                    "start": 43,
                    "end": 48,
                    "type": "software",
                    "rawForm": "EJAF",
                    "resp": "service",
                    "id": "software-simple-s29"
                }
            ]
        },
        {
            "text": "The first approach decomposes the systematic uncertainties into the longitudinal and transverse components along the direction of p hard T , whereas the second approach estimates the global scale and resolution uncertainties. ",
            "section": "Methodology for CST",
            "paragraph_rank": 111,
            "section_rank": 47
        },
        {
            "text": "While both methods were recommended for analyses of the 8 TeV dataset, the first method, described in Sect. ",
            "section": "Methodology for CST",
            "paragraph_rank": 111,
            "section_rank": 47
        },
        {
            "text": "8.1.1, gives smaller uncertainties. ",
            "section": "Methodology for CST",
            "paragraph_rank": 111,
            "section_rank": 47
        },
        {
            "text": "Therefore, the second method, which is discussed in Sect. ",
            "section": "Methodology for CST",
            "paragraph_rank": 111,
            "section_rank": 47
        },
        {
            "text": "8.1.2, is now treated as a cross-check.",
            "section": "Methodology for CST",
            "paragraph_rank": 111,
            "section_rank": 47
        },
        {
            "text": "Both methods consider a subset of Z → μμ events that do not have any jets with p T > 20 GeV and |η| < 4.5. ",
            "section": "Methodology for CST",
            "paragraph_rank": 112,
            "section_rank": 47
        },
        {
            "text": "Such an event topology is optimal for estimation of the soft-term systematic uncertainties because only the muons and the soft term contribute to the E miss T . ",
            "section": "Methodology for CST",
            "paragraph_rank": 112,
            "section_rank": 47
        },
        {
            "text": "In principle the methods are valid in event topologies with any jet multiplicity, but the Z → μμ + ≥1-jet events are more susceptible to jet-related systematic uncertainties.",
            "section": "Methodology for CST",
            "paragraph_rank": 112,
            "section_rank": 47
        },
        {
            "text": "Evaluation of balance between the soft term and the hard term",
            "section_rank": 48
        },
        {
            "text": "The primary or \"balance\" method exploits the momentum balance in the transverse plane between the soft and hard terms in Z → events, and the level of disagreement between data and simulation is assigned as a systematic uncertainty.",
            "section": "Evaluation of balance between the soft term and the hard term",
            "paragraph_rank": 113,
            "section_rank": 48
        },
        {
            "text": "The E miss,soft ",
            "section": "Evaluation of balance between the soft term and the hard term",
            "paragraph_rank": 114,
            "section_rank": 48
        },
        {
            "text": "The E miss,soft is sensitive to scale and resolution differences between the data and simulation because the soft term should balance the p hard T in Z → μμ events. ",
            "section": "Evaluation of balance between the soft term and the hard term",
            "paragraph_rank": 115,
            "section_rank": 48
        },
        {
            "text": "For a narrow range of p hard T values, the mean and width of the E miss,soft are compared between data and MC simulation. ",
            "section": "Evaluation of balance between the soft term and the hard term",
            "paragraph_rank": 115,
            "section_rank": 48
        },
        {
            "text": "On the other hand, the perpendicular component, E miss,soft ⊥ , is only sensitive to differences in resolution. ",
            "section": "Evaluation of balance between the soft term and the hard term",
            "paragraph_rank": 115,
            "section_rank": 48
        },
        {
            "text": "A Gaussian function is fit to the E miss T projected ontop hard T in bins of p hard T , and the resulting Gaussian mean and width are shown in Fig. 20. ",
            "section": "Evaluation of balance between the soft term and the hard term",
            "paragraph_rank": 115,
            "section_rank": 48,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 150,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 20"
                }
            ]
        },
        {
            "text": "The mean increases linearly with p hard T , because the soft term is not calibrated to the correct energy scale. ",
            "section": "Evaluation of balance between the soft term and the hard term",
            "paragraph_rank": 115,
            "section_rank": 48
        },
        {
            "text": "On the other hand, the width is relatively independent of p hard T , because the width is mostly coming from pileup contributions.",
            "section": "Evaluation of balance between the soft term and the hard term",
            "paragraph_rank": 115,
            "section_rank": 48
        },
        {
            "text": "The small discrepancies in mean and width between data and simulation are taken as the systematic uncertainties for the scale and resolution, respectively. ",
            "section": "Evaluation of balance between the soft term and the hard term",
            "paragraph_rank": 116,
            "section_rank": 48
        },
        {
            "text": "A small dependence on the average number of collisions per bunch crossing is observed for the scale and resolution uncertainties for high p hard",
            "section": "Evaluation of balance between the soft term and the hard term",
            "paragraph_rank": 116,
            "section_rank": 48
        },
        {
            "text": "T , so the uncertainties are computed in three ranges of pileup and three ranges of p hard T . ",
            "section": "Evaluation of balance between the soft term and the hard term",
            "paragraph_rank": 117,
            "section_rank": 48
        },
        {
            "text": "The scale uncertainty varies from −0.4 to 0.3 GeV depending on the bin, which reduces the uncertainties from the 5% shown in Fig. 20 for p hard T > 10 GeV. ",
            "section": "Evaluation of balance between the soft term and the hard term",
            "paragraph_rank": 117,
            "section_rank": 48,
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 20"
                }
            ]
        },
        {
            "text": "A small difference in the uncertainties for the resolution along the longitudinal and perpendicular directions is observed, so they are considered separately. ",
            "section": "Evaluation of balance between the soft term and the hard term",
            "paragraph_rank": 117,
            "section_rank": 48
        },
        {
            "text": "The average uncertainty is about 2.1% (1.8%) for the longitudinal (perpendicular) direction.",
            "section": "Evaluation of balance between the soft term and the hard term",
            "paragraph_rank": 117,
            "section_rank": 48
        },
        {
            "text": "Cross-check method for the CST systematic uncertainties",
            "section_rank": 49
        },
        {
            "text": "As a cross-check of the method used to estimate the CST uncertainties, the sample of Z → μμ +0-jet events is also used to evaluate the level of agreement between data and simulation. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 118,
            "section_rank": 49
        },
        {
            "text": "The projection of the E miss T ontop hard T provides a test for potential biases in the E miss T scale. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 118,
            "section_rank": 49
        },
        {
            "text": "The systematic uncertainty in the soft-term scale is estimated by comparing the ratio of data to MC simulation for E miss T",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 118,
            "section_rank": 49
        },
        {
            "text": "•p hard T versus E T (CST) as shown in Fig. 21a. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 119,
            "section_rank": 49,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 47,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 21a"
                }
            ]
        },
        {
            "text": "The average deviation from unity in the ratio of data to MC simulation is about 8%, which is taken as a flat uncertainty in the absolute scale. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 119,
            "section_rank": 49
        },
        {
            "text": "The systematic uncertainty in the soft-term resolution is estimated by evaluating the level of agreement between data and MC simulation in the E miss x and E miss y resolution as a function of the E T (CST) (Fig. 21b). ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 119,
            "section_rank": 49,
            "ref_spans": [
                {
                    "start": 207,
                    "end": 217,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 21b)"
                }
            ]
        },
        {
            "text": "The uncertainty on the softterm resolution is about 2.5% and is shown as the band in the data/MC ratio.",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 119,
            "section_rank": 49
        },
        {
            "text": "Even though the distributions appear similar, the results in this section are derived by projecting the full E miss  16. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 120,
            "section_rank": 49,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 119,
                    "ref_id": "formula_23",
                    "text": "16"
                }
            ]
        },
        {
            "text": "The E miss,soft in data is fit with the MC simulation convolved with a Gaussian function, and the fitted Gaussian mean and width are used to extract the differences between simulation and data. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 120,
            "section_rank": 49
        },
        {
            "text": "The largest fit values of the Gaussian width and offset define the systematic uncertainties. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 120,
            "section_rank": 49
        },
        {
            "text": "For the perpendicular component, the simulation is only smeared by a Gaussian function of width σ ⊥ to match the data. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 120,
            "section_rank": 49
        },
        {
            "text": "The mean, which is set to zero in the fit, is very small in data and MC simulation because the hadronic recoil only affects E miss,soft . ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 120,
            "section_rank": 49
        },
        {
            "text": "The fitting is done in 5 or 10 GeV bins of p hard T from 0-50 GeV, and a single bin for p hard T > 50 GeV. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 120,
            "section_rank": 49
        },
        {
            "text": "An example fit is shown in Fig. 22 for illustration. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 120,
            "section_rank": 49,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 34,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 22"
                }
            ]
        },
        {
            "text": "The 1-jet selection with the JVF requirement is used to show that the differences between data and simulation, from the jet-related systematic uncertainties, are small relative to the differences in the soft-term modelling. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 120,
            "section_rank": 49
        },
        {
            "text": "The impact of the jet-related systematic uncertainties is less than 0.1% in the Gaussian smearing (σ = 1.61 GeV), indicating that the jetrelated systematic uncertainties do not affect the extraction of the TST systematic uncertainties.",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 120,
            "section_rank": 49
        },
        {
            "text": "The Gaussian width squared of E miss,soft and E miss,soft ⊥ components and the fitted mean of E miss,soft for data and MC simulation are shown versus p hard T in Fig. 23. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 121,
            "section_rank": 49,
            "ref_spans": [
                {
                    "start": 162,
                    "end": 169,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 23"
                }
            ]
        },
        {
            "text": "The systematic uncertainty squared of the convolved Gaussian width and the systematic uncertainty of the offset for the longitudinal component are shown in the bands. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 121,
            "section_rank": 49
        },
        {
            "text": "While the systematic uncertainties are applied to the MC simulation, the band is shown centred around the data to show that all MC generators plus parton shower models agree with the data within the assigned uncertainties. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 121,
            "section_rank": 49
        },
        {
            "text": "Similarly for the E miss,soft ⊥ , the width of the convolved Gaussian function for the perpendicular component is shown in the band. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 121,
            "section_rank": 49
        },
        {
            "text": "The Alpgen+Herwig simulation has the largest disagreement with data, so the Gaussian smearing parameters and offsets applied to the simulation are used as the systematic uncertainties in the soft term. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 121,
            "section_rank": 49
        },
        {
            "text": "The p hard T > 50 GeV bin has the smallest number of data entries; therefore, it has the largest uncertainties in the fitted mean and width. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 121,
            "section_rank": 49
        },
        {
            "text": "In this bin of the distribution shown in Fig. 23(a), the statistical uncertainty from the Alpgen+Herwig simulation, which is not the most discrepant from data, is added to the uncertainty band, and this results in a systematic uncertainty band that spans the differences in MC generators for σ 2 (E miss,soft ) for events with p hard T > 50 GeV. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 121,
            "section_rank": 49,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 51,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 23(a)"
                }
            ]
        },
        {
            "text": "The impact of uncertainties coming from the parton shower model, the number of jets, μ dependence, JER/JES uncertainties, and forward versus central jet differences was evaluated. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 121,
            "section_rank": 49
        },
        {
            "text": "Among the uncertainties, the differences between the generator and parton shower models have the most dominant effects. ",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 121,
            "section_rank": 49
        },
        {
            "text": "The total TST systematic uncertainty is summarized in Table 6.",
            "section": "Cross-check method for the CST systematic uncertainties",
            "paragraph_rank": 121,
            "section_rank": 49,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 61,
                    "type": "table",
                    "ref_id": "tab_13",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "Propagation of systematic uncertainties",
            "section_rank": 50
        },
        {
            "text": "The CST systematic uncertainties from the balance method defined in Sect. ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 122,
            "section_rank": 50
        },
        {
            "text": "8.1.1 are propagated to the nominal E miss,soft T as follows:",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 122,
            "section_rank": 50
        },
        {
            "text": "where E miss,soft (⊥),reso and E miss,soft ,scale± are the values after propagating the resolution and scale uncertainties, respectively, in the longitudinal (perpendicular) directions. ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 123,
            "section_rank": 50
        },
        {
            "text": "The mean values of parameters are denoted using angled brackets. ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 123,
            "section_rank": 50
        },
        {
            "text": "The CST is the scale uncertainty, and the R (⊥) is the fractional resolution uncertainty taken from the lower portion of Fig. 20b. ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 123,
            "section_rank": 50,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 129,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 20b"
                }
            ]
        },
        {
            "text": "Both depend on the p hard T and the average number of pileup interactions per bunch crossing. ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 123,
            "section_rank": 50
        },
        {
            "text": "Each propagation of the systematic uncertainties in Eq. ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 123,
            "section_rank": 50
        },
        {
            "text": "(17b) is called a variation, and all of the variations are used in ATLAS analyses. ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 123,
            "section_rank": 50
        },
        {
            "text": "The systematic uncertainties in the resolution and scale for the CST using the cross-check method defined in Sect. ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 123,
            "section_rank": 50
        },
        {
            "text": "8.1.2 are propagated to the nominal E miss,soft T as follows:",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 123,
            "section_rank": 50
        },
        {
            "text": "x(y),reso = E miss,soft",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 124,
            "section_rank": 50
        },
        {
            "text": "E miss,soft x(y),scale± = E miss,soft",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 125,
            "section_rank": 50
        },
        {
            "text": "x(y)",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 126,
            "section_rank": 50
        },
        {
            "text": "where E miss,soft x(y),reso and E miss,soft x(y),scale± are the values after propagating the resolution and scale uncertainties, respectively, in the x (y) directions. ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 127,
            "section_rank": 50
        },
        {
            "text": "Here, δ is the fractional scale uncertainty, andσ CST corrects for the differences in resolution between the data and simulation.",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 127,
            "section_rank": 50,
            "entity_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "type": "software",
                    "rawForm": "CST",
                    "resp": "service",
                    "id": "software-simple-s31"
                }
            ]
        },
        {
            "text": "The systematic uncertainties in the resolution and scale for the TST E miss,soft T are propagated to the nominal E miss,soft T as follows:",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 128,
            "section_rank": 50
        },
        {
            "text": "The symbol Gaus( TST , σ (⊥) ) represents a random number sampled from a Gaussian distribution with mean TST and width σ (⊥) . ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 129,
            "section_rank": 50,
            "entity_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "type": "software",
                    "rawForm": "Gaus",
                    "resp": "service",
                    "id": "software-simple-s32"
                }
            ]
        },
        {
            "text": "The shift TST is zero for the perpendicular component. ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 129,
            "section_rank": 50
        },
        {
            "text": "All of the TST systematic-uncertainty variations have a wider distribution than the nominal MC simulation, when the Gaussian smearing is applied. ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 129,
            "section_rank": 50
        },
        {
            "text": "To cover cases in which the data have a smaller resolution (narrower distribution) than MC simulation, a downward variation is computed using Eq. ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 129,
            "section_rank": 50
        },
        {
            "text": "(20). ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 129,
            "section_rank": 50,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(20)"
                }
            ]
        },
        {
            "text": "To compute the yield of predicted events in the variation, Y down (X ), for a given value X of the E miss T , the yield is defined as the",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 129,
            "section_rank": 50
        },
        {
            "text": "where the square of the yield of the nominal distribution, Y (X ), is divided by the yield of events after applying the variation with Gaussian smearing to the kinematic variable, Y smeared (X ). ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 130,
            "section_rank": 50
        },
        {
            "text": "In practice, the yields are typically the content of histogram bins before (Y (X )) and after (Y smeared (X )) the systematic uncertainty variations. ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 130,
            "section_rank": 50
        },
        {
            "text": "This procedure can be applied to any kinematic observable by propagating only the smeared soft-term variation to the calculation of the kinematic observable X and then computing the yield Y down (X ) as defined in Eq. ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 130,
            "section_rank": 50
        },
        {
            "text": "(20). ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 130,
            "section_rank": 50,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(20)"
                }
            ]
        },
        {
            "text": "There are six total systematic uncertainties associated with the TST: ",
            "section": "Propagation of systematic uncertainties",
            "paragraph_rank": 130,
            "section_rank": 50
        },
        {
            "text": "Closure of systematic uncertainties",
            "section_rank": 51
        },
        {
            "text": "The systematic uncertainties derived in this section for the CST and TST E miss T are validated by applying them to the Z → μμ sample to confirm that the differences between data and MC simulation are covered. ",
            "section": "Closure of systematic uncertainties",
            "paragraph_rank": 131,
            "section_rank": 51
        },
        {
            "text": "The effects of these systematic uncertainty variations on the CST E miss T are shown for the Z → μμ events in Figs. ",
            "section": "Closure of systematic uncertainties",
            "paragraph_rank": 131,
            "section_rank": 51
        },
        {
            "text": "24 and 25 for the primary (Sect. 8.1.1) and the cross-check (Sect. 8.1.2) methods, respectively. ",
            "section": "Closure of systematic uncertainties",
            "paragraph_rank": 131,
            "section_rank": 51
        },
        {
            "text": "The uncertainties are larger for the cross-check method, reaching around 50% for E miss,soft T > 60 GeV in Fig. 25a. ",
            "section": "Closure of systematic uncertainties",
            "paragraph_rank": 131,
            "section_rank": 51,
            "ref_spans": [
                {
                    "start": 107,
                    "end": 115,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 25a"
                }
            ]
        },
        {
            "text": "The corresponding plots for the TST E miss T are shown in Fig. 26 using the Z → μμ +0-jet control sample, where the uncertainty band is the quadratic sum of the variations with the MC statistical uncertainty. ",
            "section": "Closure of systematic uncertainties",
            "paragraph_rank": 131,
            "section_rank": 51,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 26"
                }
            ]
        },
        {
            "text": "The systematic uncertainty band for the TST is larger in Fig. 26a than the one for the primary CST algorithm. ",
            "section": "Closure of systematic uncertainties",
            "paragraph_rank": 131,
            "section_rank": 51,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 65,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 26a"
                }
            ]
        },
        {
            "text": "In all the distributions, the systematic uncertainties in the soft term alone cover the disagreement between data and MC simulation.",
            "section": "Closure of systematic uncertainties",
            "paragraph_rank": 131,
            "section_rank": 51
        },
        {
            "text": "Systematic uncertainties from tracks inside jets",
            "section_rank": 52
        },
        {
            "text": "A separate systematic uncertainty is applied to the scalar summed p T of tracks associated with highp T jets in the Track E miss T because these tracks are not included in the TST. ",
            "section": "Systematic uncertainties from tracks inside jets",
            "paragraph_rank": 132,
            "section_rank": 52
        },
        {
            "text": "The fraction of the momentum carried by charged particles within jets was studied in ATLAS [57], and its uncertainty varies from 3 to 5% depending on the jet η and p T . ",
            "section": "Systematic uncertainties from tracks inside jets",
            "paragraph_rank": 132,
            "section_rank": 52,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[57]"
                }
            ]
        },
        {
            "text": "These uncertainties affect the azimuthal angle between the Track E miss T and the TST E miss T , so the modelling is checked with Z → μμ events produced with one jet. ",
            "section": "Systematic uncertainties from tracks inside jets",
            "paragraph_rank": 132,
            "section_rank": 52
        },
        {
            "text": "The azimuthal angle between the Track E miss T and the TST E miss T directions is well modelled, and the differences between data and MC simulation are within the systematic uncertainties.",
            "section": "Systematic uncertainties from tracks inside jets",
            "paragraph_rank": 132,
            "section_rank": 52
        },
        {
            "text": "Conclusions",
            "section_rank": 53
        },
        {
            "text": "Weakly interacting particles, which leave the ATLAS detector undetected, give rise to a momentum imbalance in the plane transverse to the beamline. ",
            "section": "Conclusions",
            "paragraph_rank": 133,
            "section_rank": 53
        },
        {
            "text": "An accurate measurement of the missing transverse momentum (E miss T ) is thus important in many physics analyses to infer the momentum of these particles. ",
            "section": "Conclusions",
            "paragraph_rank": 133,
            "section_rank": 53
        },
        {
            "text": "However, additional interactions occurring in a given bunch crossing as well as residual signatures from nearby bunch crossings make it difficult to reconstruct the E miss T from the hard-scattering process alone. ",
            "section": "Conclusions",
            "paragraph_rank": 133,
            "section_rank": 53
        },
        {
            "text": "The E miss T is computed as the negative vector sum of the reconstructed physics objects including electrons, photons, muons, τ -leptons, and jets. ",
            "section": "Conclusions",
            "paragraph_rank": 133,
            "section_rank": 53
        },
        {
            "text": "The remaining energy deposits not associated with those highp T physics objects are also considered in the E miss T . ",
            "section": "Conclusions",
            "paragraph_rank": 133,
            "section_rank": 53
        },
        {
            "text": "They collectively form the so-called soft term, which is the E miss T component most affected by pileup. ",
            "section": "Conclusions",
            "paragraph_rank": 133,
            "section_rank": 53
        },
        {
            "text": "The calorimeter and the tracker in the ATLAS detector provide complementary information to the reconstruction of the highp T physics objects as well as the E miss T soft term. ",
            "section": "Conclusions",
            "paragraph_rank": 133,
            "section_rank": 53
        },
        {
            "text": "Charged particles are matched to a particular collision point or vertex, and this information is used to determine which charged particles originated from the hardscatter collision. ",
            "section": "Conclusions",
            "paragraph_rank": 133,
            "section_rank": 53
        },
        {
            "text": "Thus tracking information can be used to greatly reduce the pileup dependence of the E miss T reconstruction. ",
            "section": "Conclusions",
            "paragraph_rank": 133,
            "section_rank": 53
        },
        {
            "text": "This has resulted in the development of E miss T reconstruction algorithms that combine the information from the tracker and the calorimeter. ",
            "section": "Conclusions",
            "paragraph_rank": 133,
            "section_rank": 53
        },
        {
            "text": "The performance of these reconstruction algorithms is evaluated using data from 8 TeV proton-proton collisions collected with the ATLAS detector at the LHC corresponding to an integrated luminosity of 20.3 fb −1 .",
            "section": "Conclusions",
            "paragraph_rank": 133,
            "section_rank": 53
        },
        {
            "text": "The Calorimeter Soft Term (CST) is computed from the sum of calorimeter topological clusters not associated with any hard object. ",
            "section": "Conclusions",
            "paragraph_rank": 134,
            "section_rank": 53
        },
        {
            "text": "No distinction can be made between energy contributions from pileup and hard-scatter interactions, which makes the resolution on the E miss T magnitude and direction very dependent on the number of pileup interactions. ",
            "section": "Conclusions",
            "paragraph_rank": 134,
            "section_rank": 53
        },
        {
            "text": "The pileup-suppressed E miss T definitions clearly reduce the dependence on the number of pileup interactions but also introduce a larger under-estimation of the soft term than the CST.",
            "section": "Conclusions",
            "paragraph_rank": 134,
            "section_rank": 53
        },
        {
            "text": "The Track Soft Term (TST) algorithm does not use calorimeter energy deposits in the soft term and uses only the inner detector (ID) tracks. ",
            "section": "Conclusions",
            "paragraph_rank": 135,
            "section_rank": 53
        },
        {
            "text": "It has stable E miss T resolution with respect to the amount of pileup; however, it does not have as good a response as the CST E miss T , due mainly to missing neutral particles in the soft term. ",
            "section": "Conclusions",
            "paragraph_rank": 135,
            "section_rank": 53
        },
        {
            "text": "Nevertheless, its response is better than that of the other reconstruction algorithms that aim to combine the tracking and calorimeter information. ",
            "section": "Conclusions",
            "paragraph_rank": 135,
            "section_rank": 53
        },
        {
            "text": "For large values of E miss,True T , the CST and TST E miss T algorithms all perform similarly. ",
            "section": "Conclusions",
            "paragraph_rank": 135,
            "section_rank": 53
        },
        {
            "text": "This is because contributions from jets dominate the E miss T performance, making the differences in soft-term reconstruction less important.",
            "section": "Conclusions",
            "paragraph_rank": 135,
            "section_rank": 53
        },
        {
            "text": "The Extrapolated Jet Area with Filter (EJAF) and Soft-Term Vertex-Fraction (STVF) E miss T reconstruction algorithms correct for pileup effects in the CST E miss T by utilizing a combination of the ATLAS tracker and calorimeter measurements. ",
            "section": "Conclusions",
            "paragraph_rank": 136,
            "section_rank": 53
        },
        {
            "text": "Both apply a vertex association to the jets used in the E miss T calculation. ",
            "section": "Conclusions",
            "paragraph_rank": 136,
            "section_rank": 53
        },
        {
            "text": "The EJAF soft-term reconstruction subtracts the pileup contributions to the soft term using a procedure similar to jet area-based pileup corrections, and the EJAF E miss T resolution has a reduced dependence on the amount of pileup, relative to the CST algorithm. ",
            "section": "Conclusions",
            "paragraph_rank": 136,
            "section_rank": 53
        },
        {
            "text": "The STVF reconstruction algorithm uses an event-level correction of the CST, which is the scalar sum of charged-particle p T from the hard-scatter vertex divided by the scalar sum of all charged-particle p T . ",
            "section": "Conclusions",
            "paragraph_rank": 136,
            "section_rank": 53
        },
        {
            "text": "The STVF correction to the soft term greatly decreases the dependence of the E miss T resolution on the amount of pileup but causes the largest under-estimation of all the soft-term algorithms.",
            "section": "Conclusions",
            "paragraph_rank": 136,
            "section_rank": 53
        },
        {
            "text": "Finally, the Track E miss T reconstruction uses only the inner detector tracks with the exception of the reconstructed electron objects, which use the calorimeter E T measurement. ",
            "section": "Conclusions",
            "paragraph_rank": 137,
            "section_rank": 53
        },
        {
            "text": "The resolutions on the Track E miss T magnitude and direction are very stable against pileup, but the limited |η| coverage of the tracker degrades the E miss T response, as does not accounting for highp T neutral particles, especially in events with many jets.",
            "section": "Conclusions",
            "paragraph_rank": 137,
            "section_rank": 53
        },
        {
            "text": "The different E miss T algorithms have their own advantages and disadvantages, which need to be considered in the context of each analysis. ",
            "section": "Conclusions",
            "paragraph_rank": 138,
            "section_rank": 53
        },
        {
            "text": "For example, removing large backgrounds with low E miss T , such as Drell-Yan events, may require the use of more than one E miss T definition. ",
            "section": "Conclusions",
            "paragraph_rank": 138,
            "section_rank": 53
        },
        {
            "text": "The tails of the track and calorimeter E miss T distributions remain uncorrelated, and exploiting both definitions in parallel allows one to suppress such backgrounds even under increasing pileup conditions.",
            "section": "Conclusions",
            "paragraph_rank": 138,
            "section_rank": 53
        },
        {
            "text": "The systematic uncertainties in the E miss T are estimated with Z → μμ events for each reconstruction algorithm, and are found to be small.",
            "section": "Conclusions",
            "paragraph_rank": 139,
            "section_rank": 53
        },
        {
            "text": "land; MOST, Taiwan; TAEK, Turkey; STFC, UK; DOE and NSF, United States of America. ",
            "section": "Conclusions",
            "paragraph_rank": 140,
            "section_rank": 53
        },
        {
            "text": "In addition, individual groups and members have received support from BCKDF, the Canada Council, CANARIE, CRC, Compute Canada, FQRNT, and the Ontario Innovation Trust, Canada; EPLANET, ERC, FP7, Horizon 2020 and Marie Skłodowska-Curie Actions, European Union; Investissements d'Avenir Labex and Idex, ANR, Région Auvergne and Fondation Partager le Savoir, France; DFG and AvH Foundation, Germany; Herakleitos, Thales and Aristeia programmes co-financed by EU-ESF and the Greek NSRF; BSF, GIF and Minerva, Israel; BRF, Norway; Generalitat de Catalunya, Generalitat Valenciana, Spain; the Royal Society and Leverhulme Trust, United Kingdom. ",
            "section": "Conclusions",
            "paragraph_rank": 140,
            "section_rank": 53
        },
        {
            "text": "The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (UK) and BNL (USA), the Tier-2 facilities worldwide and large non-WLCG resource providers. ",
            "section": "Conclusions",
            "paragraph_rank": 140,
            "section_rank": 53
        },
        {
            "text": "Major contributors of computing resources are listed in Ref. ",
            "section": "Conclusions",
            "paragraph_rank": 140,
            "section_rank": 53
        },
        {
            "text": "[58].",
            "section": "Conclusions",
            "paragraph_rank": 140,
            "section_rank": 53,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[58]"
                }
            ]
        },
        {
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecomm ons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. ",
            "section": "Conclusions",
            "paragraph_rank": 141,
            "section_rank": 53
        },
        {
            "text": "Funded by SCOAP 3 .",
            "section": "Conclusions",
            "paragraph_rank": 141,
            "section_rank": 53,
            "entity_spans": [
                {
                    "start": 16,
                    "end": 18,
                    "type": "version",
                    "rawForm": "3",
                    "resp": "service",
                    "id": "#software-simple-s33"
                }
            ]
        },
        {
            "text": "Appendix",
            "section_rank": 54
        },
        {
            "text": "A. Calculation of EJAF",
            "section_rank": 55
        },
        {
            "text": "A jet-level η-dependent pileup correction of the form",
            "section": "A. Calculation of EJAF",
            "paragraph_rank": 142,
            "section_rank": 55
        },
        {
            "text": "is used, where the N PV and μ are determined from the event properties. ",
            "section": "A. Calculation of EJAF",
            "paragraph_rank": 143,
            "section_rank": 55
        },
        {
            "text": "This multiplies the median soft-term jet p T -density, ρ med evt , from Eq. ",
            "section": "A. Calculation of EJAF",
            "paragraph_rank": 143,
            "section_rank": 55
        },
        {
            "text": "(7) by the functional form, P ρ fct (η, N PV , μ ) as defined in Eq. ",
            "section": "A. Calculation of EJAF",
            "paragraph_rank": 143,
            "section_rank": 55
        },
        {
            "text": "(9), which was fit to the average transverse momentum density. ",
            "section": "A. Calculation of EJAF",
            "paragraph_rank": 143,
            "section_rank": 55
        },
        {
            "text": "The median transverse momentum density ρ med evt is determined from soft-term jets with |η| < 2 and then extrapolated to higher |η| as discussed in Sect. ",
            "section": "A. Calculation of EJAF",
            "paragraph_rank": 143,
            "section_rank": 55
        },
        {
            "text": "4.1.2 using the fitted P ).",
            "section": "A. Calculation of EJAF",
            "paragraph_rank": 143,
            "section_rank": 55
        },
        {
            "text": "The x and y components of p filter-jet,corr T,i are used to compute the EJAF soft term using Eq. ",
            "section": "A. Calculation of EJAF",
            "paragraph_rank": 144,
            "section_rank": 55
        },
        {
            "text": "(10), and only soft-term jets matched to the PV with JVF > 0. ",
            "section": "A. Calculation of EJAF",
            "paragraph_rank": 144,
            "section_rank": 55
        },
        {
            "text": "25  While all other jets used in this paper use an R = 0.4 reconstruction, the larger value of R = 0.6 is used to reduce the number of k t soft-term jets with p T = 0 (see Eq. ",
            "section": "A. Calculation of EJAF",
            "paragraph_rank": 144,
            "section_rank": 55,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "25"
                }
            ]
        },
        {
            "text": "(22)) in the central detector region. ",
            "section": "A. Calculation of EJAF",
            "paragraph_rank": 144,
            "section_rank": 55
        },
        {
            "text": "While negative energy deposits are possible in the ATLAS calorimeters, their contributions cannot be matched to the soft-term jets by ghost-association. ",
            "section": "A. Calculation of EJAF",
            "paragraph_rank": 144,
            "section_rank": 55
        },
        {
            "text": "Studies that modify the cluster-to-jet matching to include negativep T clusters indicate no change in the E miss T performance, so negativep T clusters are excluded from the softterm jets. ",
            "section": "A. Calculation of EJAF",
            "paragraph_rank": 144,
            "section_rank": 55
        },
        {
            "text": "Finally, only filter-jets with p filter-jet T,i larger than the pileup correction contribute to the EJAF soft term. ",
            "section": "A. Calculation of EJAF",
            "paragraph_rank": 144,
            "section_rank": 55
        },
        {
            "text": "1",
            "section_rank": 56
        },
        {
            "text": "Introduction . . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": "2 2 ATLAS detector . . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . 2 3 Data samples and event selection . . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": "3 3.1 Track and vertex selection . . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": "3 3.2 Event selection for Z → . . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . 4 3.3 Event selection for W → ν . . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ".4 3.4 Monte Carlo simulation samples . . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": "5 4 Reconstruction and calibration of the E miss T . . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": "6 4.1 Reconstruction of the E miss T . . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . 6 e-mail: atlas.publications@cern.ch 4.1.1 Reconstruction and calibration of the E miss T hard terms . . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": "4.1.2 Reconstruction and calibration of the E miss T soft term . . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": "4.1.3 Jet p T threshold and JVF selection . . . 4.2 Track E miss T . . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . 5 Comparison of E miss T distributions in data and MC simulation . . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": "5.1 Modelling of Z → events . . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": "5.2 Modelling of W → ν events . . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": "6 Performance of the E miss T in data and MC simulation 6.1 Resolution of E miss T . . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . . ",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": ". . . 6.1.1 Resolution of the E miss T as a function of the number of reconstructed vertices . . . 6.1.",
            "section": "1",
            "paragraph_rank": 145,
            "section_rank": 56
        },
        {
            "text": "GeV (0.4 GeV for vertex reconstruction and the calorimeter soft term), • |η| < 2.5, • Number of hits in the pixel detector ≥ 1, • Number of hits in the SCT ≥ 6.",
            "paragraph_rank": 146,
            "section_rank": 57
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 58
        },
        {
            "text": "Data and simulation (including Z , diboson, tt, and t W samples) are shown with only statistical uncertainties and agree within 4-7% across the full range of N PV in the 8 TeV dataset. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 147,
            "section_rank": 58
        },
        {
            "text": "The differences mostly arise from the modelling of the amount of the underlying event and p Z T . ",
            "section": "Fig. 2 .",
            "paragraph_rank": 147,
            "section_rank": 58
        },
        {
            "text": "The 0-jet and inclusive samples have similar values of α STVF , with that for the inclusive sample being around 2% larger.",
            "section": "Fig. 2 .",
            "paragraph_rank": 147,
            "section_rank": 58
        },
        {
            "text": "Fig. 2",
            "section_rank": 59
        },
        {
            "text": "Fig. 2The mean α STVF weight is shown versus the number of reconstructed vertices (N PV ) for 0-jet and inclusive events in Z → μμ data. ",
            "section": "Fig. 2",
            "paragraph_rank": 148,
            "section_rank": 59
        },
        {
            "text": "The inset at the bottom of the figure shows the ratio of the data to the MC predictions with only the statistical uncertainties on the data and MC simulation. ",
            "section": "Fig. 2",
            "paragraph_rank": 148,
            "section_rank": 59
        },
        {
            "text": "The bin boundary always includes the lower edge and not the upper edge",
            "section": "Fig. 2",
            "paragraph_rank": 148,
            "section_rank": 59
        },
        {
            "text": "T and thus the broadest E miss T distribution. ",
            "paragraph_rank": 149,
            "section_rank": 60
        },
        {
            "text": "All of the E miss T algorithms with pileup suppression have narrower E miss T distributions as shown by their smaller mean E miss T values. ",
            "paragraph_rank": 149,
            "section_rank": 60
        },
        {
            "text": "However, those algorithms also have non-Gaussian tails in the E miss x and E miss y distributions, which contribute to the region with E miss T 50 GeV. ",
            "paragraph_rank": 149,
            "section_rank": 60
        },
        {
            "text": "The Track E miss T has the largest tail because it does not include contributions from the neutral particles, and this results in it having the largest standard deviation.",
            "paragraph_rank": 149,
            "section_rank": 60
        },
        {
            "text": "Fig. 3",
            "section_rank": 61
        },
        {
            "text": "Fig. 3 Distributions of the E miss T with the a CST, b EJAF, c TST, d STVF, and e Track E miss T are shown in data and MC simulation events satisfying the Z → μμ selection. ",
            "section": "Fig. 3",
            "paragraph_rank": 150,
            "section_rank": 61
        },
        {
            "text": "The lower panel of the figures shows",
            "section": "Fig. 3",
            "paragraph_rank": 150,
            "section_rank": 61
        },
        {
            "text": "Fig. 4 Fig. 5",
            "section_rank": 62
        },
        {
            "text": "Fig. 4 Distributions of the soft term for the a CST, b EJAF, c TST, and d STVF are shown in data and MC simulation events satisfying the Z → μμ selection. ",
            "section": "Fig. 4 Fig. 5",
            "paragraph_rank": 151,
            "section_rank": 62
        },
        {
            "text": "The lower panel of the figures show the ratio",
            "section": "Fig. 4 Fig. 5",
            "paragraph_rank": 151,
            "section_rank": 62
        },
        {
            "text": "T algo-rithm as that labelling the distribution (e.g. selection criteria are applied to the CST E miss T for distributions showing the CST E miss T ). ",
            "paragraph_rank": 152,
            "section_rank": 63
        },
        {
            "text": "The intrinsic E miss T in W → ν events allows a comparison of the E miss T scale between data and simulation. ",
            "paragraph_rank": 152,
            "section_rank": 63
        },
        {
            "text": "The level of agreement between data and MC simulation for the E miss T reconstruction algorithms is studied using W → eν events with the selection defined in Sect. ",
            "paragraph_rank": 152,
            "section_rank": 63
        },
        {
            "text": "3.3. ",
            "paragraph_rank": 152,
            "section_rank": 63
        },
        {
            "text": "The CST and TST E miss T distributions in W → eν events are shown in Fig. 6. ",
            "paragraph_rank": 152,
            "section_rank": 63
        },
        {
            "text": "The W → τ ν contributions are combined with W → eν events in the figure. ",
            "paragraph_rank": 152,
            "section_rank": 63
        },
        {
            "text": "The data and MC simulation agree within the assigned systematic uncertainties for both the CST and TST E miss T algorithms. ",
            "paragraph_rank": 152,
            "section_rank": 63
        },
        {
            "text": "The other E miss T algorithms show similar levels of agreement between data and MC simulation.",
            "paragraph_rank": 152,
            "section_rank": 63
        },
        {
            "text": "be approximately Gaussian distributed for Z → events as discussed in Ref.",
            "paragraph_rank": 153,
            "section_rank": 64
        },
        {
            "text": "[1]",
            "paragraph_rank": 153,
            "section_rank": 64,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Fig. 6",
            "section_rank": 65
        },
        {
            "text": "Fig. 6 Distributions of the a CST and b TST E miss T as measured in a data sample of W → eν events. ",
            "section": "Fig. 6",
            "paragraph_rank": 154,
            "section_rank": 65
        },
        {
            "text": "The lower panel of the figures show the ratio of data to MC simulation, and the bands correspond to the",
            "section": "Fig. 6",
            "paragraph_rank": 154,
            "section_rank": 65
        },
        {
            "text": "Fig. 7 Fig. 8",
            "section_rank": 66
        },
        {
            "text": "Fig. 7 The resolution obtained from the combined distribution of E miss x and E miss y for the CST, STVF, EJAF, TST, and Track E miss T algorithms as a function of N PV in a 0-jet and b inclusive Z → μμ events",
            "section": "Fig. 7 Fig. 8",
            "paragraph_rank": 155,
            "section_rank": 66
        },
        {
            "text": "Fig. 9",
            "section_rank": 67
        },
        {
            "text": "Fig. 9 The resolution of the combined distribution of E miss x and E miss y for the CST, STVF, EJAF, TST, and Track E miss T as a function of E T (TST) in Z → μμ events in data for the a 0-jet and b inclusive",
            "section": "Fig. 9",
            "paragraph_rank": 156,
            "section_rank": 67
        },
        {
            "text": "+ and p T −",
            "section_rank": 68
        },
        {
            "text": "are the transverse momentum vectors of the leptons from the Z boson decay.The recoil of the Z boson is measured by removing the Z boson decay products from the E miss T and is computed as",
            "section": "+ and p T −",
            "paragraph_rank": 157,
            "section_rank": 68
        },
        {
            "text": "Fig. 10 R",
            "section_rank": 69
        },
        {
            "text": "Fig. 10 R •Â Z / p Z T as a function p Z T for the a 0-jet and b inclusive events in Z → μμ data. ",
            "section": "Fig. 10 R",
            "paragraph_rank": 158,
            "section_rank": 69
        },
        {
            "text": "The insets at the bottom of the figures show the ratios of the data to the MC predictions",
            "section": "Fig. 10 R",
            "paragraph_rank": 158,
            "section_rank": 69
        },
        {
            "text": ".Fig. ",
            "section_rank": 70
        },
        {
            "text": "11 E",
            "section_rank": 70
        },
        {
            "text": "Fig. 11 E miss T linearity in W → μν MC simulation is shown versus E miss,True T",
            "section": ".Fig. 11 E",
            "paragraph_rank": 159,
            "section_rank": 70
        },
        {
            "text": "T. 6 . ",
            "section_rank": 71
        },
        {
            "text": "4 Fig. 12 Fig. 13",
            "section_rank": 71
        },
        {
            "text": "Fig. 12 The resolution of φ( E miss T , E miss,True T ), labelled as RMS ( φ), is shown for W → μν MC simulation for the a 0-jet and b inclusive samples",
            "section": "T. 6 . 4 Fig. 12 Fig. 13",
            "paragraph_rank": 160,
            "section_rank": 71
        },
        {
            "text": "Fig. 14",
            "section_rank": 72
        },
        {
            "text": "Fig. 14 The proxy for E miss T significance is shown in data and MC simulation events satisfying the Z → μμ selection for the a CST and b TST E miss T algorithms. ",
            "section": "Fig. 14",
            "paragraph_rank": 161,
            "section_rank": 72
        },
        {
            "text": "The solid band shows the combined MC sta-",
            "section": "Fig. 14",
            "paragraph_rank": 161,
            "section_rank": 72
        },
        {
            "text": "Fig. 16 a",
            "section_rank": 73
        },
        {
            "text": "Fig. 16a The selection efficiency with TST E miss T versus the E miss T threshold and b the ratio of CST to TST efficiencies versus E miss T threshold. ",
            "section": "Fig. 16 a",
            "paragraph_rank": 162,
            "section_rank": 73
        },
        {
            "text": "In both cases, results are shown for several processes",
            "section": "Fig. 16 a",
            "paragraph_rank": 162,
            "section_rank": 73
        },
        {
            "text": "Fig. 17",
            "section_rank": 74
        },
        {
            "text": "Fig. 17The CST E miss T versus the TST E miss T in Z → μμ + 0-jet events from the MC simulation. ",
            "section": "Fig. 17",
            "paragraph_rank": 163,
            "section_rank": 74
        },
        {
            "text": "The vector correlation coefficient is 0.177[53]    ",
            "section": "Fig. 17",
            "paragraph_rank": 163,
            "section_rank": 74
        },
        {
            "text": "Fig. 18 Fig. 19",
            "section_rank": 75
        },
        {
            "text": "Fig. 18The a TST E miss T resolution versus the number of reconstructed vertices per bunch crossing (N PV ) and the b TST E miss T in the direction of the p Z T are shown for the different JVF selection criterion values applied to jets with p T > 20 GeV and |η| < 2.4 using the Z → μμ simulation",
            "section": "Fig. 18 Fig. 19",
            "paragraph_rank": 164,
            "section_rank": 75
        },
        {
            "text": "TFig. ",
            "section_rank": 76,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "software",
                    "rawForm": "TFig",
                    "resp": "service",
                    "id": "software-simple-s34"
                }
            ]
        },
        {
            "text": "20",
            "section_rank": 76
        },
        {
            "text": "Fig. 20 The a mean and b Gaussian width of the CST E miss T projected ontop hard T are each shown as a function of p hard T in Z → μμ +0-jet events. ",
            "section": "TFig. 20",
            "paragraph_rank": 165,
            "section_rank": 76
        },
        {
            "text": "The ratio of data to MC simulation is shown in the lower portion of the plot with the band representing the assigned systematic uncertainty",
            "section": "TFig. 20",
            "paragraph_rank": 165,
            "section_rank": 76
        },
        {
            "text": ". ",
            "section_rank": 77
        },
        {
            "text": "8 . ",
            "section_rank": 77
        },
        {
            "text": "2 Fig. 21",
            "section_rank": 77
        },
        {
            "text": "Fig. 21 The a projection of CST E miss T ontop hard T and b the Gaussian width (resol.) of the combined distribution of CST E miss x and E miss y areshown versus E T (CST). ",
            "section": ". 8 . 2 Fig. 21",
            "paragraph_rank": 166,
            "section_rank": 77
        },
        {
            "text": "The ratio of data to MC simulation is shown",
            "section": ". 8 . 2 Fig. 21",
            "paragraph_rank": 166,
            "section_rank": 77
        },
        {
            "text": "Fig. 22",
            "section_rank": 78
        },
        {
            "text": "Fig. 22Fit to the TST E miss,soft ⊥",
            "section": "Fig. 22",
            "paragraph_rank": 167,
            "section_rank": 78
        },
        {
            "text": "Fig. 23",
            "section_rank": 79
        },
        {
            "text": "Fig. 23 The fitted TST a σ 2 (E miss,soft ), b σ 2 (E miss,soft ⊥",
            "section": "Fig. 23",
            "paragraph_rank": 168,
            "section_rank": 79
        },
        {
            "text": "•",
            "section_rank": 80
        },
        {
            "text": "Increase scale (E miss,soft ,scale+ ) • Decrease scale (E miss,soft ,scale− ) • Gaussian smearing of E miss,soft (E miss,soft ,reso ) • The downward variation of the above E miss,soft ,reso computed using Eq.",
            "section": "•",
            "paragraph_rank": 169,
            "section_rank": 80
        },
        {
            "text": "(20)• Gaussian smearing of E miss,soft ⊥ (E miss,soft ⊥,reso ) • The downward variation of the above E miss,soft ⊥,reso computed using Eq.",
            "section": "•",
            "paragraph_rank": 169,
            "section_rank": 80
        },
        {
            "text": "(20)",
            "section": "•",
            "paragraph_rank": 169,
            "section_rank": 80
        },
        {
            "text": "Fig. 24 Fig. 25 Fig. 26",
            "section_rank": 81
        },
        {
            "text": "Fig. 24Distributions of a E miss,soft T",
            "section": "Fig. 24 Fig. 25 Fig. 26",
            "paragraph_rank": 170,
            "section_rank": 81
        },
        {
            "text": "ρ",
            "section_rank": 82
        },
        {
            "text": "fct (η, N PV , μ ). ",
            "section": "ρ",
            "paragraph_rank": 171,
            "section_rank": 82
        },
        {
            "text": "The pileup correction ρ med η (η) from Eq. ",
            "section": "ρ",
            "paragraph_rank": 171,
            "section_rank": 82
        },
        {
            "text": "(21) is applied to the transverse momenta of the soft-term jets passing a JVF selection. ",
            "section": "ρ",
            "paragraph_rank": 171,
            "section_rank": 82
        },
        {
            "text": "The pileup-corrected jet p T is labelled p",
            "section": "ρ",
            "paragraph_rank": 171,
            "section_rank": 82
        },
        {
            "text": "for |η filter-jet i | < 2.4 or jets with |η filter-jet i | ≥ 2.4 are used. ",
            "paragraph_rank": 172,
            "section_rank": 83
        },
        {
            "text": "Because of this JVF selection, the label of \"filter-jet\" is added to the catchment area (A filter-jet i ), to the transverse momentum ( p",
            "paragraph_rank": 172,
            "section_rank": 83
        },
        {
            "text": "2",
            "section_rank": 84
        },
        {
            "text": "Resolution of the E miss T as a function of E T 6.2 The E miss T response . . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . 6.2.1 Measuring E miss T recoil versus p Z T . . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": "6.2.2 Measuring E miss T response in simulated W → ν events . . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": "6.3 The E miss T angular resolution . . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": "6.4 Transverse mass in W → ν events . . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": "6.5 Proxy for E miss T significance . . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": "6.6 Tails of E miss T distributions . . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . 6.7 Correlation of fake E miss T between algorithms . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": "7 Jet-p T threshold and vertex association selection . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": "8 Systematic uncertainties of the soft term . . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": "8.1 Methodology for CST . . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": "8.1.1 Evaluation of balance between the soft term and the hard term . . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": "8.1.2 Cross-check method for the CST systematic uncertainties . . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": "8.2 Methodology for TST and Track E miss T . . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ".",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": "8.2.1 Propagation of systematic uncertainties . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": "8.2.2 Closure of systematic uncertainties . . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": "8.2.3 Systematic uncertainties from tracks inside jets . . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": "9 Conclusions . . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". . . . ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": ". ",
            "section": "2",
            "paragraph_rank": 173,
            "section_rank": 84
        },
        {
            "text": "Table 1",
            "section_rank": 85
        },
        {
            "text": "Summary of definitions for E miss T terms used in this paper Term Brief description Intrinsic E miss T Missing transverse momentum arising from the presence of neutrinos or other non-interacting particles in an event. ",
            "section": "Table 1",
            "paragraph_rank": 174,
            "section_rank": 85
        },
        {
            "text": "In case of simulated events the true E miss T (E miss,True T ) corresponds to the E miss T",
            "section": "Table 1",
            "paragraph_rank": 174,
            "section_rank": 85
        },
        {
            "text": "Table 2",
            "section_rank": 86
        },
        {
            "text": "Generators, cross-section normalizations, PDF sets, and MC tunes used in this analysis",
            "section": "Table 2",
            "paragraph_rank": 175,
            "section_rank": 86
        },
        {
            "text": "Table 3",
            "section_rank": 87
        },
        {
            "text": "Summary of E miss",
            "section": "Table 3",
            "paragraph_rank": 176,
            "section_rank": 87
        },
        {
            "text": "Table 4",
            "section_rank": 88
        },
        {
            "text": "The mean and standard deviation of the E",
            "section": "Table 4",
            "paragraph_rank": 177,
            "section_rank": 88
        },
        {
            "text": ", the Track E miss T is the most stable with respect to pileup with almost no dependence on N PV . ",
            "paragraph_rank": 178,
            "section_rank": 89
        },
        {
            "text": "For N PV > 20, the Track E miss",
            "paragraph_rank": 178,
            "section_rank": 89
        },
        {
            "text": "Tagain has the largest dependence on N PV .",
            "paragraph_rank": 179,
            "section_rank": 89,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "software",
                    "rawForm": "Tagain",
                    "resp": "service",
                    "id": "software-simple-s35"
                }
            ]
        },
        {
            "text": "GeV 1/2 is used to tune the x-axis so that integral of Z → μμ simulation fits the multiples of the standard deviation of a normal distribution at the value of 2. ",
            "paragraph_rank": 180,
            "section_rank": 90
        },
        {
            "text": "Ideally, only events with large intrinsic E miss → μμ have low values. ",
            "paragraph_rank": 180,
            "section_rank": 90
        },
        {
            "text": "It is important to point out that in general Z → μμ is not a process with large E miss T",
            "paragraph_rank": 180,
            "section_rank": 90
        },
        {
            "text": "The selection efficiency is shown versus the E miss T threshold for a Z → μμ and b W → μν inclusive MC simulation events",
            "paragraph_rank": 181,
            "section_rank": 91
        },
        {
            "text": "Fig. 15",
            "paragraph_rank": 182,
            "section_rank": 91
        },
        {
            "text": "Table 5",
            "section_rank": 92
        },
        {
            "text": "Vector correlation coefficients are shown between E miss T definitions in Z → μμ MC simulation. ",
            "section": "Table 5",
            "paragraph_rank": 183,
            "section_rank": 92
        },
        {
            "text": "Below the diagonal are events in the 0-jet sample, and above the diagonal are inclusive events",
            "section": "Table 5",
            "paragraph_rank": 183,
            "section_rank": 92
        },
        {
            "text": "Table 6",
            "section_rank": 93
        },
        {
            "text": "The TST scale ( TST ) and resolution uncertainties (σ and σ ⊥ ) are shown in bins of p hard T",
            "section": "Table 6",
            "paragraph_rank": 184,
            "section_rank": 93
        },
        {
            "text": ")",
            "section_rank": 94
        },
        {
            "text": "(2008). ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "arXiv:0901.0512 [hep-ex] ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "51. ATLAS Collaboration, Evidence for the Higgs-boson Yukawa coupling to tau leptons with the ATLAS detector. ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "JHEP 04, 117 (2015). ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "arXiv:1501.04943 ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "52. ATLAS Collaboration, Summary of the searches for squarks and gluinos using √ s = 8 TeV pp collisions with the ATLAS experiment at the LHC. ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "JHEP 10, 054 (2015). ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "arXiv:1507.05525 [hep-ex] ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "53. D.S. Crosby et al., A proposed definition of vector correlation in geophysics: theory and application. ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "J. Atmos. ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "Ocean. ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "Technol. ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "10, 355 (1993). ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "doi:10.1175/1520-0426(1993)010<0355: APDFVC>2.0.CO;2 ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94,
            "entity_spans": [
                {
                    "start": 37,
                    "end": 43,
                    "type": "software",
                    "rawForm": "APDFVC",
                    "resp": "service",
                    "id": "software-simple-s36"
                }
            ]
        },
        {
            "text": "54. ATLAS Collaboration, Observation and measurement of Higgs boson decays to W W * with the ATLAS detector. ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "Phys. ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "Rev. D 92, 012006 (2015). ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "doi:10.1103/PhysRevD.92.012006 ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "55. ATLAS Collaboration, Search for the bb decay of the standard model higgs boson in associated (W/Z )H production with the ATLAS detector. ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "JHEP 01, 069 (2015). ",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "arXiv:1409.6212 [hep-ex]",
            "section": ")",
            "paragraph_rank": 185,
            "section_rank": 94
        },
        {
            "text": "T chapter",
            "section": ")",
            "paragraph_rank": 186,
            "section_rank": 94
        },
        {
            "text": "ATLAS defines stable particles as those having a mean lifetime > 0.3 × 10 −10 s.",
            "section": ")",
            "paragraph_rank": 187,
            "section_rank": 94
        },
        {
            "text": "The track reconstruction for electrons and for muons does not strictly follow these definitions. ",
            "section": ")",
            "paragraph_rank": 188,
            "section_rank": 94
        },
        {
            "text": "For example, a Gaussian Sum Filter[9] algorithm is used for electrons to improve the measurements of its track parameters, which can be degraded due to Bremsstrahlung losses.",
            "section": ")",
            "paragraph_rank": 188,
            "section_rank": 94,
            "ref_spans": [
                {
                    "start": 34,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The arctan function returns values from [−π, +π ] and uses the sign of both coordinates to determine the quadrant.5 ",
            "section": ")",
            "paragraph_rank": 189,
            "section_rank": 94,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "5"
                }
            ]
        },
        {
            "text": "The EM scale is the basic signal scale for the ATLAS calorimeters. ",
            "section": ")",
            "paragraph_rank": 189,
            "section_rank": 94
        },
        {
            "text": "It accounts correctly for the energy deposited by EM showers in the calorimeter, but it does not consider energy losses in the uninstrumented material.",
            "section": ")",
            "paragraph_rank": 189,
            "section_rank": 94
        },
        {
            "text": "The forward ATLAS calorimeters are less granular than those in the central region, which leads to fewer clusters being reconstructed.",
            "section": ")",
            "paragraph_rank": 190,
            "section_rank": 94
        },
        {
            "text": "GeV, the on-shell W boson must have nonzero p T , which typically comes from its recoil against jets. ",
            "section": ")",
            "paragraph_rank": 191,
            "section_rank": 94
        },
        {
            "text": "However, no reconstructed or generator-level jets are found in this 0-jet sample. ",
            "section": ")",
            "paragraph_rank": 191,
            "section_rank": 94
        },
        {
            "text": "Therefore, most of the events with 40 < E miss,True T < 60 GeV have jets below the 20 GeV threshold contributing to the soft term, and the soft term is not cal-",
            "section": ")",
            "paragraph_rank": 191,
            "section_rank": 94
        },
        {
            "text": "Acknowledgements",
            "section_rank": 96
        },
        {
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONI-CYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colom ",
            "section": "Acknowledgements",
            "paragraph_rank": 192,
            "section_rank": 96
        }
    ]
}