{
    "level": "sentence",
    "abstract": [
        {
            "text": "Measurements of top quark spin observables in tt events are presented based on 20.2 fb −1 of √ s = 8 TeV proton-proton collisions recorded with the ATLAS detector at the LHC. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The analysis is performed in the dilepton final state, characterised by the presence of two isolated leptons (electrons or muons). ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "There are 15 observables, each sensitive to a different coefficient of the spin density matrix of tt production, which are measured independently. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Ten of these observables are measured for the first time. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "All of them are corrected for detector resolution and acceptance effects back to the parton and stable-particle levels. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The measured values of the observables at parton level are compared to Standard Model predictions at next-to-leading order in QCD. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The corrected distributions at stable-particle level are presented and the means of the distributions are compared to Monte Carlo predictions. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "No significant deviation from the Standard Model is observed for any observable.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The top quark, discovered in 1995 by the CDF and D0 experiments at the Tevatron at Fermilab [1,2], is the heaviest fundamental particle observed so far. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "type": "bibr",
                    "text": "[1,"
                },
                {
                    "start": 95,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "2]"
                }
            ]
        },
        {
            "text": "Its mass is of the order of the electroweak scale, which suggests that it might play a special role in electroweak symmetry breaking. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Furthermore, since the top quark has a very short lifetime of O(10 −25 s) [3][4][5] it decays before hadronisation and before any consequent spin-flip can JHEP03(2017)113 take place. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[3]"
                },
                {
                    "start": 77,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[4]"
                },
                {
                    "start": 80,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "This offers a unique opportunity to study the properties of a bare quark and, in particular, the properties of its spin.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Top quarks at the LHC are mostly produced in tt pairs via the strong interaction, which conserves parity. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The quarks 1 and gluons of the initial state are unpolarised, which means that their spins are not preferentially aligned with any given direction. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The top quarks produced in pairs are thus unpolarised except for the contribution of weak corrections and QCD absorptive parts at the per-mill level [6]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "However, the spins of the top and antitop quarks are correlated with a strength depending on the spin quantisation axis and on the production process. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Various new physics phenomena can alter the polarisation and spin correlation due to alternative production mechanisms [6][7][8][9]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 119,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[6]"
                },
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[7]"
                },
                {
                    "start": 125,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[8]"
                },
                {
                    "start": 128,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The spins of the top quarks do not become decorrelated due to hadronisation, and so their spin information is transferred to their decay products. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "This makes it possible to measure the top quark pair's spin structure using angular observables of their decay products. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The predictions for many of these observables are available at next-to-leading order (NLO) in quantum chromodynamics (QCD). ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "A few of them have been measured by the experiments at the LHC and Tevatron and found to be in good agreement with the Standard Model (SM) predictions [10][11][12][13][14][15][16][17][18].",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[10]"
                },
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[11]"
                },
                {
                    "start": 159,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[12]"
                },
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "text": "[13]"
                },
                {
                    "start": 167,
                    "end": 171,
                    "type": "bibr",
                    "text": "[14]"
                },
                {
                    "start": 171,
                    "end": 175,
                    "type": "bibr",
                    "text": "[15]"
                },
                {
                    "start": 175,
                    "end": 179,
                    "type": "bibr",
                    "text": "[16]"
                },
                {
                    "start": 179,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[17]"
                },
                {
                    "start": 183,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "This paper presents the measurement of a set of 15 spin observables with a data set corresponding to an integrated luminosity of 20.2 fb −1 of proton-proton collisions at √ s = 8 TeV, recorded by the ATLAS detector at the LHC in 2012. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Each of the 15 observables is sensitive to a different coefficient of the top quark pair's spin density matrix, probing different symmetries in the production mechanism [19]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "Ten of these observables have not been measured until now. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The observables are corrected back to parton level in the full phase-space and to stable-particle level in a fiducial phase-space. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "At parton level, the measured values of the polarisation and spin correlation observables are presented and compared to theoretical predictions. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "All observables allow a direct measurement of their corresponding expectation value. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "At stable-particle level, the distributions corrected for detector acceptance and resolution are provided. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Because of the limited phase-space used at that level, the values of the polarisation and spin correlations are not proportional to the means of these distributions. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Instead, the means of the distributions are provided and compared to the values obtained in Monte Carlo simulation.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "ATLAS detector",
            "section_rank": 3
        },
        {
            "text": "The ATLAS detector [20] at the LHC covers nearly the entire solid angle around the interaction point. ",
            "section": "ATLAS detector",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "2 It consists of an inner tracking detector surrounded by a thin superconducting solenoid, electromagnetic and hadronic calorimeters, and a muon spectrometer incorporating superconducting toroid magnets.",
            "section": "ATLAS detector",
            "paragraph_rank": 5,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "2"
                }
            ]
        },
        {
            "text": "JHEP03(2017)113",
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 6,
                    "type": "version",
                    "rawForm": "03",
                    "resp": "service",
                    "id": "#software-simple-s2"
                }
            ]
        },
        {
            "text": "The inner-detector system is immersed in a 2 T axial magnetic field and provides charged-particle tracking in the pseudorapidity range |η| < 2.5. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "A high-granularity silicon pixel detector covers the interaction region and typically provided three measurements per track in 2012. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "It is surrounded by a silicon microstrip tracker designed to provide eight twodimensional measurement points per track. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "These silicon detectors are complemented by a transition radiation tracker, which enables radially extended track reconstruction up to |η| = 2.0. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "The transition radiation tracker also provides electron identification information based on the fraction of hits (typically 30 in total) exceeding an energy-deposit threshold consistent with transition radiation.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "The calorimeter system covers the pseudorapidity range |η| < 4.9. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Within the region |η| < 3.2, electromagnetic calorimetry is provided by barrel and endcap high-granularity lead/liquid-argon (LAr) electromagnetic calorimeters, with an additional thin LAr presampler covering |η| < 1.8 to correct for energy loss in the material upstream of the calorimeters. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Hadronic calorimetry is provided by a steel/scintillator-tile calorimeter, segmented into three barrel structures within |η| < 1.7, and two copper/LAr hadronic endcap calorimeters. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "The solid angle coverage is completed with forward copper/LAr and tungsten/LAr calorimeters used for electromagnetic and hadronic measurements, respectively.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "The muon spectrometer comprises separate trigger and high-precision tracking chambers measuring the deflection of muons in a magnetic field generated by superconducting air-core toroids. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "The precision chamber system covers the region |η| < 2.7 with drift tube chambers, complemented by cathode strip chambers. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "The muon trigger system covers the range |η| < 1.05 with resistive plate chambers, and the range 1.05 < |η| < 2.4 with thin gap chambers.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "A three-level trigger system is used to select interesting events. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The Level-1 trigger is implemented in hardware and uses a subset of detector information to reduce the event rate to a design value of at most 75 kHz. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "This is followed by two software-based trigger levels, which together reduce the event rate to about 400 Hz.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Observables",
            "section_rank": 5
        },
        {
            "text": "The spin information of the top quarks, encoded in the spin density matrix, is transferred to their decay particles and affects their angular distributions. ",
            "section": "Observables",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The spin density matrix can be expressed by a set of several coefficients: one spin-independent coefficient, which determines the cross section and which is not measured here, three polarisation coefficients for the top quark, three polarisation coefficients for the antitop quark, and nine spin correlation coefficients. ",
            "section": "Observables",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "By measuring a set of 15 polarisation and spin correlation observables, the coefficient functions of the squared matrix element can be probed. ",
            "section": "Observables",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The approach used in this paper was proposed in ref. ",
            "section": "Observables",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "[19]. ",
            "section": "Observables",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The normalised double-differential cross section for tt production and decay is of the form [6,21] 1 σ",
            "section": "Observables",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[6,"
                },
                {
                    "start": 95,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "21]"
                }
            ]
        },
        {
            "text": "where B a , B b and C(a, b) are the polarisations and spin correlation along the spin quantisation axes a and b. ",
            "section": "Observables",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "The angles θ a and θ b are defined as the angles between the momentum direction of a top quark decay particle in its parent top quark's rest frame and the axis a or b. ",
            "section": "Observables",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "The subscript +(−) refers to the top (antitop) quark. ",
            "section": "Observables",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "From equation (3.1) one can retrieve the following relation for the spin correlation between the axes a and b C(a, b) = −9 cos θ a",
            "section": "Observables",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "Integrating out one of the angles in equation (3 (1 + B a cos θ a ). ",
            "section": "Observables",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 46,
                    "end": 48,
                    "text": "(3"
                }
            ]
        },
        {
            "text": "(3.3) ",
            "section": "Observables",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "bibr",
                    "text": "(3.3)"
                }
            ]
        },
        {
            "text": "This means the differential cross section has a linear dependence on the polarisation B a , from which also follows B a = 3 cos θ a . ",
            "section": "Observables",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "(3.4)",
            "section": "Observables",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "All the observables are based on cos θ, which is defined using three orthogonal spin quantisation axes:",
            "section": "Observables",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "• The helicity axis is defined as the top quark direction in the tt rest frame. ",
            "section": "Observables",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "In ref. ",
            "section": "Observables",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "[19] it is indicated by the letter k, a notation which is adopted in this paper. ",
            "section": "Observables",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "Measurements of the polarisation and spin correlation defined along this axis at 7 and 8 TeV were consistent with the SM predictions [10][11][12][13][14][15][16].",
            "section": "Observables",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[10]"
                },
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[11]"
                },
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[12]"
                },
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "text": "[13]"
                },
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "text": "[14]"
                },
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "text": "[15]"
                },
                {
                    "start": 157,
                    "end": 161,
                    "type": "bibr",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "• The transverse axis is defined to be transverse to the production plane [6,22] created by the top quark direction and the beam axis. ",
            "section": "Observables",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[6,"
                },
                {
                    "start": 77,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "22]"
                }
            ]
        },
        {
            "text": "It is denoted by the letter n. ",
            "section": "Observables",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The polarisation along that axis was measured by the D0 experiment [17].",
            "section": "Observables",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "• The r-axis is an axis orthogonal to the other two axes, denoted by the letter r. ",
            "section": "Observables",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "No observable related to this axis has been measured previously.",
            "section": "Observables",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "As the dominant initial state of tt production at the LHC (gluon-gluon fusion) is Bosesymmetric, cos θ calculations with respect to the transverse or r-axis are multiplied by the sign of the scattering angle y =p •k, wherek is the top quark direction in the tt rest frame andp = (0, 0, 1), as recommended in ref. ",
            "section": "Observables",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "[19]. ",
            "section": "Observables",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "In the calculations of cos θ with respect to the negatively charged lepton, the axes are multiplied by −1. ",
            "section": "Observables",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "The observables and corresponding expectation values, as well as their SM predictions at NLO, are shown in table 1. ",
            "section": "Observables",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "The first six observables correspond to the polarisations of the top and antitop quarks along the various axes, the other nine to the spin correlations. ",
            "section": "Observables",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "In order to distinguish between the correlation observables, the correlations using only one axis are referred to as spin correlations and the last six as cross correlations. ",
            "section": "Observables",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "The predictions are computed for a top quark mass of 173.34 GeV [23]. ",
            "section": "Observables",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "In order to measure all observables, the final-state particles of both decay chains must be reconstructed and correctly identified. ",
            "section": "Observables",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "As charged leptons retain more information about the spin state of the top quarks, and as they can be precisely reconstructed, the measurement in this paper is performed in the dileptonic final state of tt events. ",
            "section": "Observables",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "The charged leptons considered in this analysis are electrons or muons, either originating directly from W and Z decays, or through an intermediate τ decay.",
            "section": "Observables",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "JHEP03(2017)113",
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 6,
                    "type": "version",
                    "rawForm": "03",
                    "resp": "service",
                    "id": "#software-simple-s2"
                }
            ]
        },
        {
            "text": "Expectation values NLO predictions Observables Table 1. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 54,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "List of the observables and corresponding expectation values measured in this analysis. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "The SM predictions at NLO are also shown [19]; expectation values predicted to be 0 at NLO are exactly 0 due to term cancellations. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The expectation values can be obtained from the corresponding observables using the relations from Equations (3.2) and (3.4). ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 119,
                    "end": 124,
                    "type": "bibr",
                    "text": "(3.4)"
                }
            ]
        },
        {
            "text": "The uncertainties on the predictions refer to scale uncertainties only; values below 10 −4 are not quoted.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "Data and simulation samples",
            "section_rank": 7
        },
        {
            "text": "The analysis is performed using the full 2012 proton-proton collision data sample at √ s = 8 TeV recorded by the ATLAS detector. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "The data sample corresponds to an integrated luminosity of 20.2 fb −1 after requiring stable LHC beams and a fully operational detector.",
            "section": "Data and simulation samples",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "The analysis uses Monte Carlo (MC) simulations, in particular to estimate the sample composition and to correct the measurement to both parton and stable-particle level. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The nominal tt signal MC sample is generated by Powheg-hvq (version 1, r2330) [24][25][26][27] with the top quark mass set to 172.5 GeV and the h damp parameter 3 set to the top quark mass. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[24]"
                },
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[25]"
                },
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[26]"
                },
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[27]"
                }
            ],
            "entity_spans": [
                {
                    "start": 71,
                    "end": 72,
                    "type": "version",
                    "rawForm": "r",
                    "resp": "service",
                    "id": "#software-simple-s2"
                }
            ]
        },
        {
            "text": "The PDF set used is CT10 [30]. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 25,
                    "end": 29,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "The signal events are then showered with Pythia6 (version 6.426) [31] using a set of tuned parameters named the Perugia2011C tune [32]. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[31]"
                },
                {
                    "start": 130,
                    "end": 134,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[32]"
                }
            ],
            "entity_spans": [
                {
                    "start": 58,
                    "end": 63,
                    "type": "version",
                    "rawForm": "6.426",
                    "resp": "service",
                    "id": "#software-simple-s2"
                }
            ]
        },
        {
            "text": "The background processes are also modelled using a range of MC generators which are listed in table 2. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "An additional background originating from non-prompt and misreconstructed (called \"fake\") leptons is also estimated from MC simulation. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "To estimate this background, all samples listed in table 2 are used, and in particular those listed in the lower part of  the table, which are generated specifically for that background. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "Multijet events are not included in this list because the probability of having two jets misidentified as isolated leptons is very small. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The contribution from these events is thus negligible.",
            "section": "Data and simulation samples",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "In order to account for systematic uncertainties in the signal modelling, different MC samples, documented in table 3, are compared with each other as described in section 6.3.3.",
            "section": "Data and simulation samples",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "The nominal signal and background samples were processed through a simulation of the detector geometry and response [33] using Geant4 [34]. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[33]"
                },
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[34]"
                }
            ],
            "entity_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "type": "version",
                    "rawForm": "4",
                    "resp": "service",
                    "id": "#software-simple-s2"
                }
            ]
        },
        {
            "text": "MC samples used to estimate signal modelling uncertainties were processed with the ATLFAST-II [35] simulation. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 22,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "This employs a parameterisation of the response of the electromagnetic and hadronic calorimeters, and uses Geant4 for the other detector components.",
            "section": "Data and simulation samples",
            "paragraph_rank": 22,
            "section_rank": 7
        },
        {
            "text": "-6 -",
            "section": "Data and simulation samples",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "JHEP03(2017)113 5 Event selection and background estimation",
            "section_rank": 8
        },
        {
            "text": "Reconstructed objects such as electrons, muons or jets are built from the detector information and used to form a tt-enriched sample by applying an event selection.",
            "section": "JHEP03(2017)113 5 Event selection and background estimation",
            "paragraph_rank": 24,
            "section_rank": 8
        },
        {
            "text": "Object selection",
            "section_rank": 9
        },
        {
            "text": "Electron candidates are reconstructed by matching inner-detector tracks to clusters in the electromagnetic calorimeter. ",
            "section": "Object selection",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "A requirement on the pseudorapidity of the cluster |η cl | < 2.47 is applied, with the transition region between barrel and endcap corresponding to 1.37 < |η cl | < 1.52 excluded. ",
            "section": "Object selection",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "A minimum requirement on the transverse momentum (p T ) of 25 GeV is applied to match the trigger criteria (see section 5.2). ",
            "section": "Object selection",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "Furthermore, electron candidates are required to be isolated from additional activity in the detector. ",
            "section": "Object selection",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "Two different criteria are used. ",
            "section": "Object selection",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "The first one considers the activity in the electromagnetic calorimeter in a cone of size ∆R = 0.2 around the electron. ",
            "section": "Object selection",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "The second one sums the p T of all tracks in a cone of size 0.3 around the electron track. ",
            "section": "Object selection",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "The requirements applied on both variables are η-dependent and correspond to an efficiency on signal electrons of 90%. ",
            "section": "Object selection",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "The final selection efficiency for the electrons used in this analysis is between 85% and 90% depending on the p T and η of the electron [45].",
            "section": "Object selection",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "Muon candidates are reconstructed by combining inner detector tracks with tracks constructed in the muon spectrometer. ",
            "section": "Object selection",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "They are required to have a p T > 25 GeV and |η| < 2.5. ",
            "section": "Object selection",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "They are also required to be isolated from additional activity in the inner detector. ",
            "section": "Object selection",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "An isolation criterion requiring the scalar sum of track p T around the muon in a cone of size ∆R = 10 GeV/p µ T to be less than 0.05p µ T is applied. ",
            "section": "Object selection",
            "paragraph_rank": 26,
            "section_rank": 9
        },
        {
            "text": "Muons have a selection efficiency of about 95% [46].",
            "section": "Object selection",
            "paragraph_rank": 26,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "type": "bibr",
                    "text": "[46]"
                }
            ]
        },
        {
            "text": "Jets are reconstructed from energy clusters in the electromagnetic and hadronic calorimeters. ",
            "section": "Object selection",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "The reconstruction algorithm used is the anti-k t [47] algorithm with a radius parameter of R = 0.4. ",
            "section": "Object selection",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[47]"
                }
            ]
        },
        {
            "text": "The measured energy of the jets is corrected to the hadronic scale using p T -and η-dependent scale factors derived from simulation and validated in data [48]. ",
            "section": "Object selection",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[48]"
                }
            ]
        },
        {
            "text": "After the energy correction, they are required to have a transverse momentum p T > 25 GeV and a pseudorapidity |η| < 2.5. ",
            "section": "Object selection",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "For jets with p T < 50 GeV and |η| < 2.4, the jet vertex fraction (JVF) must be greater than 0.5. ",
            "section": "Object selection",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "The JVF is defined as the fraction of the scalar p T sum of tracks associated with the jet and the primary vertex and the scalar p T sum of tracks associated with the jet and any vertex. ",
            "section": "Object selection",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "It distinguishes between jets originating from the primary vertex and jets with a large contribution from other proton interactions in the same bunch crossing (pile-up). ",
            "section": "Object selection",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "If separated by ∆R < 0.2, the jet closest to a selected electron is removed to avoid double-counting of electrons reconstructed as jets. ",
            "section": "Object selection",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "Next, all electrons and muons separated from a jet by ∆R < 0.4 are removed from the list of selected leptons to reject semileptonic decays within a jet. ",
            "section": "Object selection",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "Jets containing b-hadrons are identified (b-tagged) by using a multivariate algorithm (MV1) [49] which uses information about the tracks and secondary vertices. ",
            "section": "Object selection",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "[49]"
                }
            ]
        },
        {
            "text": "If the MV1 output for a jet is larger than a predefined value, the jet is considered to be b-tagged. ",
            "section": "Object selection",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "The value was chosen to achieve a b-tagging efficiency of 70%. ",
            "section": "Object selection",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "With this algorithm, the probability to select a light jet (from gluons or u-, d-, s-quarks) is around 0.8%, and the probability to select a jet from a c-quark is 20%. ",
            "section": "Object selection",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "The",
            "section": "Object selection",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "JHEP03(2017)113",
            "section_rank": 10,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 6,
                    "type": "version",
                    "rawForm": "03",
                    "resp": "service",
                    "id": "#software-simple-s4"
                }
            ]
        },
        {
            "text": "missing transverse momentum E miss T is defined as the magnitude of the negative vectorial sum of the transverse momenta of leptons, photons and jets, as well as energy deposits in the calorimeter not associated with any physics object [50].",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 236,
                    "end": 240,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[50]"
                }
            ]
        },
        {
            "text": "Event selection",
            "section_rank": 11
        },
        {
            "text": "The event selection aims at maximising the fraction of tt events with a dileptonic final state. ",
            "section": "Event selection",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "The final states are then separated according to the lepton flavours. ",
            "section": "Event selection",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Tau leptons are indirectly considered in the signal contribution when decaying leptonically. ",
            "section": "Event selection",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "This leads to three different channels (ee, µµ, eµ). ",
            "section": "Event selection",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Different kinematic requirements have to be applied for the eµ and ee/µµ channels due to their different background contributions. ",
            "section": "Event selection",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Only events selected from dedicated electron or muon triggers are considered. ",
            "section": "Event selection",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "The p T thresholds of the triggers are 24 GeV for isolated leptons and 60 (36) GeV for single-electron (-muon) triggers without an isolation requirement. ",
            "section": "Event selection",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Events containing muons compatible with cosmic-ray interactions are removed. ",
            "section": "Event selection",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Exactly two oppositely charged electrons or muons with p T > 25 GeV are required. ",
            "section": "Event selection",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "A requirement on the dilepton invariant mass of m > 15 GeV is required in all channels. ",
            "section": "Event selection",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "In addition, |m −m Z | > 10 GeV, where m Z is the Z boson mass, is required in the ee and µµ channels to suppress the Drell-Yan background. ",
            "section": "Event selection",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "In these channels the missing transverse momentum is required to be greater than 30 GeV. ",
            "section": "Event selection",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "In the eµ channel, the scalar sum of the p T of the jets and leptons in the event (H T ) is required to be H T > 130 GeV. ",
            "section": "Event selection",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "At least two jets with at least one of them being b-tagged are required in each channel.",
            "section": "Event selection",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Background estimation",
            "section_rank": 12
        },
        {
            "text": "Single-top-quark and diboson backgrounds are estimated using MC simulation only. ",
            "section": "Background estimation",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "The MC estimate for the Drell-Yan and fake-lepton background is normalised using data-driven scale factors (SF). ",
            "section": "Background estimation",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "The Drell-Yan background does not contain any real E miss T . ",
            "section": "Background estimation",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "Nonnegligible E miss T can appear in a fraction of events with misreconstructed objects, which are difficult to model. ",
            "section": "Background estimation",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "Since real E miss T is present in Z → τ τ events, no scale factors are applied to this sample. ",
            "section": "Background estimation",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "Another issue is the correct normalisation of Drell-Yan events with additional heavy-flavour (HF) jets from b-and c-quarks after the b-tagging requirement. ",
            "section": "Background estimation",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "In order to correct for these effects, three control regions are defined, from which three SF are extracted. ",
            "section": "Background estimation",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "Two correspond to the E miss T modelling in Z → ee (SF ee ) and Z → µµ events (SF µµ ), and one for the heavy-flavour normalisation in Z+jets events (SF HF ) common to the three dilepton channels. ",
            "section": "Background estimation",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "All control regions require the same selection as the signal region with the exception that the invariant mass of the two leptons should be within 10 GeV of the Z mass. ",
            "section": "Background estimation",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "The control regions are then distinguished by dividing them into a pretag (n b-tag ≥ 0) and a b-tag region (n b-tag ≥ 1), additionally dividing the pretag region into the ee and µµ channels. ",
            "section": "Background estimation",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "The purity of the pretag control region is 97% on average for both channels. ",
            "section": "Background estimation",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "The purity of the b-tag region is 75%. ",
            "section": "Background estimation",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "The SF are extracted by solving a system of equations which relates the number of events in data and in simulation in the three control regions. ",
            "section": "Background estimation",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "The lepton-flavour-dependent scale factors SF ee/µµ are 0.927 ± 0.005 and 0.890 ± 0.004 respectively for the ee and µµ channels while the heavy-flavour scale factor SF HF is 1.70 ± 0.03, where the uncertainties are only statistical.",
            "section": "Background estimation",
            "paragraph_rank": 30,
            "section_rank": 12
        },
        {
            "text": "JHEP03(2017)113",
            "section_rank": 13,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 6,
                    "type": "version",
                    "rawForm": "03",
                    "resp": "service",
                    "id": "#software-simple-s4"
                }
            ]
        },
        {
            "text": "The shape of the fake and non-prompt lepton background distributions are taken from MC simulation but the normalisation is derived from data in a control region enriched in fake leptons. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "This is achieved by applying the same requirements as for the signal region, except that two leptons of the same charge are required. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "As fake leptons have approximately the same probability of having negative or positive charge, the same number of fake-lepton events should populate the opposite-sign and same-sign selection regions. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "The same-sign control region has a smaller background contribution from other processes, allowing the study of the modelling of the fake-lepton background. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "Channel-dependent scale factors are derived by normalising the predictions to data in the control regions, while the shapes of the distributions are taken from MC simulation. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "The SF in the ee and eµ channels are around 1.0 and 1.5, whereas the SF in the µµ channel is about 4. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "The differences between the three scale factors originate from the sources of misidentified electrons and muons, which seem to be modelled better in MC simulation for the electrons. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "However, the shapes of the distributions of several kinematic variables in the µµ channel are cross-checked in control regions and found to be consistent with the distributions from a purely data-driven method. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "The relative statistical uncertainties are about 20% in the same-flavour channels and 10% in the eµ channel.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "Kinematic reconstruction of the tt system",
            "section_rank": 14
        },
        {
            "text": "The dileptonic tt final state consists of two charged leptons, two neutrinos and at least two jets originating from the top quark decay. ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "As the neutrinos cannot be directly observed in the detector, the kinematics of the tt system, which is necessary to construct the observables, cannot be simply reconstructed from the measured information. ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 32,
            "section_rank": 14
        },
        {
            "text": "To solve the kinematic equations and reconstruct the tt system, the neutrino weighting technique [51,52] is used.",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 32,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[51,"
                },
                {
                    "start": 101,
                    "end": 104,
                    "type": "bibr",
                    "text": "52]"
                }
            ]
        },
        {
            "text": "As input, the method uses the measured lepton and jet momenta. ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "The masses of the top quarks are set to their generated mass of 172.5 GeV whereas the masses of the W bosons are set to their PDG values [53] in the calculations. ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 33,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[53]"
                }
            ]
        },
        {
            "text": "A hypothesis is made for the value of the pseudorapidity of each neutrino and the kinematics of the system is then solved. ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "For each solution found, a weight is assigned to quantify the level of agreement between the vectorial sum of neutrino transverse momenta and the measured E miss T components. ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "The pseudorapidities of the neutrinos are scanned independently between −5 and 5 with fixed steps of 0.025 in the range [−2, 2] and of 0.05 outside of that range. ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "All possible combinations of jets and leptons are tested. ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "Additionally, the resolution of the jet energy measurement is taken into account by smearing the energy of each jet 50 times. ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "The smearing is done using transfer functions mapping the energy at particle level to the energy after detector simulation. ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "Out of all the solutions obtained, the one with the highest weight is selected. ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "The reconstruction efficiency of the kinematic reconstruction in the tt signal sample is about 88%. ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "No solution is found for the remaining events. ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "Figure 1 shows the jet multiplicity, lepton p T and jet p T for all three channels.  ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 33,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Figure 1. ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 33,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Comparison of the number of jets, jet p T and lepton p T distributions between data and predictions after the event selection in the combined dilepton channel. ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "The ratio between the data and prediction is also shown. ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "The grey area shows the statistical and systematic uncertainty on the signal and background. ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "The ttV , diboson and fake-lepton backgrounds are shown together in the \"Others\" category. ",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "Only the events passing the kinematic reconstruction are considered in the distributions.",
            "section": "Kinematic reconstruction of the tt system",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "Event yields and kinematic distributions",
            "section_rank": 15
        },
        {
            "text": "struction. ",
            "section": "Event yields and kinematic distributions",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "The data are well modelled by the MC predictions. ",
            "section": "Event yields and kinematic distributions",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "The corrections to the Drell-Yan and fake-lepton backgrounds are applied. ",
            "section": "Event yields and kinematic distributions",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "Only the events passing the kinematic reconstruction are considered in the distributions. ",
            "section": "Event yields and kinematic distributions",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "The total number of predicted events is slightly lower than the number of observed events, but the two are compatible within the systematic uncertainties. ",
            "section": "Event yields and kinematic distributions",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "The measurement is insensitive to a difference of normalisation of the signal. ",
            "section": "Event yields and kinematic distributions",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "There is also a slight slope in the ratio between data and prediction for the lepton and top quark p T distributions. ",
            "section": "Event yields and kinematic distributions",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "This is related to a known issue in the modelling of the top quark p T , described in section 6.3.3.",
            "section": "Event yields and kinematic distributions",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "The final yields for each channel as well as for the inclusive channel combining ee, eµ and µµ, along with their combined statistical and systematic uncertainties, can be found in table 4. ",
            "section": "Event yields and kinematic distributions",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "text": "The predictions agree with data within uncertainties in all channels.",
            "section": "Event yields and kinematic distributions",
            "paragraph_rank": 35,
            "section_rank": 15
        },
        {
            "text": "JHEP03(2017)113",
            "section_rank": 16,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 6,
                    "type": "version",
                    "rawForm": "03",
                    "resp": "service",
                    "id": "#software-simple-s4"
                }
            ]
        },
        {
            "text": "Entries / 20 GeV  Figure 2. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 36,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 26,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Comparison between data and predictions after the kinematic reconstruction in the combined dilepton channel. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "The distributions of the top quark p T and η are shown, as well as the tt p T and mass. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "The ratio between the data and prediction is also shown. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "The grey area shows the statistical and systematic uncertainty on the signal and background. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "The ttV , diboson and fakelepton backgrounds are shown together in the \"Others\" category. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "The last bin of the distribution corresponds to the overflow.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 36,
            "section_rank": 16
        },
        {
            "text": "Analysis",
            "section_rank": 17
        },
        {
            "text": "Two different measurements of the spin observables are performed. ",
            "section": "Analysis",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "One set of measurements is corrected to parton level and the other set is corrected to stable-particle level. ",
            "section": "Analysis",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "These two levels are defined in the next section, as well as the phase-spaces to which the measurements are corrected.  ",
            "section": "Analysis",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "Table 4. ",
            "section": "Analysis",
            "paragraph_rank": 37,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "Event yields of tt signal, background processes and data after the full event selection and the kinematic reconstruction. ",
            "section": "Analysis",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "The given uncertainties correspond to the combination of statistical and systematic uncertainties of the individual processes. ",
            "section": "Analysis",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "The last column represents the inclusive dilepton channel.",
            "section": "Analysis",
            "paragraph_rank": 37,
            "section_rank": 17
        },
        {
            "text": "or muon and before radiation. ",
            "section": "Analysis",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "With these definitions, the polarisation can be extracted from the slope of the cos θ distribution of parton-level particles (equation (33)) and the correlation can be extracted from the mean value of the distribution (equation (32)). ",
            "section": "Analysis",
            "paragraph_rank": 38,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 135,
                    "end": 137,
                    "text": "(3"
                },
                {
                    "start": 228,
                    "end": 230,
                    "text": "(3"
                }
            ]
        },
        {
            "text": "The measurement corrected to parton level is extrapolated to the full phase-space, where all generated dilepton events are considered.",
            "section": "Analysis",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "Stable-particle definition and fiducial region",
            "section_rank": 18
        },
        {
            "text": "Stable-particle level includes only particles with a lifetime larger than 30 ps. ",
            "section": "Stable-particle definition and fiducial region",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "The charged leptons are required not to originate from hadrons. ",
            "section": "Stable-particle definition and fiducial region",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "Photons within a cone of ∆R = 0.1 around the lepton direction are considered as bremsstrahlung and so their four-momenta are added to the lepton four-momentum. ",
            "section": "Stable-particle definition and fiducial region",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "Selected leptons are required to have p T > 25 GeV and |η| < 2.5. ",
            "section": "Stable-particle definition and fiducial region",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "Jets are clustered from all stable particles, excluding the already selected leptons, by an anti-k t algorithm with a radius parameter R = 0.4. ",
            "section": "Stable-particle definition and fiducial region",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "Neutrinos can be clustered within jets. ",
            "section": "Stable-particle definition and fiducial region",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "Intermediate b-hadrons have their momentum set to zero, and are allowed to be clustered into the jets along with the stable particles [54]. ",
            "section": "Stable-particle definition and fiducial region",
            "paragraph_rank": 39,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[54]"
                }
            ]
        },
        {
            "text": "If after clustering a b-hadron is found in a jet, the jet is considered as b-tagged [54]. ",
            "section": "Stable-particle definition and fiducial region",
            "paragraph_rank": 39,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[54]"
                }
            ]
        },
        {
            "text": "Jets must have a transverse momentum of at least 25 GeV and have a pseudorapidity of |η| < 2.5. ",
            "section": "Stable-particle definition and fiducial region",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "Events are rejected if a lepton and a jet are separated by ∆R < 0.4. ",
            "section": "Stable-particle definition and fiducial region",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "A fiducial phase-space close to the detector and selection acceptance is defined by requiring the presence of at least two leptons and at least two jets satisfying the kinematic selection criteria. ",
            "section": "Stable-particle definition and fiducial region",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "Around 32% of all generated events satisfy the fiducial requirements. ",
            "section": "Stable-particle definition and fiducial region",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "No b-jet is required in the definition of the fiducial region to keep it common with other analyses not using b-tagging. ",
            "section": "Stable-particle definition and fiducial region",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "The b-jets are used in the kinematic reconstruction described in the following.",
            "section": "Stable-particle definition and fiducial region",
            "paragraph_rank": 39,
            "section_rank": 18
        },
        {
            "text": "JHEP03(2017)113",
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 6,
                    "type": "version",
                    "rawForm": "03",
                    "resp": "service",
                    "id": "#software-simple-s4"
                }
            ]
        },
        {
            "text": "The top quarks (called pseudo-top-quarks [55]) are reconstructed from the stable particles defined above. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 40,
            "section_rank": 19
        },
        {
            "text": "If no jets are b-tagged, the two highest-p T jets are considered for the pseudo-top-quark reconstruction. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 40,
            "section_rank": 19
        },
        {
            "text": "Neutrinos are required not to originate from hadrons, but from W or Z decays or from intermediate tau decays. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 40,
            "section_rank": 19
        },
        {
            "text": "For the reconstruction, only the two neutrinos with the highest p T are taken in MC events. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 40,
            "section_rank": 19
        },
        {
            "text": "The correct lepton-neutrino pairings are chosen as those with reconstructed masses closer to the W boson mass. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 40,
            "section_rank": 19
        },
        {
            "text": "The correct jet-lepton-neutrino pairings are then chosen as those with masses closer to the generated top quark mass of 172.5 GeV.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 40,
            "section_rank": 19
        },
        {
            "text": "In contrast to the parton-level measurement where all events are included, events from outside the fiducial region can still pass the event selection at reconstruction level and have to be treated as additional background (called the non-fiducial background). ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 41,
            "section_rank": 19
        },
        {
            "text": "This contribution is estimated from background-subtracted data by applying the binwise ratio of nonfiducial to total reconstructed signal events obtained from MC simulation, which is found to be constant for different levels of polarisation and correlation with an average of about 6.5%.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 41,
            "section_rank": 19
        },
        {
            "text": "Unfolding",
            "section_rank": 20
        },
        {
            "text": "Selection requirements and detector resolution distort the reconstructed distributions. ",
            "section": "Unfolding",
            "paragraph_rank": 42,
            "section_rank": 20
        },
        {
            "text": "An unfolding procedure is applied to correct for these distortions. ",
            "section": "Unfolding",
            "paragraph_rank": 42,
            "section_rank": 20
        },
        {
            "text": "The Fully Bayesian Unfolding [56] method is used. ",
            "section": "Unfolding",
            "paragraph_rank": 42,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "[56]"
                }
            ]
        },
        {
            "text": "It is based on Bayes' theorem and estimates the probability (p) of T ∈ R Nt being the true spectrum given the observed data D ∈ N Nr . ",
            "section": "Unfolding",
            "paragraph_rank": 42,
            "section_rank": 20
        },
        {
            "text": "4 This probability is proportional to the likelihood (L) of obtaining the data distribution given a true spectrum and a response matrix M ∈ R Nr × R Nt . ",
            "section": "Unfolding",
            "paragraph_rank": 42,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "4"
                }
            ]
        },
        {
            "text": "This can be expressed as",
            "section": "Unfolding",
            "paragraph_rank": 42,
            "section_rank": 20
        },
        {
            "text": "where π is the prior probability density for the true spectrum T and is taken to be uniform. ",
            "section": "Unfolding",
            "paragraph_rank": 43,
            "section_rank": 20
        },
        {
            "text": "The background is estimated as described in section 5.3 and included in the computation of the likelihood by taking into account its contribution in data when comparing it with the true spectrum. ",
            "section": "Unfolding",
            "paragraph_rank": 43,
            "section_rank": 20
        },
        {
            "text": "The response matrix M, in which each entry M ij gives the probability of an event generated in bin i to be reconstructed in bin j, is calculated from the nominal signal sample. ",
            "section": "Unfolding",
            "paragraph_rank": 43,
            "section_rank": 20
        },
        {
            "text": "By taking a rectangular response matrix connecting the three different analysis channels to the same true spectrum, the channels are combined within the unfolding method. ",
            "section": "Unfolding",
            "paragraph_rank": 43,
            "section_rank": 20
        },
        {
            "text": "The unfolded value is taken to be the mean of the posterior distribution with its root mean square taken as the uncertainty. ",
            "section": "Unfolding",
            "paragraph_rank": 43,
            "section_rank": 20
        },
        {
            "text": "Different systematic uncertainties are estimated within the unfolding by adding nuisance parameter terms (θ) to the likelihood for each systematic uncertainty considered. ",
            "section": "Unfolding",
            "paragraph_rank": 43,
            "section_rank": 20
        },
        {
            "text": "The so-called marginal likelihood is then defined as",
            "section": "Unfolding",
            "paragraph_rank": 43,
            "section_rank": 20
        },
        {
            "text": "where π(θ) is the prior probability density for each nuisance parameter θ. ",
            "section": "Unfolding",
            "paragraph_rank": 44,
            "section_rank": 20
        },
        {
            "text": "They are defined as Gaussian distributions G with a mean of zero and a width of one. ",
            "section": "Unfolding",
            "paragraph_rank": 44,
            "section_rank": 20
        },
        {
            "text": "Systematic",
            "section": "Unfolding",
            "paragraph_rank": 44,
            "section_rank": 20
        },
        {
            "text": "JHEP03(2017)113",
            "section_rank": 21,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 6,
                    "type": "version",
                    "rawForm": "03",
                    "resp": "service",
                    "id": "#software-simple-s4"
                }
            ]
        },
        {
            "text": "uncertainties can be distinguished between normalisation-changing uncertainties (θ n ) and uncertainties changing both the normalisation and the shape (θ s ) of the reconstructed distribution of signal R(T ; θ s ) and background B(θ s , θ n ). ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 45,
            "section_rank": 21
        },
        {
            "text": "The marginal likelihood can then be expressed as:",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 45,
            "section_rank": 21
        },
        {
            "text": "3)",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 46,
            "section_rank": 21
        },
        {
            "text": "The method is validated by performing a linearity test in which distributions with known values of the polarisation and spin correlations are unfolded. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "text": "The distributions of observables are reweighted to inject different values of the polarisations and correlations. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "text": "For the polarisations and spin correlations, the double-differential cross section (equation (3.1)) is used, while a linear reweighting is used for the cross correlations. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "text": "The unfolded value for each reweighted distribution is then compared to the true value of polarisation or spin correlation and a calibration curve is built. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "text": "Non-closure in the linearity test appears as a slope different from one in the calibration curve. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "text": "The number of bins and the bin widths for each observable are chosen based on its resolution and optimised by evaluating the expected statistical uncertainty and by limiting the bias in the linearity test. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "text": "The binning optimisation leads to a four-bin configuration for the polarisation observables and six-bin configurations for the different correlation observables. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "text": "An uncertainty is added to cover the non-closure of the linearity test, which is at most 10%. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "text": "The input distribution and the response matrix normalised per true bin are shown for one example of polarisation, spin correlation, and cross correlation in figures 3 and 4.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 47,
            "section_rank": 21
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 22
        },
        {
            "text": "The measurement of the spin observables is affected in various ways by systematic uncertainties. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 48,
            "section_rank": 22
        },
        {
            "text": "Three different types of systematic uncertainties are considered: detector modelling uncertainties affecting both the signal and background, normalisation uncertainties of the background, and modelling uncertainties of the signal. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 48,
            "section_rank": 22
        },
        {
            "text": "The first two types are included in the marginalisation procedure. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 48,
            "section_rank": 22
        },
        {
            "text": "The reconstructed distribution, varied to reflect a systematic uncertainty, is compared to the nominal distribution and the average change per bin is taken as the width of the Gaussian prior, as discussed in section 6.2. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 48,
            "section_rank": 22
        },
        {
            "text": "In order to estimate the impact of each source of systematic uncertainty individually, pseudodata corresponding to the sum of the nominal signal and background samples are used. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 48,
            "section_rank": 22
        },
        {
            "text": "The unfolding procedure with marginalisation is applied to the pseudodata and constraints on the systematic uncertainties are obtained. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 48,
            "section_rank": 22
        },
        {
            "text": "The strongest constraint is on the uncertainty related to the electron identification and it reduces this systematic uncertainty by 50%. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 48,
            "section_rank": 22
        },
        {
            "text": "The other constraints are of the order of a few percent. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 48,
            "section_rank": 22
        },
        {
            "text": "The constrained systematic uncertainties are then used to build the ±1σ variations of the prediction. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 48,
            "section_rank": 22
        },
        {
            "text": "The varied pseudodata are then unfolded without marginalisation. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 48,
            "section_rank": 22
        },
        {
            "text": "The impact of each systematic uncertainty is computed by taking half of the difference between the results obtained from the ±1σ variations of pseudodata.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 48,
            "section_rank": 22
        },
        {
            "text": "Modelling systematic uncertainties for the signal process are estimated separately by building calibration curves for each sample. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 49,
            "section_rank": 22
        },
        {
            "text": "The unfolded value in data is calibrated to generator level using the calibration curves for the nominal sample and the sample varied to reflect the uncertainty. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 49,
            "section_rank": 22
        },
        {
            "text": "The difference is taken as the systematic uncertainty.  ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 49,
            "section_rank": 22
        },
        {
            "text": "Input distributions for the unfolding procedure of cos θ k + , cos θ n + cos θ n − , and cos θ n + cos θ r − − cos θ r + cos θ n − . ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 49,
            "section_rank": 22
        },
        {
            "text": "The ratio between the data and prediction is also shown. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 49,
            "section_rank": 22
        },
        {
            "text": "The grey area shows the total uncertainty on the signal and background. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 49,
            "section_rank": 22
        },
        {
            "text": "The ttV , diboson and fake-lepton backgrounds are shown together in the \"Others\" category. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 49,
            "section_rank": 22
        },
        {
            "text": "Lepton-related uncertainties.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 49,
            "section_rank": 22
        },
        {
            "text": "JHEP03(2017)113",
            "section_rank": 23,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 6,
                    "type": "version",
                    "rawForm": "03",
                    "resp": "service",
                    "id": "#software-simple-s4"
                }
            ]
        },
        {
            "text": "• Reconstruction, identification and trigger. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 50,
            "section_rank": 23
        },
        {
            "text": "The reconstruction and identification efficiencies for electrons and muons, as well as the efficiency of the triggers used to record the events differ between data and simulation. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 50,
            "section_rank": 23
        },
        {
            "text": "Scale factors and their uncertainties are derived using tag-and-probe techniques on Z → + − ( = e or µ) events in data and in simulated samples to correct the simulation for these differences [57,58].",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 50,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "text": "[57,"
                },
                {
                    "start": 196,
                    "end": 199,
                    "type": "bibr",
                    "text": "58]"
                }
            ]
        },
        {
            "text": "• Momentum scale and resolution. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 51,
            "section_rank": 23
        },
        {
            "text": "The accuracy of the lepton momentum scale and resolution in simulation is checked using the Z → + − and J/Ψ → + − invariant mass distributions. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 51,
            "section_rank": 23
        },
        {
            "text": "In the case of electrons, E/p studies using W → eν events are also used. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 51,
            "section_rank": 23
        },
        {
            "text": "Small differences are observed between data and simulation. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 51,
            "section_rank": 23
        },
        {
            "text": "Corrections to the lepton energy scale and resolution, and their related uncertainties are also considered [57,58].",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 51,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "text": "[57,"
                },
                {
                    "start": 111,
                    "end": 114,
                    "type": "bibr",
                    "text": "58]"
                }
            ]
        },
        {
            "text": "Jet-related uncertainties.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 52,
            "section_rank": 23
        },
        {
            "text": "• Reconstruction efficiency. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 53,
            "section_rank": 23
        },
        {
            "text": "The jet reconstruction efficiency is found to be about 0.2% lower in the simulation than in data for jets below 30 GeV and it is consistent with data for higher jet p T . ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 53,
            "section_rank": 23
        },
        {
            "text": "To evaluate the systematic uncertainty due to this small inefficiency, 0.2% of the jets with p T below 30 GeV are removed randomly and all jet-related kinematic variables (including the missing transverse momentum) are recomputed. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 53,
            "section_rank": 23
        },
        {
            "text": "The event selection is repeated using the modified number of jets.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 53,
            "section_rank": 23
        },
        {
            "text": "• Vertex fraction efficiency. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 54,
            "section_rank": 23
        },
        {
            "text": "The per-jet efficiency to satisfy the jet vertex fraction requirement is measured in Z → + − + 1-jet events in data and simulation, selecting separately events enriched in hard-scatter jets and events enriched in jets from pile-up. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 54,
            "section_rank": 23
        },
        {
            "text": "The corresponding uncertainty is estimated by changing the nominal JVF requirement value and repeating the analysis using the modified value.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 54,
            "section_rank": 23
        },
        {
            "text": "• Energy scale. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 55,
            "section_rank": 23
        },
        {
            "text": "The jet energy scale (JES) and its uncertainty were derived by combining information from test-beam data, LHC collision data and simulation [48]. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 55,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[48]"
                }
            ]
        },
        {
            "text": "The jet energy scale uncertainty is split into 22 uncorrelated sources, which have different jet p T and η dependencies and are treated independently.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 55,
            "section_rank": 23
        },
        {
            "text": "• Energy resolution. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 56,
            "section_rank": 23
        },
        {
            "text": "The jet energy resolution was measured separately for data and simulation. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 56,
            "section_rank": 23
        },
        {
            "text": "A systematic uncertainty is defined as the difference in quadrature between the jet energy resolutions for data and simulation. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 56,
            "section_rank": 23
        },
        {
            "text": "To estimate the corresponding systematic uncertainty, the jet energy in simulation is smeared by this residual difference.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 56,
            "section_rank": 23
        },
        {
            "text": "• b-tagging/mistag efficiency. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 57,
            "section_rank": 23
        },
        {
            "text": "Efficiencies to tag jets from b-and c-quarks in the simulation are corrected by p T -and η-dependent data/MC scale factors. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 57,
            "section_rank": 23
        },
        {
            "text": "The uncertainties on these scale factors are about 2% for the efficiency for b-jets, between 8% and 15% for c-jets, and between 15% and 43% for light jets [59,60].",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 57,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "text": "[59,"
                },
                {
                    "start": 159,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "60]"
                }
            ]
        },
        {
            "text": "JHEP03(2017)113",
            "section_rank": 24,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 6,
                    "type": "version",
                    "rawForm": "03",
                    "resp": "service",
                    "id": "#software-simple-s4"
                }
            ]
        },
        {
            "text": "The dominant uncertainties in this category are related to lepton reconstruction, identification and trigger, jet energy scale and jet energy resolution. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 58,
            "section_rank": 24
        },
        {
            "text": "The contribution from this category to the total uncertainty is small (less than 20% for all observables).",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 58,
            "section_rank": 24
        },
        {
            "text": "Missing transverse momentum. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "The systematic uncertainties associated with the momenta and energies of reconstructed objects (leptons and jets) are propagated to the E miss T calculation. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "The E miss T reconstruction also receives contributions from the presence of low-p T jets and calorimeter energy deposits not included in reconstructed objects (the \"soft term\"). ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "The systematic uncertainty associated with the soft term is estimated using Z → µ + µ − events using methods similar to those used in ref. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "[61]. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 59,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "[61]"
                }
            ]
        },
        {
            "text": "The effect of this procedure on the measured observables is minor.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 59,
            "section_rank": 24
        },
        {
            "text": "Background-related uncertainties",
            "section_rank": 25
        },
        {
            "text": "The uncertainties on the single-top-quark, ttV , and diboson backgrounds are 6.8%, 10%, and 5%, respectively [62][63][64]. ",
            "section": "Background-related uncertainties",
            "paragraph_rank": 60,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "[62]"
                },
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b66",
                    "text": "[63]"
                },
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "[64]"
                }
            ]
        },
        {
            "text": "These correspond to the uncertainties on the theoretical cross sections used to normalise the MC simulated samples.",
            "section": "Background-related uncertainties",
            "paragraph_rank": 60,
            "section_rank": 25
        },
        {
            "text": "The uncertainty on the normalisation of the fake-lepton background is estimated by using various MC generators for each process contributing to this background. ",
            "section": "Background-related uncertainties",
            "paragraph_rank": 61,
            "section_rank": 25
        },
        {
            "text": "The scale factor in the control region is recomputed for each variation and the change is propagated to the expected number of events in the signal region. ",
            "section": "Background-related uncertainties",
            "paragraph_rank": 61,
            "section_rank": 25
        },
        {
            "text": "In the µµ channel, the uncertainty is obtained by comparing a purely data-driven method based on the measurement of the efficiencies of real and fake loose leptons, and the estimation used in this analysis. ",
            "section": "Background-related uncertainties",
            "paragraph_rank": 61,
            "section_rank": 25
        },
        {
            "text": "The resulting relative total uncertainties are 170% in the ee channel, 77% in the µµ channel and 49% in the eµ channel.",
            "section": "Background-related uncertainties",
            "paragraph_rank": 61,
            "section_rank": 25
        },
        {
            "text": "For the Drell-Yan background the detector modelling uncertainties described previously are propagated to the scale factors derived in the control region by recalculating them for all the uncertainties. ",
            "section": "Background-related uncertainties",
            "paragraph_rank": 62,
            "section_rank": 25
        },
        {
            "text": "An additional uncertainty of 5% is obtained by varying the control region.",
            "section": "Background-related uncertainties",
            "paragraph_rank": 62,
            "section_rank": 25
        },
        {
            "text": "Uncertainties on the shape of the different backgrounds were also estimated but found to be negligible. ",
            "section": "Background-related uncertainties",
            "paragraph_rank": 63,
            "section_rank": 25
        },
        {
            "text": "This category represents a minor source of uncertainty on the measurements.",
            "section": "Background-related uncertainties",
            "paragraph_rank": 63,
            "section_rank": 25
        },
        {
            "text": "Modelling uncertainties",
            "section_rank": 26
        },
        {
            "text": "These systematic uncertainties are estimated using the samples listed in table 3.",
            "section": "Modelling uncertainties",
            "paragraph_rank": 64,
            "section_rank": 26
        },
        {
            "text": "• Choice of MC generator. ",
            "section": "Modelling uncertainties",
            "paragraph_rank": 65,
            "section_rank": 26
        },
        {
            "text": "The uncertainty is obtained by comparing samples generated with either the Powheg-hvq or the MC@NLO generator, both interfaced with Herwig. ",
            "section": "Modelling uncertainties",
            "paragraph_rank": 65,
            "section_rank": 26,
            "entity_spans": [
                {
                    "start": 75,
                    "end": 86,
                    "type": "software",
                    "rawForm": "Powheg-hvq",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "It is one of the dominant uncertainties of the measurement.",
            "section": "Modelling uncertainties",
            "paragraph_rank": 65,
            "section_rank": 26
        },
        {
            "text": "• Parton shower and hadronisation. ",
            "section": "Modelling uncertainties",
            "paragraph_rank": 66,
            "section_rank": 26
        },
        {
            "text": "This effect is estimated by comparing samples generated with Powheg-hvq interfaced either with Pythia6 or Herwig, and is one of the dominant systematic uncertainties.",
            "section": "Modelling uncertainties",
            "paragraph_rank": 66,
            "section_rank": 26,
            "entity_spans": [
                {
                    "start": 61,
                    "end": 72,
                    "type": "software",
                    "rawForm": "Powheg-hvq",
                    "resp": "service",
                    "id": "software-simple-s6"
                },
                {
                    "start": 101,
                    "end": 103,
                    "type": "version",
                    "rawForm": "6",
                    "resp": "service",
                    "id": "#software-simple-s6"
                },
                {
                    "start": 106,
                    "end": 112,
                    "type": "software",
                    "rawForm": "Herwig",
                    "resp": "service",
                    "id": "software-simple-s7"
                }
            ]
        },
        {
            "text": "JHEP03(2017)113",
            "section_rank": 27,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 6,
                    "type": "version",
                    "rawForm": "03",
                    "resp": "service",
                    "id": "#software-simple-s7"
                }
            ]
        },
        {
            "text": "• Initial-and final-state radiations. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "The uncertainty associated with the ISR/FSR modelling is estimated using Powheg-hvq interfaced with Pythia6 where the parameters of the generation were varied to be compatible with the results of a measurement of tt production with a veto on additional jet activity in a central rapidity interval [65]. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 67,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "type": "bibr",
                    "text": "[65]"
                }
            ],
            "entity_spans": [
                {
                    "start": 73,
                    "end": 84,
                    "type": "software",
                    "rawForm": "Powheg-hvq",
                    "resp": "service",
                    "id": "software-simple-s8"
                },
                {
                    "start": 106,
                    "end": 108,
                    "type": "version",
                    "rawForm": "6",
                    "resp": "service",
                    "id": "#software-simple-s8"
                }
            ]
        },
        {
            "text": "The difference obtained between the two samples is divided by two. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "This uncertainty is large and even dominant for some of the observables.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 67,
            "section_rank": 27
        },
        {
            "text": "• Colour reconnection and underlying event. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 68,
            "section_rank": 27
        },
        {
            "text": "The uncertainties associated with colour reconnection and the underlying event are obtained by comparing dedicated samples with a varied colour-reconnection strength and underlying-event activity to a reference sample. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 68,
            "section_rank": 27
        },
        {
            "text": "All samples are generated by Powheg-hvq and interfaced with",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 68,
            "section_rank": 27,
            "entity_spans": [
                {
                    "start": 29,
                    "end": 40,
                    "type": "software",
                    "rawForm": "Powheg-hvq",
                    "resp": "service",
                    "id": "software-simple-s9"
                }
            ]
        },
        {
            "text": "Pythia6. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 69,
            "section_rank": 27,
            "entity_spans": [
                {
                    "start": 6,
                    "end": 7,
                    "type": "version",
                    "rawForm": "6",
                    "resp": "service",
                    "id": "#software-simple-s9"
                }
            ]
        },
        {
            "text": "The reference sample uses the Perugia2012 tune, the colour-reconnection sample uses the Perugia2012loCR tune, and the underlying-event sample uses the Perugia2012mpiHi tune. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 69,
            "section_rank": 27
        },
        {
            "text": "This uncertainty is large and even dominant for some of the observables.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 69,
            "section_rank": 27
        },
        {
            "text": "• Parton distribution functions. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 70,
            "section_rank": 27
        },
        {
            "text": "PDF uncertainties are obtained by using the error sets of CT10 [30], MWST2008 [66], and NNPDF23 [67], and following the recommendations of the PDF4LHC working group [68]. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 70,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[30]"
                },
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b69",
                    "text": "[66]"
                },
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b70",
                    "text": "[67]"
                },
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "[68]"
                }
            ],
            "entity_spans": [
                {
                    "start": 73,
                    "end": 78,
                    "type": "version",
                    "rawForm": "2008",
                    "resp": "service",
                    "id": "#software-simple-s9"
                }
            ]
        },
        {
            "text": "The impact of this uncertainty is small.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 70,
            "section_rank": 27
        },
        {
            "text": "• Top quark p T modelling. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "The top quark p T spectrum is not satisfactorily modelled in MC simulation [69,70]. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 71,
            "section_rank": 27,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "type": "bibr",
                    "text": "[69,"
                },
                {
                    "start": 79,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "70]"
                }
            ]
        },
        {
            "text": "The impact of the mismodelling is estimated by reweighting the simulation to data and unfolding the different distributions using the nominal response matrix. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "The differences with respect to the nominal values are negligible compared to the other modelling uncertainties. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "The impact of this mismodelling is thus considered negligible, and no uncertainty is added to the total uncertainty.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 71,
            "section_rank": 27
        },
        {
            "text": "• Polarisation and spin correlation. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 72,
            "section_rank": 27
        },
        {
            "text": "The response matrices used in the unfolding are calculated using the SM polarisation and spin correlation. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 72,
            "section_rank": 27
        },
        {
            "text": "An uncertainty related to a different polarisation and spin correlation is obtained by changing their values in the linearity test. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 72,
            "section_rank": 27
        },
        {
            "text": "In the reweighting procedure of the spin correlation observables, the polarisation is changed by ±0.5%, while for the polarisation observables, the spin correlation is changed by ±0.1. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 72,
            "section_rank": 27
        },
        {
            "text": "This uncertainty cannot be applied to the cross correlation observables as no analytic description of these observables is available. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 72,
            "section_rank": 27
        },
        {
            "text": "Instead, a linear reweighting is used, not depending on the polarisation or spin correlation along any axis as described in section 6.2.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 72,
            "section_rank": 27
        },
        {
            "text": "The impact of this category is large and can represent up to 85% of the total uncertainty.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 73,
            "section_rank": 27
        },
        {
            "text": "Other uncertainties",
            "section_rank": 28
        },
        {
            "text": "• Non-closure uncertainties. ",
            "section": "Other uncertainties",
            "paragraph_rank": 74,
            "section_rank": 28
        },
        {
            "text": "When the calibration curve for the nominal signal Powheg-hvq sample is estimated a residual slope and a non-zero offset are observed. ",
            "section": "Other uncertainties",
            "paragraph_rank": 74,
            "section_rank": 28
        },
        {
            "text": "This bias, introduced by the unfolding procedure, is propagated to the measured values. ",
            "section": "Other uncertainties",
            "paragraph_rank": 74,
            "section_rank": 28
        },
        {
            "text": "This uncertainty is small compared to the total uncertainty.",
            "section": "Other uncertainties",
            "paragraph_rank": 74,
            "section_rank": 28
        },
        {
            "text": "JHEP03(2017)113",
            "section_rank": 29,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 6,
                    "type": "version",
                    "rawForm": "03",
                    "resp": "service",
                    "id": "#software-simple-s9"
                }
            ]
        },
        {
            "text": "• MC sample size. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 75,
            "section_rank": 29
        },
        {
            "text": "The statistical uncertainty of the nominal signal Powheg-hvq sample is estimated by performing pseudoexperiments on MC events. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 75,
            "section_rank": 29
        },
        {
            "text": "The migration matrix is varied within the MC statistical uncertainty and the unfolding procedure is repeated. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 75,
            "section_rank": 29
        },
        {
            "text": "The standard deviation of the unfolded polarisation or spin correlation values is taken as the uncertainty. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 75,
            "section_rank": 29
        },
        {
            "text": "This uncertainty is small compared to the total uncertainty.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 75,
            "section_rank": 29
        },
        {
            "text": "• Top quark mass uncertainty. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 76,
            "section_rank": 29
        },
        {
            "text": "The top quark mass is assumed to be 172.5 GeV in MC simulation and in the reconstruction method. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 76,
            "section_rank": 29
        },
        {
            "text": "A variation of this value could have an impact on the measurement. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 76,
            "section_rank": 29
        },
        {
            "text": "To estimate this impact, MC samples with different values of the top quark mass are unfolded with the default response matrix. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 76,
            "section_rank": 29
        },
        {
            "text": "For each observable, the dependence of the unfolded value on the mass is fitted with a linear function and presented in section 7. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 76,
            "section_rank": 29
        },
        {
            "text": "The slope is then multiplied by the 0.70 GeV uncertainty on the most precise ATLAS top quark mass measurements [71]. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 76,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b74",
                    "text": "[71]"
                }
            ]
        },
        {
            "text": "The obtained uncertainty is presented in the next section, but it is shown separately and is not included in the total uncertainty.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 76,
            "section_rank": 29
        },
        {
            "text": "Results",
            "section_rank": 30
        },
        {
            "text": "Applying the unfolding procedure with marginalisation to the reconstructed distributions gives the following results at parton and stable-particle level. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "Table 5 presents the results for the polarisations and correlations at parton level. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "It shows the central value and the total uncertainty as well as a breakdown of the systematic uncertainties for the various categories described in section 6.3. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "Figure 5 shows the predictions at 8 TeV calculated in ref. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "[19] and the unfolded result. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "None of the observables deviate significantly from the SM predictions. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "The transverse correlation, C(n, n), differs from the case of no spin correlation by 5.1 standard deviations. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "The correlations between the different polarisation and spin correlations were evaluated and found to be small. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "The highest correlations are found to be around 10% between the polarisation and spin correlation along the helicity axis and the r-axis and between some cross correlations. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "Figures 6 to 8 show the observable distributions corrected back to stable-particle level and compared to the generated distribution created from Powheg-hvq +Pythia6. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 14,
                    "type": "figure",
                    "ref_id": "fig_9",
                    "text": "Figures 6 to 8"
                }
            ],
            "entity_spans": [
                {
                    "start": 145,
                    "end": 151,
                    "type": "software",
                    "rawForm": "Powheg",
                    "resp": "service",
                    "id": "software-simple-s10"
                },
                {
                    "start": 157,
                    "end": 163,
                    "type": "software",
                    "rawForm": "Pythia",
                    "resp": "service",
                    "id": "software-simple-s11"
                }
            ]
        },
        {
            "text": "No significant difference between the shapes of the observed and predicted distributions is observed. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "The means of the distributions are compared between unfolded data and MC predictions. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "They are presented in table ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "5. In order to compare the size of the uncertainties with the parton level measurement, the means of the polarisation observables are multiplied by a factor of 3 and the correlations by a factor of −9 (section 3). ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "Overall the total uncertainties for the measurements at parton and particle level are comparable. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "The mass uncertainty is shown separately and not added to the total uncertainty, as explained in section 6.3. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "The dependence of the measured polarisations and spin correlations on the MC top quark mass is presented in table ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "6. The measurements presented in this paper are compatible with other direct measurements in terms of central values and uncertainties for the polarisations along the helicity and transverse axis as well as for the spin correlation along the helicity axis (table 7).  ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 256,
                    "end": 265,
                    "type": "table",
                    "text": "(table 7)"
                }
            ]
        },
        {
            "text": "Table 5. Results corrected to parton level in the full phase-space and to stable-particle level in the fiducial phase-space. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "The central value with the total uncertainty is shown as well as the contribution from the various systematic uncertainty categories. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "The uncertainty from the \"Background\" category is not shown because it is always smaller than 0.001. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "The total uncertainty corresponds to the sum in quadrature of the uncertainty obtained from the unfolding procedure with marginalisation (including the background and detector modelling), the signal modelling and the \"Others\" category. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "The numbers shown for the \"Detector\" category correspond to the sum in quadrature of the individual estimates obtained as described in section 6.3. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "The sum in quadrature of the values in the various columns thus does not necessarily match with the total uncertainty. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "The uncertainty related to the top quark mass is presented separately. ",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "It is shown as \"-\" when found to be compatible with zero.",
            "section": "Results",
            "paragraph_rank": 77,
            "section_rank": 30
        },
        {
            "text": "JHEP03(2017)113",
            "section_rank": 31,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 6,
                    "type": "version",
                    "rawForm": "03",
                    "resp": "service",
                    "id": "#software-simple-s11"
                }
            ]
        },
        {
            "text": "-21 -  Table 6. Dependence of polarisation and spin correlation measurements on the MC top quark mass. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 7,
                    "end": 14,
                    "type": "table",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "The slope, computed from the reference value of 172.5 GeV, is indicated for each measurement with its statistical uncertainty in units of GeV −1 . ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31
        },
        {
            "text": "Slopes which are compatible with zero within the uncertainty are indicated with \"-\".  ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31
        },
        {
            "text": "Table 7. Direct measurements of polarisations or spin correlations for different experiments and measurement techniques. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 7"
                }
            ]
        },
        {
            "text": "If more than one measurement from an experiment is performed with the same technique, the measurement with the smallest total uncertainty is shown. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31
        },
        {
            "text": "If a measurement quotes polarisation values for a CP-conserving and a CP-violating production mechanism, the result for the CP-conserving case is shown in the table (P and C denote the parity and charge-conjugation transformations, respectively). ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31
        },
        {
            "text": "The template fits for the polarisation observables usually use the information of both the top and antitop quark decay chains. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31
        },
        {
            "text": "In this case, only one polarisation value can be quoted as the result and is shown for both columns of polarisation along the same axis. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31
        },
        {
            "text": "The SM predictions of the polarisations at the Tevatron are slightly different [17,72] due to the different dominant production mechanism, which is qq annihilation. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[17,"
                },
                {
                    "start": 83,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b75",
                    "text": "72]"
                }
            ]
        },
        {
            "text": "Dashes indicate no measurement for the corresponding analysis.   ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31
        },
        {
            "text": "Figure 6. Comparison of the unfolded polarisation distributions and the prediction from the signal MC simulation for the stable-particle measurement. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_9",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "The total uncertainty is shown in each bin. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31
        },
        {
            "text": "The bin-to-bin correlations between adjacent bins are typically between −0.9 and −0.  ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31
        },
        {
            "text": "Figure 7. Comparison of the unfolded spin correlation distributions and the prediction from the signal MC simulation for the stable-particle measurement. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 7"
                }
            ]
        },
        {
            "text": "The total uncertainty is shown in each bin. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31
        },
        {
            "text": "The bin-to-bin correlations between adjacent bins are typically between −0.9 and −0.  ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31
        },
        {
            "text": "Figure 8. Comparison of the unfolded cross correlation distributions and the prediction from the signal MC simulation for the stable-particle measurement. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 8"
                }
            ]
        },
        {
            "text": "The total uncertainty is shown in each bin. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31
        },
        {
            "text": "The bin-to-bin correlations between adjacent bins are typically between −0.9 and −0.7. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31
        },
        {
            "text": "The correlations between non-adjacent bins range from −0.4 to 0.6.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 78,
            "section_rank": 31
        },
        {
            "text": "-26 -",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 79,
            "section_rank": 31
        },
        {
            "text": "JHEP03(2017)113",
            "section_rank": 32,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 6,
                    "type": "version",
                    "rawForm": "03",
                    "resp": "service",
                    "id": "#software-simple-s11"
                }
            ]
        },
        {
            "text": "Conclusion A measurement of 15 top quark spin observables was performed using a data set of 20.2 fb −1 of proton-proton collisions at √ s = 8 TeV, recorded by the ATLAS detector at the LHC. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 80,
            "section_rank": 32
        },
        {
            "text": "The analysis is performed in the dilepton final state, characterised by the presence of two isolated leptons. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 80,
            "section_rank": 32
        },
        {
            "text": "Each of the observables is sensitive to a different coefficient of the spin density matrix of tt production. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 80,
            "section_rank": 32
        },
        {
            "text": "The observable distributions are corrected back to the parton and stable-particle level. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 80,
            "section_rank": 32
        },
        {
            "text": "At parton level, the measurements along the helicity axis are These values are in good agreement with the NLO SM predictions of B k + = 0.0030±0.0010, B k − = 0.0034±0.0010 and C(k, k) = 0.318±0.003. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 80,
            "section_rank": 32
        },
        {
            "text": "The spin correlation along the transverse axis differs from zero with a significance of 5.1 σ. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 80,
            "section_rank": 32
        },
        {
            "text": "At stable-particle level, the unfolded distributions are compared to their prediction from MC simulation (Powheg-hvq +Pythia6). ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 80,
            "section_rank": 32,
            "entity_spans": [
                {
                    "start": 124,
                    "end": 125,
                    "type": "version",
                    "rawForm": "6",
                    "resp": "service",
                    "id": "#software-simple-s11"
                }
            ]
        },
        {
            "text": "All distributions are in agreement with the predictions.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 80,
            "section_rank": 32
        },
        {
            "text": "JHEP03(2017)113",
            "section_rank": 33,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 6,
                    "type": "version",
                    "rawForm": "03",
                    "resp": "service",
                    "id": "#software-simple-s11"
                }
            ]
        },
        {
            "text": "The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (U.K.) and BNL (U.S.A.), the Tier-2 facilities worldwide and large non-WLCG resource providers. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 81,
            "section_rank": 33
        },
        {
            "text": "Major contributors of computing resources are listed in ref. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 81,
            "section_rank": 33
        },
        {
            "text": "[73].",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 81,
            "section_rank": 33,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b76",
                    "text": "[73]"
                }
            ]
        },
        {
            "text": "Open Access. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 82,
            "section_rank": 33
        },
        {
            "text": "This article is distributed under the terms of the Creative Commons Attribution License (CC-BY 4.0), which permits any use, distribution and reproduction in any medium, provided the original author(s) and source are credited.",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 82,
            "section_rank": 33,
            "entity_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "type": "version",
                    "rawForm": "4.0",
                    "resp": "service",
                    "id": "#software-simple-s11"
                }
            ]
        },
        {
            "text": "JHEP03(2017)113",
            "section_rank": 34,
            "entity_spans": [
                {
                    "start": 4,
                    "end": 6,
                    "type": "version",
                    "rawForm": "03",
                    "resp": "service",
                    "id": "#software-simple-s11"
                }
            ]
        },
        {
            "text": "[13] ATLAS collaboration, Measurement of spin correlation in top-antitop quark events and search for top squark pair production in pp collisions at √ s = 8 TeV using the ATLAS detector, Phys. ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 83,
            "section_rank": 34
        },
        {
            "text": "Rev. Lett ",
            "section": "JHEP03(2017)113",
            "paragraph_rank": 83,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 5,
                    "end": 9,
                    "type": "bibr",
                    "text": "Lett"
                }
            ]
        },
        {
            "text": "Figure 1shows the jet multiplicity, lepton p T and jet p T for all three channels.Figure 2shows kinematic distributions of the top quark and the tt system after the event recon-",
            "paragraph_rank": 84,
            "section_rank": 35
        },
        {
            "text": "Figure 3 .",
            "section_rank": 36
        },
        {
            "text": "Figure 3.Input distributions for the unfolding procedure of cos θ k + , cos θ n + cos θ n − , and cos θ n + cos θ r − − cos θ r + cos θ n − . ",
            "section": "Figure 3 .",
            "paragraph_rank": 85,
            "section_rank": 36
        },
        {
            "text": "The ratio between the data and prediction is also shown. ",
            "section": "Figure 3 .",
            "paragraph_rank": 85,
            "section_rank": 36
        },
        {
            "text": "The grey area shows the total uncertainty on the signal and background. ",
            "section": "Figure 3 .",
            "paragraph_rank": 85,
            "section_rank": 36
        },
        {
            "text": "The ttV , diboson and fake-lepton backgrounds are shown together in the \"Others\" category.",
            "section": "Figure 3 .",
            "paragraph_rank": 85,
            "section_rank": 36
        },
        {
            "text": "Figure 4 .",
            "section_rank": 37
        },
        {
            "text": "Figure 4. ",
            "section": "Figure 4 .",
            "paragraph_rank": 86,
            "section_rank": 37
        },
        {
            "text": "Response matrices of observables cos θ k + , cos θ n + cos θ n − , and cos θ n + cos θ r − − cos θ r + cos θ n − . ",
            "section": "Figure 4 .",
            "paragraph_rank": 86,
            "section_rank": 37
        },
        {
            "text": "at parton level. ",
            "section": "Figure 4 .",
            "paragraph_rank": 86,
            "section_rank": 37
        },
        {
            "text": "They are divided into ee, µµ, and eµ channels. ",
            "section": "Figure 4 .",
            "paragraph_rank": 86,
            "section_rank": 37
        },
        {
            "text": "The matrices are normalised per truth bin (rows) for each channel separately.",
            "section": "Figure 4 .",
            "paragraph_rank": 86,
            "section_rank": 37
        },
        {
            "text": "k) + C(k, n) --C(n, k) − C(k, n) --C(n, r) + C(r, n) 0.02 ± 0.01 0.02 ± 0.02 C(n, r) − C(r, n) −0.08 ± 0.01 −0.07 ± 0.01 C(r, k) + C(k, r) −0.06 ± 0.02 −0.10 ± 0.02 C(r, k) − C(k, r) 0.04 ± 0.03 0.04 ± 0.03",
            "paragraph_rank": 87,
            "section_rank": 38
        },
        {
            "text": "Figure 5 .",
            "section_rank": 39
        },
        {
            "text": "Figure 5. ",
            "section": "Figure 5 .",
            "paragraph_rank": 88,
            "section_rank": 39
        },
        {
            "text": "Comparison of the measured polarisations and spin correlations (data points) with predictions from the SM (diamonds) for the parton-level measurement. ",
            "section": "Figure 5 .",
            "paragraph_rank": 88,
            "section_rank": 39
        },
        {
            "text": "Inner bars indicate uncertainties obtained from the marginalisation, outer bars indicate modelling systematics, summed in quadrature. ",
            "section": "Figure 5 .",
            "paragraph_rank": 88,
            "section_rank": 39
        },
        {
            "text": "The widths of the diamonds are chosen for illustrative purposes only.",
            "section": "Figure 5 .",
            "paragraph_rank": 88,
            "section_rank": 39
        },
        {
            "text": "6 .",
            "section_rank": 40
        },
        {
            "text": "Figure 6. ",
            "section": "6 .",
            "paragraph_rank": 89,
            "section_rank": 40
        },
        {
            "text": "Comparison of the unfolded polarisation distributions and the prediction from the signal MC simulation for the stable-particle measurement. ",
            "section": "6 .",
            "paragraph_rank": 89,
            "section_rank": 40
        },
        {
            "text": "The total uncertainty is shown in each bin. ",
            "section": "6 .",
            "paragraph_rank": 89,
            "section_rank": 40
        },
        {
            "text": "The bin-to-bin correlations between adjacent bins are typically between −0.9 and −0.6. ",
            "section": "6 .",
            "paragraph_rank": 89,
            "section_rank": 40
        },
        {
            "text": "The correlations between non-adjacent bins range from −0.4 to 0.6.",
            "section": "6 .",
            "paragraph_rank": 89,
            "section_rank": 40
        },
        {
            "text": "Figure 7. ",
            "paragraph_rank": 90,
            "section_rank": 41
        },
        {
            "text": "Comparison of the unfolded spin correlation distributions and the prediction from the signal MC simulation for the stable-particle measurement. ",
            "paragraph_rank": 90,
            "section_rank": 41
        },
        {
            "text": "The total uncertainty is shown in each bin. ",
            "paragraph_rank": 90,
            "section_rank": 41
        },
        {
            "text": "The bin-to-bin correlations between adjacent bins are typically between −0.9 and −0.4. ",
            "paragraph_rank": 90,
            "section_rank": 41
        },
        {
            "text": "The correlations between non-adjacent bins range from −0.4 to 0.6.",
            "paragraph_rank": 90,
            "section_rank": 41
        },
        {
            "text": "B k + = −0.044 ± 0.038 [± 0.027 (mass)], B k − = −0.064 ± 0.040 [± 0.027 (mass)], C(k, k) = 0.296 ± 0.093 [± 0.037 (mass)].",
            "paragraph_rank": 91,
            "section_rank": 42
        },
        {
            "text": "Table 2 .",
            "section_rank": 43
        },
        {
            "text": "MC generators and parton showers used for the signal and background processes. ",
            "section": "Table 2 .",
            "paragraph_rank": 92,
            "section_rank": 43
        },
        {
            "text": "Samples in the lower part of the table are used together with the other samples to estimate the fake-lepton background. ",
            "section": "Table 2 .",
            "paragraph_rank": 92,
            "section_rank": 43
        },
        {
            "text": "The parton distribution functions (PDF) used by the generator and the tunes used for the parton shower are also shown. ",
            "section": "Table 2 .",
            "paragraph_rank": 92,
            "section_rank": 43
        },
        {
            "text": "The versions of the different generators are 2.14 for Alpgen [39], 5.1.4.8 for MadGraph [40], 4.31 for Herwig 6+Jimmy [41], 1, r2330 for Powheg-hvq, 6.426 for Pythia6 [31] and 8.165 for Pythia8 [42].",
            "section": "Table 2 .",
            "paragraph_rank": 92,
            "section_rank": 43,
            "entity_spans": [
                {
                    "start": 71,
                    "end": 72,
                    "type": "version",
                    "rawForm": "4",
                    "resp": "service",
                    "id": "#software-simple-s13"
                },
                {
                    "start": 79,
                    "end": 88,
                    "type": "software",
                    "rawForm": "MadGraph",
                    "resp": "service",
                    "id": "software-simple-s14"
                },
                {
                    "start": 137,
                    "end": 144,
                    "type": "software",
                    "rawForm": "Powheg-",
                    "resp": "service",
                    "id": "software-simple-s15"
                }
            ]
        },
        {
            "text": "Table 3 .",
            "section_rank": 44
        },
        {
            "text": "List of tt samples used for studies of the modelling uncertainties. ",
            "section": "Table 3 .",
            "paragraph_rank": 93,
            "section_rank": 44
        },
        {
            "text": "The PDF set is CT10 for all of them. ",
            "section": "Table 3 .",
            "paragraph_rank": 93,
            "section_rank": 44
        },
        {
            "text": "The version of the MC@NLO generator[43,44] is 4.01.",
            "section": "Table 3 .",
            "paragraph_rank": 93,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[43,"
                },
                {
                    "start": 39,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "44]"
                }
            ],
            "entity_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "type": "version",
                    "rawForm": "4.01",
                    "resp": "service",
                    "id": "#software-simple-s15"
                }
            ]
        },
        {
            "text": "At parton level, the considered top quarks are taken from the MC history after radiation but before decay. ",
            "paragraph_rank": 94,
            "section_rank": 45
        },
        {
            "text": "Parton-level leptons include tau leptons before they decay into an electron",
            "paragraph_rank": 94,
            "section_rank": 45
        },
        {
            "text": ". ",
            "paragraph_rank": 95,
            "section_rank": 46
        },
        {
            "text": "114 (2015) 142001 [arXiv:1412.4742] [INSPIRE]. ",
            "paragraph_rank": 95,
            "section_rank": 46
        },
        {
            "text": "[14] CMS collaboration, Measurements of tt spin correlations and top-quark polarization using dilepton final states in pp collisions at √ s = 7 TeV, Phys. ",
            "paragraph_rank": 95,
            "section_rank": 46
        },
        {
            "text": "Rev. Lett. ",
            "paragraph_rank": 95,
            "section_rank": 46
        },
        {
            "text": "112 (2014) 182001 [arXiv:1311.3924] [INSPIRE]. ",
            "paragraph_rank": 95,
            "section_rank": 46
        },
        {
            "text": "[15] CMS collaboration, Measurement of spin correlations in tt production using the matrix element method in the muon+jets final state in pp collisions at √ s = 8 TeV, Phys. ",
            "paragraph_rank": 95,
            "section_rank": 46
        },
        {
            "text": "Lett. ",
            "paragraph_rank": 95,
            "section_rank": 46
        },
        {
            "text": "B 758 (2016) 321 [arXiv:1511.06170] [INSPIRE]. ",
            "paragraph_rank": 95,
            "section_rank": 46
        },
        {
            "text": "[16] CMS collaboration, Measurements of tt spin correlations and top quark polarization using dilepton final states in pp collisions at √ s = 8 TeV, Phys. ",
            "paragraph_rank": 95,
            "section_rank": 46
        },
        {
            "text": "Rev. D 93 (2016) 052007 [arXiv:1601.01107] [INSPIRE].",
            "paragraph_rank": 95,
            "section_rank": 46
        },
        {
            "text": "Antiparticles are generally included in the discussions unless otherwise stated.2 ",
            "paragraph_rank": 96,
            "section_rank": 46,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "2"
                }
            ]
        },
        {
            "text": "ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector and the z-axis along the beam pipe. ",
            "paragraph_rank": 96,
            "section_rank": 46
        },
        {
            "text": "The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upward. ",
            "paragraph_rank": 96,
            "section_rank": 46
        },
        {
            "text": "Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the beam pipe. ",
            "paragraph_rank": 96,
            "section_rank": 46
        },
        {
            "text": "The pseudorapidity is defined in terms of the polar angle θ as η = − ln[tan(θ/2)].",
            "paragraph_rank": 96,
            "section_rank": 46
        },
        {
            "text": "The h damp parameter controls the hardness of the hardest emission which recoils against the tt system[28,29].",
            "paragraph_rank": 97,
            "section_rank": 46,
            "ref_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[28,"
                },
                {
                    "start": 106,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "29]"
                }
            ]
        },
        {
            "text": "R and N are the sets of real and natural numbers. ",
            "paragraph_rank": 98,
            "section_rank": 46
        },
        {
            "text": "Nt and Nr are the number of bins for the true and reconstructed distributions.",
            "paragraph_rank": 98,
            "section_rank": 46
        },
        {
            "text": "Acknowledgments",
            "section_rank": 48
        },
        {
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "section": "Acknowledgments",
            "paragraph_rank": 99,
            "section_rank": 48,
            "entity_spans": [
                {
                    "start": 9,
                    "end": 14,
                    "type": "publisher",
                    "rawForm": "CERN",
                    "resp": "service",
                    "id": "#software-simple-s17"
                }
            ]
        },
        {
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada; CERN; CONICYT, Chile; CAS, MOST and NSFC, China; COLCIENCIAS, Colombia; MSMT CR, MPO CR and VSC CR,",
            "section": "Acknowledgments",
            "paragraph_rank": 100,
            "section_rank": 48
        }
    ]
}