{
    "level": "sentence",
    "abstract": [
        {
            "text": "An inclusive search for anomalous Higgs boson production in the diphoton decay channel and in association with at least one jet is presented, using LHC proton-proton collision data collected by the CMS experiment at a center-of-mass energy of 13 TeV and corresponding to an integrated luminosity of 35.9 fb −1 . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The razor variables M R and R 2 , as well as the momentum and mass resolution of the diphoton system, are used to categorize events into different search regions. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The search result is interpreted in the context of strong and electroweak production of supersymmetric particles. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "We exclude bottom squark pair-production with masses below 450 GeV for bottom squarks decaying to a bottom quark, a Higgs boson, and the lightest supersymmetric particle (LSP) for LSP masses below 250 GeV. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "For wino-like chargino-neutralino production, we exclude charginos with mass below 170 GeV for LSP masses below 25 GeV. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "In the GMSB scenario, we exclude charginos with mass below 205 GeV for neutralinos decaying to a Higgs boson and a goldstino LSP with 100% branching fraction.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The discovery of the Higgs boson [1][2][3], the first fundamental scalar particle ever observed, has opened a new window for exploring physics not described by the standard model (SM) of particle physics. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 33,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 36,
                    "end": 39,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 39,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Many models of physics beyond the standard model (BSM) postulate the existence of cascade decays of heavy states involving Higgs bosons [4,5]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 136,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 139,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5]"
                }
            ]
        },
        {
            "text": "In the minimal supersymmetric standard model (MSSM) [6], Higgs bosons may be produced in a variety of ways. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "type": "bibr",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The bottom squark, the supersymmetric partner of the bottom quark, produced via the strong interaction, may decay to a Higgs boson, quarks, and the lightest supersymmetric particle (LSP). ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Similarly charginos or neutralinos produced through the electroweak interaction may decay to a Higgs boson and the LSP. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Of particular interest are scenarios with gauge-mediated supersymmetry breaking (GMSB), where the lightest neutralino may decay to a Higgs boson and the goldstino LSP ( G) [7,8]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "type": "bibr",
                    "text": "[7,"
                },
                {
                    "start": 175,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8]"
                }
            ]
        },
        {
            "text": "The decay signature depends on whether the chargino and neutralino mixed states are dominated by the wino or higgsino components, the respective supersymmetric partners of the W and Higgs bosons. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Diagrams of simplified models [9] for the scenarios considered are shown in Fig. 1. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 76,
                    "end": 82,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "In this paper, we denote the Higgs boson as H to indicate that it is the particle observed by the ATLAS and CMS E-mail address: cms-publication-committee-chair@cern.ch. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "experiments. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In the MSSM, this particle is typically assumed to correspond to the lighter of the two CP-even Higgs particles and is often denoted as h. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "For the GMSB scenario, we consider simplified models where Higgsino-like charginos and neutralinos are nearly mass-degenerate and both chargino-neutralino and neutralino-pair production result in very similar final state signatures, and are hereafter collectively referred to as chargino-neutralino production in this paper. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "These examples of BSM production of Higgs bosons motivate an inclusive search for anomalous Higgs boson production that is broadly sensitive to a wide range of supersymmetric (SUSY) scenarios. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Similar searches for supersymmetric particles decaying to Higgs bosons have been performed by the ATLAS and CMS collaborations in the past using 8 TeV collision data and can be found in references [10][11][12].",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 201,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 205,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "In this Letter, we present an updated search for supersymmetry events with at least one Higgs boson candidate decaying to two photons produced in association with at least one jet produced in 13 TeV proton-proton collisions. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The data were collected by the CMS experiment and correspond to an integrated luminosity of 35.9 fb −1 [13]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The diphoton decay mode of the Higgs boson provides a good compromise between branching fraction and background rejection. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The transverse momentum of the Higgs boson candidate, the expected mass resolution, and the razor variables M R and R 2 [14,15], explained in detail in Section 4, are used to define event categories which generically enhance BSM signals relative to SM backgrounds. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "text": "[14,"
                },
                {
                    "start": 124,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "15]"
                }
            ]
        },
        {
            "text": "The potential signal is extracted from https://doi.org/10.1016/j.physletb.2017.12.069 0370-2693/© 2018 The Author(s). ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Published by Elsevier B.V. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/). ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Funded by SCOAP 3 . ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3"
                }
            ],
            "entity_spans": [
                {
                    "start": 16,
                    "end": 18,
                    "type": "version",
                    "rawForm": "3",
                    "resp": "service",
                    "id": "#software-simple-s0"
                }
            ]
        },
        {
            "text": "Fig. 1. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Diagrams displaying the simplified models that are being considered. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Upper left: bottom squark pair production; upper right: wino-like chargino-neutralino production; bottom: the two relevant decay modes for higgsino-like neutralino pair production in the GMSB scenario.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "the dominant nonresonant multijet background through a fit to the diphoton mass distribution. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The results of the search are interpreted in terms of simplified models of bottom squark pair production and chargino-neutralino production.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The CMS detector, trigger, and event reconstruction",
            "section_rank": 3
        },
        {
            "text": "The central feature of the CMS detector is a superconducting solenoid of 6 m internal diameter, providing a magnetic field of 3.8 T. Within the solenoid volume are a silicon pixel and strip tracker, a lead tungstate crystal electromagnetic calorimeter (ECAL), and a brass and scintillator hadron calorimeter (HCAL), each composed of a barrel and two endcap sections. ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Extensive forward calorimetry complements the coverage provided by the barrel and endcap detectors. ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Muons are measured in gas-ionization detectors embedded in the magnet steel flux-return yoke outside the solenoid. ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "A more detailed description of the CMS detector, together with a definition of the coordinate system used and the relevant kinematic variables, can be found in Ref. ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "[16].",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "Signal event candidates are recorded using a diphoton trigger, requiring the transverse energy of the leading and subleading photons to be larger than 30 GeV and 18 GeV, respectively and their invariant mass to be larger than 90 GeV. ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Additional requirements on the photon shower shape and isolation are imposed to reduce the background rate and improve the signal purity [17]. ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 141,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "The efficiency of the trigger with respect to events passing the offline selection is measured to be above 98%.",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Physics object candidates are reconstructed using a global event description based on the CMS particle-flow (PF) algorithm [18], which identifies particles through an optimized combination of information from the various detector subsystems. ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Photon candidates are selected by imposing \"loose\" requirements on the shower shape in the electromagnetic calorimeter, the ratio of energy measured in the HCAL to the energy measured in the ECAL, and the isolation in a cone around the direction of the photon momentum [19]. ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "type": "bibr",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The isolation requirement is corrected for the effect of multiple proton collisions in the same or adjacent bunch crossing (pileup) by subtracting the average energy from pileup deposited in the isolation cone, estimated by averaging the energy density over the event. ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Furthermore, photon candidates are rejected if they match an electron candidate that is not consistent with one leg of a conversion. ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The photon selection efficiency was measured to be about 90% [20] using tag and probe methods. ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "type": "bibr",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "The measured energy of photons is corrected for clustering and local geometric effects using an energy regression trained on Monte Carlo (MC) simulation [19]. ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "This regression gives a significant improvement in the energy resolution of the photons (about 30%) and provides an estimate of the uncertainty of the energy measurement that is used to separate events into high-and low-resolution categories.",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The reconstructed vertex with the largest value of summed physics-object p 2 T is taken to be the primary pp interaction vertex (PV). ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "The physics objects used in this context are the objects returned by a jet finding algorithm [21,22] applied to all charged tracks associated with the vertex under consideration, plus the corresponding associated missing transverse momentum.",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[21,"
                },
                {
                    "start": 97,
                    "end": 100,
                    "type": "bibr",
                    "text": "22]"
                }
            ]
        },
        {
            "text": "The charged PF candidates associated with the PV and the neutral PF candidates are clustered into jets using the anti-k T algorithm [21] with a distance parameter R = 0.4, as implemented in the FastJet package [22]. ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[21]"
                },
                {
                    "start": 210,
                    "end": 214,
                    "type": "bibr",
                    "text": "[22]"
                }
            ],
            "entity_spans": [
                {
                    "start": 194,
                    "end": 202,
                    "type": "software",
                    "rawForm": "FastJet",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "The jet momentum is determined as the vectorial sum of all particle momenta in the jet. ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Jet energy corrections are derived based on a combination of simulation studies, accounting for the nonlinear detector response and the presence of pileup, together with in-situ measurements of the energy balance in dijet and γ +jet events using the methods described in Ref. ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "[23]. ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "For this analysis, jets with |η| < 3.0 that do not overlap with any identified photon are selected by requiring R = ( η) 2 + ( φ) 2 > 0.5 between photon and jet candidates.",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The combined secondary vertex (CSVv2) tagging algorithm [24] is used to identify jets originating from the hadronization of b quarks. ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "A loose working point is chosen that yields an efficiency above 80% and a mistag rate for light-flavor jets that is approximately 10%. ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The negative vector sum of the reconstructed p T of all PF candidates in an event defines the missing transverse momentum p miss T in the event, and its magnitude is referred to as p miss T . ",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "Events with detector-and beam-related noise that can mimic event topologies with high energy and large p miss T are filtered out by use of dedicated noise reduction algorithms [25][26][27].",
            "section": "The CMS detector, trigger, and event reconstruction",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[25]"
                },
                {
                    "start": 180,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[26]"
                },
                {
                    "start": 184,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "Event simulation",
            "section_rank": 4
        },
        {
            "text": "Simulated event samples are used to model the SM Higgs backgrounds in the search regions, and to calculate the selection efficiencies for SUSY signal models. ",
            "section": "Event simulation",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Samples of SM Higgs production via gluon fusion, vector boson fusion, associated production with a W or a Z boson, bbH, and ttH are generated using the nextto-leading order (NLO) MadGraph5_amc@nlo v2.2.2 [28] event generator. ",
            "section": "Event simulation",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[28]"
                }
            ],
            "entity_spans": [
                {
                    "start": 198,
                    "end": 204,
                    "type": "version",
                    "rawForm": "2.2.2",
                    "resp": "service",
                    "id": "#software-simple-s1"
                }
            ]
        },
        {
            "text": "The Higgs mass is assumed to be 125.0 GeV for the simulated event samples and is within the uncertainty of the currently best measured value [29]. ",
            "section": "Event simulation",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "For the gluon fusion production mode, the sample is generated with up to two extra partons to model initial-state radiation (ISR) calculated at the matrix element level with NLO accuracy with the matching scheme described in reference [30]. ",
            "section": "Event simulation",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 235,
                    "end": 239,
                    "type": "bibr",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "The SUSY signal MC samples are generated using MadGraph5_amc@nlo at leading order accuracy with up to two extra partons in the matrix element calculations with the matching scheme described in reference [31]. ",
            "section": "Event simulation",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[31]"
                }
            ],
            "entity_spans": [
                {
                    "start": 47,
                    "end": 56,
                    "type": "software",
                    "rawForm": "MadGraph5",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "In both cases, pythia v8.2 [32] is used to model the fragmentation and parton showering with the CUETP8M1 tune [33]. ",
            "section": "Event simulation",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "type": "bibr",
                    "text": "[32]"
                },
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "text": "[33]"
                }
            ],
            "entity_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "type": "version",
                    "rawForm": "8.2",
                    "resp": "service",
                    "id": "#software-simple-s2"
                }
            ]
        },
        {
            "text": "The NNPDF3.0LO and NNPDF3.0NLO [34] parton distribution functions (PDFs) are used for the LO and NLO accuracy generators respectively. ",
            "section": "Event simulation",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "type": "bibr",
                    "text": "[34]"
                }
            ]
        },
        {
            "text": "The SM Higgs background and bottom squark pair-production signal samples are simulated using a Geant4-based model [35] of the CMS detector, while the chargino-neutralino and neutralino-pair production signal samples are simulated with the CMS fast simulation package [36]. ",
            "section": "Event simulation",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[35]"
                },
                {
                    "start": 267,
                    "end": 271,
                    "type": "bibr",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "While generally providing an accurate description, the fast simulation does sometimes yield inaccurate predictions of the missing transverse momentum tail. ",
            "section": "Event simulation",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "These inaccuracies are accounted for by larger systematic uncertainties for the signal yield prediction in the relevant phase space estimated as the difference between signal yields predicted using the generator level missing transverse momentum and the missing transverse momentum reconstructed based on the fast simulation. ",
            "section": "Event simulation",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "All simulated events include the effects of pileup and are processed with the same chain of reconstruction programs used for collision data.",
            "section": "Event simulation",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "To improve the MadGraph modeling of ISR in the SUSY signal MC samples, we apply a correction as a function of the multiplicity of ISR jets for sbottom pair production, and as a function of the transverse momentum (p ISR T ) of the chargino-neutralino system for chargino-neutralino production, derived from studies of tt and Z+jets events, respectively. ",
            "section": "Event simulation",
            "paragraph_rank": 13,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 15,
                    "end": 24,
                    "type": "software",
                    "rawForm": "MadGraph",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "The correction factors vary between 0.92 and 0.51 for ISR jet multiplicity between one and six, and between 1.18 and 0.78 for p ISR T between 125 and 600 GeV. ",
            "section": "Event simulation",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "type": "bibr",
                    "text": "ISR"
                }
            ]
        },
        {
            "text": "The correction has a small effect on the signal yields at the level of about 1%. ",
            "section": "Event simulation",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "The full size of this correction is taken as a systematic uncertainty.",
            "section": "Event simulation",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "The Higgs production cross sections are obtained from the recommendations of the LHC Yellow Report 4 of the LHC Higgs Cross Section Working Group [37]. ",
            "section": "Event simulation",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "The SUSY signal production cross sections are calculated to NLO plus next-to-leading logarithmic (NLL) accuracy [38][39][40][41][42][43], assuming all SUSY particles other than those in the relevant diagram to be too heavy to participate in the interaction. ",
            "section": "Event simulation",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[38]"
                },
                {
                    "start": 116,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[39]"
                },
                {
                    "start": 120,
                    "end": 124,
                    "type": "bibr",
                    "text": "[40]"
                },
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "text": "[41]"
                },
                {
                    "start": 128,
                    "end": 132,
                    "type": "bibr",
                    "text": "[42]"
                },
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "text": "[43]"
                }
            ]
        },
        {
            "text": "These NLO+NLL cross sections and their associated uncertainties [43] are used to derive the exclusion limits on the masses of SUSY particles.",
            "section": "Event simulation",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "text": "[43]"
                }
            ]
        },
        {
            "text": "Event selection and search categories",
            "section_rank": 5
        },
        {
            "text": "We select events with two photons that satisfy the selection criteria described above. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Both photons must be in the barrel region of the electromagnetic calorimeter, with |η| < 1.44, and have p T > 20 GeV. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "At least one of the two photons must have p T > 40 GeV. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "If multiple photon pairs are identified, the pair with the largest scalar sum of the transverse momenta is chosen as the Higgs boson candidate in the event. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The Higgs boson candidate mass is required to be between 103 GeV and 160 GeV in order to cover a sufficiently large background dominated sideband region.",
            "section": "Event selection and search categories",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The Higgs boson candidate and any additional identified jets with p T > 30 GeV and |η| < 3.0 are clustered into two hemispheres (megajets) according to the Razor megajet algorithm [15], which minimizes the sum of the squared-invariant-mass values of the two megajets. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ],
            "entity_spans": [
                {
                    "start": 156,
                    "end": 162,
                    "type": "software",
                    "rawForm": "Razor",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "To converge, the algorithm requires at least one such identified jet in the event. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Next, the razor variables [14] M R and R 2 are computed as follows:",
            "section": "Event selection and search categories",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 26,
                    "end": 30,
                    "type": "bibr",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "where p is the momentum of a megajet, p z is its longitudinal component, and j 1 and j 2 are used to label the two megajets. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "In the definition of R 2 , the variable M R T is defined as:",
            "section": "Event selection and search categories",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "The razor variables M R and R 2 provide discrimination between SUSY signal models and SM background processes with SUSY signals typically having large values of M R and R 2 , while the SM background exhibits an exponentially falling spectrum in both variables.",
            "section": "Event selection and search categories",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "The selected events are separated into four mutually exclusive categories. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "An event is categorized as \"HighPt\" if the transverse momentum of the selected Higgs boson candidate is larger than 110 GeV. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "Otherwise, if the event contains two b-tagged jets whose invariant mass is between 76 and 106 GeV, or between 110 and 140 GeV, it is categorized as \"H(γ γ )-HZ(bb)\". ",
            "section": "Event selection and search categories",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "The remaining events are categorized as \"HighRes\" and \"LowRes\" if the diphoton mass resolution estimate σ M /M is smaller or larger than 0.85%, respectively, where σ M is computed as:",
            "section": "Event selection and search categories",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "where E γ 1,2 is the energy of each photon and σ Eγ 1,2 is the estimated energy resolution for each photon. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "A graphical representation of the categorization procedure is shown in Fig. 2. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 77,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The \"HighPt\" category isolates SUSY events producing high-p T Higgs bosons; the \"H(γ γ )-HZ(bb)\" category isolates SUSY signals that produce two Higgs bosons or a Higgs boson and a Z boson in the final state; and the HighRes and LowRes categories further improve the discrimination between signal and background in the remaining event sample. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The \"H(γ γ )-HZ(bb)\" category combines events with two Higgs bosons or a Higgs boson and a Z boson in order to achieve a sufficiently large number of events in the sideband for the background estimation method described in Section 5 to remain unbiased.",
            "section": "Event selection and search categories",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "Each event category is further divided into bins in the M R and R 2 variables, which define the exclusive search regions. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "A significant excess of events above the SM expectation in one or several bins would provide evidence of BSM physics. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "The search regions are chosen based on an optimization procedure that maximizes the expected sensitivity to the simplified bottom squark pair production model discussed further in Section 7, and are summarized in Table 1. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 213,
                    "end": 220,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The bins in the M R and R 2 variables are kept identical for the HighRes and LowRes categories to allow for simultaneous signal extraction, since the ratio of the event yields in these two categories does not depend on the details of the signal model. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Table 1 A summary of the search region bins in each category is presented. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The functional form used to model the nonresonant background is also listed. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "An exponential function of the form e −amγ γ is denoted as \"single-exp\"; a linear combination of two independent exponential functions of the form e −amγ γ and e −bmγ γ is denoted as \"two-exp\"; a modified exponential function of the form e −am b γ γ is denoted as \"mod-exp\"; and a Bernstein polynomial of degree n [44] is denoted by \"poly-n\". ",
            "section": "Event selection and search categories",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "type": "bibr",
                    "text": "[44]"
                }
            ]
        },
        {
            "text": "The bin labels 9-13 are used for both the HighRes and LowRes categories because the data in these categories are always fitted simultaneously with potentially different nonresonant background models used. ",
            "section": "Event selection and search categories",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Further details on the simultaneous fit are discussed in Section 5.",
            "section": "Event selection and search categories",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Bin number",
            "section_rank": 6
        },
        {
            "text": "Category  ",
            "section": "Bin number",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "Background prediction",
            "section_rank": 7
        },
        {
            "text": "There are two main classes of background events that pass the search selection criteria: SM Higgs production and nonresonant photon production, with either two promptly produced photons or one prompt photon and one jet that is wrongly identified as a photon. ",
            "section": "Background prediction",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "The SM Higgs background is estimated from the MC simulation, while the nonresonant background prediction is estimated using a fit to the diphoton mass distribution observed in data.",
            "section": "Background prediction",
            "paragraph_rank": 23,
            "section_rank": 7
        },
        {
            "text": "Within each search bin, we extract a potential signal by performing an unbinned extended maximum likelihood fit to the diphoton mass spectrum. ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "An example of such a fit is shown in Fig. 3. ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 37,
                    "end": 43,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The nonresonant background is modeled with a decaying functional form given in Table 1 for each individual search region bin. ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 86,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "All parameters of the function are unconstrained in the fit. ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "The functional form of the model used for each search region bin is selected on the basis of its Akaike information criterion (AIC) score [45], which quantifies the trade-off between goodness-of- fit and model complexity. ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "text": "[45]"
                }
            ]
        },
        {
            "text": "Each functional form is tested for fit biases with respect to a set of alternative models, all of which Table 2 The predicted yields for an example SUSY signal and the SM Higgs boson background processes for each search region are shown for an integrated luminosity corresponding to 35.9 fb −1 . ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 111,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The signal yields given assume a bottom squark mass of 500 GeV and an LSP mass of 1 GeV. ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "The contributions from each SM Higgs boson process are shown separately, and the total is shown in the rightmost column, along with its full uncertainty. ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "The bin labels 9-13 are used for both the HighRes and LowRes categories as they are always fitted simultaneously.  ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "[46,47] with two independent tail parameters that is fitted to the diphoton mass distribution obtained from the MC simulation. ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[46,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "47]"
                }
            ]
        },
        {
            "text": "The parameters of each double Crystal Ball function are held constant in the signal extraction fit procedure, with the exception of the parameter controlling the location of the peak, which is discussed further in Section 6 below. ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "The normalization of the SM Higgs boson background in each bin is predicted from the MC simulation and is constrained to that value in the fit within uncertainties. ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "For the HighRes and LowRes categories, bins in the M R and R 2 variables are fitted simultaneously. ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "For a given search bin, the relative yields in the HighRes and LowRes categories are observed in the simulation to be largely process independent and are therefore constrained according to the simulation prediction. ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "Based on these independent fits in each search bin, we obtain a model-independent search result, which can be used to evaluate whether the yield in any bin exhibits a statistically significant deviation from the background prediction. ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "We also perform a combined simultaneous fit using all of the search bins, to test specific SUSY simplified model signal hypotheses. ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "In the combined fit, the yield in each bin for the SM Higgs background and the signal model under test are constrained to the MC simulation predictions within uncertainties. ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "These uncertainties are modeled by use of nuisance parameters that account for various theoretical and instrumental uncertainties that can affect the SM Higgs boson background and SUSY signal normalization, and are profiled in the fit. ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "A more detailed discussion of systematic uncertainties can be found below in Section 6. ",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "The MC simulation predictions for the SM Higgs boson background normalization are shown in Table 2 for each bin in the search region.",
            "section": "Background prediction",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 98,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Bin",
            "section_rank": 8
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 9
        },
        {
            "text": "There are broadly two types of systematic uncertainties. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "The first and dominant systematic uncertainty is in the shape and normalization of the nonresonant background. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "This is propagated by profiling the normalization and shape parameters of the nonresonant background functional form in an unconstrained way. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "The second and subdominant type of systematic uncertainty is in the predictions of the SM Higgs background in the various search bins. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "These shape uncertainties are propagated through the use of several independent nuisance parameters, where both theoretical and instrumental effects are taken into account. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "The nuisance parameters are constrained in the fit using log-normal prior functions, whose width reflects the size of the systematic uncertainty. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "The independent systematic effects considered include missing higherorder corrections, PDFs, trigger and selection efficiencies, jet energy scale uncertainties, b tagging efficiencies, and the uncertainty in the integrated luminosity. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "The uncertainty due to jet energy resolution uncertainties were also estimated and were found to be negligible. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "The typical size of these effects on the expected limit is summarized in Table 3. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Due to effects of pileup and transparency loss in the ECAL crystals, we observe some simulation mismodeling of the estimated mass resolution, which results in a systematic uncertainty of 10-24% in the prediction of the SM Higgs background and SUSY signal yields in the HighRes and LowRes event categories. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "The systematic uncertainty in the photon energy scale is implemented as a Gaussian-distributed nuisance parameter that shifts the Higgs boson mass peak position, constrained in the fit to lie within approximately 1% of the nominal Higgs boson mass observed in simulation. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "The systematic uncertainty for the modeling Table 4 The nonresonant background yields, SM Higgs boson background yields, best fit signal yields, and observed local significance in units of standard deviations (σ ) are shown for the signal plus background fit in each search region bin. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 44,
                    "end": 51,
                    "type": "table",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "The SM Higgs boson background yields are slightly altered with respect to the pre-fit predictions from of the ISR for the signal process is also propagated and is below 1%. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "For chargino-neutralino and neutralino-pair production signal processes, the fast simulation was used to predict signal yields and an additional systematic uncertainty is propagated for inaccuracies in the modeling of the missing transverse momentum tail. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "This systematic uncertainty ranges between 1% and 34% depending on the search region bin.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 25,
            "section_rank": 9
        },
        {
            "text": "Results and interpretations",
            "section_rank": 10
        },
        {
            "text": "The fit results for all search region bins are summarized in Table 4, along with the data yields, fitted background, and signal yields. ",
            "section": "Results and interpretations",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "An example fit result for the search bin with M R > 600 GeV and R 2 > 0.025 in the HighPt category is shown in Fig. 3. ",
            "section": "Results and interpretations",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 117,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The observed signal significance in each bin is summarized in Fig. 4 for all the search region bins, which are statistically independent. ",
            "section": "Results and interpretations",
            "paragraph_rank": 26,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 68,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "None of the 14 bins exhibits a deviation from the background expectation larger than two standard deviations.",
            "section": "Results and interpretations",
            "paragraph_rank": 26,
            "section_rank": 10
        },
        {
            "text": "We interpret the search results in terms of limits on the production cross section times branching ratio for simplified models of bottom squark pair-production and chargino-neutralino production. ",
            "section": "Results and interpretations",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "Diagrams of these simplified models are shown in Fig. 1. ",
            "section": "Results and interpretations",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 55,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "In the case of bottom squark pair production, we consider the scenario where the bottom squark decays to a bottom quark and the next-to-lightest neutralino ( χ 0 2 ), and the χ 0 2 decays to a Higgs boson and the LSP ( χ 0 1 ), and the production cross sections are computed at NLO plus next-to-leading-log (NLL) precision with all the other sparticles assumed to be heavy and decoupled [38][39][40][41][42][43]. ",
            "section": "Results and interpretations",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[38]"
                },
                {
                    "start": 391,
                    "end": 395,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[39]"
                },
                {
                    "start": 395,
                    "end": 399,
                    "type": "bibr",
                    "text": "[40]"
                },
                {
                    "start": 399,
                    "end": 403,
                    "type": "bibr",
                    "text": "[41]"
                },
                {
                    "start": 403,
                    "end": 407,
                    "type": "bibr",
                    "text": "[42]"
                },
                {
                    "start": 407,
                    "end": 411,
                    "type": "bibr",
                    "text": "[43]"
                }
            ]
        },
        {
            "text": "We restrict ourselves to the scenario where the mass splitting between the χ 0 2 and the χ 0 1 is 130 GeV, slightly above threshold to produce an on-shell Higgs boson. ",
            "section": "Results and interpretations",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "In the case of chargino-neutralino production, we consider two different scenarios. ",
            "section": "Results and interpretations",
            "paragraph_rank": 27,
            "section_rank": 10
        },
        {
            "text": "In the first one, pure  tions are computed at NLO plus next-to-leading-log (NLL) precision in a limit of mass-degenerate wino χ 0 2 and χ ± 1 , light bino χ 0 1 , and with all the other sparticles assumed to be heavy and decoupled [48][49][50]. ",
            "section": "Results and interpretations",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 231,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[48]"
                },
                {
                    "start": 235,
                    "end": 239,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[49]"
                },
                {
                    "start": 239,
                    "end": 243,
                    "type": "bibr",
                    "text": "[50]"
                }
            ]
        },
        {
            "text": "In the second scenario, we consider a GMSB [7,8] simplified model where Higgsino-like charginos and neutralinos are nearly mass-degenerate and are produced in pairs through the following combinations: χ 0 1 χ 0 2 , χ 0 1 χ ± 1 , χ 0 2 χ ± 1 , and χ ± 1 χ ∓",
            "section": "Results and interpretations",
            "paragraph_rank": 27,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 46,
                    "type": "bibr",
                    "text": "[7,"
                },
                {
                    "start": 46,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8]"
                }
            ]
        },
        {
            "text": "1 . ",
            "section": "Results and interpretations",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "Because of the mass degeneracy, both the χ 0 2 and the χ ± 1 will decay to χ 0 1 and other low-p T (soft) particles, leading to a signature with a χ 0 1 pair. ",
            "section": "Results and interpretations",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "Each χ 0 1 will subsequently decay to a Higgs boson and the goldstino ( G), which is the LSP, or to a Z boson and the goldstino. ",
            "section": "Results and interpretations",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "We consider the case where the branching fraction of the Following the CL s procedure [52][53][54], we use the profile likelihood ratio test statistic and the asymptotic formula [55] to evaluate the 95% confidence level (CL) observed and expected limits on the signal production cross sections. ",
            "section": "Results and interpretations",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[52]"
                },
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[53]"
                },
                {
                    "start": 94,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "[54]"
                },
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[55]"
                }
            ]
        },
        {
            "text": "For the bottom squark pair production model, the limits are shown on the left of Fig. 5 as a function of the bottom squark mass and the LSP mass. ",
            "section": "Results and interpretations",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 81,
                    "end": 87,
                    "type": "figure",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "We ex- clude bottom squarks with masses below about 450 GeV for all LSP masses below 250 GeV. ",
            "section": "Results and interpretations",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "For the wino-like chargino-neutralino production simplified model, the limits are shown on the right of Fig. 5 as a function of the chargino mass and the LSP mass. ",
            "section": "Results and interpretations",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 110,
                    "type": "figure",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "We exclude chargino masses below about 170 GeV for all LSP masses below 25 GeV. ",
            "section": "Results and interpretations",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "For the higgsino-like chargino-neutralino production simplified models, the limits are shown in Fig. 6 as a function of the chargino mass for the case where the branching fraction of the χ 0 1 → H G decay is 100% on the left, and for the case where the branching fraction of the χ 0 1 → H G and χ 0 1 → Z G decays are both 50%, on the right. ",
            "section": "Results and interpretations",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 102,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "We exclude charginos below 205 GeV and 130 GeV in the former and latter cases, respectively.",
            "section": "Results and interpretations",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "Summary",
            "section_rank": 11
        },
        {
            "text": "A search for anomalous Higgs boson production through decays of supersymmetric particles is performed with the proton-proton collision data collected in 2016 by the CMS experiment at the LHC. ",
            "section": "Summary",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "The non-resonant background is estimated through a fit to the diphoton mass distribution in data, while the SM Higgs background is predicted using simulation. ",
            "section": "Summary",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "We interpret the results in terms of production cross section limits on simplified models of bottom squark pair production and chargino-neutralino production. ",
            "section": "Summary",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "We exclude bottom squark masses below 450 GeV for bottom squarks decaying to a bottom quark, a Higgs boson, and the lightest supersymmetric particle (LSP) for LSP masses below 250 GeV and assuming a mass splitting between the χ 0 2 and χ 0 1 of 130 GeV. ",
            "section": "Summary",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "For wino-like chargino-neutralino production, we improved the search sensitivity by a factor of two with respect to previous results [11] and we exclude charginos with mass below 170 GeV for LSP masses below 25 GeV. ",
            "section": "Summary",
            "paragraph_rank": 29,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "In the GMSB scenario, we exclude charginos with mass below 205 GeV for neutralinos decaying to a Higgs boson and a goldstino LSP ( G) with 100% branching fraction. ",
            "section": "Summary",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "Finally, we exclude charginos with mass below 130 GeV for the case where the branching fractions of the χ 0 1 → H G and χ 0 1 → Z G decays are 50% each.",
            "section": "Summary",
            "paragraph_rank": 29,
            "section_rank": 11
        },
        {
            "text": "We congratulate our colleagues in the CERN accelerator departments for the excellent performance of the LHC and thank the technical and administrative staffs at CERN and at other CMS institutes for their contributions to the success of the CMS effort. ",
            "section": "Summary",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "text": "In addition, we gratefully acknowledge the computing centers and personnel of the Worldwide LHC Computing Grid for delivering so effectively the computing infrastructure essential to our analyses. ",
            "section": "Summary",
            "paragraph_rank": 30,
            "section_rank": 11
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 12
        },
        {
            "text": "Fig. 2. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 31,
            "section_rank": 12
        },
        {
            "text": "A flowchart showing the event categorization procedure.",
            "section": "Fig. 2 .",
            "paragraph_rank": 31,
            "section_rank": 12
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 13
        },
        {
            "text": "Fig. 3. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 32,
            "section_rank": 13
        },
        {
            "text": "The diphoton mass distribution in the search region bin with M R > 600 GeV and R 2 > 0.025 in the HighPt category, along with the background-only fit (top) and the signal-plus-background fit (bottom). ",
            "section": "Fig. 3 .",
            "paragraph_rank": 32,
            "section_rank": 13
        },
        {
            "text": "The red dot-dashed curve represents the fitted background prediction; the green dashed curve represents the best-fit signal; and the blue solid curve represents the sum of the best-fit signal and the background.",
            "section": "Fig. 3 .",
            "paragraph_rank": 32,
            "section_rank": 13
        },
        {
            "text": "wino-like charginos ( χ ± 1 ) and the next-to-lightest neutralino χ 0 2 are mass-degenerate and are produced together, with the chargino decaying to a W boson and the LSP ( χ 0 1 ) and the χ 0 2 decaying to a Higgs boson and the LSP ( χ 0 1 ). ",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "The production cross sec-",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "Fig. 4 .",
            "section_rank": 15
        },
        {
            "text": "Fig. 4. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "The observed significance in units of standard deviations is plotted for each search bin. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "The significance is computed using the profile likelihood, where the sign reflects whether an excess (positive sign) or deficit (negative sign) is observed. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "The categories that the bins belong to are labeled at the bottom. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "The bins in the High-Res and LowRes categories are fitted simultaneously and yield a single combined significance. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "The yellow and green bands represent the ±1 and ±2 standard deviation regions, respectively. ",
            "section": "Fig. 4 .",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "(For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)",
            "section": "Fig. 4 .",
            "paragraph_rank": 34,
            "section_rank": 15
        },
        {
            "text": "Fig. 5 . ",
            "section_rank": 16
        },
        {
            "text": "1 ( χ 0 2 )",
            "section_rank": 16
        },
        {
            "text": "Fig. 5. ",
            "section": "Fig. 5 . 1 ( χ 0 2 )",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "The observed 95% CL upper limits on the bottom squark pair production cross section (top) and wino-like chargino-neutralino production cross section (bottom) are shown. ",
            "section": "Fig. 5 . 1 ( χ 0 2 )",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "The solid and dotted black contours represent the observed exclusion region and its ±1 standard deviations (1σ ) of their experimental and theoretical uncertainties, while the analogous red contours represent the expected exclusion region and its 1σ band. ",
            "section": "Fig. 5 . 1 ( χ 0 2 )",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "(For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.) χ 0 1 → H G decay is 100%, and the case where the branching fraction of the χ 0 1 → H G and χ 0 1 → Z G decays are each 50%. ",
            "section": "Fig. 5 . 1 ( χ 0 2 )",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "The cross sections for higgsino pair production are computed at NLO plus NLL precision in a limit of mass-degenerate higgsino χ 0 2 , χ ± 1 , and",
            "section": "Fig. 5 . 1 ( χ 0 2 )",
            "paragraph_rank": 35,
            "section_rank": 16
        },
        {
            "text": "Fig. 6 .",
            "section_rank": 17
        },
        {
            "text": "Fig. 6. ",
            "section": "Fig. 6 .",
            "paragraph_rank": 36,
            "section_rank": 17
        },
        {
            "text": "The observed 95% CL upper limits on the production cross section for higgsino-like chargino-neutralino production are shown. ",
            "section": "Fig. 6 .",
            "paragraph_rank": 36,
            "section_rank": 17
        },
        {
            "text": "The charginos and neutralinos undergo several cascade decays producing either Higgs or Z bosons. ",
            "section": "Fig. 6 .",
            "paragraph_rank": 36,
            "section_rank": 17
        },
        {
            "text": "We present limits in the scenario where the branching fraction of the χ 0 1 → H G decay is 100% (top) and the scenario where the branching fraction of the χ 0 1 → H G and",
            "section": "Fig. 6 .",
            "paragraph_rank": 36,
            "section_rank": 17
        },
        {
            "text": "The sample corresponds to an integrated luminosity of 35.9 fb −1 at the center-of-mass energy √ s = 13 TeV. ",
            "paragraph_rank": 37,
            "section_rank": 18
        },
        {
            "text": "Higgs boson candidates are reconstructed from pairs of photons in the central part of the detector. ",
            "paragraph_rank": 37,
            "section_rank": 18
        },
        {
            "text": "The razor variables M R and R 2 are used to suppress Standard Model (SM) Higgs boson production and other SM backgrounds.",
            "paragraph_rank": 37,
            "section_rank": 18
        },
        {
            "text": "Finally, we acknowledge the enduring support for the construction and operation of the LHC and the CMS detector provided by the following funding agencies: BMWFW and FWF (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIEN-CIAS (Colombia); MSES and CSF (Croatia); RPF (Cyprus); SENESCYT (Ecuador); MoER, ERC IUT, and ERDF (Estonia); Academy of Finland, MEC, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NIH (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); MSIP and NRF (Republic of Korea); LAS (Lithuania); MOE and UM (Malaysia); BUAP, CINVESTAV, CONACYT, LNS, SEP, and UASLP-FAI (Mexico); MBIE (New Zealand); PAEC (Pakistan); MSHE and NSC (Poland); FCT (Portugal); JINR (Dubna); MON, RosAtom, RAS, RFBR and RAEP (Russia); MESTD (Serbia); SEIDI, CPAN, PCTI and FEDER (Spain); Swiss Funding Agencies (Switzerland); MST (Taipei); ThEP-Center, IPST, STAR, and NSTDA (Thailand); TUBITAK and TAEK (Turkey); NASU and SFFR (Ukraine); STFC (United Kingdom); DOE and NSF (USA).",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Individuals have received support from the Marie-Curie program and the European Research Council and Horizon 2020 Grant, contract No.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "675440 (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; the Belgian Federal Science Policy Office; the Fonds pour la Formation à la Recherche dans l'Industrie et dans l'Agriculture (FRIA-Belgium); the Agentschap voor Innovatie door Wetenschap en Technologie (IWT-Belgium); the Ministry of Education, Youth and Sports (MEYS) of the Czech Republic; the Council of Science and Industrial Research, India; the HOMING PLUS program of the Foundation for Polish Science, cofinanced from European Union, Regional Development Fund, the Mobility Plus program of the Ministry of Science and Higher Education, the National Science Center (Poland), contracts Harmonia 2014/14/M/ST2/00428, Opus 2014/13/B/ST2/02543, 2014/15/B/ST2/03998, and 2015/19/B/ST2/ 02861, Sonata-bis 2012/07/E/ST2/01406; the National Priorities Research Program by Qatar National Research Fund; the Programa Clarín-COFUND del Principado de Asturias; the Thalis and Aristeia programs cofinanced by EU-ESF and the Greek NSRF; the Rachadapisek Sompot Fund for Postdoctoral Fellowship, Chulalongkorn University and the Chulalongkorn Academic into Its 2nd Century Project Advancement Project (Thailand); the Welch Foundation, contract C-1845; and the Weston Havens Foundation (USA).",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "The CMS Collaboration A.M.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Sirunyan, A. Tumasyan Yerevan Physics Institute, Yerevan, ArmeniaW.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Adam, F. Ambrogi, E. Asilar, T. Bergauer, J. Brandstetter, E. Brondolin, M. Dragicevic, J. Erö, M. Flechl, M. Friedl, R. Frühwirth 1 , V.M.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Ghete, J. Grossmann, J. Hrubec, M. Jeitler 1 , A. König, N. Krammer, I. Krätschmer, D. Liko, T. Madlener, I. Mikulec, E. Pree, D. Rabady, N. Rad, H. Rohringer, J. Schieck 1 , R. Schöfbeck, M. Spanring, D. Spitzbart, J. Strauss, W. Waltenberger, J. Wittmann, C.-E.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Wulz 1 , M. Zarucki Institut für Hochenergiephysik, Wien, Austria V. Chekhovsky, V. Mossolov, J. Suarez Gonzalez Institute for Nuclear Problems, Minsk, Belarus P. Schleper, A. Schmidt, S. Schumann, J. Schwandt, J. Sonneveld, H. Stadie, G. Steinbrück, F.M.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Stober, M. Stöver, H. Tholen, D. Troendle, E. Usai, L. Vanelderen, A. Vanhoefer, B. Vormwald L. Brianza a,b , F. Brivio a,b , V. Ciriolo a,b , M.E.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Dinardo a,b , S. Fiorendi a,b , S. Gennai a , A. Ghezzi a,b , P. Govoni a,b , M. Malberti a,b , S. Malvezzi a , R.A.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Manzoni a,b , D. Menasce a , L. Moroni a , M. Paganoni a,b , K. Pauwels a,b , D. Pedrini a , S. Pigazzini a,b,30 , S. Ragazzi a,b , T. Tabarelli de Fatis a,b a INFN Sezione di Milano-Bicocca, Milano, Italy b Università di Milano-Bicocca, Milano, Italy S. Buontempo a , N. Cavallo a,c , S. Di Guida a,d,15 , F. Fabozzi a,c , F. Fienga a,b , A.O.M.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Iorio a,b , W.A.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Khan a , L. Lista a , S. Meola a,d,15 , P. Paolucci a,15 , C. Sciacca a,b , F. Thyssen a a INFN Sezione di Napoli, Napoli, Italy b Università di Napoli 'Federico II', Napoli, Italy c Università della Basilicata, Potenza, Italy d Università G. Marconi, Roma, Italy P. Azzi a,15 , N. Bacchetta a , L. Benato a,b , A. Boletti a,b , A. Carvalho Antunes De Oliveira a,b , P. Checchia a , M. Dall'Osso a,b , P. De Castro Manzano a , T. Dorigo a , U. Dosselli a , F. Gasparini a,b , U. Gasparini a,b , A. Gozzelino a , S. Lacaprara a , P. Lujan, M. Margoni a,b , A.T.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Meneguzzo a,b , N. Pozzobon a,b , P. Ronchese a,b , R. Rossin a,b , F. Simonetto a,b , E. Torassa a , S. Ventura a , M. Zanetti a,b , P. Zotto a,b , G. Zumerle a,b a INFN Sezione di Padova, Padova, Italy b Università di Padova, Padova, Italy c Università di Trento, Trento, Italy A. Braghieri a , F. Fallavollita a,b , A. Magnani a,b , P. Montagna a,b , S.P.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Ratti a,b , V. Re a , M. Ressegotti, C. Riccardi a,b , P. Salvini a , I. Vai a,b , P. Vitulo a,b a INFN Sezione di Pavia, Pavia, Italy b Università di Pavia, Pavia, Italy L. Alunni Solestizi a,b , M. Biasini a,b , G.M.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Bilei a , C. Cecchi a,b , D. Ciangottini a,b , L. Fanò a,b , P. Lariccia a,b , R. Leonardi a,b , E. Manoni a , G. Mantovani a,b , V. Mariani a,b , M. Menichelli a , A. Rossi a,b , A. Santocchia a,b , D. Spiga a a INFN Sezione di Perugia, Perugia, Italy b Università di Perugia, Perugia, Italy K. Androsov a , P. Azzurri a,15 , G. Bagliesi a , J. Bernardini a , T. Boccali a , L. Borrello, R. Castaldi a , M.A.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Ciocci a,b , R. Dell'Orso a , G. Fedi a , L. Giannini a,c , A. Giassi a , M.T.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Grippo a,29 , F. Ligabue a,c , T. Lomtadze a , E. Manca a,c , G. Mandorli a,c , L. Martini a,b , A. Messineo a,b , F. Palla a , A. Rizzi a,b , A. Savoy-Navarro a,31 , P. Spagnolo a , R. Tenchini a , G. Tonelli a,b , A. Venturi a , P.G.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Verdini a a INFN Sezione di Pisa, Pisa, Italy b Università di Pisa, Pisa, Italy c Scuola Normale Superiore di Pisa, Pisa, Italy L. Barone a,b , F. Cavallari a , M. Cipriani a,b , N. Daci a , D. Del Re a,b,15 , M. Diemoz a , S. Gelli a,b , E. Longo a,b , F. Margaroli a,b , B. Marzocchi a,b , P. Meridiani a , G. Organtini a,b , R. Paramatti a,b , F. Preiato a,b , S. Rahatlou a,b , C. Rovelli a , F. Santanastasio a,b a INFN Sezione di Roma, Rome, Italy b Sapienza Università di Roma, Rome, Italy N. Amapane a,b , R. Arcidiacono a,c , S. Argiro a,b , M. Arneodo a,c , N. Bartosik a , R. Bellan a,b , C. Biino a , N. Cartiglia a , F. Cenna a,b , M. Costa a,b , R. Covarelli a,b , A. Degano a,b , N. Demaria a , B. Kiani a,b , C. Mariotti a , S. Maselli a , E. Migliore a,b , V. Monaco a,b , E. Monteil a,b , M. Monteno a , M.M.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Obertino a,b , L. Pacher a,b , N. Pastrone a , M. Pelliccioni a , G.L.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Pinna Angioni a,b , F. Ravera a,b , A. Romero a,b , M. Ruspa a,c , R. Sacchi a,b , K. Shchelina a,b , V. Sola a , A. Solano a,b , A. Staiano a , P. Traczyk a,b a INFN Sezione di Torino, Torino, Italy b Università di Torino, Torino, Italy c Università del Piemonte Orientale, Novara, Italy S. Belforte a , M. Casarsa a , F. Cossutti a , G. Della Ricca a,b , A. Zanetti a a INFN Sezione di Trieste, Trieste, Italy b Università di Trieste, Trieste, Italy P.H.",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Butler",
            "paragraph_rank": 38,
            "section_rank": 19
        },
        {
            "text": "Table 3",
            "section_rank": 20
        },
        {
            "text": "Summary of systematic uncertainties on the SM Higgs background and signal yield predictions, and the size of their effect on the signal yield.",
            "section": "Table 3",
            "paragraph_rank": 39,
            "section_rank": 20
        },
        {
            "text": "Table 2 .",
            "section_rank": 21
        },
        {
            "text": "The uncertainties include both statistical and systematic components. ",
            "section": "Table 2 .",
            "paragraph_rank": 40,
            "section_rank": 21
        },
        {
            "text": "The nonresonant background yields correspond to the yield within the mass window between and 129 GeV and are intended to estimate the background under the signal peak. ",
            "section": "Table 2 .",
            "paragraph_rank": 40,
            "section_rank": 21
        },
        {
            "text": "The observed significance for the bins in HighRes and LowRes categories are identical because they are the result of a simultaneous fit. ",
            "section": "Table 2 .",
            "paragraph_rank": 40,
            "section_rank": 21
        },
        {
            "text": "The significance is computed using the profile likelihood, where the sign reflects whether an excess (positive sign) or deficit (negative sign) is observed.",
            "section": "Table 2 .",
            "paragraph_rank": 40,
            "section_rank": 21
        },
        {
            "text": "Acknowledgements",
            "section_rank": 23
        }
    ]
}