{
    "level": "sentence",
    "abstract": [
        {
            "text": "Although they are best known for studying astrophysical neutrinos, neutrino telescopes like IceCube can study neutrino interactions, at energies far above those that are accessible at accelerators. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "In this writeup, I present two IceCube analyses of neutrino interactions at energies far above 1 TeV. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The first measures neutrino absorption in the Earth, and, from that determines the neutrino-nucleon cross-section at energies between 6.3 and 980 TeV. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We find that the cross-sections are 1.30 +0.21   −0.19 (stat.) +0.39 −0.43 (syst.) times the Standard Model crosssection. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We also present a measurement of neutrino inelasticity, using ν µ charged-current interactions that occur within IceCube. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We have measured the average inelasticity at energies from 1 TeV to above 100 TeV, and found that it is in agreement with the Standard Model expectations. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We have also performed a series of fits to this track sample and a matching cascade sample, to probe aspects of the astrophysical neutrino flux, particularly the flavor ratio.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The IceCube observatory has observed neutrinos with energies well above 2 PeV, far beyond the 500 GeV reached by the most energetic terrestrial neutrino beams. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "These neutrinos have given us significant insight into the highenergy universe, particularly regarding astrophysical accelerators. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "However, these same neutrinos also offer us the opportunity to extend neutrino interaction studies to much higher energies.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "IceCube consists of 86 vertical strings of optical sensors (digital optical modules, or DOMs) which were lowered into holes drilled into the Antaractic ice cap at the South Pole [1,2]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "type": "bibr",
                    "text": "[1,"
                },
                {
                    "start": 181,
                    "end": 183,
                    "type": "bibr",
                    "text": "2]"
                }
            ]
        },
        {
            "text": "The array covers a surface area of 1 km 2 . ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Each string is instrumented with 60 DOMs. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "On 78 strings, the DOMs are positioned every 17 m, between a depth of 1450 and 2450 m. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "On the remaining strings, the DOMs are deployed with a 7 m spacing near the bottom of the array.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Each DOM [3] consists of a 25 cm photomultiplier tube and data acquisition (DAQ) electronics, in a clear glass pressure vessel. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "type": "bibr",
                    "text": "DOM [3]"
                }
            ]
        },
        {
            "text": "Two waveform digitizer systems record the arrival times of most photoelectrons. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "A calibration system maintains the timing calibration for all of the DOMs to within 3 nsec [4]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "type": "bibr",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "All of the data is sent to the surface, where software triggers find groups of timecorrelated hits, and send the data to a processor farm for on-line reconstruction.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "One of the major challenges in studying neutrino interactions with IceCube is understanding the beam, and accounting for its uncertainties. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The beam has three components, conventional and prompt atmospheric neu- * e-mail: srklein@lbl.gov * * http://icecube.wisc.edu/collaboration/authors/current trinos, and astrophysical neutrinos, each with different, often energy-dependent flavor composition and neutrino:antineutrino ratios. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Here, we focus on ν µ , so are not limited by the uncertainties in flavor composition. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "All three components have somewhat different ν : ν ratios. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Since ν and ν are indistinguishable in neutrino telescopes, but interact with different cross-sections and produce different inelasticity distributions, the ν : ν ratio is a significant systematic uncertainty.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Cross-section measurement",
            "section_rank": 3
        },
        {
            "text": "In the Standard Model neutrinos interact via chargedcurrent (CC) and neutral-current (NC) deep inelastic scattering. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The cross-sections for these process increase with increasing energy. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "As Volkova and Zatsepin [5] first pointed out, at energies above about 40 TeV, the Earth becomes opaque to neutrinos, so one can use energetic neutrinos to probe the interior of the Earth. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Or, one can turn this around, assume that the Earth density profile is known, and use absorption to measure the neutrino-nucleon crosssection. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "For long chords through the Earth, as are studied here, the standard \"Preliminary Earth Reference Model\" [6] contributes less than a 1% systematic uncertainty to the cross-section measurement. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Figure 1 shows the transmission probability, as a function of zenith angle and neutrino energy. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Absorption manifests itself as a change in the zenith angle distribution with increasing neutrino energy. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Beyond Standard Model (BSM) processes might also contribute to the crosssection, further increasing the rise with energy. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Two phenomena that can increase the cross-section are models that involve leptoquarks [7] and those with additional, tightlyrolled-up spatial dimensions [8]. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "We measured the cross-section using 1 year of data from IC-79, a sample of 10,784 upward-going ν µ events [9] with measured muon energy above 1 TeV [10]. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "type": "bibr",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "These events were then binned in two dimensions, cos(θ z ) and muon energy. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The resulting histogram was then fitted to a model that included the three fluxes from conventional and prompt atmospheric neutrino and astrophysical neutrinos.",
            "section": "Cross-section measurement",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The cross-section was determined by a maximumlikelihood fit which had the cross-section as a free parameter [11,12]. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "text": "[11,"
                },
                {
                    "start": 112,
                    "end": 115,
                    "type": "bibr",
                    "text": "12]"
                }
            ]
        },
        {
            "text": "It was assumed to be a multiple of the Standard Model cross-section, σ ν , with R = σ ν /σ CSMS , where σ CSMS is the Standard Model cross-section, as computed in [13]. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "This calculation is done in next-to-leading order perturbative QCD, with DGLAP evolution used to extrapolate the parton distribution functions to the low-x region. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 7,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 73,
                    "end": 79,
                    "type": "software",
                    "rawForm": "DGLAP",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "A similar calculation, by Connolly, Thorne and Waters, found similar results [14].",
            "section": "Cross-section measurement",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "In the analysis, the charged-current (CC) and neutralcurrent (NC) cross-sections are assumed to vary in parallel [15]. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "In NC interactions, the neutrinos lose energy, but are not absorbed. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The fit accounted for these interactions, by treating propagation through the Earth as a twodimensional problem, with one dimension for the entering neutrino energy, and the other for its energy when it reaches IceCube. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The propagation was calculated for different cross-sections, as a function of these energies and zenith angle, and the fitter interpolated between the nearest cross-sections. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The absorption calculation neglected nuclear shadowing, which can reduce the per-nucleon crosssection of heavy nuclei [16]. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "It also neglected electromagnetic interactions, whereby the neutrino fluctuates to a µ and a W ± , with the µ then interacting with the Coulomb field of the target nucleus. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Overall, these should both be less than 10% effects.",
            "section": "Cross-section measurement",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The fit also included seven nuisance parameters to account for uncertainties in the neutrino fluxes, plus one for the DOM efficiency. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "These were the normalizations for the conventional and prompt atmospheric fluxes and the astrophysical flux, the cosmic-ray spectral index, and the K/π and ν/ν ratio for conventional neutrinos, and the astrophysical flux spectral index. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "An additional nuisance parameter accounts for uncertainties in the overall DOM optical sensitivity.",
            "section": "Cross-section measurement",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The fit found a cross-section multiplier of R = 1.30 +0.30 −0.26 . ",
            "section": "Cross-section measurement",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 58,
                    "type": "bibr",
                    "text": "+0.30"
                }
            ]
        },
        {
            "text": "This is the statistical uncertainty, plus some systematic uncertainty due to the nuisance parameters. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "We isolated the statistical uncertainty by fixing the nuisance parameters to their preferred values and rerunning the fit. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "We then determined the systematic uncertainties associated with the fit by subtracting, in quadrature, the statistical uncertainty from the total fit uncertainty. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The total systematic uncertainty includes some contributions from factors which were not included in the fit: uncertainties about the optical properties of the ice ( +0.30 −0.38 ), uncertainties in the density distribution of the Earth (±0.01), latitude-dependent variations in production rate due to temperature ( +0.00 −0.04 ), uncertainties in the angular acceptance of the IceCube DOMs ( +0.04 −0.00 ) and finally uncertainties in the spectral indices of the prompt and astrophysical spectral indices. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The latter were already included in the fit; this additional uncertainty was included to account for the tension between the spectral indices observed by contained event studies [17] and those from through-going muons [18]. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "text": "[17]"
                },
                {
                    "start": 218,
                    "end": 222,
                    "type": "bibr",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "We then found the total systematic uncertainty by adding these factors, in quadrature to the systematic error associated with the fit. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "This led to the final result, that the cross-sections are 1.30 +0.21 −0.19 (stat.) +0.39 −0.43 (syst.) times the Standard Model cross-section.",
            "section": "Cross-section measurement",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 68,
                    "type": "bibr",
                    "text": "+0.21"
                }
            ]
        },
        {
            "text": "We determined the energy range for which this measurement applied by studying the change in likelihood as we turned off Earth absorption, first starting from very low energies, working upward, and then starting from very high energies, working downward. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The points where the likelihood worsened by 2∆LLH = 1 gave us the minimum and maximum energies respectively, 6.3 TeV and 980 TeV. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "Figure 2 shows this result, along with previous lower-energy results from accelerator experiments. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "The data does not show a large rise, as would be expected in some BSM theories, particularly those involving leptoquarks or additional rolled-up spatial dimensions.",
            "section": "Cross-section measurement",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "Similar analyses have been done using contained cascade events [19,20]. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "text": "[19,"
                },
                {
                    "start": 67,
                    "end": 70,
                    "type": "bibr",
                    "text": "20]"
                }
            ]
        },
        {
            "text": "These analyses suffer from much more limited statistics, so the statistical errors are much larger. ",
            "section": "Cross-section measurement",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "On the other hand, the cascade energies are much better known, so it is easier to measure the cross-section in multiple energy bins.",
            "section": "Cross-section measurement",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Inelasticity measurement",
            "section_rank": 4
        },
        {
            "text": "If BSM processes contribute to the cross-section, there is no reason to expect the form of the interactions to be similar to those from Standard Model processes, so they are",
            "section": "Inelasticity measurement",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Figure 1 .",
            "section_rank": 5
        },
        {
            "text": "Figure 1. ",
            "section": "Figure 1 .",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "The ν µ transmission probability as a function of neutrino energy and zenith angle. ",
            "section": "Figure 1 .",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "The horizontal dashed white line shows the core mantle boundary. ",
            "section": "Figure 1 .",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "The high core density produces a noticeable inflection at that point. ",
            "section": "Figure 1 .",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "From Ref.",
            "section": "Figure 1 .",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "[11].",
            "section": "Figure 1 .",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "EPJ Web of Conferences 208, 09001(2019)https://doi.org/10.1051/epjconf/201920809001 ISVHECRI 2018",
            "section": "Figure 1 .",
            "paragraph_rank": 15,
            "section_rank": 5
        }
    ]
}