{
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "The ATLAS collaboration E-mail: atlas.publications@cern.ch",
            "paragraph_rank": 0,
            "section_rank": 1,
            "entity_spans": [
                {
                    "start": 37,
                    "end": 58,
                    "type": "url",
                    "rawForm": ".publications@cern.ch",
                    "resp": "service",
                    "id": "#software-simple-s0"
                }
            ]
        },
        {
            "text": "A :",
            "section_rank": 2
        },
        {
            "text": "The momentum measurement capability of the ATLAS muon spectrometer relies fundamentally on the intrinsic single-hit spatial resolution of the monitored drift tube precision tracking chambers. ",
            "section": "A :",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "Optimal resolution is achieved with a dedicated calibration program that addresses the specific operating conditions of the 354 000 high-pressure drift tubes in the spectrometer. ",
            "section": "A :",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "The calibrations consist of a set of timing offsets and drift time to drift distance transfer relations, and result in chamber resolution functions. ",
            "section": "A :",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "This paper describes novel algorithms to obtain precision calibrations from data collected by ATLAS in LHC Run 2 and from a gas monitoring chamber, deployed in a dedicated gas facility. ",
            "section": "A :",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "The algorithm output consists of a pair of correction constants per chamber which are applied to baseline calibrations, and determined to be valid for the entire ATLAS Run 2. ",
            "section": "A :",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "The final single-hit spatial resolution, averaged over 1172 monitored drift tube chambers, is 81.7 ± 2.2 µm.",
            "section": "A :",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "K",
            "section_rank": 3
        },
        {
            "text": ": Gaseous detectors; Muon spectrometers; Particle tracking detectors (Gaseous detectors); Wire chambers (MWPC, Thin-gap chambers, drift chambers, drift tubes, proportional chambers etc)",
            "section": "K",
            "paragraph_rank": 2,
            "section_rank": 3
        },
        {
            "text": "Introduction",
            "section_rank": 4
        },
        {
            "text": "This paper summarizes the calibration procedure and reports the single-hit spatial resolution of the monitored drift tubes (MDT) in the ATLAS muon spectrometer (MS) during Run 2 of the Large Hadron Collider (LHC), spanning the 2015-2018 operating period. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 4
        },
        {
            "text": "In this context, single-hit refers to the signal produced by a charged particle passing through a drift tube. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 4
        },
        {
            "text": "The calibrations use data from both the spectrometer MDT chambers and a dedicated gas monitor MDT chamber (GMC), and are performed at the ATLAS muon calibration centers [1].",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The MS design momentum resolution δp/p is ∼3% at 100 GeV and around 10% at 1 TeV [2], allowing both Standard Model measurements and new physics searches in processes containing high-momentum final-state muons [3]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 81,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 209,
                    "end": 212,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Such searches may include the decay of heavy resonances into high transverse momentum (p T ) muons, demanding superior spectrometer performance for their discovery. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 4
        },
        {
            "text": "For muons of p T above 100 GeV, the drift tube single-hit resolution (and to a lesser extent, the chamber alignment) becomes an important contribution to the transverse momentum -1 -resolution, and is the dominant factor above 250 GeV [2]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "At high momentum, the p T resolution σ p T is determined by the relation σ p T /p T ∝ σ res × p T [4], where σ res is the single-hit spatial resolution. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The design resolution is σ res = 80 µm [2].",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The objective of the MDT calibration program is to achieve this resolution for all 354 000 drift tubes assembled into 1172 MDT chambers throughout all ATLAS data taking in LHC Run 2. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "The primary MDT calibration ingredients consist of tube t 0 timing offsets (referred to here as t 0 offsets or just t 0 ) and chamber-specific drift electron time to drift distance transfer relations, hereafter referred to as R(t) functions. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "The t 0 offset is primarily a function of cable length and electronics delays, while the R(t) function depends on the gas properties.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 4
        },
        {
            "text": "The operating conditions of the MDT detectors in the ATLAS cavern are characterized by large temperature gradients, occasional component faults, variations in humidity, background radiation, flow, pressure and mixture instabilities of the gas supply, all of which affect the timing response. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "In order to achieve the optimal resolution the calibration constants are routinely monitored, corrected for many of these second-order effects, and updated.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 4
        },
        {
            "text": "This paper describes the algorithms which generate a pair of correction parameters for the t 0 offsets and the R(t) functions. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "These pairs of chamber-specific constants compensate for a number of systematic uncertainties associated with the operating conditions of the MDT chambers. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "As a final result, the MDT tube spatial resolution that has been achieved in ATLAS Run 2 is presented. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Unless otherwise noted, all reported errors are statistical.",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "ATLAS detector",
            "section_rank": 5
        },
        {
            "text": "The ATLAS experiment [5] at the LHC is a multipurpose particle detector with a forward-backward symmetric cylindrical geometry and a near 4π coverage in solid angle.1 ",
            "section": "ATLAS detector",
            "paragraph_rank": 8,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 24,
                    "type": "bibr",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "It consists of an inner tracking detector (ID) surrounded by a thin superconducting solenoid providing a 2 T axial magnetic field, electromagnetic and hadronic calorimeters, and a muon spectrometer. ",
            "section": "ATLAS detector",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "The ID covers the pseudorapidity range |η| < 2.5. ",
            "section": "ATLAS detector",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "It consists of silicon pixel, silicon microstrip, and transition-radiation tracking detectors. ",
            "section": "ATLAS detector",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "Lead/liquid-argon (LAr) sampling calorimeters provide electromagnetic (EM) energy measurements with high granularity. ",
            "section": "ATLAS detector",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "A steel/scintillator-tile hadronic calorimeter covers the central pseudorapidity range (|η| < 1.7). ",
            "section": "ATLAS detector",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "The endcap and forward regions are instrumented with LAr calorimeters for EM and hadronic energy measurements up to |η| = 4.9.",
            "section": "ATLAS detector",
            "paragraph_rank": 8,
            "section_rank": 5
        },
        {
            "text": "The ATLAS muon spectrometer is cylindrical, 22 m in diameter and 45 m in length, surrounding the calorimeters with an acceptance coverage of 2π in azimuth and ±2.7 in pseudorapidity. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "It consists of a barrel and two endcap sections located in an air-core toroidal magnetic field generated by eight coils for each section. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "The field integral of the toroids ranges between 2.0 and 6.0 T m for most of the acceptance, while the field magnitude at the MDT chambers ranges from near zero to 0.2 T in most of the endcap region (1.05 < |η| < 2.7), and averages about 0.6 T in the barrel (|η| < 1.05) region [2]. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 278,
                    "end": 281,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The MS identifies muons, provides muon triggers and, integrating with the 1ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point in the center of the detector and the z-axis along the beam pipe. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "The x-axis points from the interaction point to the center of the LHC ring, and the y-axis points upwards. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "Cylindrical coordinates (r, ϕ) are used in the transverse plane, ϕ being the azimuthal angle around the z-axis. ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2). ",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "The momentum in the transverse plane is denoted by p T .",
            "section": "ATLAS detector",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "-2 -inner detector information, measures their charge sign and momenta. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The MDT chambers perform precision charged-particle tracking in the plane defined by the beam axis (z) and the radial distance to the beam (r). ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The momentum measurement is based on the track curvature in these r-z coordinates, while resistive-plate chambers (RPC) and thin-gap chambers (TGC) provide triggering in the barrel and endcaps respectively, and readout of the so called second coordinate in the r-ϕ non-bending plane. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The MDT chambers are assembled in three nested cylindrical barrel stations and three main coaxial discs in each of the endcap regions. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "A fourth annulus of endcap chambers covers a limited pseudorapidity region spanning from the barrel to the endcap. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "They are constructed of pairs of close-packed multilayers of 3 cm diameter cylindrical aluminum drift tubes, 1 m to 6 m long for the inner stations close to the beam and outer stations, respectively. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Each multilayer comprises either three or four single planes, depending on the barrel (endcap) chamber radial (Z-axis) position, with each plane containing from 12 to 72 tubes. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "A 50 µm diameter anode wire is centered to within 30 µm of the axis of a 1.46 cm (1.5 cm) inner (outer) radius aluminum tube. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The MDT gas is a mixture of 93% Ar and 7% CO 2 plus a few hundred ppm of water vapour at 3 bar pressure. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The gas flows in a common trunk line to distribution racks and is fed in parallel to all drift tubes at a rate of roughly one tube volume per day. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The total gas throughput to the entire MDT system is about 2 × 10 6 L/day. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The tubes are operated at 3080 V anode voltage to deliver a gas avalanche amplification gain of 20 000. ",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The single-hit efficiency for a minimum-ionizing particle is nearly 100% [6].",
            "section": "ATLAS detector",
            "paragraph_rank": 10,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "type": "bibr",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "First-level triggers [7] are implemented in hardware and combine muon spectrometer and calorimeter measurements to accept events at a maximum rate of 100 kHz. ",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "These first-level triggers are followed by more refined software-based triggers that reduce the accepted event rate to 1 kHz on average.",
            "section": "ATLAS detector",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "Analysed data",
            "section_rank": 6
        },
        {
            "text": "The results presented here are based on a subset of the ATLAS Run 2 proton-proton collision data at a center-of-mass energy √ s = 13 TeV. ",
            "section": "Analysed data",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Specifically, this analysis uses 1.3 fb −1 of data that were acquired in 2015, 23.8 fb −1 in 2016, and 22.3 fb −1 in 2017. ",
            "section": "Analysed data",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "The 2015 and 2017 data include 7.9 pb −1 and 55.3 pb −1 , respectively, collected with the MS toroid magnet turned off. ",
            "section": "Analysed data",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "The data set is from the primary ATLAS physics data stream that includes all triggers and was processed with data quality selections common to all physics analyses. ",
            "section": "Analysed data",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "The selected set of data runs is distributed along the whole data acquisition period for each year, allowing checks of the stability of the parameters under study in different conditions. ",
            "section": "Analysed data",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Each single run contains enough muon tracks per chamber to allow the determination of the R(t) and resolution functions. ",
            "section": "Analysed data",
            "paragraph_rank": 12,
            "section_rank": 6
        },
        {
            "text": "Two corrections that depend on the non-bending plane second coordinate are applied to the time of the MDT signal by the offline event reconstruction software: (1) the magnetic-field-induced Lorentz angle effect on the drift time [8] and (2) the signal propagation time associated with the hit position along the wire.",
            "section": "Analysed data",
            "paragraph_rank": 12,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "This paper uses single-hit information from muon tracks with p T > 20 GeV that are reconstructed in the ID and MS. The data include drift times, drift radii and timing offsets as used by the offline tracking reconstruction algorithms. ",
            "section": "Analysed data",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "A minimum of 1000 tube hits per chamber per run is required to obtain stable fit results in the analysis. ",
            "section": "Analysed data",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "As a consequence of these selection criteria the number of chambers for which results are obtained has a run-to-run variation of 0.3%. ",
            "section": "Analysed data",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "When -3 -",
            "section": "Analysed data",
            "paragraph_rank": 13,
            "section_rank": 6
        },
        {
            "text": "JINST 14 P09011",
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 6,
                    "end": 9,
                    "type": "version",
                    "rawForm": "14",
                    "resp": "service",
                    "id": "#software-simple-s1"
                }
            ]
        },
        {
            "text": "possible, multiple consecutive runs with the same gas conditions are grouped together in order to reach a minimum number of muon tracks per chamber.",
            "section": "JINST 14 P09011",
            "paragraph_rank": 14,
            "section_rank": 7
        },
        {
            "text": "MDT calibration",
            "section_rank": 8
        },
        {
            "text": "This section introduces the drift radius measurement and the basic calibration parameters necessary for its determination. ",
            "section": "MDT calibration",
            "paragraph_rank": 15,
            "section_rank": 8
        },
        {
            "text": "The operational definition of the single-hit spatial resolution as applied in this analysis is then presented.",
            "section": "MDT calibration",
            "paragraph_rank": 15,
            "section_rank": 8
        },
        {
            "text": "Drift radius determination",
            "section_rank": 9
        },
        {
            "text": "The MDT drift tube signal, or hit, provides the pulse arrival time, and a quantity reconstructed as the collected electric charge of the signal pulse. ",
            "section": "Drift radius determination",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "Read-out is accomplished with 24-channel front-end cards. ",
            "section": "Drift radius determination",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "These cards amplify, shape and discriminate the signals with programmable thresholds, then digitize the data. ",
            "section": "Drift radius determination",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "The hit time data are recorded in 1.2 µs windows initiated by a first-level trigger signal with a 0.78125 ns minimum digitization time. ",
            "section": "Drift radius determination",
            "paragraph_rank": 16,
            "section_rank": 9
        },
        {
            "text": "The charge contained in the leading edge of the signal is stored as voltage on a capacitor and read out as a run-down time using the Wilkinson technique [9].",
            "section": "Drift radius determination",
            "paragraph_rank": 16,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 153,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The signal arrival time is relative to a specific proton-proton interaction time called the bunch crossing identifier. ",
            "section": "Drift radius determination",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "The bunch crossing time is measured in 25 ns ticks synchronized with an LHC global 40 MHz clock, and is subtracted in the read-out electronics hardware to yield the raw pulse arrival time. ",
            "section": "Drift radius determination",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "This pulse arrival time includes, in addition to the drift time, several timing offsets: the time-of-flight of the particle (muon) from the proton-proton interaction point to the tube, the signal propagation time along the tube wire, plus various fixed electronics and cable latencies. ",
            "section": "Drift radius determination",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "The sum of all these is referred to as the t 0 offset. ",
            "section": "Drift radius determination",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "The t 0 offset therefore represents the drift time produced by a particle crossing at the tube wire.",
            "section": "Drift radius determination",
            "paragraph_rank": 17,
            "section_rank": 9
        },
        {
            "text": "The raw time for every hit is converted into a drift time by subtracting the tube time offset. ",
            "section": "Drift radius determination",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "The drift time is a measure of the transit time of electrons generated by the primary ionization and subsequent avalanche multiplication to arrive at the anode wire. ",
            "section": "Drift radius determination",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "The resultant drift time is then mapped to the drift distance (circle) by means of a time-to-distance R(t) transfer function, an example of which is shown in figure 1. ",
            "section": "Drift radius determination",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "The best straight line tangent to all such drift circles in a single chamber forms a track segment.",
            "section": "Drift radius determination",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "In ATLAS, the t 0 offset is a property of a single tube, whereas an R(t) function is associated to a single MDT chamber. ",
            "section": "Drift radius determination",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "This association is valid to the extent that the operating conditions are uniform. ",
            "section": "Drift radius determination",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "Since chambers share a common high-voltage supply, gas pressure and thermal environment, these conditions are generally met at the chamber level. ",
            "section": "Drift radius determination",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "These t 0 offsets and R(t) functions, globally called calibration constants, are generated by the ATLAS calibration computing centers.",
            "section": "Drift radius determination",
            "paragraph_rank": 19,
            "section_rank": 9
        },
        {
            "text": "t 0 determination",
            "section_rank": 10
        },
        {
            "text": "While the t 0 offset represents the drift time of a hit at the wire, operationally it is defined as the point of 50% of maximum amplitude of a Fermi-Dirac sigmoid function fit to the rising edge of an MDT drift time spectrum [10], as illustrated in figure 2. ",
            "section": "t 0 determination",
            "paragraph_rank": 20,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "t 0 offsets are nominally determined for all tubes in the MS using single tube spectra or, when hit statistics are poor, the combined spectra from groups of 24 equal-length tubes sharing a common readout card. ",
            "section": "t 0 determination",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "This t 0 offset definition is subject -4 -  to small systematic uncertainties of order 1 ns. ",
            "section": "t 0 determination",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "These arise from different data selection, different background level and operating conditions in the GMC (see section 4.4) and the MDT systems, which affect the number of hits near the wire, the slope of the rising edge, and the subsequent fit result. ",
            "section": "t 0 determination",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "These systematic effects are relevant for the GMC-based universal R(t) function described in section 4.3 which is computed using the GMC t 0 offsets. ",
            "section": "t 0 determination",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "They are resolved using a correction parameter, δt 0 , described in section 5.1.",
            "section": "t 0 determination",
            "paragraph_rank": 20,
            "section_rank": 10
        },
        {
            "text": "R(t) function determination",
            "section_rank": 11
        },
        {
            "text": "A standard method to extract the R(t) function is by an autocalibration algorithm [11]. ",
            "section": "R(t) function determination",
            "paragraph_rank": 21,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "This algorithm, using a given set of t 0 offsets, iterates the linear fit to the drift radii in a chamber, each time updating the R(t) function until the residuals converge to a minimum. ",
            "section": "R(t) function determination",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "An autocalibration R(t) function is self-adapting to the chamber conditions, but a daily implementation of this procedure for every single MDT chamber requires significant computing resources and a large amount of data transfer and storage.",
            "section": "R(t) function determination",
            "paragraph_rank": 21,
            "section_rank": 11
        },
        {
            "text": "The alternative R(t) function calibration method used here adopts the temperature-corrected universal R(t) (URT), where the URT is the GMC R(t) function derived using autocalibration for standard operating conditions (defined as gas pressure 3 bar, high voltage 3080 V, temperature 293 K, and GMC t 0 offsets). ",
            "section": "R(t) function determination",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "The URT method assumes that the absolute measured values of the chamber operating conditions of both the GMC and the MDT chambers are all known and that their differences can be corrected. ",
            "section": "R(t) function determination",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "The main sources of systematic differences resulting from this assumption are:",
            "section": "R(t) function determination",
            "paragraph_rank": 22,
            "section_rank": 11
        },
        {
            "text": "• The MDT chamber pressures can differ from the 3 bar nominal point due to several factors: local gas flow rates, pressure gauge location in the gas flow circuit, and pressure sensor offsets. ",
            "section": "R(t) function determination",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "Furthermore, sensors used in the GMC and in the MDT gas racks have systematic uncertainties of 10-20 mbar.",
            "section": "R(t) function determination",
            "paragraph_rank": 23,
            "section_rank": 11
        },
        {
            "text": "• The internal MDT gas temperature may be systematically misrepresented by the thermal sensors. ",
            "section": "R(t) function determination",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "There are typically eight sensors mounted on the tube walls at different locations in -5 -the chamber. ",
            "section": "R(t) function determination",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "These sensors are read out periodically, and a daily average value over all sensors is computed. ",
            "section": "R(t) function determination",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "However, due to possible thermal gradients across the chambers (on average 1.8 ± 0.7 (RMS) K), and because the sensors are external to the tubes, this average temperature may not accurately represent the internal temperature everywhere in the gas volume.",
            "section": "R(t) function determination",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "• The actual high voltage supplied to chambers might deviate slightly (by about 1 V) from the nominal 3080 V operating voltage, although this has an effect of less than 0.1% on the maximum drift time. ",
            "section": "R(t) function determination",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "A larger high-voltage deviation generally indicates equipment failure, not a systematic error, and it is addressed during the detector access periods.",
            "section": "R(t) function determination",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "To correct for these effects a single catch-all parameter, referred to as effective pressure, δP, is defined. ",
            "section": "R(t) function determination",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "This parameter is used in a phenomenological correction function described in section 5.2. ",
            "section": "R(t) function determination",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "In summary, an MDT chamber requires two types of calibrations: an R(t) function and a set of t 0 offsets, each with a specific set of uncertainties. ",
            "section": "R(t) function determination",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "Two similar algorithms provide correction factors that compensate for these uncertainties and lead to improved single-hit spatial resolution.",
            "section": "R(t) function determination",
            "paragraph_rank": 26,
            "section_rank": 11
        },
        {
            "text": "Gas monitor chamber",
            "section_rank": 12
        },
        {
            "text": "The GMC [10] is an independent MDT chamber that operates in the surface gas facility, outside of the ATLAS experimental cavern. ",
            "section": "Gas monitor chamber",
            "paragraph_rank": 27,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "It has two gas partitions each independently sampling the common MDT trunk supply and exhaust lines that serve the entire MDT system, and records cosmic-ray muons at a rate of about 14 Hz. ",
            "section": "Gas monitor chamber",
            "paragraph_rank": 27,
            "section_rank": 12
        },
        {
            "text": "It is housed in a stable thermal enclosure where all operating parameters, gas flow, pressure, temperature, and high voltage, are continuously monitored.",
            "section": "Gas monitor chamber",
            "paragraph_rank": 27,
            "section_rank": 12
        },
        {
            "text": "The principal GMC output is a measurement of the maximum drift time, t max = t w −t 0 , where t w is the arrival time of a hit located at the tube wall. ",
            "section": "Gas monitor chamber",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "A drift time spectrum, similar to figure 2, is computed for standard operating conditions by applying a correction function [12] based on the output of chamber-mounted pressure and temperature sensors. ",
            "section": "Gas monitor chamber",
            "paragraph_rank": 28,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The tail end of the spectrum is fitted using a modified Fermi-Dirac sigmoid function similar to that used to obtain the t 0 offsets, and the t max is defined as a fit parameter, as described in ref. ",
            "section": "Gas monitor chamber",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "[10]. ",
            "section": "Gas monitor chamber",
            "paragraph_rank": 28,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "The t max is published hourly to the online run monitoring system and to the muon calibration centers. ",
            "section": "Gas monitor chamber",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "A variation of t max > 1 ns triggers the calculation of a new set of R(t) functions for the track reconstruction. ",
            "section": "Gas monitor chamber",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "The t max is sensitive to small changes in the gas composition: for example, a 100 ppm absolute increase in water vapour content yields a nearly 7 ns increase in t max [13]. ",
            "section": "Gas monitor chamber",
            "paragraph_rank": 28,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 168,
                    "end": 172,
                    "type": "bibr",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "A single 24-hour period of GMC t max data is shown in figure 3, where the stability is better than 1 ns RMS. ",
            "section": "Gas monitor chamber",
            "paragraph_rank": 28,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 62,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "figure 3"
                }
            ]
        },
        {
            "text": "The GMC t max superimposed with the same quantity determined from the average of all chambers over the 2016 data-taking period is presented in figure 4. ",
            "section": "Gas monitor chamber",
            "paragraph_rank": 28,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 151,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "figure 4"
                }
            ]
        },
        {
            "text": "A one-time offset of −12 ns is applied to compensate for the typical difference in gas temperature between the MDT and the standard URT that range from about 4.5 to 5 K. The range of t max variation over one year is 15 ns. ",
            "section": "Gas monitor chamber",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "This change, observed annually, is attributed to the seasonal variation in ambient humidity in the ATLAS cavern that modulates the content of water vapour in the gas mixture.",
            "section": "Gas monitor chamber",
            "paragraph_rank": 28,
            "section_rank": 12
        },
        {
            "text": "The GMC produces URT functions every two hours. ",
            "section": "Gas monitor chamber",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "text": "After local GMC temperature and pressure corrections are applied, the URT registers only changes in the gas composition. ",
            "section": "Gas monitor chamber",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "text": "Based on the daily average of measurements from detector-mounted thermal sensors, the URT is converted into chamber-specific R(t) functions [12]. ",
            "section": "Gas monitor chamber",
            "paragraph_rank": 29,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "These chamber R(t) functions are further tuned by the δP correction parameter, as detailed in section 5.2.",
            "section": "Gas monitor chamber",
            "paragraph_rank": 29,
            "section_rank": 12
        },
        {
            "text": "-6 -2019 JINST 14 P09011  ",
            "section": "Gas monitor chamber",
            "paragraph_rank": 30,
            "section_rank": 12,
            "entity_spans": [
                {
                    "start": 15,
                    "end": 18,
                    "type": "version",
                    "rawForm": "14",
                    "resp": "service",
                    "id": "#software-simple-s3"
                }
            ]
        },
        {
            "text": "Residuals and resolution",
            "section_rank": 13
        },
        {
            "text": "Track segments in a chamber are the best-fit straight lines tangent to the N circles defined by N drift radii. ",
            "section": "Residuals and resolution",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "The distance of closest approach of a hit radius to this fit line is either a fit or hit residual. ",
            "section": "Residuals and resolution",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "The former results when all N data points are included in the linear fit, and the latter is a measure of the j th residual when the j th point is excluded from the fit of the other N − 1 points. ",
            "section": "Residuals and resolution",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "Hit and fit residual distributions (N entries per track, for all tracks in the analysed data set) are generated for each MDT chamber. ",
            "section": "Residuals and resolution",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "Residuals are calculated for each of 15 radial bins, 1 mm wide, from 0 to 15 mm in drift radius r, as well as for a single 15-mm-wide radial bin. ",
            "section": "Residuals and resolution",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "The former are used to obtain the radial dependence of the resolution and the latter is used to obtain the single-hit spatial resolution, both averaged over all tubes in a chamber. ",
            "section": "Residuals and resolution",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "The residual distributions are fitted using a double-Gaussian function as expressed in equation (4.1): this choice is dictated by the stochastic nature of the signal formation that arises from ion-pair creation, gas diffusion and electron-ion transport and, importantly, allows for the dependence of the drift velocity on drift radius, as indicated by the non-linearity of the R(t) function in figure 1. ",
            "section": "Residuals and resolution",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "These properties produce residual distributions with radially dependent widths, including tails that are attributed to misassociated track hits from deltarays and asynchronous background hits. ",
            "section": "Residuals and resolution",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "While a single-Gaussian function inadequately describes the distributions for all radial bins, the double-Gaussian function used here provides a good fit to the residuals with a minimal increase in the number of free parameters. ",
            "section": "Residuals and resolution",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "The fit function is:",
            "section": "Residuals and resolution",
            "paragraph_rank": 31,
            "section_rank": 13
        },
        {
            "text": "where A n , A w , σ n , σ w are the amplitudes and standard deviations of a narrow and a wide Gaussian component. ",
            "section": "Residuals and resolution",
            "paragraph_rank": 32,
            "section_rank": 13
        },
        {
            "text": "The two terms in equation (4.1) are constrained to a common meanr, and fit over a residual range of ± 0.5 mm, which contains more than 99% of hits (section 7). ",
            "section": "Residuals and resolution",
            "paragraph_rank": 32,
            "section_rank": 13
        },
        {
            "text": "The σ parameters (for fit and hit residuals) are determined for the r th radial bin of the amplitude-weighted standard -7 -",
            "section": "Residuals and resolution",
            "paragraph_rank": 32,
            "section_rank": 13
        },
        {
            "text": "JINST 14 P09011",
            "section_rank": 14,
            "entity_spans": [
                {
                    "start": 6,
                    "end": 9,
                    "type": "version",
                    "rawForm": "14",
                    "resp": "service",
                    "id": "#software-simple-s3"
                }
            ]
        },
        {
            "text": "deviations of the double-Gaussian function by:",
            "section": "JINST 14 P09011",
            "paragraph_rank": 33,
            "section_rank": 14
        },
        {
            "text": "where the dependence of the fit parameters on the drift radius is explicitly indicated. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 34,
            "section_rank": 14
        },
        {
            "text": "Fit and hit residual distributions for a representative chamber at a drift radius near the wire, where the resolution is broader than far away from the wire, are shown in figures 5 and 6, respectively. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 34,
            "section_rank": 14
        },
        {
            "text": "These distributions are fit with the function of equation (41). ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 34,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 60,
                    "text": "(4"
                }
            ]
        },
        {
            "text": "For comparison purposes a single-Gaussian fit within the FWHM of these distributions is also shown.  ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 34,
            "section_rank": 14
        },
        {
            "text": "The drift tube spatial resolution, σ res , is the geometric mean of the fit and hit residual widths [14] defined as:",
            "section": "JINST 14 P09011",
            "paragraph_rank": 34,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "This approach was checked by Monte Carlo simulation. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 35,
            "section_rank": 14
        },
        {
            "text": "About 10 6 tracks incident on a generic chamber within a 10 • angular range were generated. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 35,
            "section_rank": 14
        },
        {
            "text": "The drift radii assigned to these tracks were Gaussian distributed about their initial values using a radially dependent input resolution function derived from a test beam [15]. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 35,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "These smeared hit points were linearly fit and the output resolution for each radial bin was obtained using equation (43). ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 35,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 119,
                    "text": "(4"
                }
            ]
        },
        {
            "text": "The mean difference over the tube radius between the output and input resolution is 0.3 ± 0.2 µm, confirming the validity of the formulation.",
            "section": "JINST 14 P09011",
            "paragraph_rank": 35,
            "section_rank": 14
        },
        {
            "text": "Correction algorithms",
            "section_rank": 15
        },
        {
            "text": "This section describes the algorithms used to determine the δt 0 and δP corrections and their associated metrics, the track residuals and the resolution.",
            "section": "Correction algorithms",
            "paragraph_rank": 36,
            "section_rank": 15
        },
        {
            "text": "δt 0 correction",
            "section_rank": 16
        },
        {
            "text": "The default t 0 offset definition may vary by the order of 1 ns from the t 0 value that provides the best resolution. ",
            "section": "δt 0 correction",
            "paragraph_rank": 37,
            "section_rank": 16
        },
        {
            "text": "The algorithm described here is a variant of the tuning procedures designed to find the -8 -",
            "section": "δt 0 correction",
            "paragraph_rank": 37,
            "section_rank": 16
        },
        {
            "text": "JINST 14 P09011",
            "section_rank": 17,
            "entity_spans": [
                {
                    "start": 6,
                    "end": 9,
                    "type": "version",
                    "rawForm": "14",
                    "resp": "service",
                    "id": "#software-simple-s3"
                }
            ]
        },
        {
            "text": "best linear fit to a track segment by tuning the t 0 on a track-by-track basis [16]. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 38,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The δt 0 correction method instead optimizes the default t 0 by testing a new, modified t 0 associated with a single chamber simultaneously for all tubes and for all tracks in a data run, while keeping the R(t) function fixed. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "The algorithm operates on track segments containing at least as many hits as there are drift tube layers in the chamber, i.e. a minimum of six (eight) hits for a six-layer (eight-layer) chamber. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "The procedure steps through δt 0 over a range of ±10 ns in 0.5 ns steps. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "At each step, new drift times and drift radii are computed and the segments are re-fit. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "Importantly, the residuals are evaluated only for hits with drift radii r < 5 mm where the drift velocity is largest, about 50 µm/ns. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "By using only these near-wire residuals the procedure is practically insensitive to the R(t) function and avoids compensating for systematic uncertainties which come into play at larger drift radii (see figure 12).    ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 38,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 203,
                    "end": 212,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "figure 12"
                }
            ]
        },
        {
            "text": "Figure 8 shows the incremental change with each step of the residual RMS widths for the entire range of δt 0 values relative to the initial t 0 . ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 38,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Figure 8"
                }
            ]
        },
        {
            "text": "The optimal δt 0 is the one yielding the minima of the RMS widths of the fit and hit residual distributions. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "The value on the vertical axis corresponding to the minimum in figure 8 does not represent the resolution, but only the RMS spread of the hit residuals near the wire.2",
            "section": "JINST 14 P09011",
            "paragraph_rank": 38,
            "section_rank": 17
        },
        {
            "text": "The δt 0 correction procedure is applied to 2015 data (the first year of Run 2 operation) using initial t 0 offsets generated by the MDT calibration centers. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "The δt 0 corrections obtained in a much higher peak-luminosity November 2015 run, 4.8 × 10 33 cm −2 s −1 , are shown in figure 9, which reveals an average t 0 global correction of 1.3 ns with a RMS spread of 0.7 ns. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "The tails of the distribution are populated by a few chambers that were measured to have been constructed with structural non-conformities affecting the internal alignment of the tubes and therefore of the hit positions. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "The δt 0 correction tries to compensate for this misalignment.  ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "The determination of the δt 0 corrections for all MDT chambers was repeated for a selection of data runs that span all data-taking periods in 2016 and 2017. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "The chamber-averaged δt 0 corrections for each run are shown in figure 10. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 39,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 73,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "figure 10"
                }
            ]
        },
        {
            "text": "At least 1165 out of the total 1172 chambers are included in each data point used for this average, depending on the integrated luminosity of the run. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "For the 65 runs analysed in 2016 the mean global δt 0 offset is 1.35 ± 0.05 (RMS) ns, consistent with the result determined from the 2015 data set. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "The δt 0 corrections from 2016 are then added to the calibration constants for 2017, so that the algorithm, when applied to the 2017 data set, produces a smaller global shift with a mean of 0.43 ± 0.07 (RMS) ns. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "Figure 11 shows the chamber-by-chamber δt 0 difference between the first and last runs of the 2017 data set. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 39,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 11"
                }
            ]
        },
        {
            "text": "In the first run, the toroid magnetic field was off and in the last run the field was at full strength and the instantaneous luminosity was higher by one order of magnitude. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "The mean difference is consistent with zero. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "This result demonstrates that the δt 0 parameter, once established, remains stable for all chambers over a large range of instantaneous luminosity and is insensitive to the magnetic field.",
            "section": "JINST 14 P09011",
            "paragraph_rank": 39,
            "section_rank": 17
        },
        {
            "text": "δP correction",
            "section_rank": 18
        },
        {
            "text": "Optimization of the R(t) functions is done with an effective pressure parameter, δP, that corrects for the (small) inaccuracies in gas pressure sensors, temperature measurement, and high voltage. ",
            "section": "δP correction",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "In all three cases, minor variations from nominal values produce radially dependent changes in the R(t) function, such that a single, scalable correction function can be used. ",
            "section": "δP correction",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "The calculation of this function is done using the Garfield program [17] configured to model the drift electron transport in MDT tubes with standard operating parameters as in section 2. ",
            "section": "δP correction",
            "paragraph_rank": 40,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[17]"
                }
            ],
            "entity_spans": [
                {
                    "start": 51,
                    "end": 68,
                    "type": "software",
                    "rawForm": "Garfield program",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "Specifically, a pure Ar-CO 2 gas mixture without water vapour and zero magnetic field is used. ",
            "section": "δP correction",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "Figure 12 shows the predicted change in the drift time as a function of drift radius for variations of temperature, pressure and high voltage from their reference values. ",
            "section": "δP correction",
            "paragraph_rank": 40,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 12"
                }
            ]
        },
        {
            "text": "This drift time response was previously validated with temperature data [12]. ",
            "section": "δP correction",
            "paragraph_rank": 40,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The maximum effect on the drift time is at the tube wall as expressed in equation (5.1), where the temperature correction is −2.6 ns/K, while the pressure correction function scales as −0.1 K/mbar relative to the temperature correction. ",
            "section": "δP correction",
            "paragraph_rank": 40,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 87,
                    "type": "bibr",
                    "text": "(5.1)"
                }
            ]
        },
        {
            "text": "The negative sign means that an increase in gas -10 -  pressure at fixed temperature corresponds to an increase in gas density, a decreased drift electron mean free path, and thus longer drift times. ",
            "section": "δP correction",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "Similarly, a higher voltage at fixed pressure leads to an increased electric field and higher drift velocity. ",
            "section": "δP correction",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "Importantly, for any of these parameters, the curves in figure 12 indicate a negligible effect on drift times for radii smaller than 5 mm. ",
            "section": "δP correction",
            "paragraph_rank": 40,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 65,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "figure 12"
                }
            ]
        },
        {
            "text": "For small deviations of the high voltage from the nominal setting, the drift time changes by only about 0.26 ns/V at the tube wall, thus typical systematic offsets of 1 V have a negligible effect:",
            "section": "δP correction",
            "paragraph_rank": 40,
            "section_rank": 18
        },
        {
            "text": "The effective pressure correction algorithm is similar to the δt 0 method and uses the same tracksegment hit selection. ",
            "section": "δP correction",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "For a collection of track-segment hits, δP is incremented in 5 mbar steps through a ±100 mbar range of test pressures centered around the nominal 3 bar. ",
            "section": "δP correction",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "The R(t) function is recalculated using the correction function shown in figure 12 rescaled by the P+δP effective pressure value assumed in the scan, new drift radii are obtained from the newly corrected R(t) function, and track segments are re-fit and residuals evaluated. ",
            "section": "δP correction",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "The procedure is initiated with the set of chamberspecific R(t) functions of the day of the run. ",
            "section": "δP correction",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "The δt 0 corrections found previously are applied to the hit drift times. ",
            "section": "δP correction",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "For δP determination, the residuals are calculated for all drift radii.",
            "section": "δP correction",
            "paragraph_rank": 41,
            "section_rank": 18
        },
        {
            "text": "Similar to the δt 0 procedure, the optimal δP is the one yielding the minimum of the RMS width of the fit and hit residual distributions. ",
            "section": "δP correction",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "The hit residuals for three δP values, of −40 mbar, 10 mbar and 60 mbar, are shown for a representative chamber in figure 13. ",
            "section": "δP correction",
            "paragraph_rank": 42,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 124,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "figure 13"
                }
            ]
        },
        {
            "text": "Figure 14 shows the RMS width of the hit residual distribution as a function of δP for the full scan range. ",
            "section": "δP correction",
            "paragraph_rank": 42,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 14"
                }
            ]
        },
        {
            "text": "The minimum at 10 mbar represents the best value of this parameter.",
            "section": "δP correction",
            "paragraph_rank": 42,
            "section_rank": 18
        },
        {
            "text": "The minima of curves similar to figure 14, taken as the δP step corresponding to the lowest residual, were initially determined for all MDT chambers using data from August 2015 with the toroid magnet turned off. ",
            "section": "δP correction",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "text": "The algorithm was applied to a set of collision runs acquired 2.5 months later with the magnetic field turned on, and with 25 times higher instantaneous luminosity (from 0.17 × 10 33 cm −2 s −1 in mid August to 4.8 × 10 33 cm −2 s −1 at beginning of November), yielding in both cases an average correction δP of 30.0 ± 0.3 mbar with an 11 mbar RMS spread. ",
            "section": "δP correction",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "text": "Distributions -11 -  of the latter δP results are shown in figure 15, and the chamber-by-chamber differences in the δP correction for the two data sets are shown in figure 16. ",
            "section": "δP correction",
            "paragraph_rank": 43,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 68,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "figure 15"
                },
                {
                    "start": 165,
                    "end": 174,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "figure 16"
                }
            ]
        },
        {
            "text": "The measured change is within the δP step size. ",
            "section": "δP correction",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "text": "The corrections are stable in time and insensitive to both the magnetic field and the increased hit rates that result from higher instantaneous luminosity.  ",
            "section": "δP correction",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "text": "The δP algorithm was further applied to 65 collision runs acquired from May to October 2016, where the peak luminosity exceeded 10 34 cm −2 s −1 , more than twice that of November 2015. ",
            "section": "δP correction",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "text": "These runs used R(t) functions which included the δP corrections determined in the 2015 data. ",
            "section": "δP correction",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "text": "The chamber-averaged δP value for each of the runs in 2016 and 2017 is shown in figure 17 as a function of run date. ",
            "section": "δP correction",
            "paragraph_rank": 43,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 89,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "figure 17"
                }
            ]
        },
        {
            "text": "The average of δP over all of 2016 data is 9.5 ± 0.8 mbar (RMS = 1.3 mbar) and for 2017 is 12.3 ± 1.0 mbar (RMS = 1.3 mbar). ",
            "section": "δP correction",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "text": "The δP correction is stable over each year to better than 3 mbar. ",
            "section": "δP correction",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "text": "Figure 18 shows the distribution of the chamber-by-chamber δP difference between the first and last runs in the 2016 data set. ",
            "section": "δP correction",
            "paragraph_rank": 43,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 18"
                }
            ]
        },
        {
            "text": "The mean difference is 2.3 ± 4.5 (RMS) mbar, within the systematic uncertainty of the algorithm (section 7). ",
            "section": "δP correction",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "text": "This overall result supports the initial hypothesis that δP represents primarily systematic offsets of pressure gauges and other sensors and, once determined, would remain stable throughout a year of running.  ",
            "section": "δP correction",
            "paragraph_rank": 43,
            "section_rank": 18
        },
        {
            "text": "Resolution results",
            "section_rank": 19
        },
        {
            "text": "The single-hit MDT tube spatial resolution, as defined in equation (43), is measured in runs with the toroidal magnetic field on. ",
            "section": "Resolution results",
            "paragraph_rank": 44,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 69,
                    "text": "(4"
                }
            ]
        },
        {
            "text": "A requirement of p T > 20 GeV for the muon transverse momentum measured with the ID is applied to reduce the track curvature such that track segments could be reliably fit with a linear function, even in the chambers in a high magnetic field. ",
            "section": "Resolution results",
            "paragraph_rank": 44,
            "section_rank": 19
        },
        {
            "text": "For these tracks the negligible effects of the curvature due to magnetic field are folded into the systematic uncertainty.",
            "section": "Resolution results",
            "paragraph_rank": 44,
            "section_rank": 19
        },
        {
            "text": "The resolution obtained for a series of runs in each year of Run 2 is reported in figure 19. ",
            "section": "Resolution results",
            "paragraph_rank": 45,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 91,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "figure 19"
                }
            ]
        },
        {
            "text": "The full circles are calculated directly from fits to the default reconstructed track segments using the standard t 0 and R(t) calibration constants. ",
            "section": "Resolution results",
            "paragraph_rank": 45,
            "section_rank": 19
        },
        {
            "text": "The triangles include the δt 0 corrections, and the blue inverted triangles also include δP corrections. ",
            "section": "Resolution results",
            "paragraph_rank": 45,
            "section_rank": 19
        },
        {
            "text": "Significant improvements to the resolution in 2015 are the result of a first implementation of the corrections, dominated by δP. ",
            "section": "Resolution results",
            "paragraph_rank": 45,
            "section_rank": 19
        },
        {
            "text": "These δP corrections were subsequently included in the standard production of R(t) function calibration constants. ",
            "section": "Resolution results",
            "paragraph_rank": 45,
            "section_rank": 19
        },
        {
            "text": "The application of the procedure in each year yields 1-2 µm better resolution. ",
            "section": "Resolution results",
            "paragraph_rank": 45,
            "section_rank": 19
        },
        {
            "text": "The δt 0 corrections in 2015 and 2016 each lead to a 3-4 µm improvement in resolution. ",
            "section": "Resolution results",
            "paragraph_rank": 45,
            "section_rank": 19
        },
        {
            "text": "From the beginning of 2017 the previous year's δt 0 corrections are also applied, but only the δP corrections from 2016 (not those from 2015). ",
            "section": "Resolution results",
            "paragraph_rank": 45,
            "section_rank": 19
        },
        {
            "text": "However, they yield an improvement of only 1.2 µm as shown in the right panel of figure 19.",
            "section": "Resolution results",
            "paragraph_rank": 45,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 81,
                    "end": 90,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "figure 19"
                }
            ]
        },
        {
            "text": "Both the best δt 0 and δP values are incorporated in the end-of-year data reprocessing in order to provide the best calibrated data for subsequent physics analyses.   ",
            "section": "Resolution results",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "text": "daily updated R(t) functions: 84.9 ± 0.2 µm for 2015, 82.3 ± 0.2 µm for 2016, and 81.7 ± 0.2 µm for 2017. ",
            "section": "Resolution results",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "text": "Notably the improvements are measured both by the decrease of the mean value of the distribution and by the decrease of the RMS width, indicating greater uniformity of the resolutions of the whole ensemble of MDT chambers. ",
            "section": "Resolution results",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "text": "In 2015, the δP corrections were applied for the first time in Run 2, and then incorporated into the default calibrations for 2016. ",
            "section": "Resolution results",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "text": "In 2016, the larger data set allowed a much higher fraction of the initial t 0 offsets to be determined for single tubes by the calibration centers, resulting in a better overall initial resolution. ",
            "section": "Resolution results",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "text": "The δt 0 corrections from 2016 were propagated into the default calibrations for 2017. ",
            "section": "Resolution results",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "text": "For this reason, the incremental improvement in both the mean and the RMS spread decreases with each year and the standard offline tube resolution approaches the fully corrected result. ",
            "section": "Resolution results",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "text": "Specific high instantaneous luminosity collision runs are analysed in order to measure the drift tube rates by counting all chamber hits occurring within the MDT read-out time window of 1.2 µs initiated by any muon trigger. ",
            "section": "Resolution results",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "text": "This total number of hits per time window is normalized to the total tube area to obtain a rate per unit area. ",
            "section": "Resolution results",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "text": "These rates are consistently less than 10 Hz/cm 2 , -14 -",
            "section": "Resolution results",
            "paragraph_rank": 46,
            "section_rank": 19
        },
        {
            "text": "JINST 14 P09011",
            "section_rank": 20,
            "entity_spans": [
                {
                    "start": 6,
                    "end": 9,
                    "type": "version",
                    "rawForm": "14",
                    "resp": "service",
                    "id": "#software-simple-s4"
                }
            ]
        },
        {
            "text": "except for one set of 16 endcap inner chambers at high pseudorapidity whose rates range from 20 to 50 Hz/cm 2 , and another set of 16 chambers nearest the beam-line where rates range from 60 to 140 Hz/cm 2 . ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 47,
            "section_rank": 20
        },
        {
            "text": "At background rates above 100 Hz/cm 2 , some loss in tracking efficiency and resolution is expected due to increased read-out electronics dead time and space charge in the gas, respectively. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 47,
            "section_rank": 20
        },
        {
            "text": "Furthermore, an increase of the read-out electronics dead time was observed in special high instantaneous luminosity runs at the end of Run 1, and addressed in Run 2 by optimizing the data acquisition parameters. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 47,
            "section_rank": 20
        },
        {
            "text": "The resolutions from the analysed runs recorded in 2017 are entirely consistent with the results from 2016 shown here.  ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 47,
            "section_rank": 20
        },
        {
            "text": "Systematic uncertainties",
            "section_rank": 21
        },
        {
            "text": "The main sources of systematic uncertainty affecting the determination of the MDT resolution are: (1) the fit uncertainty associated with the range of the double-Gaussian fit; (2) the use of linear fits for curved track segments; (3) the precision of the δt 0 and δP determinations; and (4) the accuracy of equation (43) to describe the resolution. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 48,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 316,
                    "end": 318,
                    "text": "(4"
                }
            ]
        },
        {
            "text": "They are described in this section.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 48,
            "section_rank": 21
        },
        {
            "text": "A double-Gaussian function is fit in a range of ±500 µm for both the fit and hit residual distributions. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 49,
            "section_rank": 21
        },
        {
            "text": "This fit function matches well the central region with a narrow component and the tails with the wider component. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 49,
            "section_rank": 21
        },
        {
            "text": "The fraction of hits included in the residual distributions exceeds 99% for most drift radii, and (95-97)% for the first millimeter nearest the wire. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 49,
            "section_rank": 21
        },
        {
            "text": "The reason for this additional loss is attributed to the minimum 1 mm path length corresponding to the MDT front-end electronics threshold of 23 primary ionization electrons [9]. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 49,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "For radial distances below 1 mm, -15 -the precision of the drift radius determination deteriorates due to the small number of ion pairs, increasing the fraction of large residuals. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 49,
            "section_rank": 21
        },
        {
            "text": "A modification of the fit range down to ±400 µm and up to ±1 mm produces an overall systematic variation in the resolution of 1 µm.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 49,
            "section_rank": 21
        },
        {
            "text": "The path of a low-p T muon track is slightly deflected by the magnetic field as it passes through a chamber. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "For this reason, the tracks used in the analysis have a minimum transverse momentum of 20 GeV, yielding an average p T of 40 GeV. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "The systematic resolution broadening from using a linear fit is determined from a Monte Carlo calculation using a worst-case 0.6 T magnetic field and for the most prevalent MDT geometry: a six-layer chamber with a 17 cm spacer frame separating the two multilayers. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "The hits are smeared with the nominal 80 µm resolution, linearly fit to generate residuals, and the resolution computed from equation (43). ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 50,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 136,
                    "text": "(4"
                }
            ]
        },
        {
            "text": "The average resolution for p T = 40 GeV muons is broadened by about 2 µm relative to the nominal value. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "In addition, this uncertainty from track curvature in the magnetic field is also directly investigated by comparing the resolutions obtained with and without the toroidal magnetic field. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "The average resolution of all chambers with the toroid field off is σ off = 80.1 ± 0.2 µm. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "The average broadening of the measured resolution due to the toroidal field is 1.6 ± 0.3 µm, consistent with the result from Monte Carlo calculation.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 50,
            "section_rank": 21
        },
        {
            "text": "The step of the correction algorithm is 0.5 ns for δt 0 and 5 mbar for δP. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 51,
            "section_rank": 21
        },
        {
            "text": "The minima are found separately for the hit and fit residual distributions, and agree to within one step for more than 90% of the chambers. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 51,
            "section_rank": 21
        },
        {
            "text": "Therefore, the precision with which the parameters can be reliably established is estimated to be half of the step size. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 51,
            "section_rank": 21
        },
        {
            "text": "The uncertainty for each parameter is determined by altering the optimal δt 0 and δP values within ±0.25 ns for δt 0 and ±2.5 mbar for δP and recalculating the resolution functions. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 51,
            "section_rank": 21
        },
        {
            "text": "The average systematic uncertainty in the correction parameter determination is 1 µm.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 51,
            "section_rank": 21
        },
        {
            "text": "A final, small systematic uncertainty derives from the accuracy to which the resolution function of equation (42) reproduces the true resolution. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 52,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 109,
                    "end": 111,
                    "text": "(4"
                }
            ]
        },
        {
            "text": "This uncertainty, described in section 4.5, is 0.3 µm.",
            "section": "Systematic uncertainties",
            "paragraph_rank": 52,
            "section_rank": 21
        },
        {
            "text": "The total systematic error of the single-hit spatial resolution measurement, taken as the sum in quadrature of all contributions, is 2.2 µm, as summarized in table 1, and about 2.6% of the overall average resolution. ",
            "section": "Systematic uncertainties",
            "paragraph_rank": 53,
            "section_rank": 21
        },
        {
            "text": "Conclusion",
            "section_rank": 22
        },
        {
            "text": "This document describes a novel method to optimize the single-hit spatial resolution of the muon MDT chambers of the ATLAS experiment during Run 2 of the LHC. ",
            "section": "Conclusion",
            "paragraph_rank": 54,
            "section_rank": 22
        },
        {
            "text": "This method tunes the initial t 0 derived from drift time spectra and provides a correction parameter for R(t) functions produced -16 -",
            "section": "Conclusion",
            "paragraph_rank": 54,
            "section_rank": 22
        },
        {
            "text": "JINST 14 P09011",
            "section_rank": 23,
            "entity_spans": [
                {
                    "start": 6,
                    "end": 9,
                    "type": "version",
                    "rawForm": "14",
                    "resp": "service",
                    "id": "#software-simple-s4"
                }
            ]
        },
        {
            "text": "by a gas monitor MDT chamber. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 55,
            "section_rank": 23
        },
        {
            "text": "The extracted corrections were used in the 2015 and 2016 end-of-year data reprocessing, and became fully integrated in the online calibrations from 2017 onward, yielding results consistent with those presented here. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 55,
            "section_rank": 23
        },
        {
            "text": "These two combined correction parameters are shown to be very stable over a year, insensitive to increasing luminosity, variations in environmental conditions, or the magnetic field. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 55,
            "section_rank": 23
        },
        {
            "text": "The method applied to the 2017 data achieves a mean single-hit spatial resolution of 81.7 ± 0.2 ± 2.2 (sys) µm with an RMS spread of 7 µm over all 1172 MDT chambers in the spectrometer. ",
            "section": "JINST 14 P09011",
            "paragraph_rank": 55,
            "section_rank": 23
        },
        {
            "text": "The resolution approaches the design value of 80 µm, consistent over all MDT chambers, and stable across all run periods.",
            "section": "JINST 14 P09011",
            "paragraph_rank": 55,
            "section_rank": 23
        },
        {
            "text": "Figure 1 .",
            "section_rank": 24
        },
        {
            "text": "Figure 1. ",
            "section": "Figure 1 .",
            "paragraph_rank": 56,
            "section_rank": 24
        },
        {
            "text": "Gas monitor chamber R(t) function for 93% Ar-7% CO 2 (and less than 0.1% of water vapour) for standard condition: 293 K, 3080 V and 3 bar, obtained via autocalibration.",
            "section": "Figure 1 .",
            "paragraph_rank": 56,
            "section_rank": 24
        },
        {
            "text": "Figure 2 .",
            "section_rank": 25
        },
        {
            "text": "Figure 2. ",
            "section": "Figure 2 .",
            "paragraph_rank": 57,
            "section_rank": 25
        },
        {
            "text": "Measured drift time spectrum for a generic MDT chamber with a Fermi-Dirac function fit to the rising edge of the distribution.",
            "section": "Figure 2 .",
            "paragraph_rank": 57,
            "section_rank": 25
        },
        {
            "text": "Figure 3 .",
            "section_rank": 26
        },
        {
            "text": "Figure 3.Hourly GMC measurements of t max over a single day during Run 2.",
            "section": "Figure 3 .",
            "paragraph_rank": 58,
            "section_rank": 26
        },
        {
            "text": "Figure 4 .",
            "section_rank": 27
        },
        {
            "text": "Figure 4. ",
            "section": "Figure 4 .",
            "paragraph_rank": 59,
            "section_rank": 27
        },
        {
            "text": "Measurement of t max daily average over the entire 2016 data-taking period, obtained from an average of all chambers and from the GMC. ",
            "section": "Figure 4 .",
            "paragraph_rank": 59,
            "section_rank": 27
        },
        {
            "text": "The horizontal axis represents run numbers, which are not uniformly distributed in time. ",
            "section": "Figure 4 .",
            "paragraph_rank": 59,
            "section_rank": 27
        },
        {
            "text": "Dotted lines delineate months.",
            "section": "Figure 4 .",
            "paragraph_rank": 59,
            "section_rank": 27
        },
        {
            "text": "Figure 5 .",
            "section_rank": 28
        },
        {
            "text": "Figure 5. ",
            "section": "Figure 5 .",
            "paragraph_rank": 60,
            "section_rank": 28
        },
        {
            "text": "Fit residual distribution for a representative chamber for the radial bin r = [2, 3] mm. ",
            "section": "Figure 5 .",
            "paragraph_rank": 60,
            "section_rank": 28
        },
        {
            "text": "A double-Gaussian (solid line) is fit in the range ±0.5 mm. ",
            "section": "Figure 5 .",
            "paragraph_rank": 60,
            "section_rank": 28
        },
        {
            "text": "A single-Gaussian (dotted line) is fit within the FWHM but shown out to ±0.5 mm.",
            "section": "Figure 5 .",
            "paragraph_rank": 60,
            "section_rank": 28
        },
        {
            "text": "Figure 6 .",
            "section_rank": 29
        },
        {
            "text": "Figure 6. ",
            "section": "Figure 6 .",
            "paragraph_rank": 61,
            "section_rank": 29
        },
        {
            "text": "Hit residual distribution for the same chamber and radial bin as in figure 5.",
            "section": "Figure 6 .",
            "paragraph_rank": 61,
            "section_rank": 29
        },
        {
            "text": "Figure 7 .",
            "section_rank": 30
        },
        {
            "text": "Figure 7. ",
            "section": "Figure 7 .",
            "paragraph_rank": 62,
            "section_rank": 30
        },
        {
            "text": "Hit residual distributions for a representative chamber for t 0 correction parameter set to −4 ns (left), +1 ns (center) and +6 ns (right) from the default value. ",
            "section": "Figure 7 .",
            "paragraph_rank": 62,
            "section_rank": 30
        },
        {
            "text": "Widths are 296, 188 and 303 µm, respectively.",
            "section": "Figure 7 .",
            "paragraph_rank": 62,
            "section_rank": 30
        },
        {
            "text": "Figure 8 .",
            "section_rank": 31
        },
        {
            "text": "Figure 8. ",
            "section": "Figure 8 .",
            "paragraph_rank": 63,
            "section_rank": 31
        },
        {
            "text": "Typical RMS widths of hit residual distributions of hits less than 5 mm from the wire as a function of the t 0 correction, for the same chamber as in figure 7.",
            "section": "Figure 8 .",
            "paragraph_rank": 63,
            "section_rank": 31
        },
        {
            "text": "Figure 7",
            "section_rank": 32
        },
        {
            "text": "Figure 7shows segment hit residuals from the t 0 correction procedure for a representative chamber for δt 0 values of −4, +1, and +6 ns.Figure 8shows the incremental change with each step of the residual RMS widths for the entire range of δt 0 values relative to the initial t 0 . ",
            "section": "Figure 7",
            "paragraph_rank": 64,
            "section_rank": 32
        },
        {
            "text": "The optimal δt 0 is the one yielding the minima of the RMS widths of the fit and hit residual distributions. ",
            "section": "Figure 7",
            "paragraph_rank": 64,
            "section_rank": 32
        },
        {
            "text": "The value on the vertical axis corresponding to the minimum in figure 8 does not represent the resolution, but only the RMS spread of the hit residuals near the wire.2The δt 0 correction procedure is applied to 2015 data (the first year of Run 2 operation) using initial t 0 offsets generated by the MDT calibration centers. ",
            "section": "Figure 7",
            "paragraph_rank": 64,
            "section_rank": 32
        },
        {
            "text": "The δt 0 corrections obtained in a much higher peak-luminosity November 2015 run, 4.8 × 10 33 cm −2 s −1 , are shown in figure 9, which reveals an average t 0 global correction of 1.3 ns with a RMS spread of 0.7 ns. ",
            "section": "Figure 7",
            "paragraph_rank": 64,
            "section_rank": 32
        },
        {
            "text": "The tails of the distribution are populated by a few chambers that were measured to have been constructed with structural non-conformities affecting the internal alignment of the tubes and therefore of the hit positions. ",
            "section": "Figure 7",
            "paragraph_rank": 64,
            "section_rank": 32
        },
        {
            "text": "The δt 0 correction tries to compensate for this misalignment.",
            "section": "Figure 7",
            "paragraph_rank": 64,
            "section_rank": 32
        },
        {
            "text": "Figure 9 .",
            "section_rank": 33
        },
        {
            "text": "Figure 9. ",
            "section": "Figure 9 .",
            "paragraph_rank": 65,
            "section_rank": 33
        },
        {
            "text": "Distribution of δt 0 for one run in November 2015 determined by the t 0 correction algorithm.",
            "section": "Figure 9 .",
            "paragraph_rank": 65,
            "section_rank": 33
        },
        {
            "text": "Figure 10 .",
            "section_rank": 34
        },
        {
            "text": "Figure 10. ",
            "section": "Figure 10 .",
            "paragraph_rank": 66,
            "section_rank": 34
        },
        {
            "text": "Chamber-averaged δt 0 values for runs in 2016 (left) and 2017 (right). ",
            "section": "Figure 10 .",
            "paragraph_rank": 66,
            "section_rank": 34
        },
        {
            "text": "Uncertainties are the RMS of the distributions.",
            "section": "Figure 10 .",
            "paragraph_rank": 66,
            "section_rank": 34
        },
        {
            "text": "Figure 11 .",
            "section_rank": 35
        },
        {
            "text": "Figure 11. ",
            "section": "Figure 11 .",
            "paragraph_rank": 67,
            "section_rank": 35
        },
        {
            "text": "Chamber-by-chamber difference in the δt 0 parameter obtained from the June (toroid magnetic field off) and November (toroid magnetic field on) 2017 data.",
            "section": "Figure 11 .",
            "paragraph_rank": 67,
            "section_rank": 35
        },
        {
            "text": "Figure 12 .",
            "section_rank": 36
        },
        {
            "text": "Figure 12. ",
            "section": "Figure 12 .",
            "paragraph_rank": 68,
            "section_rank": 36
        },
        {
            "text": "Garfield simulation of drift time variation as a function of drift radius for: +3 K, −31 mbar, and +30 V change relative to 293 K, 3 bar and 3080 V, respectively.",
            "section": "Figure 12 .",
            "paragraph_rank": 68,
            "section_rank": 36
        },
        {
            "text": "Figure 13 .",
            "section_rank": 37
        },
        {
            "text": "Figure 13. ",
            "section": "Figure 13 .",
            "paragraph_rank": 69,
            "section_rank": 37
        },
        {
            "text": "Fit residual distributions for a representative MDT chamber for δP = −40 mbar (left), +10 mbar (middle, optimal setting) and +60 mbar (right). ",
            "section": "Figure 13 .",
            "paragraph_rank": 69,
            "section_rank": 37
        },
        {
            "text": "RMS widths are 141, 131 and 144 µm, respectively.",
            "section": "Figure 13 .",
            "paragraph_rank": 69,
            "section_rank": 37
        },
        {
            "text": "Figure 14 .",
            "section_rank": 38
        },
        {
            "text": "Figure 14. ",
            "section": "Figure 14 .",
            "paragraph_rank": 70,
            "section_rank": 38
        },
        {
            "text": "Fit residual RMS as a function of δP for the same chamber as in figure 13.",
            "section": "Figure 14 .",
            "paragraph_rank": 70,
            "section_rank": 38
        },
        {
            "text": "Figure 15 .",
            "section_rank": 39
        },
        {
            "text": "Figure 15. ",
            "section": "Figure 15 .",
            "paragraph_rank": 71,
            "section_rank": 39
        },
        {
            "text": "Distribution of δP for a highluminosity run in November 2015.",
            "section": "Figure 15 .",
            "paragraph_rank": 71,
            "section_rank": 39
        },
        {
            "text": "Figure 16 .",
            "section_rank": 40
        },
        {
            "text": "Figure 16. ",
            "section": "Figure 16 .",
            "paragraph_rank": 72,
            "section_rank": 40
        },
        {
            "text": "Chamber-by-chamber difference of δP for a run with the toroidal magnetic field off and a run 2.5 months later with 25 times higher luminosity and the toroid on.",
            "section": "Figure 16 .",
            "paragraph_rank": 72,
            "section_rank": 40
        },
        {
            "text": "Figure 17 .",
            "section_rank": 41
        },
        {
            "text": "Figure 17. ",
            "section": "Figure 17 .",
            "paragraph_rank": 73,
            "section_rank": 41
        },
        {
            "text": "Chamber-averaged δP for each analysed run in 2016 (left) and 2017 (right). ",
            "section": "Figure 17 .",
            "paragraph_rank": 73,
            "section_rank": 41
        },
        {
            "text": "The uncertainties are the RMS spread of the chamber's δP distribution.",
            "section": "Figure 17 .",
            "paragraph_rank": 73,
            "section_rank": 41
        },
        {
            "text": "Figure 18 .",
            "section_rank": 42
        },
        {
            "text": "Figure 18. ",
            "section": "Figure 18 .",
            "paragraph_rank": 74,
            "section_rank": 42
        },
        {
            "text": "Chamber-by-chamber differences in δP between the first and last 2016 analysed run.",
            "section": "Figure 18 .",
            "paragraph_rank": 74,
            "section_rank": 42
        },
        {
            "text": "Figure 20 summarizes",
            "section_rank": 43
        },
        {
            "text": "the resolution averaged over all runs in 2015, 2016, and 2017, for each MDT chamber. ",
            "section": "Figure 20 summarizes",
            "paragraph_rank": 75,
            "section_rank": 43
        },
        {
            "text": "The left panels show the initial resolutions obtained with the standard calibrations. ",
            "section": "Figure 20 summarizes",
            "paragraph_rank": 75,
            "section_rank": 43
        },
        {
            "text": "The right panels show the resolutions after all δt 0 and δP corrections are implemented and using -13 -",
            "section": "Figure 20 summarizes",
            "paragraph_rank": 75,
            "section_rank": 43
        },
        {
            "text": "Figure 19 .",
            "section_rank": 44
        },
        {
            "text": "Figure 19. ",
            "section": "Figure 19 .",
            "paragraph_rank": 76,
            "section_rank": 44
        },
        {
            "text": "Resolution averaged over chambers for runs in 2015 (left), 2016 (center) and 2017 (right) using default calibrations, with δt 0 and δP corrections. ",
            "section": "Figure 19 .",
            "paragraph_rank": 76,
            "section_rank": 44
        },
        {
            "text": "The initial calibration data in the right panel already include the δt 0 corrections from 2016; additional δt 0 correction is not needed.",
            "section": "Figure 19 .",
            "paragraph_rank": 76,
            "section_rank": 44
        },
        {
            "text": "Figure 20 .",
            "section_rank": 45
        },
        {
            "text": "Figure 20. ",
            "section": "Figure 20 .",
            "paragraph_rank": 77,
            "section_rank": 45
        },
        {
            "text": "Single-hit resolutions for each chamber. ",
            "section": "Figure 20 .",
            "paragraph_rank": 77,
            "section_rank": 45
        },
        {
            "text": "Left: with default calibrations (different conditions every year). ",
            "section": "Figure 20 .",
            "paragraph_rank": 77,
            "section_rank": 45
        },
        {
            "text": "Right: with all corrections and most up-to-date R(t) functions.",
            "section": "Figure 20 .",
            "paragraph_rank": 77,
            "section_rank": 45
        },
        {
            "text": "The final MDT drift tube spatial resolution, with all corrections described in previous sections included, is shown as a function of drift radius in figure 21 and in figure 22. ",
            "paragraph_rank": 78,
            "section_rank": 46
        },
        {
            "text": "In particular, figure 21 shows for 2016 the run-averaged resolution distributions σ res (r) in 1 mm radial bins, where each histogram bin entry represents a single chamber. ",
            "paragraph_rank": 78,
            "section_rank": 46
        },
        {
            "text": "This set of histograms therefore represents the full range of resolution functions obtained for the entire ensemble of MDT chambers. ",
            "paragraph_rank": 78,
            "section_rank": 46
        },
        {
            "text": "The mean values of these distributions are plotted as a single resolution function in figure 22, where the uncertainties are the RMS widths of the distributions for all chambers. ",
            "paragraph_rank": 78,
            "section_rank": 46
        },
        {
            "text": "For comparison, the resolution curves of a single MDT chamber deployed in a test beam [15], with and without background irradiation, are also displayed. ",
            "paragraph_rank": 78,
            "section_rank": 46
        },
        {
            "text": "The 2016 chamber-weighted resolution averaged over all radial bins is 86.4 ± 0.2 µm and the average excluding the radial bin closest to the wire is 79.7 ± 0.2 µm. ",
            "paragraph_rank": 78,
            "section_rank": 46
        },
        {
            "text": "These two values bracket the final 2016 resolution averaged over all chambers, presented in figure 20, of 82.3 ± 0.2 µm.",
            "paragraph_rank": 78,
            "section_rank": 46
        },
        {
            "text": "Figure 21 .",
            "section_rank": 47
        },
        {
            "text": "Figure 21. ",
            "section": "Figure 21 .",
            "paragraph_rank": 79,
            "section_rank": 47
        },
        {
            "text": "Distribution of resolutions in 1 mm radial bins of drift radius for all MDT chambers, averaged over all analysed runs from 2016.",
            "section": "Figure 21 .",
            "paragraph_rank": 79,
            "section_rank": 47
        },
        {
            "text": "Figure 22 .",
            "section_rank": 48
        },
        {
            "text": "Figure 22. ",
            "section": "Figure 22 .",
            "paragraph_rank": 80,
            "section_rank": 48
        },
        {
            "text": "Resolution as a function of drift radius averaged over all MDT chambers and all analysed runs from 2016. ",
            "section": "Figure 22 .",
            "paragraph_rank": 80,
            "section_rank": 48
        },
        {
            "text": "Muon test-beam resolutions of an MDT chamber with background radiation from 0 to 64 Hz/cm 2 are also shown for comparison[15]. ",
            "section": "Figure 22 .",
            "paragraph_rank": 80,
            "section_rank": 48,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Uncertainties are RMS widths of the resolution distribution for all chambers.",
            "section": "Figure 22 .",
            "paragraph_rank": 80,
            "section_rank": 48
        },
        {
            "text": "Table 1 .",
            "section_rank": 49
        },
        {
            "text": "Main resolution systematic uncertainties averaged over all chambers.",
            "section": "Table 1 .",
            "paragraph_rank": 81,
            "section_rank": 49
        },
        {
            "text": "2For over 95% of the MDT chambers the double-Gaussian fits yield the same t 0 minima as obtained using the RMS of the residual distributions. ",
            "section": "Table 1 .",
            "paragraph_rank": 82,
            "section_rank": 49
        },
        {
            "text": "In the remaining chambers the fit method can lead to anomalous minima, so for consistency and stability of the results, the RMS method to establish the minimum is adopted for all chambers.",
            "section": "Table 1 .",
            "paragraph_rank": 82,
            "section_rank": 49
        },
        {
            "text": "Acknowledgments",
            "section_rank": 51
        },
        {
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "section": "Acknowledgments",
            "paragraph_rank": 83,
            "section_rank": 51,
            "entity_spans": [
                {
                    "start": 9,
                    "end": 14,
                    "type": "publisher",
                    "rawForm": "CERN",
                    "resp": "service",
                    "id": "#software-simple-s4"
                }
            ]
        },
        {
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWFW and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and CFI, Canada The crucial computing support from all WLCG partners is acknowledged gratefully, in particular from CERN, the ATLAS Tier-1 facilities at TRIUMF (Canada), NDGF (Denmark, Norway, Sweden), CC-IN2P3 (France), KIT/GridKA (Germany), INFN-CNAF (Italy), NL-T1 (Netherlands), PIC (Spain), ASGC (Taiwan), RAL (U.K.) and BNL (U.S.A.), the Tier-2 facilities worldwide and large non-WLCG resource providers. ",
            "section": "Acknowledgments",
            "paragraph_rank": 84,
            "section_rank": 51
        },
        {
            "text": "Major contributors of computing resources are listed in ref. ",
            "section": "Acknowledgments",
            "paragraph_rank": 84,
            "section_rank": 51
        },
        {
            "text": "[18].",
            "section": "Acknowledgments",
            "paragraph_rank": 84,
            "section_rank": 51,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        }
    ]
}