{
    "level": "sentence",
    "abstract": [
        {
            "text": "The origin of non-baryonic dark matter remains elusive despite ongoing sensitive searches for heavy, thermally produced dark matter particles. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "Recently, it has been shown that non-thermally produced vector bosons (sometimes called hidden photons) related to a broken U(1) gauge symmetry are among the possible WISP (weakly interacting slim particles) dark matter candidates. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The WISP Dark Matter eXperiment (WISPDMX) is the first direct hidden photon dark matter search experiment probing the particle masses within the 0.8 µeV-2.07 µeV range with four resonant modes of a tunable radio frequency cavity and down to 0.4 neV outside of resonance. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "In this paper, we present the results from the first science run of WISPDMX comprising 22 000 broadband spectra with a 500 MHz bandwidth and a 50 Hz spectral resolution, obtained during 10-second integrations made at each individual tuning step of the measurements. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "No plausible dark matter candidate signal is found, both in the individual spectra reaching minimum detectable power of 8 × 10 −19 W and in the averaged spectrum of all the measurements with the minimum detectable power of 5 × 10 −22 W) attained for a total of 61 h of data taking. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "Using these spectra, we derive upper limits on the coupling constant of the hidden photon at the levels of 10 −13 for the resonant frequency ranges and 10 −12 for broadband mass range 0.2 µeV-2.07 µeV, and steadily increasing at masses below 0.2 µeV.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The standard model of particle physics (SM) has so far withstood all experimental tests, yet it remains still incomplete. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "Apart from the well-recognized shortcomings of the model such as the apparently arbitrary choice of parameters and issues related to naturalness [1], the SM fails to provide a viable explanation for dark matter and spectacularly over-predicts dark energy, which are the two dominating components of the ΛCDM (cosmological constant Λ, cold dark matter) standard model of cosmology (for some non-standard insights to the ΛCDM model, see [2]). ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 435,
                    "end": 438,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "In many extensions of the standard model, a hidden (or dark) sector is introduced to provide an explanation for the missing components observed in our universe (without violating other bounds). ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "The hidden sector is minimally coupled via gravity to the common forms of matter; additional mediators include the so-called Hidden Photons (HPs), an Abelian boson uncharged under the Standard Model (SM) fields of the visible sector [3,4]. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3,"
                },
                {
                    "start": 236,
                    "end": 238,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4]"
                }
            ]
        },
        {
            "text": "Hidden photons can be produced during inflation, avoiding thermalization and providing a relic abundance which is consistent with the estimated dark matter density in the Universe [5][6][7]. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 180,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 183,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 186,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "The hidden vector boson mixes kinetically with the SM photon providing a weak coupling [8,9]. ",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 90,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9]"
                }
            ]
        },
        {
            "text": "The corresponding Lagrangian (natural units with = c = 1 are used) is given by",
            "section": "Introduction",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "where X µν = ∂ µ X ν − ∂ ν X µ and F µν = ∂ µ A ν − ∂ ν A µ are the HP's and SM electromagnetic field tensors respectively, while J µ is the current of electric charges. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The Lagrangian above includes the coupling between the HP field and photon field via kinetic mixing. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The model has two parameters, the mass, m γ , of the boson and the coupling strength, χ, of its kinetic mixing with the SM photon. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The actual values of m γ and χ are related to the structure of the dark sector interactions and the choice of the mass-generating mechanism (Stückelberg or Higgs). ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Theoretical considerations provide only loose constraints on possible choices of the parameters (see e.g., [4,9]), with some preference for the 10 −12 -10 −2 range of the kinetic mixing coupling [10].",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4,"
                },
                {
                    "start": 110,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9]"
                },
                {
                    "start": 195,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Assuming that the HP is also the main constituent of dark matter, additional constraints on m γ and χ can be derived [5,6]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 120,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6]"
                }
            ]
        },
        {
            "text": "When considering a Stückelberg mass generation mechanism, the HP condensate remains cold and stable against decay and evaporation after its formation during inflation when choosing values χ 10 −11 for a broad range of masses (one should bear in mind that the relic density produced with the misalignment mechanism depends on the initial value of the field). ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Further observational and experimental constraints on m γ and χ have been summarized in [6].",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "A number of these constraints result from experiments employing resonant cavities for enhancing the detection sensitivity for the photon signal produced inside the cavity by the incident dark matter particles (see [11] and references therein). ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "In this case, the fractional bandwidth of an individual measurement is inversely proportional to the signal enhancement which typically exceeds a factor of 10 4 . ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "For such experiments to cover a sizable range of particle mass, the cavity must be tuned, and a larger number of independent, narrow band measurements must be made. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The WISP Dark Matter eXperiment (WISPDMX) described here expands this conceptual approach by using a tunable large-volume cavity and a broadband recording apparatus with a total bandwidth of 500 MHz (2.07 µeV) and a frequency resolution of 50 Hz (0.21 peV). ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This setup makes it possible to combine a set of tunable resonant measurements made simultaneously at four different cavity modes with out-of-resonance measurements made essentially over the entire 500 MHz frequency range.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The relevant physical foundations of WISPDMX measurements are outlined in Section 2, focusing on specific aspects related to broadband signal recording covering multiple resonant modes of the cavity. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 37,
                    "end": 45,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s1"
                }
            ]
        },
        {
            "text": "Section 3 presents the experimental setup, including the tuning, frequency calibration, and data acquisition systems and data taking procedures. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The first science run of WISPDMX is summarized in Section 4. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 25,
                    "end": 33,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s2"
                }
            ]
        },
        {
            "text": "Results of the signal searches and the corresponding exclusion limits for hidden photon dark matter are presented in Section 5 and discussed in a broader context in Section 6.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Hidden Photon Search with Resonant Cavity",
            "section_rank": 3
        },
        {
            "text": "An electromagnetic resonator can be used for axion dark matter detection in a haloscope-type experiment [12] using a hollow resonator or an LC circuit [13]) placed in a strong magnetic field. ",
            "section": "Hidden Photon Search with Resonant Cavity",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 151,
                    "end": 155,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Without the magnetic field, the resonator can also be utilized to search for hidden photons as outlined in [6]. ",
            "section": "Hidden Photon Search with Resonant Cavity",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Under a particular assumption that the HP energy density equals the local dark matter density, 1) this leads to an oscillating quasi-stationary electric field 1 suppressed by a factor χ which can in principle be measured in various ways. ",
            "section": "Hidden Photon Search with Resonant Cavity",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 95,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1)"
                }
            ]
        },
        {
            "text": "In the zero-momentum limit, the hidden photon mass relates to the frequency, ν, of the oscillations, so that m γ = 2πν = 4.13567 µeV(ν/1 GHz).",
            "section": "Hidden Photon Search with Resonant Cavity",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The resulting hidden photon signal, P hp , in a hollow resonator with a volume, V , and an unloaded quality factor, Q 0 , determined by the surface losses is given by",
            "section": "Hidden Photon Search with Resonant Cavity",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "where G represents the geometrical form factor of the cavity, which expresses an effective volume of the cavity available for a given resonant mode. ",
            "section": "Hidden Photon Search with Resonant Cavity",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "For hidden photons,",
            "section": "Hidden Photon Search with Resonant Cavity",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "where E(x) is the electric field at the location x inside the cavity andn is the direction of the HP flux. ",
            "section": "Hidden Photon Search with Resonant Cavity",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Recent studies of the structure formation with a light vector boson dark matter particle [14] favor the isotropic distribution ofn, with the respective average over all directions, θ, given by cos 2 (θ) = 1/3. ",
            "section": "Hidden Photon Search with Resonant Cavity",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "In the simplest case of a pill-box type cavity, the fundamental transverse magnetic (TM 010 ) mode provides the largest form factor, while it drops substantially for higher order modes. ",
            "section": "Hidden Photon Search with Resonant Cavity",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The output power, P out , measured by an antenna inserted into the cavity is determined by the loaded quality factor, Q, reflecting the antenna coupling, κ, to the field inside the cavity, so that 4) up to the critical coupling of the antenna.",
            "section": "Hidden Photon Search with Resonant Cavity",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 197,
                    "end": 199,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4)"
                }
            ]
        },
        {
            "text": "Broadband Gain",
            "section_rank": 4
        },
        {
            "text": "In haloscope-type searches for light dark matter, at each measurement step only a narrow frequency range around the relevant resonant frequency, ν 0 , of the cavity is considered. ",
            "section": "Broadband Gain",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Accordingly, the signal recording is made over a narrow bandwidth, ∆ν rec ν 0 , [11], and the sensitivity of each of the measurements is adequately described by the gain, g = Q G, calculated for a given resonant mode at its respective ν 0 . ",
            "section": "Broadband Gain",
            "paragraph_rank": 10,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "In contrast to that approach, WISPDMX records an instantaneous bandwidth of 500 MHz which extends over several resonant modes that are sensitive to the hidden photon signal. ",
            "section": "Broadband Gain",
            "paragraph_rank": 10,
            "section_rank": 4,
            "entity_spans": [
                {
                    "start": 30,
                    "end": 38,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s3"
                }
            ]
        },
        {
            "text": "This makes it possible to perform simultaneous measurements with each of these modes and also to search for an off-resonance signal over the entire recording bandwidth.",
            "section": "Broadband Gain",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "To apply this approach, a broadband gain, g(ν), of the cavity needs to be calculated for the entire measured bandwidth, comprising the cumulative effect of all relevant resonant modes and the off-resonance response of the apparatus. ",
            "section": "Broadband Gain",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "In this calculation, we assume that the frequency dependence of the quality factor, Q i (ν), of a particular resonant mode is described by a Lorentzian profile with the peak at the value at the respective resonant frequency, ν i . ",
            "section": "Broadband Gain",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "We also note that, while the quality factor drops quickly off-resonance, the field configuration and therefore the form factor G i of a given mode remain unchanged. ",
            "section": "Broadband Gain",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "With this, the broadband gain, g i (ν), of a single resonant mode is given by Q i (ν)G i , and the cumulative, multiple mode response of a cavity can be written as a sum over all relevant resonant modes:",
            "section": "Broadband Gain",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "evaluated over the recorded range of frequencies. ",
            "section": "Broadband Gain",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Substituting this term into Eqn. ",
            "section": "Broadband Gain",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "2.4 and recalling that the antenna coupling, κ, also varies with frequency, gives",
            "section": "Broadband Gain",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "for the output power measured at a frequency ν. ",
            "section": "Broadband Gain",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Thus, by measuring the power P out (ν) over a broad range of frequency, it is possible to constrain the energy density of HP over the respective range of particle mass, m γ .",
            "section": "Broadband Gain",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "WISP Dark Matter Signal in Broadband Searches",
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "software",
                    "rawForm": "WISP",
                    "resp": "service",
                    "id": "software-simple-s4"
                }
            ]
        },
        {
            "text": "The total energy of a non-relativistic hidden photon with a mass, m γ , is given by the sum of the total rest mass energy and kinetic energy of the particle:",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Interpretation of measurements made with a haloscope depends therefore on the knowledge of the local density and velocity distribution of hidden photons constituting the dark matter In the standard halo model (SHM), the Milky Way halo is described as a self-gravitating, isothermal, and pressureless sphere of particles (see [15] and references therein). ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 325,
                    "end": 329,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "We will not consider here various higher order structures such as streams and caustics [16,17] which may be present in the halo and potentially even lead to enhancing the dark matter signal in a haloscope [18]. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[16,"
                },
                {
                    "start": 91,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "17]"
                },
                {
                    "start": 205,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "The local density of dark matter is estimated in different works to lie in the range of 0.2-0.6 GeV cm −3 [19], and we adopt the value of 0.3 GeV cm −3 in our analysis. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "In the galactic rest frame, the velocity distribution in an isothermal halo is readily described by a Maxwellian distribution:",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "where the velocity dispersion σ rms,DM = 3/2 v c is related to the local circular rotational velocity, v c , in the Galaxy [20]. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 127,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "Recent studies report local galactic rotational velocities ranging from (200 ± 20) km s −1 to (279 ± 33) km s −1 [21], and we adopt a value of 270 km s −1 , following the analysis presented in [22]. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 16,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21]"
                },
                {
                    "start": 193,
                    "end": 197,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "In the laboratory frame, the velocity distribution, v lab = v − v E , must be corrected for the velocity of the Earth, v E , with respect to the DM halo. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "The velocity",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "comprises contributions from the solar motion through the Galaxy, v S , the Earth orbital velocity, v O , and, in principle, also the velocity of Earth rotation, v R . ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "The v R term can be safely neglected, and the velocity distribution of dark matter particles in the laboratory frame can be written in the following form [20,23]:",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 17,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20,"
                },
                {
                    "start": 158,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "23]"
                }
            ]
        },
        {
            "text": "where r = v E / √ 2σ rms,DM , and the parameter u reflects the relation between the DM particle mass m γ and the physical width of the distribution:",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "The halo velocity distribution is focused at the lower end by the Sun capturing DM particles with velocities smaller than the Sun escape velocity [24], v e,S ≈ 42.1 km/s (u = 0.16). ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "This effect is small and can be ignored. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 19,
            "section_rank": 5
        },
        {
            "text": "At the upper end, the DM velocity distribution should be truncated near the galactic escape velocity, v esc [25]. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "Numerical simulations indicate that the upper end truncation occurs at velocities of 450-650 km/s (u h = 2.78-5.80) [26,27].",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 19,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[26,"
                },
                {
                    "start": 120,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "27]"
                }
            ]
        },
        {
            "text": "Recent analysis of the GAIA measurements [28] yields v esc = 528 +24 −25 km s −1 , and based on this result, a truncation velocity of v esc = 530 km s −1 is assumed throughout this paper. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 45,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[28]"
                }
            ],
            "entity_spans": [
                {
                    "start": 23,
                    "end": 28,
                    "type": "software",
                    "rawForm": "GAIA",
                    "resp": "service",
                    "id": "software-simple-s5"
                }
            ]
        },
        {
            "text": "The resulting expected shapes of the dark matter signal are plotted in Fig. 1 for particle masses of 0.5, 1.0, and 2.5 µeV. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 20,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 77,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "For this range of mass, the peak power changes roughly ∝ 1/m γ . ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The dark matter signals also show a measurable effect of annual modulation due to the orbital motion of the Earth. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "For the choice of the dark matter halo parameters, the signal is modulated by about 12% and shifted in frequency by ≈ 16.4(m γ /1µeV) Hz.",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The relative power of the DM signal received in a single 50 Hz channel of WISPDMX, P DM (ν) = P DM (∆ν(∆u) = 50 Hz), is shown in Fig. 2 as a function of the measurement frequency. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 21,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 135,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The power peaks at ν = 39.8 MHz, at which the channel width of 50 Hz roughly corresponds to the bandwidth induced by the velocity truncation in the dark matter halo. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Below 39.8 MHz, the signal power decreases ∝ ν 1/2 , as expected for the case of under-resolving the signal. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Above 39.8 MHz, the DM signal is over-resolved, and its dependence on the measurement frequency is determined by the shape of the DM velocity distribution.",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "For the over-resolved signal, summing over several frequency bins should improve the sensitivity. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The optimum sensitivity achieved with the channel summing is illustrated in Fig. 3 which shows an effective relative sensitivity factor, G ρ , for the dark matter signal received in multiple channels of WISPDMX measurements. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 76,
                    "end": 82,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "In the calculations of the sensitivity of WISPDMX measurements, this factor should be applied to modify the value of local dark matter density. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "The different curves plotted in Fig. 3 illustrate that summing over up to 13 frequency channel is required to achieve a nearly homogeneous sensitivity over the entire 40 MHz-500 MHz frequency range. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 32,
                    "end": 38,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The plots shown in Fig. 3 are calculated for v esc = 530 km/s. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 25,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The respective frequency ranges for achieving the optimal sensitivity by summing over a given number of spectral channels are given in Table 1. ",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 135,
                    "end": 142,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The effect that the uncertainty in the truncation velocity has on this optimum sensitivity curve is within 10% for the plausible range of v esc from 450 km/s to 650 km/s.",
            "section": "WISP Dark Matter Signal in Broadband Searches",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "WISP Dark Matter eXperiment (WISPDMX)",
            "section_rank": 6
        },
        {
            "text": "The WISPDMX experiment employs a radio frequency resonant cavity of the type used at the proton accelerator ring designed for the SPS collider and modified for the HERA experiment [29][30][31]. ",
            "section": "WISP Dark Matter eXperiment (WISPDMX)",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                },
                {
                    "start": 184,
                    "end": 188,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                },
                {
                    "start": 188,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "A basic scheme of the experiment setup is shown in Fig. 4. ",
            "section": "WISP Dark Matter eXperiment (WISPDMX)",
            "paragraph_rank": 23,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 57,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "The WISPDMX apparatus comprises the following functional groups: mechanical components (the cavity, the plunger assembly, and the driving motors), an amplifier chain, a frequency calibration system, a data  carried out with a CUDA 2 based parallel code running on a commercial GPU unit (GTX Titan X). ",
            "section": "WISP Dark Matter eXperiment (WISPDMX)",
            "paragraph_rank": 23,
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 226,
                    "end": 231,
                    "type": "software",
                    "rawForm": "CUDA",
                    "resp": "service",
                    "id": "software-simple-s6"
                },
                {
                    "start": 287,
                    "end": 297,
                    "type": "software",
                    "rawForm": "GTX Titan",
                    "resp": "service",
                    "id": "software-simple-s7"
                }
            ]
        },
        {
            "text": "The following subsections will describe the function of each of these groups, with specific details on the development and performance of the individual components.",
            "section": "WISP Dark Matter eXperiment (WISPDMX)",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Mechanical Components",
            "section_rank": 7
        },
        {
            "text": "The mechanical components of WISPDMX include a 208 MHz HERA resonant cavity and a tuning plunger assembly consisting of two plungers as shown in Fig 4. ",
            "section": "Mechanical Components",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 151,
                    "type": "figure",
                    "text": "Fig 4."
                }
            ],
            "entity_spans": [
                {
                    "start": 29,
                    "end": 37,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s8"
                }
            ]
        },
        {
            "text": "The cavity is made of copper, and it has a diameter of 96 cm and volume of 447 L [29][30][31]  (Fig. 5). ",
            "section": "Mechanical Components",
            "paragraph_rank": 24,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[29]"
                },
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[30]"
                },
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[31]"
                },
                {
                    "start": 95,
                    "end": 102,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 5"
                }
            ]
        },
        {
            "text": "The inner surface of the cavity is polished to maintain the electromagnetic reflection and achieve a quality factor of Q 0 ∼ 10 4 at a number of resonant modes. ",
            "section": "Mechanical Components",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "The unloaded quality factor can be estimated from the following equation",
            "section": "Mechanical Components",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "where µ 0 and µ c describe permeability of vacuum and copper respectively, V and S are the volume and total inner surface of the cavity, and δ f is the penetrating depth of an electromagnetic wave with a frequency ν.  ",
            "section": "Mechanical Components",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "Figure 3. ",
            "section": "Mechanical Components",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "Sensitivity to the dark matter signal that can achieved with WISPDMX by summing over different numbers of 50 Hz spectral channels. ",
            "section": "Mechanical Components",
            "paragraph_rank": 25,
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 61,
                    "end": 69,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s9"
                }
            ]
        },
        {
            "text": "The effective relative sensitivity factor G ρ is the ratio of the measurement sensitivity to the maximum sensitivity, calculated for v esc = 530 km s −1 . ",
            "section": "Mechanical Components",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "Dashed lines illustrate sensitivities resulting from summing over a fixed number of spectral channels, from one to sixteen. ",
            "section": "Mechanical Components",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "The upper envelope of these curves, plotted in red, describes the sensitivity of WISPDMX to the dark matter signal achieved by summing over the optimum numbers of spectral channels as listed in Table 1.",
            "section": "Mechanical Components",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 194,
                    "end": 201,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ],
            "entity_spans": [
                {
                    "start": 81,
                    "end": 89,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s10"
                }
            ]
        },
        {
            "text": "Ν MHz",
            "section_rank": 8
        },
        {
            "text": "There are six ports distributed around the cylindrical rim of the cavity. ",
            "section": "Ν MHz",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "These ports initially used to mount tuning plungers and power couplers when the cavity was operated as a part of particle accelerator. ",
            "section": "Ν MHz",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "For the WISPDMX setup, two ports are occupied by the tuning plungers, as shown in Fig. 4. ",
            "section": "Ν MHz",
            "paragraph_rank": 26,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 88,
                    "type": "figure",
                    "text": "Fig. 4"
                }
            ],
            "entity_spans": [
                {
                    "start": 8,
                    "end": 16,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s11"
                }
            ]
        },
        {
            "text": "The remaining ports are closed. ",
            "section": "Ν MHz",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The positioning range of a plunger unit is constrained to be 0 mm-110 mm. ",
            "section": "Ν MHz",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The stepper motor (Trinamic QSH6018) which can be driven at a micro-step precision of 1/1600 of revolution is coupled to a gear box and used for positioning the plunger in increments of 0.3 µm per micro step. ",
            "section": "Ν MHz",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "The linear tuning distance of 1 mm corresponds to two full revolutions of the gear box. ",
            "section": "Ν MHz",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "Each of the two stepper motors driving the plungers is monitored by the device control computer which is synchronized with the data acquisition control computer (see also Sect. 3.5).",
            "section": "Ν MHz",
            "paragraph_rank": 26,
            "section_rank": 8
        },
        {
            "text": "Amplifier chain",
            "section_rank": 9
        },
        {
            "text": "The amplifier chain of WISPDMX comprises two WantCom amplifiers, WBA0105B and the WBA0105-45R, providing a total of 79 dB amplification over the 150 MHz-500 MHz frequency range and an effective noise temperature of 35 K. The cumulative gain of the amplifier chain is shown in Fig. 6. ",
            "section": "Amplifier chain",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 276,
                    "end": 282,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "Below 100 MHz, the gain starts to decrease rapidly, but the amplifier chain can be used effectively down to frequencies of ≈ 10 MHz, thus extending the WISPDMX  Figure 4. ",
            "section": "Amplifier chain",
            "paragraph_rank": 27,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 161,
                    "end": 169,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "Schematic diagram of the WISPDMX setup, divided into three groups: The Mechanical Components (box with dash-line border) includes the 208 MHz RF cavity, and two tuning plungers P 1 and P 2. ",
            "section": "Amplifier chain",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "The Frequency Calibration (the blue shaded box) comprises a radio switch W 1, a spectrum analyzer, and two loop antennas L1 and L2 coupled to the cavity. ",
            "section": "Amplifier chain",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "The Acquisition System (the gray shaded box) includes the antenna L2, amplifier chain (A) with an average gain of 80 dB, an analog-to-digital converter (ADC, Alazar ATS-9360), and a CUDA FFT unit (Nvidia GPU). ",
            "section": "Amplifier chain",
            "paragraph_rank": 27,
            "section_rank": 9,
            "entity_spans": [
                {
                    "start": 197,
                    "end": 207,
                    "type": "software",
                    "rawForm": "Nvidia GPU",
                    "resp": "service",
                    "id": "software-simple-s12"
                }
            ]
        },
        {
            "text": "The antenna L2 and the amplifier chain are shared between the calibration system and the acquisition system, using the radio switch W 2. ",
            "section": "Amplifier chain",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "measurements down to the hidden photon mass of ≈ 0.4 neV.",
            "section": "Amplifier chain",
            "paragraph_rank": 27,
            "section_rank": 9
        },
        {
            "text": "The Resonant Cavity",
            "section_rank": 10
        },
        {
            "text": "To describe and parameterize the performance of the HERA resonant cavity over the entire 0-500 MHz frequency range, we combined transmission and reflection measurements and numerical simulations of the cavity geometry. ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "Within this range, we have identified ten resonant modes of the cavity (see Table 2). ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 28,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The individual modes have been characterized using a transmission measurement carried out with a spectrum analyzer Rohde-Schwarz FSP 7 outfitted with a tracking function. ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "These measurements provide the resonant frequency and the quality factor of each of the resonant mode.",
            "section": "The Resonant Cavity",
            "paragraph_rank": 28,
            "section_rank": 10
        },
        {
            "text": "The form factor of each mode is obtained via equation 2.3, in which the electric field configuration of a given resonant mode is calculated using a numerical simulation of the cavity.  ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "The simulation software Computer Simulation Technology 3 is used for calculating the field structure of each resonant mode. ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 29,
            "section_rank": 10,
            "entity_spans": [
                {
                    "start": 55,
                    "end": 57,
                    "type": "version",
                    "rawForm": "3",
                    "resp": "service",
                    "id": "#software-simple-s12"
                }
            ]
        },
        {
            "text": "The tunable plunger units are included in the simulation as well.",
            "section": "The Resonant Cavity",
            "paragraph_rank": 29,
            "section_rank": 10
        },
        {
            "text": "In order to characterize the cavity response to the tuning plungers and to determine the optimal tuning track, both the transmission measurements and the field structure simulations have been made over a 12×12 grid corresponding to all paired combinations of twelve different tuning positions of each plunger equally spaced in the 0 mm-110 mm tuning range. ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "At each individual step of the simulation, the plunger positions are modified accordingly, and the field configuration and the form factor are calculated for each of the modes studied.",
            "section": "The Resonant Cavity",
            "paragraph_rank": 30,
            "section_rank": 10
        },
        {
            "text": "The resulting optimal tuning track is achieved by starting both plungers at the zero position, then driving one of the plunger over its full 110 mm range, and then driving the second plunger over the full tuning range (the actual choice of the order in which the plungers are driven does not affect the tuning range and speed, owing to the similarity in the plungers positions and orientations with respect to the main axes of symmetry of the cavity).",
            "section": "The Resonant Cavity",
            "paragraph_rank": 31,
            "section_rank": 10
        },
        {
            "text": "The derived tuning response of the cavity is summarized in Table 2, in which ten resonant modes identified at frequencies below 500 MHz are listed together with their calculated form factors and measured resonant frequencies.",
            "section": "The Resonant Cavity",
            "paragraph_rank": 32,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Based on these calculations, we have selected four modes which have non-zero form factors at all plunger positions and thus are best suitable for our measurements. ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "The four selected modes are TM 010 , TE 111−1 , TE 111−2 , and TM 020 .",
            "section": "The Resonant Cavity",
            "paragraph_rank": 33,
            "section_rank": 10
        },
        {
            "text": "The measured changes of the resonant frequencies of these four resonant modes for the full range of plunger positions used for the tuning are shown in Fig. 7. ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 34,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 151,
                    "end": 157,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "The plot shows that the four resonant modes cover frequency ranges from ∆ν ≈ 1 MHz for the fundamental mode  Following these considerations, a tuning step of 10 µm is selected for the WISPDMX measurements, thus requiring a total of 22 000 steps to scan over the full range of the two plungers. ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "At this tuning step, the resonant modes are sampled at frequency steps ranging from 50 Hz for the ground mode TM 010 (corresponding to ≈1% of its resonance width) to 610 Hz (or ≈10% of the resonance width) for the fastest tuning rate of the TE 111−2 mode. ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "Thus, the accuracy WISPDMX measurements will not be affected by the frequency profiles of the resonant modes.",
            "section": "The Resonant Cavity",
            "paragraph_rank": 34,
            "section_rank": 10
        },
        {
            "text": "The resulting frequency steps for both TM modes constitute 25% and 36% of the respective DM signal width, hence the selected tuning step will not affect the measurement sensitivity for these modes. ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "The same is true about the TE 111 mode, except for the ranges of its high tuning rates where the tuning step in frequency reaches 100% and 150% (for TE 111−1 and TE 111−2 , respectively) of the expected width of the DM signal. ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "However, even for these tuning steps, the sensitivity reduction would be within 10%. ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 35,
            "section_rank": 10
        },
        {
            "text": "Hence the selected plunger tuning step of 10 µm is adequate for scanning the frequency ranges covered by the four resonant modes used in WISPDMX.",
            "section": "The Resonant Cavity",
            "paragraph_rank": 35,
            "section_rank": 10,
            "entity_spans": [
                {
                    "start": 137,
                    "end": 144,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s13"
                }
            ]
        },
        {
            "text": "The tuning of the plungers changes both the frequency as well as the field configuration inside the cavity. ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "Therefore, the tuning may lead to a change of form factor (see e.g., the form factor of the TM 011 where the deformation of the field structure leads to an increase of the form factor when both plungers are fully extending into the cavity). ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "However, the form factors of the four modes selected above vary only weakly with changing the position of the plungers.  ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "Notes: Resonant frequencies, ν 0 , and geometrical form factors G of ten resonant modes of the HERA cavity identified in the 500 MHz range. ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "The mode parameters are evaluated at three different plunger positions: the initial (0; 0) position with both plungers fully retracted, the (110; 0) position with one of the plungers extended by 110 mm into the cavity, and the (110; 110) position with both plungers fully extended into the cavity. ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "Four modes with form factors close to unity (highlighted in boldface) are selected for the WISPDMX measurements. ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 36,
            "section_rank": 10,
            "entity_spans": [
                {
                    "start": 91,
                    "end": 99,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s14"
                }
            ]
        },
        {
            "text": "For these modes, the respective quality factors, Q 0 , are also listed.",
            "section": "The Resonant Cavity",
            "paragraph_rank": 36,
            "section_rank": 10
        },
        {
            "text": "It should be mentioned that both the simulations and the transmission measurements have indicated that the peak frequencies of some of the resonant modes have crossed in the course of the tuning over the full range of the plungers. ",
            "section": "The Resonant Cavity",
            "paragraph_rank": 37,
            "section_rank": 10
        },
        {
            "text": "However, none of the four modes selected for making the WISPDMX measurements suffers from this mode crossing, as can be seen from Fig. 7.",
            "section": "The Resonant Cavity",
            "paragraph_rank": 37,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 130,
                    "end": 136,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "Calibration Procedures",
            "section_rank": 11
        },
        {
            "text": "In order to monitor and calibrate the performance of the WISPDMX apparatus, several procedures are carried out at each tuning step of the measurement.",
            "section": "Calibration Procedures",
            "paragraph_rank": 38,
            "section_rank": 11,
            "entity_spans": [
                {
                    "start": 57,
                    "end": 65,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s15"
                }
            ]
        },
        {
            "text": "Broadband gain",
            "section_rank": 12
        },
        {
            "text": "With the four resonant modes identified in Sect. ",
            "section": "Broadband gain",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "3.3 as suitable for hidden photon searches, the broadband gain of WISPDMX can be calculated using Eqn. ",
            "section": "Broadband gain",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "2.5. ",
            "section": "Broadband gain",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "This calculation is performed at each tuning step of the measurements. ",
            "section": "Broadband gain",
            "paragraph_rank": 39,
            "section_rank": 12
        },
        {
            "text": "An example of the broadband gain calculated for a single position of the plunger assembly is shown in Fig. 8.",
            "section": "Broadband gain",
            "paragraph_rank": 39,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 102,
                    "end": 108,
                    "type": "figure",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "Monitoring of the resonances",
            "section_rank": 13
        },
        {
            "text": "In addition to the changes of the resonant response of the cavity resulting from the tuning, variable ambient conditions (temperature, air pressure) lead to variations of the resonant frequencies (the changes of the respective quality factors and form factors are negligible). ",
            "section": "Monitoring of the resonances",
            "paragraph_rank": 40,
            "section_rank": 13
        },
        {
            "text": "In Fig. 9, we show a typical day-night cycle in the laboratory during which the temperature drops by about ∆T ≈ 2 • C. This leads to an increase of the resonant frequencies of the four modes by ∆ν(TM 010 ) ≈ 7 kHz up to ∆ν(TM 020 ) ≈ 16 kHz with ∆ν i /ν i ∝ −∆T /T , as expected for a self-similar thermal contraction of the cavity.",
            "section": "Monitoring of the resonances",
            "paragraph_rank": 40,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "type": "figure",
                    "text": "Fig. 9"
                }
            ]
        },
        {
            "text": "A frequency calibration system is therefore necessary in order to monitor the resonant frequencies during the experimental measurements. ",
            "section": "Monitoring of the resonances",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "text": "The frequency calibration measurements are performed intermittently (at intervals short enough to warrant interpolation of the resonant frequencies and quality factors), each time after a series of data taking and tuning steps. ",
            "section": "Monitoring of the resonances",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "text": "The calibration procedure uses measurements of the transmission coefficient of the network which contains the resonant cavity. ",
            "section": "Monitoring of the resonances",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "text": "The transmission coefficient is measured by sending a feed signal and recording the output with the spectrum analyzer.",
            "section": "Monitoring of the resonances",
            "paragraph_rank": 41,
            "section_rank": 13
        },
        {
            "text": "The spectrum analyzer (RS FSP7 with tracking option) is connected to two loop antennas (L1 and L2, in Fig. 4), so that the tracking generator feeds the antenna L1 and the spectrum analyzer receives the feedback output signal from the antenna L2. ",
            "section": "Monitoring of the resonances",
            "paragraph_rank": 42,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "type": "figure",
                    "text": "Fig. 4)"
                }
            ]
        },
        {
            "text": "The output from L2 can be switched by the radio switch W 2 between the input of the spectrum analyzer or the ADC of the acquisition system. ",
            "section": "Monitoring of the resonances",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "text": "The tracking generator connected to the antenna L1 sweeps the preselected frequency interval of 300 kHz around the resonant frequency of a given mode,  sending a signal with a power of −10 dBm and a spectral resolution of ∆ν = 300 Hz.",
            "section": "Monitoring of the resonances",
            "paragraph_rank": 42,
            "section_rank": 13
        },
        {
            "text": "From the output registered at the antenna L2, the central resonant frequency and the loaded quality factor are determined by fitting a characteristic Lorentzian function given by",
            "section": "Monitoring of the resonances",
            "paragraph_rank": 43,
            "section_rank": 13
        },
        {
            "text": "where P res is the power recorded by the spectrum analyzer, ν 0 and Q are the resonant frequency and quality factor, respectively. ",
            "section": "Monitoring of the resonances",
            "paragraph_rank": 44,
            "section_rank": 13
        },
        {
            "text": "The scaling parameter h is proportional to the strength of the input signal. ",
            "section": "Monitoring of the resonances",
            "paragraph_rank": 44,
            "section_rank": 13
        },
        {
            "text": "A least square fit is used to estimate the values of these three parameters and their uncertainties. ",
            "section": "Monitoring of the resonances",
            "paragraph_rank": 44,
            "section_rank": 13
        },
        {
            "text": "The fit yields a good agreement with the measurement as illustrated in Fig. 10.",
            "section": "Monitoring of the resonances",
            "paragraph_rank": 44,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 10"
                }
            ]
        },
        {
            "text": "Reference frequency",
            "section_rank": 14
        },
        {
            "text": "The overall accuracy of the frequency calibration may depend also on the systematic uncertainty and drifts of the reference frequency of the spectrum analyzer. ",
            "section": "Reference frequency",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "The reference frequency can drift over time and with changing temperature conditions. ",
            "section": "Reference frequency",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "The temperature in the laboratory changes by as much as 2 • C. The spectrum analyzer was calibrated by the manufacturer in December 2016, and the frequency measured with the spectrum analyzer has a systematic uncertainty at the level of 10 2 Hz, taking into account that for the Rohde-Schwarz FSP 7, the relative aging rateν = 10 −6 yr −1 and the relative frequency drift per • C is 10 −6 . ",
            "section": "Reference frequency",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "In addition to the systematic uncertainty, we estimate the statistical uncertainty from the fitting of the Lorentzian function 3.2 to be lower than 1 Hz (see also Fig. 10). ",
            "section": "Reference frequency",
            "paragraph_rank": 45,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 163,
                    "end": 170,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 10"
                }
            ]
        },
        {
            "text": "As all these factors are substantially smaller than the intrinsic systematic uncertainty of the reference frequency, we take σ ν = 10 2 Hz as the total frequency accuracy of our measurements. ",
            "section": "Reference frequency",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "This corresponds to an error of σ m = 0.4 peV for the hidden photon mass, and hence this uncertainty would not affect the present WISPDMX measurements. ",
            "section": "Reference frequency",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "It may however become a potentially adverse issue if one would attempt to increase the signal-to-noise ratio of the resonant detection by summing multiple independent measurements.  ",
            "section": "Reference frequency",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "Figure 11. ",
            "section": "Reference frequency",
            "paragraph_rank": 45,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 11"
                }
            ]
        },
        {
            "text": "The coupling factor, κ(ν), of the antenna used for the WISPDMX measurements.",
            "section": "Reference frequency",
            "paragraph_rank": 45,
            "section_rank": 14
        },
        {
            "text": "Antenna coupling",
            "section_rank": 15
        },
        {
            "text": "A network analyzer, Anritsu 37369A, is connected to the loop antenna L2 to measure the coupling, κ, of the antenna to the cavity over the entire measured bandwidth. ",
            "section": "Antenna coupling",
            "paragraph_rank": 46,
            "section_rank": 15,
            "entity_spans": [
                {
                    "start": 28,
                    "end": 33,
                    "type": "version",
                    "rawForm": "37369",
                    "resp": "service",
                    "id": "#software-simple-s15"
                }
            ]
        },
        {
            "text": "The coupling is derived using the S 11 reflection parameter, with",
            "section": "Antenna coupling",
            "paragraph_rank": 46,
            "section_rank": 15
        },
        {
            "text": "3)",
            "section": "Antenna coupling",
            "paragraph_rank": 47,
            "section_rank": 15
        },
        {
            "text": "The measured antenna coupling of the WISPDMX setup is shown in Fig. 11. ",
            "section": "Antenna coupling",
            "paragraph_rank": 48,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 11"
                }
            ]
        },
        {
            "text": "The WISPDMX antenna is weakly coupled to the cavity, with κ 1 over the entire bandwidth. ",
            "section": "Antenna coupling",
            "paragraph_rank": 48,
            "section_rank": 15
        },
        {
            "text": "Our measurements indicate that the coupling is not sensitive to the cavity tuning, and it varies within less than 5% over the entire range of the plunger positions. ",
            "section": "Antenna coupling",
            "paragraph_rank": 48,
            "section_rank": 15
        },
        {
            "text": "We apply therefore a single κ(ν) profile for evaluating all of the WISPDMX measurements.",
            "section": "Antenna coupling",
            "paragraph_rank": 48,
            "section_rank": 15
        },
        {
            "text": "Data Acquisition System",
            "section_rank": 16
        },
        {
            "text": "The data acquisition system (DAS) of WISPDMX provides real time recording at a rate of 1 GS s −1 , corresponding to a maximum recording bandwidth of 500 MHz. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 49,
            "section_rank": 16,
            "entity_spans": [
                {
                    "start": 37,
                    "end": 45,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s16"
                }
            ]
        },
        {
            "text": "The system contains two main components: a 12-bit analog-to-digital converter (ADC), modified for performing a high volume continuous streaming to the host memory, and a high-power CUDA GPU employed for carrying out the FFT and related operation (e.g., array adding and converting).",
            "section": "Data Acquisition System",
            "paragraph_rank": 49,
            "section_rank": 16
        },
        {
            "text": "The DAS can presently accumulate up to 10 s of continuous sampling in the time domain, hence it can principally achieve a spectral resolution of 0.1 Hz over the entire 500 MHz band. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 50,
            "section_rank": 16
        },
        {
            "text": "However, storing a high-resolution broadband spectrum leads to prohibitively long dead times for the pipeline processing, data I/O and storage. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 50,
            "section_rank": 16
        },
        {
            "text": "As a compromise between increasing the spectral resolution and reducing the dead time, the 10 s of data are broken down into 500 segments of 0.02 s in duration, and the FFT is applied to each of these segments. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 50,
            "section_rank": 16
        },
        {
            "text": "The resulting broadband spectrum has then a spectral resolution of 50 Hz. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 50,
            "section_rank": 16
        },
        {
            "text": "After the FFT, the resulting 500 spectra are co-added to calculate the average spectrum. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 50,
            "section_rank": 16
        },
        {
            "text": "After the averaging, the noise in Power (Watt)",
            "section": "Data Acquisition System",
            "paragraph_rank": 50,
            "section_rank": 16
        },
        {
            "text": "A single spectrum (0.02 second)",
            "section": "Data Acquisition System",
            "paragraph_rank": 51,
            "section_rank": 16
        },
        {
            "text": "Average spectrum from 100 single spectra (2 seconds)",
            "section": "Data Acquisition System",
            "paragraph_rank": 52,
            "section_rank": 16
        },
        {
            "text": "Average spectrum from 500 single spectra (10 seconds) Figure 12. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 53,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 63,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 12"
                }
            ]
        },
        {
            "text": "Examples of broadband spectra from the acquisition system illustrating the noise reduction achieved by spectral averaging. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 53,
            "section_rank": 16
        },
        {
            "text": "Blue: single spectrum from 0.02 s of data-taking. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 53,
            "section_rank": 16
        },
        {
            "text": "Green: average of 100 single spectra. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 53,
            "section_rank": 16
        },
        {
            "text": "Red: average of 500 single spectra. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 53,
            "section_rank": 16
        },
        {
            "text": "The latter is the output spectrum for each acquisition step of WISPDMX.",
            "section": "Data Acquisition System",
            "paragraph_rank": 53,
            "section_rank": 16,
            "entity_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s17"
                }
            ]
        },
        {
            "text": "the averaged spectrum is σ a = σ 1 / √ N , where σ 1 is the noise power of a single spectrum and N is the number of spectra used in the averaging process. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 54,
            "section_rank": 16
        },
        {
            "text": "The noise improvement achieved by the averaging of the individual spectra is illustrated in Fig. 12.",
            "section": "Data Acquisition System",
            "paragraph_rank": 54,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 99,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 12"
                }
            ]
        },
        {
            "text": "A scheme of the WISPDMX data acquisition and processing procedures is presented in Fig. 13. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 55,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 13"
                }
            ],
            "entity_spans": [
                {
                    "start": 16,
                    "end": 24,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s18"
                }
            ]
        },
        {
            "text": "At each data acquisition step, the ADC streams the data directly into the host memory grid, splitting the data stream into 1000 individual buffers each holding 10 MS (0.01 s) of data. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 55,
            "section_rank": 16
        },
        {
            "text": "Once the first 1000 buffers are stored in the host computer, the ADC starts recording the next 10 s-segment of data and streams it to the second memory grid. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 55,
            "section_rank": 16
        },
        {
            "text": "In parallel to the data taking, the recordings from the first memory grid are transferred to the GPU. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 55,
            "section_rank": 16
        },
        {
            "text": "Inside the GPU, each two consecutive 10 MS buffers are merged to create 500 buffers containing 20 MS time series arrays. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 55,
            "section_rank": 16
        },
        {
            "text": "Each individual 20 MS array is then Fourier transformed, yielding a power spectrum with 10 million spectral channels (10 MC spectrum, in Fig. 13) with a 50 Hz frequency resolution. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 55,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 144,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 13"
                }
            ]
        },
        {
            "text": "The resulting 10 MC power spectrum is moved to the second memory grid.",
            "section": "Data Acquisition System",
            "paragraph_rank": 55,
            "section_rank": 16
        },
        {
            "text": "After all 500 spectra have been transferred to the second memory grid, the average spectrum is calculated as the final output of the DAS for a 10 s integration time corresponding to a single step of the WISPDMX measurement run.",
            "section": "Data Acquisition System",
            "paragraph_rank": 56,
            "section_rank": 16,
            "entity_spans": [
                {
                    "start": 203,
                    "end": 211,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s19"
                }
            ]
        },
        {
            "text": "With the application of multi-threading and memory managing, the computational processes inside the GPU are completed in less than 3.2 s in total, (see the time breakdown in Table 3). ",
            "section": "Data Acquisition System",
            "paragraph_rank": 57,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 174,
                    "end": 181,
                    "type": "table",
                    "ref_id": "tab_4",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "During this time, a tuning step (≈0.1 s) and the ADC initialization for the next acquisition (≤2.8 s) are performed in parallel. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "text": "The combined ADC and GPU acquisition system has therefore a fractional dead time of less than 30 %. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "text": "In order to improve this performance and achieve near real-time acquisition operations, it would be required both to use multiple GPUs and to reduce the initialization time of the ADC before each data acquisition. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "text": "However, this initialization time is a design limitation of the commercial ADC broad.  ",
            "section": "Data Acquisition System",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "text": "Figure 13. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 57,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 13"
                }
            ]
        },
        {
            "text": "Detail of the DAS operations, illustrating the multi-threading and memory management employed to process individual 10-megasamples (10 MS) time series recordings into 10-megachannels (10 MC) power spectra. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "text": "The GPU executes three main CUDA-powered functions: the buffer assembling, the CUDA-FFT, and the spectrum stacking. ",
            "section": "Data Acquisition System",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "text": "Note: The processes in the GPU and the Host are run in parallel with the ADC processes, which enables performing near real-time data acquisition.",
            "section": "Data Acquisition System",
            "paragraph_rank": 57,
            "section_rank": 16
        },
        {
            "text": "WISPDMX data taking and calibration procedure",
            "section_rank": 17,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s20"
                }
            ]
        },
        {
            "text": "In order to make automated measurements at each of the 22 000 tuning steps planned for WISPDMX data taking run, the three main components of WISPDMX described above are combined in a connected and synchronized setup controlled by two dedicated computers: the mechanical and frequency calibration controller managing the plunger tuning, frequency calibration system, and radio switches, and the acquisition and signal digitizer controller operating the DAS. ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "A scheme of the operational structure of WISPDMX measurements is shown in Fig. 14. ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 58,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 14"
                }
            ]
        },
        {
            "text": "The WISPDMX operations are ultimately structured into multiple measurement cycles. ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "Each measurement cycle begins with a frequency calibration step (lasting for about 4 s). ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "Subsequently, the data acquisition system acquires data for the current setting of the plunger assembly, and then the plunger assembly is moved to the next tuning position. ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "These two operations are repeated ten times, before proceeding to the next measurement cycle. ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "The output of both the frequency calibration module and the data acquisition system is stored on a local hard drive for offline processing and analysis. ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "The respective dead time for a single WISPDMX measurement cycle is less than 30 %.  ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "Figure 14. ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 58,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 14"
                }
            ]
        },
        {
            "text": "Operational scheme of WISPDMX measurements. ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "The Control Module (top row) drives the Executive Module (middle row) which produces the science and calibration output data (bottom row). ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "The Control Module synchronizes the operations of the mechanical, frequency calibration, and data acquisition controllers. ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "A measurement cycle begins with engaging the Frequency Calibration block which determines the actual parameters of the resonant modes. ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "The Data Acquisition block is then initialized and set to record 10 seconds of data. ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "After the recording has been completed, the Control Module first engages the Plunger Tuning block to move the plunger to a new tuning position (while transferring the recorded data to the GPU for further processing) and then proceeds to performing the next round of data acquisition. ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "The data acquisition and plunger tuning steps are repeated ten times before starting the next measurement cycle which begins with execution of another frequency calibration procedure.",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 58,
            "section_rank": 17
        },
        {
            "text": "The typical total duration of a single measurement cycle is ≤133 s. ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 59,
            "section_rank": 17
        },
        {
            "text": "Within this time, the potential frequency drifts due to the temperature changes should be ≤40 Hz, for the worst measured temperature gradient (≈0.14 K/hr, see Fig. 9) and the most temperature-sensitive TE 111 mode. ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 59,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 159,
                    "end": 165,
                    "type": "figure",
                    "text": "Fig. 9"
                }
            ]
        },
        {
            "text": "Thus even the maximum expected frequency drift should be smaller than the frequency resolution of the measurements, and it can be adequately represented by a linear interpolation between two successive frequency calibration steps.",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 59,
            "section_rank": 17
        },
        {
            "text": "With the tuning step of 10 µm, the accumulated shift between two runs of the frequency calibration amounts to 100 µm. ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "This corresponds to a maximum possible frequency change of 6 kHz, within which the frequency changes are well described by a linear interpolation. ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "The same considerations apply to the quality factors and mode coupling factors of the modes. ",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "Hence, the parameters of the resonant modes are linearly interpolated, in order to obtain the calibration information for each of the tuning steps performed between these two calibration measurements.",
            "section": "WISPDMX data taking and calibration procedure",
            "paragraph_rank": 60,
            "section_rank": 17
        },
        {
            "text": "WISPDMX First Science Run",
            "section_rank": 18,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s21"
                }
            ]
        },
        {
            "text": "The measurements comprising the first science run of WISPDMX were made during the time period from 23rd October 2017 to 2nd November 2017, comprising a total of 22 000 spectra, each produced from a single 10 s data taking and tuning step. ",
            "section": "WISPDMX First Science Run",
            "paragraph_rank": 61,
            "section_rank": 18,
            "entity_spans": [
                {
                    "start": 53,
                    "end": 61,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s22"
                }
            ]
        },
        {
            "text": "The first science run of WISPDMX had been carried out using a weakly coupled antenna.",
            "section": "WISPDMX First Science Run",
            "paragraph_rank": 61,
            "section_rank": 18,
            "entity_spans": [
                {
                    "start": 25,
                    "end": 33,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s23"
                }
            ]
        },
        {
            "text": "In the course of the measurements, the two plungers were consecutively extended into the cavity, advancing at a rate of 10 µm per tuning step. ",
            "section": "WISPDMX First Science Run",
            "paragraph_rank": 62,
            "section_rank": 18
        },
        {
            "text": "The complete run has been accomplished within 8 sub-runs, with each sub-run providing 2000 or 3000 acquisitions. ",
            "section": "WISPDMX First Science Run",
            "paragraph_rank": 62,
            "section_rank": 18
        },
        {
            "text": "because of a memory jam in the ADC, frequency calibration, plunger tuning, and electronic switch operation, and a break between two sub-runs. ",
            "section": "WISPDMX First Science Run",
            "paragraph_rank": 62,
            "section_rank": 18
        },
        {
            "text": "For the first science run, WISPDMX was operated at the room temperature of (20 ± 1) • C. The frequency calibration procedure was invoked after every 10 consecutive data recording and tuning steps. ",
            "section": "WISPDMX First Science Run",
            "paragraph_rank": 62,
            "section_rank": 18,
            "entity_spans": [
                {
                    "start": 27,
                    "end": 35,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s24"
                }
            ]
        },
        {
            "text": "For the offline analysis, the resonant frequencies and quality factors of the resonant modes are extracted from the sweep spectra provided by the frequency calibration procedure.",
            "section": "WISPDMX First Science Run",
            "paragraph_rank": 62,
            "section_rank": 18
        },
        {
            "text": "Single Acquisition Spectra",
            "section_rank": 19
        },
        {
            "text": "Visually, the 22 000 single acquisition spectra from the first science run of WISPDMX have a similar power level and spectral bandpass. ",
            "section": "Single Acquisition Spectra",
            "paragraph_rank": 63,
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s25"
                }
            ]
        },
        {
            "text": "The first and the last spectrum recorded over the course of the first science run are shown in the two panels of Fig. 15, demonstrating the stable broadband spectral profile. ",
            "section": "Single Acquisition Spectra",
            "paragraph_rank": 63,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 113,
                    "end": 120,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 15"
                }
            ]
        },
        {
            "text": "The broadband spectrum in the range below ≈100 MHz is affected by the rapidly decreasing gain of the amplifier chain. ",
            "section": "Single Acquisition Spectra",
            "paragraph_rank": 63,
            "section_rank": 19
        },
        {
            "text": "In addition to this effect, there are several prominent and time-dependent noise peaks present in the spectrum. ",
            "section": "Single Acquisition Spectra",
            "paragraph_rank": 63,
            "section_rank": 19
        },
        {
            "text": "These noise peaks originate most likely from interference produced by one or several devices used in the measurements (e.g., the amplifiers, the radio switches, or the ADC clock) or from stray fields that penetrate the cavity, even though the cavity provides strong shielding. ",
            "section": "Single Acquisition Spectra",
            "paragraph_rank": 63,
            "section_rank": 19
        },
        {
            "text": "The stray noise may penetrate through the shielded coaxial cables, the coaxial connectors, and the unshielded amplifier box. ",
            "section": "Single Acquisition Spectra",
            "paragraph_rank": 63,
            "section_rank": 19
        },
        {
            "text": "The narrow band noise is subsequently amplified before recording it with the ADC. ",
            "section": "Single Acquisition Spectra",
            "paragraph_rank": 63,
            "section_rank": 19
        },
        {
            "text": "During the first science run, we did not have the capacity to fully investigate and eliminate the origins of these spurious features. ",
            "section": "Single Acquisition Spectra",
            "paragraph_rank": 63,
            "section_rank": 19
        },
        {
            "text": "Fortunately, most of them reside in the offresonance regions of the measured spectrum and cover multiple channels, and hence they can be easily mitigated and excluded from the analysis. ",
            "section": "Single Acquisition Spectra",
            "paragraph_rank": 63,
            "section_rank": 19
        },
        {
            "text": "These prominence of these interference signals should be reduced during the planned subsequent runs of WISPDMX which will be carried out with an improved setup and better radio shielding.",
            "section": "Single Acquisition Spectra",
            "paragraph_rank": 63,
            "section_rank": 19,
            "entity_spans": [
                {
                    "start": 103,
                    "end": 111,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s26"
                }
            ]
        },
        {
            "text": "Averaged Spectrum",
            "section_rank": 20
        },
        {
            "text": "To search for DM signal outside of the ranges covered by the four tuned resonant modes, the averaged spectrum is generated from the 22 000 single acquisition spectra. ",
            "section": "Averaged Spectrum",
            "paragraph_rank": 64,
            "section_rank": 20
        },
        {
            "text": "Similarly to the thermal noise reduction achieved by the averaging process described in Sect. ",
            "section": "Averaged Spectrum",
            "paragraph_rank": 64,
            "section_rank": 20
        },
        {
            "text": "3.5, averaging of the single acquisition spectra results in reducing the fluctuations by a factor of 1/ √ 22 000. ",
            "section": "Averaged Spectrum",
            "paragraph_rank": 64,
            "section_rank": 20
        },
        {
            "text": "This is demonstrated in Fig. 16, where the averaged spectrum and the single acquisition spectrum are compared. ",
            "section": "Averaged Spectrum",
            "paragraph_rank": 64,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 24,
                    "end": 31,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 16"
                }
            ]
        },
        {
            "text": "The expected reduction of the fluctuations in the power level is clearly visible there. ",
            "section": "Averaged Spectrum",
            "paragraph_rank": 64,
            "section_rank": 20
        },
        {
            "text": "Apart from this reduction of the noise fluctuation, the average spectrum is otherwise very similar in its shape and power level to the single acquisition spectrum.",
            "section": "Averaged Spectrum",
            "paragraph_rank": 64,
            "section_rank": 20
        },
        {
            "text": "Signal Scan",
            "section_rank": 21,
            "entity_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "type": "software",
                    "rawForm": "Scan",
                    "resp": "service",
                    "id": "software-simple-s27"
                }
            ]
        },
        {
            "text": "We scan both the 22 000 single acquisition spectra as well as the composite average spectrum, in order to search for a potential hidden photon signal. ",
            "section": "Signal Scan",
            "paragraph_rank": 65,
            "section_rank": 21
        },
        {
            "text": "The signal scan is performed in two separate steps:",
            "section": "Signal Scan",
            "paragraph_rank": 65,
            "section_rank": 21
        },
        {
            "text": "(1) resonant scan, using single acquisition spectra to search for signals within a narrow bandwidth centered at the respective resonant frequencies of the cavity modes;",
            "section": "Signal Scan",
            "paragraph_rank": 66,
            "section_rank": 21
        },
        {
            "text": "(2) broadband scan, using the average spectrum to search for signals outside of the frequency ranges covered by the cavity tuning.",
            "section": "Signal Scan",
            "paragraph_rank": 67,
            "section_rank": 21
        },
        {
            "text": "At each step of this analysis, we assess the noise properties, identify potential candidates, evaluate their significance, and calculate the specific power at which a signal can be excluded. ",
            "section": "Signal Scan",
            "paragraph_rank": 68,
            "section_rank": 21
        },
        {
            "text": "For the signal scan in the resonant part of the spectrum, three a priori defined consecutive selection criteria are applied:",
            "section": "Signal Scan",
            "paragraph_rank": 68,
            "section_rank": 21
        },
        {
            "text": "1. Choosing a region of interest (ROI) which is centered at the frequency ν 0 of the resonance and has a bandwidth of 100 kHz ROI = [ν 0 − 50 kHz, ν 0 + 50 kHz]. ",
            "section": "Signal Scan",
            "paragraph_rank": 69,
            "section_rank": 21
        },
        {
            "text": "The significance level S in one channel is given by",
            "section": "Signal Scan",
            "paragraph_rank": 69,
            "section_rank": 21
        },
        {
            "text": "with µ ROI and σ ROI are the mean power and noise power of the ROI respectively which are calculated using the power level of the channels located in the ROI 4 . ",
            "section": "Signal Scan",
            "paragraph_rank": 70,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 158,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "If the power excess S in a channel (within the ROI) has a significance S > 3, the channel is recorded and becomes a level-I signal candidate.",
            "section": "Signal Scan",
            "paragraph_rank": 70,
            "section_rank": 21
        },
        {
            "text": "2. Tracking the position and amplitude of the level-I candidate signal in multiple consecutive spectra: The position of the candidate signal must reside in the same channel while their amplitude must vary while the position of the resonant frequency changes in the tuning procedure. ",
            "section": "Signal Scan",
            "paragraph_rank": 71,
            "section_rank": 21
        },
        {
            "text": "The candidate which satisfies both conditions becomes a level-II candidate.",
            "section": "Signal Scan",
            "paragraph_rank": 71,
            "section_rank": 21
        },
        {
            "text": "3. Test the signal width condition on the level-II candidate: if the number of consecutive level-II channels is equal to the expected signal width of the signal in the designated frequency, the level-II candidates are promoted to level-III candidates. ",
            "section": "Signal Scan",
            "paragraph_rank": 72,
            "section_rank": 21
        },
        {
            "text": "Their position is recorded for manual inspection.",
            "section": "Signal Scan",
            "paragraph_rank": 72,
            "section_rank": 21
        },
        {
            "text": "In the narrow band searches over the on-resonance region, we are selecting candidates both exactly on-resonance as well as slightly off-resonance. ",
            "section": "Signal Scan",
            "paragraph_rank": 73,
            "section_rank": 21
        },
        {
            "text": "The criterion for the level-II candidates introduced above takes into account that the spectral resolution largely oversamples the width of the resonance. ",
            "section": "Signal Scan",
            "paragraph_rank": 73,
            "section_rank": 21
        },
        {
            "text": "Following that requirement, a true signal can be reliably discriminated against spurious noise.",
            "section": "Signal Scan",
            "paragraph_rank": 73,
            "section_rank": 21
        },
        {
            "text": "The broadband signal search is performed using the averaged spectrum. ",
            "section": "Signal Scan",
            "paragraph_rank": 74,
            "section_rank": 21
        },
        {
            "text": "The conditions applied for the broadband search are limited to satisfying the abovementioned criteria of significance (1) and signal width 3, and the search proceeds as follows:",
            "section": "Signal Scan",
            "paragraph_rank": 74,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "(1)"
                },
                {
                    "start": 139,
                    "end": 140,
                    "ref_id": "formula_17",
                    "text": "3"
                }
            ]
        },
        {
            "text": "(a) Channel search (similar to the on-resonance scan): The list of channel candidates is retrieved after dividing the broadband spectrum into 500 ROIs with 1 MHz width and selecting the channels which exceed the significance threshold of 5 σ.",
            "section": "Signal Scan",
            "paragraph_rank": 75,
            "section_rank": 21
        },
        {
            "text": "(b) Similarly to the third step in the resonant search, the signal width condition is applied to select signals with consecutive channels with a combined width as expected for a dark matter signal at that particular frequency.",
            "section": "Signal Scan",
            "paragraph_rank": 76,
            "section_rank": 21
        },
        {
            "text": "It should be noted that the signal scan on the averaged spectrum shares many mutual features between the on-and off-resonance scan algorithm at a single spectrum level. ",
            "section": "Signal Scan",
            "paragraph_rank": 77,
            "section_rank": 21
        },
        {
            "text": "However, the broadband scan performed on the single averaged spectrum is inherently less restrictive on identification of potential candidates because there are no other spectra to compare (and so there is not an equivalent of the level-II criterion to be used for the broadband search in the off-resonance frequency range). ",
            "section": "Signal Scan",
            "paragraph_rank": 77,
            "section_rank": 21
        },
        {
            "text": "In this case, the signal width criterion becomes the most important condition for filtering out spurious candidates.",
            "section": "Signal Scan",
            "paragraph_rank": 77,
            "section_rank": 21
        },
        {
            "text": "Results",
            "section_rank": 22
        },
        {
            "text": "Detectable Power and the Noise Power",
            "section_rank": 23
        },
        {
            "text": "The signal scan procedures described above consider a narrow band excess power in a ROI to be signal-like if it is significant in comparison with the fluctuations of the background spectrum and if it matches the expected line width at the given frequency. ",
            "section": "Detectable Power and the Noise Power",
            "paragraph_rank": 78,
            "section_rank": 23
        },
        {
            "text": "The measured broadband spectrum (see Fig. 16) is dominated by the thermal noise of the antenna, the cavity walls and (mostly) narrow band ambient RF noise that couples into the cable connecting the antenna to the amplifier. ",
            "section": "Detectable Power and the Noise Power",
            "paragraph_rank": 78,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 37,
                    "end": 44,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 16"
                }
            ]
        },
        {
            "text": "Additionally, the amplifier contributes to the noise (with the given noise figure of 0.518 dB). ",
            "section": "Detectable Power and the Noise Power",
            "paragraph_rank": 78,
            "section_rank": 23
        },
        {
            "text": "At the digitization step, a negligible amount of noise is added to the overall background (the 12-bit digitization of the ±0.4 V range introduces a digitization noise power at the level of −14 dBm).",
            "section": "Detectable Power and the Noise Power",
            "paragraph_rank": 78,
            "section_rank": 23
        },
        {
            "text": "In the following, we combine the recorded power spectra and the amplifier gain to estimate the measured poer at the antenna resulting from the WISPDMX measurements and to determine the detectable excess power. ",
            "section": "Detectable Power and the Noise Power",
            "paragraph_rank": 79,
            "section_rank": 23
        },
        {
            "text": "As described in Sect. ",
            "section": "Detectable Power and the Noise Power",
            "paragraph_rank": 79,
            "section_rank": 23
        },
        {
            "text": "3.2, the amplifier gain been measured by sending a sweeping signal from the frequency generator to the amplifier chain and recording the output power. ",
            "section": "Detectable Power and the Noise Power",
            "paragraph_rank": 79,
            "section_rank": 23
        },
        {
            "text": "The resulting frequency dependent gain presented in Fig. 6 is applied to the recorded WISPDMX power spectra to calculate the measured power spectra as illustrated in Fig. 16. ",
            "section": "Detectable Power and the Noise Power",
            "paragraph_rank": 79,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 58,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 6"
                },
                {
                    "start": 166,
                    "end": 173,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 16"
                }
            ]
        },
        {
            "text": "These power spectra are subsequently used for estimating the values of µ ROI and σ ROI introduced in Eqn. ",
            "section": "Detectable Power and the Noise Power",
            "paragraph_rank": 79,
            "section_rank": 23
        },
        {
            "text": "4.1.",
            "section": "Detectable Power and the Noise Power",
            "paragraph_rank": 79,
            "section_rank": 23
        },
        {
            "text": "The channel-by-channel fluctuation σ single of the single spectrum is calculated by collecting the channel power from 22 000 single spectra. ",
            "section": "Detectable Power and the Noise Power",
            "paragraph_rank": 80,
            "section_rank": 23
        },
        {
            "text": "The σ single is the standard deviation of  Power (Watt)",
            "section": "Detectable Power and the Noise Power",
            "paragraph_rank": 80,
            "section_rank": 23
        },
        {
            "text": "Single Acqusition Spectrum (10 seconds)",
            "section": "Detectable Power and the Noise Power",
            "paragraph_rank": 81,
            "section_rank": 23
        },
        {
            "text": "Averaged Spectrum (61 hours) Figure 16. ",
            "section": "Detectable Power and the Noise Power",
            "paragraph_rank": 82,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 29,
                    "end": 38,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 16"
                }
            ]
        },
        {
            "text": "The measured power at the antenna obtained in a single acquisition spectrum (gray) and after averaging the 22 000 individual spectra (red) from the WISPDMX first science run.",
            "section": "Detectable Power and the Noise Power",
            "paragraph_rank": 82,
            "section_rank": 23,
            "entity_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s28"
                }
            ]
        },
        {
            "text": "the collection. ",
            "section": "Detectable Power and the Noise Power",
            "paragraph_rank": 83,
            "section_rank": 23
        },
        {
            "text": "While the noise power of the averaged spectrum σ averaged is estimated from the σ single by: ",
            "section": "Detectable Power and the Noise Power",
            "paragraph_rank": 83,
            "section_rank": 23
        },
        {
            "text": "Results from the Signal Scan",
            "section_rank": 24
        },
        {
            "text": "The resonant scan applied to the narrow band frequency intervals selected in the single acquisition spectra around the resonant cavity modes covers the following ranges of the particle mass 0.8602 µeV-0.8646 µeV (TM 010 ), 1.3088 µeV-1.3358 µeV (TE 111−1 , TE 111−2 ), and 1.8820 µeV-1.8977 µeV (TM 020 ). ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 84,
            "section_rank": 24
        },
        {
            "text": "The resulting number of level-I signal candidates reaching the significance level larger than 3 (S > 3) varies between 5 to 8, in a single ROI with ∆ν = 100 kHz. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 84,
            "section_rank": 24
        },
        {
            "text": "The level-I candidates are subsequently filtered using the position and amplitude test performed in the consecutive spectra. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 84,
            "section_rank": 24
        },
        {
            "text": "However, none of these level-I candidates pass the test on the expected variation of amplitude while tuning across the resonance. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 84,
            "section_rank": 24
        },
        {
            "text": "On the other hand, the level-I candidates are filtered using the line width test. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 84,
            "section_rank": 24
        },
        {
            "text": "Compliance with the expected line width of the hidden photon signal requires 5 consecutive channels with an excess for the TM 010 mode, 8 consecutive channels for the twin modes TE 111 , and 11 consecutive channels for the TM 020 mode. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 84,
            "section_rank": 24
        },
        {
            "text": "In our data, there are no such features, as none of the regions with the respective numbers of consecutive channels has a significance level of S > 2. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 84,
            "section_rank": 24
        },
        {
            "text": "This allows us to conclude that the resonant scan searches do not detect any candidate for the hidden photon signal above the level of 2σ single . ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 84,
            "section_rank": 24
        },
        {
            "text": "The broadband scan procedure applied to the average spectrum yields a total of 20 646 single-channel candidates with significance level larger than 5σ averaged . ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 84,
            "section_rank": 24
        },
        {
            "text": "The signal width condition is applied again to filter out the candidates and reduces the total number of candidates down to 642 candidates, together covering a total of 1628 channels.",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 84,
            "section_rank": 24
        },
        {
            "text": "The Table 4 lists the number of these candidates falling within the specific frequency ranges as determined by the expected width of the hidden photon signal. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 85,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "type": "table",
                    "ref_id": "tab_7",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "As discussed in Sect. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 85,
            "section_rank": 24
        },
        {
            "text": "2.2, the signal is expected to follow the Maxwellian distribution. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 85,
            "section_rank": 24
        },
        {
            "text": "In a follow-up test the signal candidates are fit with a Maxwellian signal function [20]. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 85,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "The fit is only feasible for the candidates where the expected signal width is resolved across at least five channels. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 85,
            "section_rank": 24
        },
        {
            "text": "The frequency range used for the fit is extended up to adjacent 10 channels to estimate the background and to include the tail of the Maxwellian function.",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 85,
            "section_rank": 24
        },
        {
            "text": "The goodness-of-fit criterion is based upon the χ 2 calculated with the error given by the noise power of the averaged spectrum. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "text": "Most of the candidates can be rejected given the large χ 2 values found for the given number of degrees of freedom 5 and therefore small p-values. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "text": "The candidate with the largest p-value of 8.175% is shown in Fig. 17. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 86,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 68,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 17"
                }
            ]
        },
        {
            "text": "For this candidate, five channels are estimated to have a significance level larger than 5, and the central frequency obtained from the fit is 218.017395( +9 −34 ) MHz. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "text": "This rest mass frequency corresponds to a particle mass of 0.90164783( +4 −14 ) µeV. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 86,
            "section_rank": 24
        },
        {
            "text": "The fitted width of the Maxwellian profile corresponds to a dark matter halo velocity dispersion of 330 +70 −60 km/s, which agrees well with the observational estimates [21,22]. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 86,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21,"
                },
                {
                    "start": 173,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22]"
                }
            ]
        },
        {
            "text": "If the total excess power of (1.8 ± 0.2) × 10 −21 W measured in the fitted profile is produced by the kinetic mixing of the hidden photons from the Galactic dark matter halo, the resulting coupling constant is (1.1 +0.6 −0.2 ) × 10 −12 , which places it well within the ranges allowed for the hidden photon cold dark matter (see, [5,6]).",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 86,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "type": "bibr",
                    "text": "+0.6"
                },
                {
                    "start": 330,
                    "end": 333,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 333,
                    "end": 335,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6]"
                }
            ]
        },
        {
            "text": "However, further inspection of a broader spectral range around this peak reveals its potential connection to a periodic feature appearing throughout a substantial portion of the spectrum at intervals close to 333.36 kHz, which are likely an instrumental effect (e.g., an interference signal from the clock of the ADC module). ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 87,
            "section_rank": 24
        },
        {
            "text": "None of these quasi-periodic features has satisfied our selection criteria for a signal candidate, with most of them being limited to two spectral channels. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 87,
            "section_rank": 24
        },
        {
            "text": "We conclude nevertheless that the nature of this candidate signal needs to be further investigated with additional measurements that can be used to identify potential instrumental effects and to look for the annual modulation expected for the actual dark matter signal.  ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 87,
            "section_rank": 24
        },
        {
            "text": "−60 km/s. ",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 87,
            "section_rank": 24
        },
        {
            "text": "If the total excess power of (1.8 ± 0.2) × 10 −21 W in the fitted profile is produced by the kinetic mixing of the hidden photons from the Galactic dark matter halo, the resulting coupling constant is (1.1 +0.6 −0.2 ) × 10 −12 .",
            "section": "Results from the Signal Scan",
            "paragraph_rank": 87,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "type": "bibr",
                    "text": "+0.6"
                }
            ]
        },
        {
            "text": "Exclusion Limit from the First Science Run",
            "section_rank": 25
        },
        {
            "text": "Leaving the investigation of the potential signal candidate at 218.017 395 MHz to further dedicated measurements, we proceed here to derive limits on the coupling parameter χ over the entire frequency range. ",
            "section": "Exclusion Limit from the First Science Run",
            "paragraph_rank": 88,
            "section_rank": 25
        },
        {
            "text": "In case of non-detection, we can use Eqn. ",
            "section": "Exclusion Limit from the First Science Run",
            "paragraph_rank": 88,
            "section_rank": 25
        },
        {
            "text": "2.4 to calculate the exclusion limits for the kinetic mixing parameter χ at a given confidence level described by the desired signal-to-noise ratio, S. This yields:",
            "section": "Exclusion Limit from the First Science Run",
            "paragraph_rank": 88,
            "section_rank": 25
        },
        {
            "text": "The measured antenna coupling, κ(ν), is used for the calculations. ",
            "section": "Exclusion Limit from the First Science Run",
            "paragraph_rank": 89,
            "section_rank": 25
        },
        {
            "text": "The measurement gain, g(ν) is calculated separately for each individual spectrum analyzed. ",
            "section": "Exclusion Limit from the First Science Run",
            "paragraph_rank": 89,
            "section_rank": 25
        },
        {
            "text": "The calculations of χ are done assuming an isotropic directional distribution of the incident hidden photons and using ρ DM = 0.3 GeV cm −3 and V = 447 L. Figure 18 presents the resulting 95% exclusion limits obtained in the resonant regime within the tuning ranges of the individual cavity modes. ",
            "section": "Exclusion Limit from the First Science Run",
            "paragraph_rank": 89,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 164,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 18"
                }
            ]
        },
        {
            "text": "In Fig. 19, these exclusion limits are amended with the broadband exclusion limits obtained from the averaged spectrum, and the combined limits are compared with the parameter space excluded by other experiments (see [6,10] for details). ",
            "section": "Exclusion Limit from the First Science Run",
            "paragraph_rank": 89,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 19"
                },
                {
                    "start": 217,
                    "end": 220,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6,"
                },
                {
                    "start": 220,
                    "end": 223,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10]"
                }
            ]
        },
        {
            "text": "The figure also shows theoretical predictions for the kinetic mixing allowed for hidden photons constituting dark matter [5,6]. ",
            "section": "Exclusion Limit from the First Science Run",
            "paragraph_rank": 89,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 124,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6]"
                }
            ]
        },
        {
            "text": "Figure 19 shows that the WISPDMX measurements have improved the existing exclusion limits in a broad range of hidden photon mass, from 0.4 neV to 2.07 µeV. ",
            "section": "Exclusion Limit from the First Science Run",
            "paragraph_rank": 89,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 19"
                }
            ]
        },
        {
            "text": "Above ≈ 0.1µeV, the WISPDMX has excluded part of the parameter space for the hidden photon dark matter predicted in the misalignment Skotinogenesis scenarios [5,6].  ",
            "section": "Exclusion Limit from the First Science Run",
            "paragraph_rank": 89,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 161,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6]"
                }
            ]
        },
        {
            "text": "Figure 19. ",
            "section": "Exclusion Limit from the First Science Run",
            "paragraph_rank": 89,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 19"
                }
            ]
        },
        {
            "text": "The combined 95% exclusion limits for the hidden photon kinetic mixing obtained from the resonant and broadband signal scans of the WISPDMX measurements. ",
            "section": "Exclusion Limit from the First Science Run",
            "paragraph_rank": 89,
            "section_rank": 25
        },
        {
            "text": "The gray shade denotes cumulative exclusion limits obtained in previous experiments [33][34][35][36].",
            "section": "Exclusion Limit from the First Science Run",
            "paragraph_rank": 89,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[33]"
                },
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[34]"
                },
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[35]"
                },
                {
                    "start": 96,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "Discussion",
            "section_rank": 26
        },
        {
            "text": "The measurements described in this paper comprise the first fully automated science run made with the WISPDMX apparatus, achieving a substantial improvement in comparison to the earlier trial runs made in the untuned [37,38] and partially tuned [39] modes of operation. ",
            "section": "Discussion",
            "paragraph_rank": 90,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[37,"
                },
                {
                    "start": 221,
                    "end": 224,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "38]"
                },
                {
                    "start": 245,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[39]"
                }
            ],
            "entity_spans": [
                {
                    "start": 102,
                    "end": 110,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s29"
                }
            ]
        },
        {
            "text": "The present measurements extend the existing haloscope exclusion limits for hidden photon dark matter (calculated in [6] using the results from several axion dark matter searches [11,40,41]) to masses below 2.07 µeV and pioneer a combination of resonant and broadband signal search, extending the search range down to 0.4 neV. ",
            "section": "Discussion",
            "paragraph_rank": 90,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 120,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 179,
                    "end": 183,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11,"
                },
                {
                    "start": 183,
                    "end": 186,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "40,"
                },
                {
                    "start": 186,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "41]"
                }
            ]
        },
        {
            "text": "For the resonant modes, the sensitivity and exclusion limits can potentially be improved by applying the multiple bin analysis used in [42]. ",
            "section": "Discussion",
            "paragraph_rank": 90,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[42]"
                }
            ]
        },
        {
            "text": "The quality of the broadband spectrum can be improved if the measurements are repeated in a better shielded environment which should help reducing the interference from external radio frequency signals, especially within the FM radio band at 80 MHz-110 MHz.",
            "section": "Discussion",
            "paragraph_rank": 90,
            "section_rank": 26
        },
        {
            "text": "A dedicated multiple-run arrangement in which measurements at each given cavity tuning performed at three different local sidereal times would further refine the results by improving the experiment sensitivity to local dark matter flows with non-isotropic directional distribution of the particle velocity [6]. ",
            "section": "Discussion",
            "paragraph_rank": 91,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "With the cavity positioned at a 45 • angle with respect to the rotational axis of the Earth, one of these three measurements should fall with a factor of 0.75 of the sensitivity expected for the isotropic directional distribution.",
            "section": "Discussion",
            "paragraph_rank": 91,
            "section_rank": 26
        },
        {
            "text": "The nature of the signal candidate found at 218.017 395 MHz (0.901 647 83 µeV) needs to be better understood. ",
            "section": "Discussion",
            "paragraph_rank": 92,
            "section_rank": 26
        },
        {
            "text": "The halo velocity dispersion of 330 kilom s −1 inferred from this signal agrees well with the observational estimates [21,22]. ",
            "section": "Discussion",
            "paragraph_rank": 92,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[21,"
                },
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "22]"
                }
            ]
        },
        {
            "text": "The total excess power of (1.8 ± 0.2) × 10 −21 W measured in the fitted profile can be reconciled with the estimated energy density of the Galactic dark matter halo composed of hidden photons kinetically mixed with normal photons at χ = (1.1 +0.6 −0.2 ) × 10 −12 . ",
            "section": "Discussion",
            "paragraph_rank": 92,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "type": "bibr",
                    "text": "+0.6"
                }
            ]
        },
        {
            "text": "Thus the shape, the width, and the strength of this signal candidate can reconcile it with the signal from the hidden photon dark matter [5,6]. ",
            "section": "Discussion",
            "paragraph_rank": 92,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 140,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6]"
                }
            ]
        },
        {
            "text": "However, the physical relevance of this signal still needs to be investigated further, particularly with respect to its potential relation to a periodic interference signal identified throughout a broader frequency range in the measured spectrum.",
            "section": "Discussion",
            "paragraph_rank": 92,
            "section_rank": 26
        },
        {
            "text": "Such an investigation will be realized by repeating the WISPDMX runs with a better shielding, an improved apparatus, and at different times of the year. ",
            "section": "Discussion",
            "paragraph_rank": 93,
            "section_rank": 26,
            "entity_spans": [
                {
                    "start": 56,
                    "end": 64,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s30"
                }
            ]
        },
        {
            "text": "The first two measures would provide a better account of potential instrumental effects, while the latter one should constrain the physical relevance of the signal by looking for its expected annual modulation. ",
            "section": "Discussion",
            "paragraph_rank": 93,
            "section_rank": 26
        },
        {
            "text": "With the parameters of the tentative signal, the expected frequency shift of the signal due to the annual modulation should be ≈ 16.0Hz, which can be detected already at the present frequency resolution of 50 Hz and the signal strength (SNR ≈ 10).",
            "section": "Discussion",
            "paragraph_rank": 93,
            "section_rank": 26
        },
        {
            "text": "The overall results obtained with the WISPDMX so far demonstrate the potential of employing a haloscope setup to unveil the nature of hidden photon dark matter by combining signal detection at multiple resonant mode and non-resonant detection over a broad range of frequency. ",
            "section": "Discussion",
            "paragraph_rank": 94,
            "section_rank": 26,
            "entity_spans": [
                {
                    "start": 38,
                    "end": 46,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s31"
                }
            ]
        },
        {
            "text": "Such a combination has become possible due to implementation of a high resolution, broadband recording setup which provides a frequency resolution of 50 Hz over a 500 MHz bandwidth.",
            "section": "Discussion",
            "paragraph_rank": 94,
            "section_rank": 26
        },
        {
            "text": "The high-efficiency acquisition system of WISPDMX provides a methodological foundation for future broadband experiments aimed at searching for either the hidden photon or the axion dark matter. ",
            "section": "Discussion",
            "paragraph_rank": 95,
            "section_rank": 26,
            "entity_spans": [
                {
                    "start": 42,
                    "end": 50,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s32"
                }
            ]
        },
        {
            "text": "The WISPDMX measurements also pave the way to generic heterodyne experiments at the particle masses below 1 µeV, where both resonant [43,44] and inherently broadband setups can be employed.",
            "section": "Discussion",
            "paragraph_rank": 95,
            "section_rank": 26,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[43,"
                },
                {
                    "start": 137,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "44]"
                }
            ],
            "entity_spans": [
                {
                    "start": 4,
                    "end": 12,
                    "type": "software",
                    "rawForm": "WISPDMX",
                    "resp": "service",
                    "id": "software-simple-s33"
                }
            ]
        },
        {
            "text": "Figure 1 .",
            "section_rank": 27
        },
        {
            "text": "Figure 1. ",
            "section": "Figure 1 .",
            "paragraph_rank": 96,
            "section_rank": 27
        },
        {
            "text": "Relative power and distribution of the dark matter conversion signal with respect to the rest-mass frequency at 0.5 µeV (122 MHz, red), 1.0 µeV (244 MHz, green), and 2.5 µeV (610 MHz, blue), calculated assuming the DM velocity truncation at v esc =530 km s −1 . ",
            "section": "Figure 1 .",
            "paragraph_rank": 96,
            "section_rank": 27
        },
        {
            "text": "The dashed and dotted lines of respective colors illustrate the maximum effect of yearly modulation of the signal measured on December 2 (dashed) and June 2 (dotted).",
            "section": "Figure 1 .",
            "paragraph_rank": 96,
            "section_rank": 27
        },
        {
            "text": "Figure 5 .",
            "section_rank": 28
        },
        {
            "text": "Figure 5. ",
            "section": "Figure 5 .",
            "paragraph_rank": 97,
            "section_rank": 28
        },
        {
            "text": "A rendered view of the 208 MHz resonant cavity at different orientations. ",
            "section": "Figure 5 .",
            "paragraph_rank": 97,
            "section_rank": 28
        },
        {
            "text": "This mechanical model is used with the commercial software package CST TM[32] to calculate the electromagnetic field configuration of each resonant mode.",
            "section": "Figure 5 .",
            "paragraph_rank": 97,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[32]"
                }
            ],
            "entity_spans": [
                {
                    "start": 67,
                    "end": 73,
                    "type": "software",
                    "rawForm": "CST TM",
                    "resp": "service",
                    "id": "software-simple-s34"
                }
            ]
        },
        {
            "text": "Figure 6 .",
            "section_rank": 29
        },
        {
            "text": "Figure 6. ",
            "section": "Figure 6 .",
            "paragraph_rank": 98,
            "section_rank": 29
        },
        {
            "text": "Cumulative gain of the amplifier chain. ",
            "section": "Figure 6 .",
            "paragraph_rank": 98,
            "section_rank": 29
        },
        {
            "text": "The nominal ≈ 79 dB amplification is realized over the 150 MHz-500 MHz frequency range, and the lowest usable frequency is ≈ 10 MHz (≈ 0.4 neV).",
            "section": "Figure 6 .",
            "paragraph_rank": 98,
            "section_rank": 29
        },
        {
            "text": "Figure 7 .",
            "section_rank": 30
        },
        {
            "text": "Figure 7. ",
            "section": "Figure 7 .",
            "paragraph_rank": 99,
            "section_rank": 30
        },
        {
            "text": "Tuning ranges of the resonant frequencies of the four cavity modes corresponding to the tuning scheme adopted for the WISPDMX measurements. ",
            "section": "Figure 7 .",
            "paragraph_rank": 99,
            "section_rank": 30
        },
        {
            "text": "The two transverse magnetic modes, TM 010 and TM 020 are tuned at nearly constant rates of ≈ 5 kHz/mm and ≈ 20 kHz/mm, respectively. ",
            "section": "Figure 7 .",
            "paragraph_rank": 99,
            "section_rank": 30
        },
        {
            "text": "The two TE 111 modes are weakly tuned over most of the plunger ranges, and show the approximate highest tuning rates of −45 kHz/mm (TE 111−1 , for plunger 1 range of 60 mm-100 mm) and −60 kHz/mm (TE 111−2 , for plunger 2 range of 50 mm-90 mm).",
            "section": "Figure 7 .",
            "paragraph_rank": 99,
            "section_rank": 30
        },
        {
            "text": "Figure 8 .",
            "section_rank": 31
        },
        {
            "text": "Figure 9 .",
            "section_rank": 31
        },
        {
            "text": "Figure 8. ",
            "section": "Figure 8 .Figure 9 .",
            "paragraph_rank": 100,
            "section_rank": 31
        },
        {
            "text": "The total cumulative gain g(ν) of the four relevant resonant modes of WISPDMX at the plunger assembly position (0, 110), calculated using Eqn. ",
            "section": "Figure 8 .Figure 9 .",
            "paragraph_rank": 100,
            "section_rank": 31
        },
        {
            "text": "2.5. ",
            "section": "Figure 8 .Figure 9 .",
            "paragraph_rank": 100,
            "section_rank": 31
        },
        {
            "text": "The contribution of the fundamental mode TM 010 a is shown with a blue line.",
            "section": "Figure 8 .Figure 9 .",
            "paragraph_rank": 100,
            "section_rank": 31
        },
        {
            "text": "Figure 10 .",
            "section_rank": 32
        },
        {
            "text": "Figure 10. ",
            "section": "Figure 10 .",
            "paragraph_rank": 101,
            "section_rank": 32
        },
        {
            "text": "Example of a Lorentzian profile fit to the transmitted power recorded near the resonant frequency of the TM 010 mode. ",
            "section": "Figure 10 .",
            "paragraph_rank": 101,
            "section_rank": 32
        },
        {
            "text": "The bottom panel shows the post-fit residual power.",
            "section": "Figure 10 .",
            "paragraph_rank": 101,
            "section_rank": 32
        },
        {
            "text": "Figure 15 .",
            "section_rank": 33
        },
        {
            "text": "Figure 15. ",
            "section": "Figure 15 .",
            "paragraph_rank": 102,
            "section_rank": 33
        },
        {
            "text": "Power spectra obtained from the first (top) and the last (bottom) 10-s acquisitions of the WISPDMX measurements made at the initial and the final positions of the two plungers, respectively. ",
            "section": "Figure 15 .",
            "paragraph_rank": 102,
            "section_rank": 33
        },
        {
            "text": "The shaded areas in the panels indicate the tuning ranges of the resonant modes achieved during the science run.",
            "section": "Figure 15 .",
            "paragraph_rank": 102,
            "section_rank": 33
        },
        {
            "text": "1 )",
            "section_rank": 34
        },
        {
            "text": "as mentioned in Sect. ",
            "section": "1 )",
            "paragraph_rank": 103,
            "section_rank": 34
        },
        {
            "text": "4.2. ",
            "section": "1 )",
            "paragraph_rank": 103,
            "section_rank": 34
        },
        {
            "text": "The noise power at the level of the single spectrum and averaged spectrum are σ single ∼ 8 × 10 −19 W and σ a ∼ 5 × 10 −22 W.",
            "section": "1 )",
            "paragraph_rank": 103,
            "section_rank": 34
        },
        {
            "text": "Figure 17 .",
            "section_rank": 35
        },
        {
            "text": "Figure 17. ",
            "section": "Figure 17 .",
            "paragraph_rank": 104,
            "section_rank": 35
        },
        {
            "text": "A potential candidate signal with the largest p-value (8.175%) of the fit by the Maxwellian profile.The reduced χ 2 parameter of the fit is 1.44, calculated for 22 degrees of freedom. ",
            "section": "Figure 17 .",
            "paragraph_rank": 104,
            "section_rank": 35
        },
        {
            "text": "The fitted rest mass frequency of 218.017395( +9 −34 ) MHz corresponds to a particle mass of 0.90164783( +4 −14 ) µeV.The width of the fitted profile translates into a dark matter halo velocity dispersion of 330 +70−60 km/s. ",
            "section": "Figure 17 .",
            "paragraph_rank": 104,
            "section_rank": 35
        },
        {
            "text": "If the total excess power of (1.8 ± 0.2) × 10 −21 W in the fitted profile is produced by the kinetic mixing of the hidden photons from the Galactic dark matter halo, the resulting coupling constant is (1.1+0.6   −0.2 ) × 10 −12 .",
            "section": "Figure 17 .",
            "paragraph_rank": 104,
            "section_rank": 35
        },
        {
            "text": "Figure 18 .",
            "section_rank": 36
        },
        {
            "text": "Figure 18. ",
            "section": "Figure 18 .",
            "paragraph_rank": 105,
            "section_rank": 36
        },
        {
            "text": "Exclusion limits for the kinetic mixing of hidden photons obtained from the resonant signal scans of WISPDMX measurements at a 95% confidence level.",
            "section": "Figure 18 .",
            "paragraph_rank": 105,
            "section_rank": 36
        },
        {
            "text": "Table 1 .",
            "section_rank": 37
        },
        {
            "text": "Frequency ranges for optimal sensitivity achieved by summing over n ch channels of 50 Hz in width. ",
            "section": "Table 1 .",
            "paragraph_rank": 106,
            "section_rank": 37
        },
        {
            "text": "Relative power of DM signal in a single 50 Hz channel of WISPDMX as a function of measurement frequency. ",
            "section": "Table 1 .",
            "paragraph_rank": 106,
            "section_rank": 37
        },
        {
            "text": "The peak at 39.8 MHz corresponds to the situation when the channel bandwidth of WISPDMX measurements roughly coincides with the bandwidth resulting from the velocity truncation of the DM halo. ",
            "section": "Table 1 .",
            "paragraph_rank": 106,
            "section_rank": 37
        },
        {
            "text": "Above and below this frequency, the channel power is decreasing due to over-and under-resolving the DM signal. ",
            "section": "Table 1 .",
            "paragraph_rank": 106,
            "section_rank": 37
        },
        {
            "text": "For the under-resolved signal at ν < 39.8 MHz, the channel signal is ∝ ν 1/2 . ",
            "section": "Table 1 .",
            "paragraph_rank": 106,
            "section_rank": 37
        },
        {
            "text": "For the over-resolved part, it depends on the actual shape of the DM velocity distribution.",
            "section": "Table 1 .",
            "paragraph_rank": 106,
            "section_rank": 37
        },
        {
            "text": "Table 2 .",
            "section_rank": 38
        },
        {
            "text": "Characteristics of the HERA cavity at different plunger positions",
            "section": "Table 2 .",
            "paragraph_rank": 107,
            "section_rank": 38
        },
        {
            "text": "Table 3 .",
            "section_rank": 39
        },
        {
            "text": "Chronological breakdown of a single data acquisition step",
            "section": "Table 3 .",
            "paragraph_rank": 108,
            "section_rank": 39
        },
        {
            "text": "Table 4 .",
            "section_rank": 40
        },
        {
            "text": "Number of candidates from the broadband scan satisfying the signal line width condition",
            "section": "Table 4 .",
            "paragraph_rank": 109,
            "section_rank": 40
        },
        {
            "text": "The coherence length is given by |p| −1 = O(km) assuming a velocity in the halo of 200 km s −1 and a mass m γ =µeV",
            "section": "Table 4 .",
            "paragraph_rank": 110,
            "section_rank": 40
        },
        {
            "text": "Compute Unified Device Architecture developed by Nvidia for parallel GPU programming.",
            "section": "Table 4 .",
            "paragraph_rank": 111,
            "section_rank": 40,
            "entity_spans": [
                {
                    "start": 49,
                    "end": 56,
                    "type": "publisher",
                    "rawForm": "Nvidia",
                    "resp": "service",
                    "id": "#software-simple-s34"
                }
            ]
        },
        {
            "text": "CST Suite 2015 & 2016 Version[32] ",
            "section": "Table 4 .",
            "paragraph_rank": 112,
            "section_rank": 40,
            "ref_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[32]"
                }
            ],
            "entity_spans": [
                {
                    "start": 10,
                    "end": 22,
                    "type": "version",
                    "rawForm": "2015 & 2016",
                    "resp": "service",
                    "id": "#software-simple-s34"
                }
            ]
        },
        {
            "text": "µROI = pi/n, σROI = (pi − µROI) 2 /n with n channels inside the ROI and the power pi in channel i.",
            "section": "Table 4 .",
            "paragraph_rank": 113,
            "section_rank": 40
        },
        {
            "text": "The degrees of freedom are given by n − m, where n is the total number of channels used in the fit and m = 3 gives the number of free parameters in the fitting function.",
            "section": "Table 4 .",
            "paragraph_rank": 114,
            "section_rank": 40
        },
        {
            "text": "Acknowledgments",
            "section_rank": 42
        },
        {
            "text": "This research was funded by the Deutsche Forschungsgemeinschaft (DFG, German Research Foundation) within the framework of Germany's Excellence Strategy -EXC 2121 \"Quantum Universe\" -390833306. ",
            "section": "Acknowledgments",
            "paragraph_rank": 115,
            "section_rank": 42
        },
        {
            "text": "The authors acknowledge the support from the Collaborative Research Center (Sonderforschungsbereich) SFB 676 \"Particles, Strings, and the Early Universe\" funded by the German Research Society (Deutsche Forschungsgemeinschaft, DFG). ",
            "section": "Acknowledgments",
            "paragraph_rank": 115,
            "section_rank": 42
        },
        {
            "text": "The experiment was partially supported through a PIER Ideenfonds grant. ",
            "section": "Acknowledgments",
            "paragraph_rank": 115,
            "section_rank": 42
        },
        {
            "text": "We thank the DESY staff for making the HERA cavity available for the WISPDMX measurements and providing initial technical assistance with the setup.",
            "section": "Acknowledgments",
            "paragraph_rank": 115,
            "section_rank": 42
        }
    ]
}