{
    "level": "sentence",
    "abstract": [
        {
            "text": "Strategies that utilise the interference effects within B ± → DK ± decays hold great potential for improving our sensitivity to the CKM angle γ. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "However, in order to exploit fully this potential, detailed knowledge of the D meson decay structure is required. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "This essential information can be obtained from the quantum correlated ψ(3770) datasets at CLEO-c. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Results of such analyses involving the decay mode D → Kπππ, and their importance in the context of LHCb, will be presented.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "A means of testing the internal consistency of the Cabbibo-Kaboyashi-Maskawa (CKM) model, whilst simultaneously searching for signatures of New Physics, is to perform precision measurements of the angles that compose the unitarity triangle: α, β and γ. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "While β has been measured with extremely high precision at the B-factories (20.5 ± 1.0 • ) 1 , determination of the other two angles currently presents a considerable experimental challenge; most notably γ which is only constrained by direct measurements with a precision of ∼ ±30 •1 . ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "One of the most promising ways of determining the angle γ is through strategies that exploit the interference within B ± → DK ± decays. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "a The most straightforward of these strategies considers two-body final states of the D meson, however, an abundance of additional information can be gained from strategies that consider multibody final states instead. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "In order to exploit fully the wealth of statistics soon to arrive at the LHC, the LHCb 2,3 experiment plans to utilise all such strategies in its analysis. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Multi-body strategies, however, only have significant sensitivity when combined with detailed knowledge of the D meson decay structure. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Fortunately, the parameters associated with the specific multi-body final states needed for these analyses can be extracted from correlations within CLEO-c 4 ψ(3770) data.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "a Here and subsequently, D will denote a D 0 orD 0",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Determination of the CKM angle γ from B ± → DK ±",
            "section_rank": 3
        },
        {
            "text": "The interference between B − → D 0 K − and B − →D 0 K − decays, and equally between their CP conjugate states, provides a clean mechanism for the extraction of the CKM angle γ when the D 0 andD 0 mesons decay to a common final state, f D . ",
            "section": "Determination of the CKM angle γ from B ± → DK ±",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Decay rates in these channels have the following amplitude ratio",
            "section": "Determination of the CKM angle γ from B ± → DK ±",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "which is a function of three quantities: the ratio of the amplitudes absolute magnitudes r B , a CP invariant strong phase difference δ B , and the CKM weak phase γ. ",
            "section": "Determination of the CKM angle γ from B ± → DK ±",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "Generically, the amplitude for the complete decay",
            "section": "Determination of the CKM angle γ from B ± → DK ±",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "where A D 0 and AD0 represent the amplitudes for the D 0 andD 0 decays, respectively. ",
            "section": "Determination of the CKM angle γ from B ± → DK ±",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "Due to colour suppression r B < 0.13 @ 90% CL 1 ; therefore, the interference is generally small. ",
            "section": "Determination of the CKM angle γ from B ± → DK ±",
            "paragraph_rank": 6,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 43,
                    "end": 45,
                    "type": "software",
                    "rawForm": "CL",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "A variety of strategies exist, however, that attempt to resolve this and maximise the achievable sensitivity to γ. ",
            "section": "Determination of the CKM angle γ from B ± → DK ±",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "One such tactic is to consider multi-body final states of the D meson.",
            "section": "Determination of the CKM angle γ from B ± → DK ±",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "ADS Formalism",
            "section_rank": 4
        },
        {
            "text": "Atwood, Dunietz and Soni (ADS) 6 have suggested considering D decays to non-CP eigenstates as a way of maximising sensitivity to γ. ",
            "section": "ADS Formalism",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 31,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "Final states such as K − π + , which may arise from either a Cabibbo favoured D 0 decay or a doubly Cabibbo suppressedD 0 decay, can lead to large interference effects and hence provide particular sensitivity to γ. ",
            "section": "ADS Formalism",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "This can be observed by considering the rates for the two possible B − processes:",
            "section": "ADS Formalism",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "where Since r B and r Kπ D are expected to be similar in magnitude, it can be seen that whilst Eq. ",
            "section": "ADS Formalism",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "4is the more suppressed of the two rates, it provides greater sensitivity to γ as a result of the interference term appearing at leading order. ",
            "section": "ADS Formalism",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "ref_id": "formula_3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "Through considering the other two rates associated with the B + decay, and combining this with information from decays to the CP-eigenstates K + K − and π + π − , an unambiguous determination of γ can be made. ",
            "section": "ADS Formalism",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "The expected one-year sensitivity to γ from these six rates is estimated to be 8-10 • at LHCb 9 , depending on the value of δ Kπ D .",
            "section": "ADS Formalism",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Multi-body Extension to the ADS Method",
            "section_rank": 5
        },
        {
            "text": "A wealth of additional statistics can be gained from considering multi-body decays of the D meson. ",
            "section": "Multi-body Extension to the ADS Method",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "In the case of the ADS method, these are states involving a charged kaon and some ensemble of pions, such as D → ",
            "section": "Multi-body Extension to the ADS Method",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "where R f , the coherence factor, and δ f D , the average strong phase difference, are defined as:",
            "section": "Multi-body Extension to the ADS Method",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "with x representing a point in multi-body phase space and ζ(x) the corresponding strong phase difference.",
            "section": "Multi-body Extension to the ADS Method",
            "paragraph_rank": 11,
            "section_rank": 5
        },
        {
            "text": "3. Determining R f and δ f D at CLEO-c Through exploiting the fact that meson pairs produced via quarkonium resonances at e + e − machines are in quantum entangled states, it is possible to obtain observables that are dependent on parameters associated with multi-body decays. ",
            "section": "Multi-body Extension to the ADS Method",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "In particular, it has been shown in Ref. 10 that, doubletagged D 0D0 rates measured at the ψ(3770) provide sensitivity to both the coherence factor, R f , and the average strong phase difference, δ f D . ",
            "section": "Multi-body Extension to the ADS Method",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10"
                }
            ]
        },
        {
            "text": "Starting with the anti-symmetric wavefunction 11 of the ψ(3770) and then calculating the matrix element for the general case of two inclusive final states, F and G, the double-tagged rate is found to be proportional to:",
            "section": "Multi-body Extension to the ADS Method",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": ". (8) From this, one finds three separate cases of interest for accessing both the coherence factor and the average strong phase difference. These are summarised in Table 1 below, in the instance of F = Kπππ. Table 1. Double-tagged rates of interest and their dependence on the coherence factor, R K3π , and the average strong phase difference, δ K3π",
            "section": "Multi-body Extension to the ADS Method",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 165,
                    "end": 172,
                    "type": "table",
                    "text": "Table 1"
                },
                {
                    "start": 209,
                    "end": 216,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "D",
            "section_rank": 6
        },
        {
            "text": ". The background subtracted yields from the 818 pb −1 data sample are shown along with the corresponding result for each measurement. have been analysed using CLEO-c's complete ψ(3770) dataset, corresponding to an integrated luminosity of 818 pb −1 . To maximise statistics, a total of nine distinct CP tags are reconstructed against K ± π ∓ π + π − :",
            "section": "D",
            "paragraph_rank": 14,
            "section_rank": 6
        },
        {
            "text": ". Backgrounds within these CP-tagged samples are typically low; in the range of ∼ 1 to 7%. The flat contribution to this background is assessed from sidebands within the beam-constrained mass distribution for each selection, whilst peaking contributions are determined from Monte Carlo. Depending on the final state, the selection efficiency ranges from ∼ 4 to 30%. The background subtracted yields obtained are quoted in Table 1.",
            "section": "D",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 422,
                    "end": 429,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Preliminary Results",
            "section_rank": 7
        },
        {
            "text": "From the background subtracted yields determined, central values have been calculated for R K3π cos(δ K3π D ) for each of the 9 CP-tags; for R K3π cos(δ Kπ D − δ K3π D ) using the K ± π ∓ π + π − vs. K ± π ∓ sample; and for (R K3π ) 2 using the observed number of K ± π ∓ π + π − vs. K ± π ∓ π + π − events. ",
            "section": "Preliminary Results",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "In addition, the results of the 9 separate CP-tags are used to form a combined result for R K3π cos(δ K3π D ), taking full account of correlations between systematic uncertainties. ",
            "section": "Preliminary Results",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "The preliminary results are quoted in the 2 nd column of Table 1, where the first error is statistical and the second systematic. ",
            "section": "Preliminary Results",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 64,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The resulting constraints on the parameters R K3π and δ K3π D from these measurements are shown in Fig. 1. ",
            "section": "Preliminary Results",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 99,
                    "end": 105,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "It is apparent, from Fig. 1 the coherence across all phase space is low, reflecting the fact that many out of phase resonances contribute to the Kπππ final state. ",
            "section": "Preliminary Results",
            "paragraph_rank": 16,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 27,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "An inclusive analysis of this final state with the ADS analysis will therefore have low sensitivity to the angle γ, although the structure of Eq. ",
            "section": "Preliminary Results",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "(5) makes it clear that such an analysis will allow for a determination of the amplitude ratio r B , which is a very important auxiliary parameter in the γ measurement.",
            "section": "Preliminary Results",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "6 3. ",
            "section_rank": 8
        },
        {
            "text": "1 .",
            "section_rank": 8
        },
        {
            "text": "Event Selection At present, only double-tagged samples for the determination of R K3π and δ K3π D",
            "section": "6 3. 1 .",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Figure 1 .",
            "section_rank": 9
        },
        {
            "text": "Figure 1. ",
            "section": "Figure 1 .",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "The resulting limits on R K3π and δ K3π D at 1, 2 and 3σ levels.",
            "section": "Figure 1 .",
            "paragraph_rank": 18,
            "section_rank": 9
        }
    ]
}