{
    "level": "sentence",
    "abstract": [
        {
            "text": "Many important QCD tests with jets and prompt photons have been performed with the experiments H1 and ZEUS at the HERA ep collider. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "This contribution focuses on results from jet and prompt photon photoproduction. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "In particular, the concept of resolved photon interactions and various jet cross sections and their sensitivity to the photon (and proton) PDFs will be discussed. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "In addition, recent results from prompt photon production will be shown. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Finally results on multi-parton interactions and the underlying event will be presented. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "* Talk given on behalf of the H1 and ZEUS collaborations at the Workshop on 'High energy photon collisions at the",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 2
        },
        {
            "text": "HERA, the world's only ep collider, stopped operation in June 2007 after 15 years of successful operation. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Until that day, the experiments H1 and ZEUS had each accumulated about 0.5 fb −1 of integrated luminosity. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "A major upgrade of machine and detectors in the years 2001 to 2003 (between the so-called HERA-I and HERA-II data taking periods) proved very fruitful and led to an increase in luminosity of almost a factor 5. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "In the final years of data taking, the proton and electron/positron beam energies were 920 GeV and 27.5 GeV, respectively.",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "In photoproduction at HERA, a quasi-real photon emitted from the incoming electron collides with a parton from the incoming proton. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In such events, hadronic jets and also prompt (meaning: radiated by one of the outgoing quarks) photons can be produced. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The photoproduction of hadronic jets can be classified into two types of processes in leading-order (LO) QCD: In direct processes, the entire photon and its momentum participate in the hard scatter (left side of Fig. 1). ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 212,
                    "end": 218,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Resolved processes involve a photon acting as a source of quarks and gluons, with only a photon momentum fraction x γ participating in the hard scatter (right side of Fig. 1). ",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 173,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ],
            "entity_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "software",
                    "rawForm": "Resolved",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "It is due to resolved events that HERA data might be useful for constraining the photon PDFs further.",
            "section": "INTRODUCTION",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In a more general perspective, the large statistics of jet and prompt photon events in photoproduction allows detailed tests of perturbative QCD, with the transverse energy of jets or photons, E T , serving as a hard scale in the QCD predictions. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The concepts of factorization, of the perturbative expansion of the cross section and of PDF universality can be tested. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In addition, the strong coupling constant α S can be extracted from jet photoproduction data. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "A further issue are multi-parton interactions and the underlying event which arise in resolved photoproduction due to the hadronic structure of the photon which makes photon-proton collisions similar, in some respects, to hadron-hadron collisions.",
            "section": "INTRODUCTION",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In this contribution, some recent results on jet and prompt photon photoproduction at HERA are discussed. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In addition, some results on multiparton interactions and the underlying event are reviewed. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "It should be pointed out that most of these results use data only from the HERA-I data taking period, such that an improvement in statistical precision is to be expected by making use of all available data.  ",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Fig. 1 shows Feynman diagrams for direct (left) and resolved (right) photoproduction of dijets. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Statistically, direct events are dominated by quark propagators whereas resolved events are mostly characterized by gluon propagators. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "This difference should lead to a distinctly different angular behaviour of the final-state jets: Whereas the quark propagator (quarks being spin-1/2 particles) should lead to a distribution in the cosine of the CMS scattering angle, cos θ * , like (1 − | cos θ * |) −1 , in the gluon case a distribution like (1 − | cos θ * |) −2 is expected. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In other words, the cross section of the resolved part is expected to rise more rapidly towards higher cos θ * than that of the direct part. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Fig. 2 shows the experimental evidence [1]: Shown is the cross section as function of cos θ * for a direct-enriched (left) and a resolved-enriched data sample (right). ",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "text": "Fig. 2"
                },
                {
                    "start": 39,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "It is obvious that the above predictions are fulfilled, the resolved distribution rising much more rapidly than the direct one. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "These distributions thus form an important test of the concept of the resolved photon (similar results have been obtained by the ZEUS collaboration [2]).",
            "section": "INTRODUCTION",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "THE CONCEPT OF THE RESOLVED PHOTON",
            "section_rank": 3
        },
        {
            "text": "In the above discussion, the distinction between direct and resolved data samples has been made. ",
            "section": "THE CONCEPT OF THE RESOLVED PHOTON",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "On the theoretical side, this distinction is mean- Figure 2. ",
            "section": "THE CONCEPT OF THE RESOLVED PHOTON",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 59,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Photoproduction dijet cross section as function of CMS scattering angle, cos θ * , for a direct-and a resolved-enriched sample [1].",
            "section": "THE CONCEPT OF THE RESOLVED PHOTON",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "ingful only at LO. ",
            "section": "THE CONCEPT OF THE RESOLVED PHOTON",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "On the experimental side, the distinguishing observable x γ is not directly accessible but has to be reconstructed from the two final-state jets in much the same way as the proton's momentum fraction x p entering the hard scattering,",
            "section": "THE CONCEPT OF THE RESOLVED PHOTON",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "with the jet transverse energies and pseudorapidities E T,i and η i , the inelasticity y (characterizing the energy loss of the scattered electron) and the electron and proton beam energies E e and E p . ",
            "section": "THE CONCEPT OF THE RESOLVED PHOTON",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Typically, the resolved regime is defined to comprise values of x γ between 0 and 0.75 or 0.8. ",
            "section": "THE CONCEPT OF THE RESOLVED PHOTON",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "However, the phenomenon of the resolved photon is not strictly confined to the photoproduction regime. ",
            "section": "THE CONCEPT OF THE RESOLVED PHOTON",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Also the virtual photon entering into deep-inelastic scattering (DIS) events can exhibit a hadronic substructure, leading to a resolved contribution to DIS. ",
            "section": "THE CONCEPT OF THE RESOLVED PHOTON",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The ZEUS collaboration has evaluated the fraction of resolved events in both photoproduction and DIS, measuring the fraction of dijet events with x γ below and above 0.75. ",
            "section": "THE CONCEPT OF THE RESOLVED PHOTON",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The results are shown in Fig. 3 as a function of the photon virtuality Q 2 [3] and are compared to next-to-leading order (NLO) QCD calculations. ",
            "section": "THE CONCEPT OF THE RESOLVED PHOTON",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 25,
                    "end": 31,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 3"
                },
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "It is found that even at large Q 2 values (highly virtual photons), there is a significant contribution from resolved events and that for DIS this component of the data is not correctly described by the QCD predictions which do not include the resolved photon option. ",
            "section": "THE CONCEPT OF THE RESOLVED PHOTON",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "In contrast, the resolved contribution to photoproduction is well described by QCD. ",
            "section": "THE CONCEPT OF THE RESOLVED PHOTON",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "section_rank": 4
        },
        {
            "text": "Numerous measurements of inclusive-jet, dijet and multijet cross sections have been performed by the HERA experiments. ",
            "section": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "A very recent result is presented in Fig. 4  [4]. ",
            "section": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "paragraph_rank": 9,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 37,
                    "end": 43,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 4"
                },
                {
                    "start": 45,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Shown is the dijet cross section as a function of the mean dijet transverse energy, E T , separately for a sample enhanced in direct and a sample enhanced in resolved events. ",
            "section": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "The data are compared to an NLO QCD prediction using two different parametrizations of the photon PDFs.",
            "section": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Especially the data in the direct regime are very well described by the theory (on the level of 10 % or better), as can be seen in the bottom left part of the figure which shows the ratio of data over NLO prediction. ",
            "section": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The uncertainties here are dominated by the theory uncertainty which is of the order of 15 %. ",
            "section": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The situation in the resolved regime is slightly more complicated and will be discussed in some more detail below.",
            "section": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Many more examples of photoproduction jet cross sections and their successful description by NLO QCD exist. ",
            "section": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Fig. 5 [1] shows the dijet cross section as a function of x p in different regions of x γ and of the jet pseudorapidities. ",
            "section": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 10,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 5 [1]"
                }
            ]
        },
        {
            "text": "Both the momentum fractions and the pseudorapidity distributions of the jets are sensitive to the momentum distributions of partons inside the proton, making these measurements important tests of QCD. ",
            "section": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "It can be seen that, again, the data are very well described by NLO QCD, on the level of 10 %, which are well covered by the combined uncertainties. ",
            "section": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Only for large x p values with both jets going forward (η 1,2 > 1) some deviations between data and theory occur (Fig. 5, bottom right) which might be explained by the large uncertainties on the proton PDFs for large momentum fractions. ",
            "section": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 113,
                    "end": 135,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "(Fig. 5, bottom right)"
                }
            ]
        },
        {
            "text": "Fig. 6 [4] shows, for the same data sample as in The demonstrated good performance of NLO QCD in describing photoproduction data (especially in the direct regime) gives confidence in the theory, thus rendering possible the extraction of QCD parameters like the strong coupling constant α S or the proton and photon PDFs from the data. ",
            "section": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 10,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 6 [4]"
                }
            ]
        },
        {
            "text": "One example for the former is given in [5] where a value α S = 0.1224 ± 0.0001(stat.) +0.0022 −0.0019 (exp.) ± +0.0054 −0.0042 (th.) was extracted from an inclusive-jet measurement in photoproduction. ",
            "section": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "The impact of jet cross sections on the PDFs is discussed in the next section. ",
            "section": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Figure 7. ",
            "section": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 7"
                }
            ]
        },
        {
            "text": "Left: Theoretical uncertainties on photoproduction dijet cross sections in a special kinematic region [4]. ",
            "section": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 102,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Right: Gluon-induced contributions to photoproduction dijet cross sections in the same kinematic region.",
            "section": "JET CROSS SECTIONS IN PHOTO-PRODUCTION",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "section_rank": 5
        },
        {
            "text": "In [4] both the theoretical uncertainties on dijet cross sections and their sensitivity to the gluon density in the photon and the proton have been investigated in great detail. ",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 6,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "As is highlighted in Fig. 7 (left) for a special choice of kinematics, there are regions in which the proton PDF uncertainty (indicated as the region between the two solid lines) is as large as or even larger than the combined uncertainty from the variation of the renormalization scale and the PDF uncertainties (indicated as the coloured area). ",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 34,
                    "type": "figure",
                    "text": "Fig. 7 (left)"
                }
            ]
        },
        {
            "text": "Also the uncertainty due to the very imprecise knowledge of the photon PDF may be very large, reaching values of up to 60 %, as is indicated by the dashed line in the figure which shows the difference in the cross section prediction between two different photon PDF parametrizations. ",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "Dijet data therefore do have the potential to further constrain both quark and gluon densities in the photon and the proton, as is indicated in Fig. 7 (right). ",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 144,
                    "end": 158,
                    "type": "figure",
                    "text": "Fig. 7 (right)"
                }
            ]
        },
        {
            "text": "The figure shows the fraction of gluon-induced events on the proton side (dark dashed line) and on the pho- ton side according to two different photon PDF parametrizations (light dashed and solid lines). ",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "The amount of gluon-induced events can be as large as 60 %, depending on the detailed kinematics under consideration. ",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "The large discrepancies between different photon PDF parametrizations is also visible in the comparison of NLO QCD predictions with dijet cross sections in the resolved regime like in Fig. 4 (right) or Fig. 6 (right). ",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 184,
                    "end": 190,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 4"
                },
                {
                    "start": 202,
                    "end": 216,
                    "type": "figure",
                    "text": "Fig. 6 (right)"
                }
            ]
        },
        {
            "text": "For example, in Fig. 4, the resolved dijet cross section can be approximately described by the NLO prediction using the CJK photon PDF parametrization, but not by the AFG04 parametrization which is off by up to 40-50 %. ",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 22,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "This difference highlights the potential of the data to further constrain the photon PDFs.  ",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 12,
            "section_rank": 5
        },
        {
            "text": "Figure 9. ",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 9"
                }
            ]
        },
        {
            "text": "Improvement of gluon density by using jet data in NLO QCD fits of the PDFs [6].",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 12,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "A first example of the benefit of jet photoproduction data on determinations of the proton PDFs is given in Figs. 8 and 9. ",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 121,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figs. 8 and 9"
                }
            ]
        },
        {
            "text": "Fig. 8 shows, for an older measurement of photoproduction dijet cross sections, the ratio of the measured cross sections over the NLO prediction. ",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "An overall good description is found, with data and theory in agreement almost everywhere within the combined theoretical and experimental uncertainties. ",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "These data (together with data from DIS jet analyses) have been used as additional inputs (besides the usual inclusive F 2 data) to an NLO QCD PDF fit. ",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "The success of this fit is demonstrated in Fig. 9 which shows the fractional gluon density uncertainty as a function of the proton momentum fraction x in different regions of Q 2 . ",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 49,
                    "type": "figure",
                    "text": "Fig. 9"
                }
            ]
        },
        {
            "text": "The uncertainty without the use of jet data is given by the dark shaded area, and the result including jet data is given by the light shaded area. ",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "An improvement in the uncertainty of up to 35 % is clearly visible especially in the region of medium/high x values.",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "The aim is to further improve the proton PDFs (and here especially the gluon density at high values of x as this is especially important for LHC physics) by using more precise or different cross sections from both photoproduction and DIS. ",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Constraining the photon PDFs will be technically even more demanding, partly because of lack of a consistent PDF error treatment for the photon PDF, partly because of the increased experimental and theoretical uncertainties for the resolved regime.",
            "section": "JETS IN PHOTOPRODUCTION AND THE PDFs",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "PROMPT PHOTON PRODUCTION",
            "section_rank": 6
        },
        {
            "text": "The production of prompt photons from the hadronic final state offers an alternative access to the QCD dynamics in ep scatterings, with different systematic uncertainties and reduced effects from hadronisation. ",
            "section": "PROMPT PHOTON PRODUCTION",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "Prompt photon production has been measured by ZEUS and H1 in both DIS and photoproduction; in addition to inclusive measurements of prompt photons, often also photon+jet cross sections are measured for which there are also NLO QCD predictions available. ",
            "section": "PROMPT PHOTON PRODUCTION",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "Fig. 10 [7] shows the inclusive photon cross section (left) and the photon+jet cross section (right) in DIS as a function of the photon transverse energy, E γ T . ",
            "section": "PROMPT PHOTON PRODUCTION",
            "paragraph_rank": 15,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 11,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 10 [7]"
                }
            ]
        },
        {
            "text": "It can be seen that all LO predictions are not able to describe the data. ",
            "section": "PROMPT PHOTON PRODUCTION",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "In contrast to that, the NLO theory curve in the photon+jet sample is compatible with the data.",
            "section": "PROMPT PHOTON PRODUCTION",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "Similar results are obtained for the photoproduction case [8], [9]. ",
            "section": "PROMPT PHOTON PRODUCTION",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 63,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Again, NLO calculations are needed to describe the data, and the additional requirement of a jet in addition to a prompt photon brings data and theory closer together.",
            "section": "PROMPT PHOTON PRODUCTION",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "In summary, prompt photons might serve as a valuable place for QCD tests. ",
            "section": "PROMPT PHOTON PRODUCTION",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "Currently, however, the predictions are not yet in a state as to allow (for example) the use of prompt photon data in NLO QCD fits of the PDFs or for α S extractions.  ",
            "section": "PROMPT PHOTON PRODUCTION",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "Figure 10. ",
            "section": "PROMPT PHOTON PRODUCTION",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 10"
                }
            ]
        },
        {
            "text": "Prompt photon production in DIS events [7]. ",
            "section": "PROMPT PHOTON PRODUCTION",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "Shown are the cross sections as functions of photon transverse energy, E γ T , for an inclusive photon and a photon+jets sample.",
            "section": "PROMPT PHOTON PRODUCTION",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "section_rank": 7
        },
        {
            "text": "As has been pointed out in the introduction, resolved photon-proton interactions may, in some respects, be regarded as hadron-hadron collisions, with all the additional features with respect to direct interactions. ",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "In particular, in hadron-hadron collisions it is possible to have multiple interactions of pairs of partons ('multi-parton interactions', MPI) which may populate the hadronic final state with additional soft or hard jets or additional energy flow throughout the detector. ",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "This effect may alter the final state significantly, making it necessary to model it adequately in the Monte Carlo programs used in the analyses. ",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "There exist various MPI model implementations in the standard generators HERWIG and PYTHIA which can be tested against data or whose parameters can be adjusted to describe the data. ",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 18,
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 84,
                    "end": 90,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "Here, two recent examples of MPI studies at HERA will be briefly discussed. ",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "Fig. 11 [10] shows the the mean number of 'minijets' (i.e. soft jets with transverse energies above a very low cut of 3 GeV) in events with at least one hard jet. ",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 18,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 12,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 11 [10]"
                }
            ]
        },
        {
            "text": "The data are shown as a function of this leading jet's transverse momentum, p * T,lj , in different regions of Q 2 and different azimuthal-angle regions with respect to the leading jet's azimuth. ",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "The 'Towards' and 'Away' regions are supposed to be mostly populated by the results of the first and hardest parton-parton scattering in the event, the dijet system coming from this scattering supposed to be separated by about π in azimuth. ",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "The 'High' and especially the 'Low' regions, in contrast, are supposedly particularly sensitive to MPI effects which in these regions are not masked out by the harder energy depositions from the leading jet pair ('High' and 'Low' refer to the amount of deposited energy in the two regions). ",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "It can be observed that the PYTHIA model with MPI effects switched on ('PYTHIA MI') is in rather good agreement with the data in almost all regions. ",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 18,
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 28,
                    "end": 34,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                },
                {
                    "start": 72,
                    "end": 78,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "In contrast PYTHIA without MPI modeling ('PYTHIA') fails to describe the data in the low Q 2 'High' and 'Low' regions, consistent with the hypothesis of dominating MPI effects in these regions of phase space. ",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 18,
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                },
                {
                    "start": 42,
                    "end": 48,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                }
            ]
        },
        {
            "text": "The data thus clearly indicate the necessity of MPI effects in the models.",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "A similar statement is derived from a recent measurement of three-and fourjet photoproduction [11]. ",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Fig. 12 shows the fourjet photoproduction cross section as a function of x γ and compares it to PYTHIA and HERWIG predictions with and without the inclusion of MPI modeling. ",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 12"
                }
            ],
            "entity_spans": [
                {
                    "start": 96,
                    "end": 102,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                }
            ]
        },
        {
            "text": "It becomes clear that only the two predictions including MPI effects ('HERWIG+MPI' and 'PYTHIA+MPI') can reproduce the data, whereas the models without MPI grossly underestimate the data in the resolved regime (for x γ < 0.8). ",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 19,
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 88,
                    "end": 94,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w7"
                }
            ]
        },
        {
            "text": "The effect is particularly drastic for low energy scales and low invariant multijet masses, as in Fig. 12 where the fourjet mass was between 25 and 50 GeV. ",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 105,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 12"
                }
            ]
        },
        {
            "text": "Again, the need for MPI contributions in the models is evident.",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "However, the HERA data so far do not have the power to specify more precisely the mechanism underlying MPI effects or to shed light on the energy evolution of MPI effects when going (for example) from TEVATRON to LHC centreof-mass energies. ",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The models in use so far are rather crude and will have to be replaced by more realistic models and calculations which take correctly into account features like multi-parton exchanges between photon and proton, correlations between these exchanges, etc.",
            "section": "THE UNDERLYING EVENT AND MULTI-PARTON INTERACTIONS",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "CONCLUSIONS",
            "section_rank": 8
        },
        {
            "text": "Several aspects of jet and prompt photon production (mainly) in photoproduction at HERA have been discussed. ",
            "section": "CONCLUSIONS",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "The power of NLO QCD in describing jet cross sections (and also prompt photon data) has been shown, and the potential of the data for further constraining the proton (and photon) PDFs has been pointed out. ",
            "section": "CONCLUSIONS",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "In ad- dition, some effects of MPI on HERA data have been discussed.",
            "section": "CONCLUSIONS",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "Figure 1 .",
            "section_rank": 9
        },
        {
            "text": "Figure 1. ",
            "section": "Figure 1 .",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "Feynman diagrams of direct and resolved dijet photoproduction at LO.",
            "section": "Figure 1 .",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "Figure 3 .",
            "section_rank": 10
        },
        {
            "text": "Photoproduction",
            "section": "Figure 3 .",
            "paragraph_rank": 23,
            "section_rank": 10
        },
        {
            "text": "Figure 4 .",
            "section_rank": 11
        },
        {
            "text": "Figure 4. ",
            "section": "Figure 4 .",
            "paragraph_rank": 24,
            "section_rank": 11
        },
        {
            "text": "Photoproduction dijet cross sections as functions of the mean transverse jet energy, E T , for a direct-and a resolved enriched sample[4].",
            "section": "Figure 4 .",
            "paragraph_rank": 24,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Figure 5 .",
            "section_rank": 12
        },
        {
            "text": "Figure 5. ",
            "section": "Figure 5 .",
            "paragraph_rank": 25,
            "section_rank": 12
        },
        {
            "text": "Photoproduction dijet cross sections as functions of the momentum fraction x p for a direct-and a resolved enriched sample[1].",
            "section": "Figure 5 .",
            "paragraph_rank": 25,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "5 ZEUSFigure 6 .",
            "section_rank": 13
        },
        {
            "text": "Fig. ",
            "section_rank": 13
        },
        {
            "text": "4 ,",
            "section_rank": 13
        },
        {
            "text": "Figure 6. ",
            "section": "5 ZEUSFigure 6 .Fig. 4 ,",
            "paragraph_rank": 26,
            "section_rank": 13
        },
        {
            "text": "Photoproduction dijet cross sections as functions of the mean jet pseudorapidity, η, for a direct-and a resolved enriched sample[4].",
            "section": "5 ZEUSFigure 6 .Fig. 4 ,",
            "paragraph_rank": 26,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 128,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "Figure 8 .",
            "section_rank": 14
        },
        {
            "text": "Figure 8. ",
            "section": "Figure 8 .",
            "paragraph_rank": 27,
            "section_rank": 14
        },
        {
            "text": "Ratio of data over NLO QCD predictions for photoproduction dijet events in the direct regime as function of jet transverse energy and pseudorapidity, E T and η[2].",
            "section": "Figure 8 .",
            "paragraph_rank": 27,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Figure 11 .",
            "section_rank": 15
        },
        {
            "text": "Figure 11. ",
            "section": "Figure 11 .",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "Mean number of minijets as function of the leading jet p T [10].",
            "section": "Figure 11 .",
            "paragraph_rank": 28,
            "section_rank": 15
        },
        {
            "text": "Figure 12 .",
            "section_rank": 16
        },
        {
            "text": "Figure 12. ",
            "section": "Figure 12 .",
            "paragraph_rank": 29,
            "section_rank": 16
        },
        {
            "text": "Photoproduction fourjet cross section as function of x γ[11].",
            "section": "Figure 12 .",
            "paragraph_rank": 29,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[11]"
                }
            ]
        }
    ]
}