{
    "level": "sentence",
    "abstract": [
        {
            "text": "The understanding of the origin of dark matter has great importance for cosmology and particle physics. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Several interesting extensions of the standard model dealing with solution of this problem motivate the concept of hidden sectors consisting of SU (3) C × SU (2) L × U (1) Y singlet fields. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Among these models, the mirror matter model is certainly one of the most interesting. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The model explains the origin of parity violation in weak interactions, it could also explain the baryon asymmetry of the Universe and provide a natural ground for the explanation of dark matter. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The mirror matter could have a portal to our world through photon-mirror photon mixing (ε). ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "This mixing would lead to orthopositronium (o − Ps) to mirror orthopositronium oscillations, the experimental signature of which is the apparently invisible decay of o − Ps. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "In this paper, we describe an experiment to search for the decay o − Ps → invisible in vacuum by using a pulsed slow positron beam and a massive 4π BGO crystal calorimeter. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The developed high efficiency positron tagging system, the low calorimeter energy threshold and high hermiticity allow the expected sensitivity in mixing strength to be ε ≃ 10 −9 , which is more than one order of magnitude below the current Big Bang Nucleosynthesis limit and in a region of parameter space of great theoretical and phenomenological interest. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The vacuum experiment with such sensitivity is particularly timely in light of the recent DAMA/LIBRA observations of the annual modulation signal consistent with a mirror type dark matter interpretation.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "Cosmological observations of galactic rotational curves [1] and the gravitational lensing [2,3] give strong evidence for the existence of dark matter (see e.g. [4] for an excellent review). ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 90,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2,"
                },
                {
                    "start": 93,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3]"
                },
                {
                    "start": 160,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "In addition, the recent confirmation by the DAMA/LIBRA experiment [5] of the annual modulation signal observed by the DAMA/NaI [6] seems provide the first direct terrestrial experimental observation of the existence of non-baryonic dark matter in our galactic halo. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                },
                {
                    "start": 127,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The need to explain these hints of the presence of dark matter provides one of the strongest indications for the existence of new physics beyond the Standard Model (SM) and the identification of the origin of dark matter is a task of enormous importance for both particle physics and cosmology. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "At present, the most popular candidates for the (thermal-produced) dark matter are the so-called weakly interacting massive particles (WIMPs), which are e.g. lightest supersymmetric particles, Kaluza-Klein particles in universal extra dimension models, axions etc..",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": ". However, despite of significant efforts the experiments looking for WIMPs lead so far to negative results, thus, pushing further possible WIMP searches into a very high-energy and/or high sensitivity frontiers, for a recent review see e.g. [7] and references therein.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ],
            "entity_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "type": "software",
                    "rawForm": "WIMP",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "An additional natural ground for the explanation of dark matter is provided by a class of interesting theoretical models introducing the concept of \"hidden\" sectors consisting of SU (3) C × SU (2) L × U (1) Y singlet fields. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "It is worthwhile to note that, even in the SM, some of the matter fields are singlet under one or more of the colour and electroweak gauge groups. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Thus, the extension to include a further sector which transforms under the new but not under the familiar gauge symmetries is not particularly exotic from a theoretical viewpoint.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The sensitivity of searches for the new singlet particles depends in detail on their couplings and mass scale, e.g. if the mass scale of a hidden sector is too high, it is experimentally unobservable and indeed is hidden. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Then the question arises: could the important sensitive searches for the hidden sectors be performed at low energy frontier ? ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 115,
                    "end": 123,
                    "type": "software",
                    "rawForm": "frontier",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "The answer for this question is definitely positive. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "For example, there is a class of models with at least one additional U (1) gauge factor where the corresponding hidden gauge boson could be light, or even massless [8,9,10], for a recent review see [11]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 164,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 167,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 169,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "10]"
                },
                {
                    "start": 198,
                    "end": 202,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "With respect to the mass and lifetime range for hidden sector states, the niche with masses in the range of a few MeV to a few GeV, with lifetimes of less than 1 second, is also quite intriguing as many of the most severe astrophysical and cosmological constraints that apply to lighter states are weakened or eliminated, while those from high-energy colliders are often inapplicable [12].",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 384,
                    "end": 388,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[12]"
                }
            ],
            "entity_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "Recent hints from terrestrial and astrophysical anomalies, in particular first CDMSII result [13] and annual modulations from DAMA/LIBRA at Gran Sasso [5,6], positron and/or electronpositron pair excess in cosmic ray from PAMELA [14] and ATIC [15] (however, the ATIC excess seems has not been confirmed by Fermi-LAT [16]) are found to be consistent with an interpretation in context of dark matter charged under new gauge fields [17]. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[13]"
                },
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 154,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6]"
                },
                {
                    "start": 229,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[14]"
                },
                {
                    "start": 243,
                    "end": 247,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[15]"
                },
                {
                    "start": 316,
                    "end": 320,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[16]"
                },
                {
                    "start": 429,
                    "end": 433,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "Thus, if those observations are really signals for DM they would indicate particularly exotic forms of DM. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "This suggests that testing hidden sectors with the relatively light mass scale states in the MeV-to-GeV range weakly coupled to the SM model represents an intriguing possibility.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "Then it is important to ask which hidden sector models could be tested with the best experimental sensitivity? ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Certain classes of hidden sectors may be tested, but it is clear that not many generic scenarios, which are viable, could be strongly constrained and even excluded on the base of precision measurements. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Among numerous candidates that have been discussed, one of the most promising, which could reconcile the DAMA annual modulation signal with the results of the CDMS II experiment, is mirror type dark matter [18,19]. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[18,"
                },
                {
                    "start": 210,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "19]"
                }
            ]
        },
        {
            "text": "In addition, the CoGeNT collaboration has recently reported a rising low energy spectrum in their ultra low noise germanium detector [20]. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "This is particularly interesting as the energy range probed by CoGeNT overlaps with the energy region in which DAMA has observed their annual modulation signal. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "It has been recently shown [21], that the mirror dark matter candidate can simultaneously explain both the DAMA annual modulation signal and the rising low energy spectrum observed by CoGeNT. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "This constitutes a model dependent confirmation of the DAMA signal and adds weight to the mirror dark matter paradigm.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "In this paper, we show that the proposed search could result either in a strong evidence of the existence of dark matter of the mirror type, or completely exclude this type of new physics beyond the standard model. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "It should be noted that mirror baryons are naturally dark, stable and massive. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Currently, it seems that this type of matter could also explain in a natural way the coincidence between visible and dark matter densities in the universe (Ω B = 0.044 and Ω DM = 0.26) [22,23]. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[22,"
                },
                {
                    "start": 189,
                    "end": 192,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "23]"
                }
            ]
        },
        {
            "text": "Interestingly, it could also provide an explanation of the controversial behaviour in galaxy cluster collisions [24]. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "Furthermore, if mirror matter is present in our universe it would mean that Parity (spatial-inversion) is an unbroken symmetry of nature. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "This gives an exciting motivation for testing this model by a laboratory experiment at low energies. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The rest of the paper is organized as follows. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "In Sec. 2.3, we review the mirror model and work out briefly the mirror Higgs boson physics at the CERN LHC, and in more details, the effect of oscillation of ordinary positronium to the mirror one and its experimental consequences. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "We also present the calculations we performed in order to estimate the effect of matter and external fields on the oscillation probability. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "In Section 3, we present the experimental technique. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "In Section 4, the design of the experiment and the detector components are described in detail. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The simulations of the signal and background sources, as well as the expected sensitivity are discussed in Section 5 and 6, respectively. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Section 7 contains concluding remarks.",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Mirror Matter model",
            "section_rank": 3
        },
        {
            "text": "Mirror matter was originally discussed by Lee and Yang [25] in 1956, after their discovery of parity violation (for an excellent recent review on this subject see [26]). ",
            "section": "Mirror Matter model",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[25]"
                },
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "In order to save parity conservation they suggested that the transformation in the particle space corresponding to the space inversion x → −x should not be the usual transformation P but PR, where R corresponds to the transformation of a particle (proton [25]) into a reflected state in the mirror particle space. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "After the observation of parity non-conservation, Landau assumed [27] that R=C, i.e. he suggested to identify antiparticles with the mirror matter but then CP must be conserved, which we know is not the case. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "The idea was further developed by A. Salam [28], and was clearly formulated in 1966 as a concept of the mirror universe by Kobzarev, Okun and Pomeranchuk [29]. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[28]"
                },
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "In their paper, they have shown that ordinary and mirror matter can communicate predominantly through gravity and proposed that the mirror matter objects can be present in our universe.",
            "section": "Mirror Matter model",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Since that time, the concept of mirror matter has found many interesting applications and developments. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "In the 80's, it has been boosted by superstring theories with E 8 × E ′ 8 symmetry, where the particles and the symmetry of interactions in each of the E 8 groups are identical. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Hence, the idea of mirror matter can be naturally combined in these models [30].",
            "section": "Mirror Matter model",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "Nowadays, mirror matter models exist in two basic versions. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The symmetric version, proposed earlier, was further developed and put into a modern context by Foot, Lew and Volkas [31]. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "The asymmetric version was proposed by Berezhiani and Mohapatra [32].",
            "section": "Mirror Matter model",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "In the following we will concentrate on the symmetric model since it is the most interesting from a dark matter perspective and it could provide, as we will see, an experimental signature related to positronium. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "In the symmetric mirror model, the idea is that for each ordinary particle, such as the photon, electron, proton and neutron, there is a corresponding mirror particle of exactly the same mass as the ordinary particle. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "R-parity interchanges the ordinary particles with the mirror particles so that the properties of the mirror particles completely mirror those of the ordinary particles. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "For example, the mirror proton and mirror electron are stable and interact with the mirror photon in the same way in which the ordinary proton and electron interact with the ordinary photons. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The mirror particles are unlikely to be produced in laboratory experiments just because they couple very weakly with the ordinary particles. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "In the modern language of gauge theories, the mirror particles are all singlets under the standard G ≡ SU (3) ⊗ SU (2) L ⊗ U (1) Y gauge interactions [31]. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "The mirror particles interact with a set of mirror gauge particles, so that the gauge symmetry of the theory is doubled, i.e. the minimal gauge group of the new mirror model is",
            "section": "Mirror Matter model",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "1) Y (the ordinary particles are, of course, singlets under the mirror gauge symmetry) [31]. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "The gauge quantum numbers under G SM ⊗ G ′ SM for the usual and new fermion fields are",
            "section": "Mirror Matter model",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "3 )",
            "section": "Mirror Matter model",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "with i the family index. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "In the left-right symmetric models parity is extended to a new type Z 2 discrete symmetry which transforms the left-handed field to the right-handed one for the same fermion. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "However, the new Z 2 parity symmetry that we can define now, is",
            "section": "Mirror Matter model",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "We see, that under Z 2 of (2.2), the left-handed sector of the fermion field can transform to the righthanded sector of a different fermion field, namely, the mirror fermion field. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "Thus, the Z 2 symmetry can be interpreted as a parity symmetry (x → −x), if the roles of left and right chiral fermion fields are interchanged in the mirror sector. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "Parity is conserved because the mirror particles experience V + A (i.e. right-handed) mirror weak interactions while the ordinary particles experience the usual V − A (i.e. left-handed) weak interactions. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "An exact Lagrangian Z 2 symmetry interchanging ordinary and mirror particles is hypothesized, which means that all the couplings in the mirror sector are the same as in the ordinary sector. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "While, the ordinary and mirror particle sectors can interact between each other in a number of ways. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "The first is through gravitation, with immediate consequences for the dark matter problem and astrophysics [33]. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[33]"
                }
            ]
        },
        {
            "text": "Non-gravitational interactions can be induced through the mixing of colourless and neutral particles with their mirror counterparts. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "Neutrinos [34], the photon [35,36,37], and the physical neutral Higgs boson [38,39] can mix with the corresponding mirror states. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 15,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 10,
                    "end": 14,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "[34]"
                },
                {
                    "start": 27,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[35,"
                },
                {
                    "start": 31,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "36,"
                },
                {
                    "start": 34,
                    "end": 37,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "37]"
                },
                {
                    "start": 76,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[38,"
                },
                {
                    "start": 80,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "39]"
                }
            ]
        },
        {
            "text": "Coloured and/or electrically charged particles are prevented from mixing with their mirror analogues by colour and electric charge conservation laws.",
            "section": "Mirror Matter model",
            "paragraph_rank": 15,
            "section_rank": 3
        },
        {
            "text": "It is known [31] that there are two renormalizable and gauge invariant Lagrangian terms coupling the ordinary and mirror sector together:",
            "section": "Mirror Matter model",
            "paragraph_rank": 16,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "Y gauge boson kinetic mixing, and ordinary-mirror Higgs scalar interactions, i.e. ε",
            "section": "Mirror Matter model",
            "paragraph_rank": 17,
            "section_rank": 3
        },
        {
            "text": "Based on this observation, one can extend the SM by doubling the ordinary fermion, gauge, and Higgs fields [31]. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 18,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "Thus, the new mirror fermions are natural singlets of the SM gauge group, and they (nucleus if there exists mirror SU (3) C ) can be the candidates for dark matter.",
            "section": "Mirror Matter model",
            "paragraph_rank": 18,
            "section_rank": 3
        },
        {
            "text": "Mirror matter is invisible to us because it does not interact with ordinary photons and naturally constitutes a dark matter candidate. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "text": "One should stress that the fact that our and mirror-sectors have the same micro-physics, does not imply that their cosmological evolutions should be the same. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "text": "Indeed, if mirror particles had the same temperature in the early universe as ordinary ones, this would be conflict with Big Bang Nucleosynthesis (BBN). ",
            "section": "Mirror Matter model",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "text": "The BBN limit on the effective number of extra neutrinos implies that the temperature of the mirror sector T ′ must be at least about twice smaller than the temperature T of the ordinary sector allowing mirror baryons to be a viable candidate for dark matter. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 19,
            "section_rank": 3
        },
        {
            "text": "In particular, the mirror dark matter scenario would give the same pattern of Cosmic Microwave Background and Large Scale Structure as the standard CDM if T ′ /T 0.2 [32,33,40]. ",
            "section": "Mirror Matter model",
            "paragraph_rank": 19,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[32,"
                },
                {
                    "start": 170,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "33,"
                },
                {
                    "start": 173,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "40]"
                }
            ]
        },
        {
            "text": "In addition, the baryon asymmetry of the Universe can be generated via out-of-equilibrium B − L and CP violating processes between ordinary and mirror particles [41] whose mechanism could explain the intriguing puzzle of the correspondence between the visible and dark matter fractions in the Universe, naturally predicting the ratio Ω DM /Ω B ≃ 5 [42].",
            "section": "Mirror Matter model",
            "paragraph_rank": 19,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "[41]"
                },
                {
                    "start": 348,
                    "end": 352,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "[42]"
                }
            ],
            "entity_spans": [
                {
                    "start": 41,
                    "end": 49,
                    "type": "software",
                    "rawForm": "Universe",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                },
                {
                    "start": 293,
                    "end": 301,
                    "type": "software",
                    "rawForm": "Universe",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                }
            ]
        },
        {
            "text": "Higgs portal into mirror world at the CERN LHC",
            "section_rank": 4
        },
        {
            "text": "In the mirror model every standard particle, including the physical neutral Higgs boson, is paired with a parity partner. ",
            "section": "Higgs portal into mirror world at the CERN LHC",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "The interaction of Eq. ",
            "section": "Higgs portal into mirror world at the CERN LHC",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "(2.4) and unbroken parity symmetry forces the mass eigenstate Higgs bosons to be maximal mixtures of the ordinary and mirror Higgs bosons:",
            "section": "Higgs portal into mirror world at the CERN LHC",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "Each of these mass eigenstates will therefore decay 50% of the time into invisible mirror particles. ",
            "section": "Higgs portal into mirror world at the CERN LHC",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "The total decay rate of H + or H − is the same as that for a SM physical neutral Higgs boson of the same mass. ",
            "section": "Higgs portal into mirror world at the CERN LHC",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "This may result in dramatic consequences for the LHC, making the significance of the Higgs signal at LHC lower due to decreasing of the Signal/Background ratio if the mass splitting is large compared to the Higgs mass resolution at the LHC. ",
            "section": "Higgs portal into mirror world at the CERN LHC",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "Note also that each mass eigenstate couples to ordinary particles with strength reduced by 1/2 compared to the coupling of the standard Higgs boson to those same particles [38]. ",
            "section": "Higgs portal into mirror world at the CERN LHC",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "Double Higgs peak observation for Eq. ",
            "section": "Higgs portal into mirror world at the CERN LHC",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "(2.5), would give a clear and interesting signature for the Large Hadron Collider(LHC) which could thus establish the existence of the mirror world. ",
            "section": "Higgs portal into mirror world at the CERN LHC",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "However, for this effect to be observable the mass difference between the two eigenstates must be sufficiently large. ",
            "section": "Higgs portal into mirror world at the CERN LHC",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "The cosmological constraints from Big Bang Nucleosynthesis on the mass difference parameter have been studied in [38]. ",
            "section": "Higgs portal into mirror world at the CERN LHC",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[38]"
                }
            ]
        },
        {
            "text": "To summarize, one can see that the Higgs sector may play an important role in detecting mirror particles, which can be the candidates of dark matter and appear as missing energy in the detectors at the LHC [38,39]. ",
            "section": "Higgs portal into mirror world at the CERN LHC",
            "paragraph_rank": 21,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "[38,"
                },
                {
                    "start": 210,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "39]"
                }
            ]
        },
        {
            "text": "Another intriguing possibility discussed in the next Sec. is related to the possible observation of orthopositronium to mirror orthopositronium oscillations.",
            "section": "Higgs portal into mirror world at the CERN LHC",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "Positronium portal into mirror world",
            "section_rank": 5
        },
        {
            "text": "Positronium (Ps), the positron-electron bound state, is the lightest known atom, which is bounded and self-annihilates through the same, electromagnetic interaction. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "At the current level of experimental and theoretical precision this is the only interaction present in this system [43]. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b69",
                    "text": "[43]"
                }
            ]
        },
        {
            "text": "This feature has made positronium an ideal system for testing the accuracy of QED calculations for bound states, in particular for the triplet (1 3 S 1 ) state of Ps, orthopositronium (o − Ps). ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Due to the odd-parity under C-transformation, o − Ps decays predominantly into three photons. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Due to the phase-space and additional α suppression factors, as compared with the singlet (1 1 S 0 ) state (para-positronium), the \"slowness\" of o − Ps decay rate gives an enhancement factor ≃ 10 3 in sensitivity to an admixture of new interactions which are not accommodated in the Standard Model [44,45]. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "type": "bibr",
                    "ref_id": "b70",
                    "text": "[44,"
                },
                {
                    "start": 302,
                    "end": 305,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "45]"
                }
            ]
        },
        {
            "text": "Glashow realized that the orthopositronium system provides one sensitive way to search for the mirror matter [35]. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "Glashow's idea is that if a small kinetic mixing between ordinary and mirror photons exists [9], it would mix ordinary and mirror orthopositronium, leading to maximal orthopositronium -mirror orthopositronium oscillations (see Fig. 1). ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 227,
                    "end": 233,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "Since mirror o-Ps' decays predominantly into three mirror photons these oscillations would result in o − Ps → invisible decays in vacuum. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Photon-mirror photon kinetic mixing is described by the interaction Lagrangian density",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "where F µν (F ′ µν ) is the field strength tensor for electromagnetism (mirror electromagnetism). ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "Together with the Higgs-mirror Higgs quartic couple λ φ φ † φ ′ φ ′ † , these are the only renormalizable and gauge invariant terms that can be added to the SM Lagrangian. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "The effect of ordinary photon -mirror photon kinetic mixing is to give the mirror charged particles a small electric charge [31,9,35]. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[31,"
                },
                {
                    "start": 128,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9,"
                },
                {
                    "start": 130,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "35]"
                }
            ]
        },
        {
            "text": "That is, they couple to ordinary photons with charge 2εe 1 .",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "Orthopositronium is connected via a one-photon annihilation diagram to its mirror version (o-Ps') [35]. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 24,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "This breaks the degeneracy between o-Ps and o-Ps' so that the vacuum energy eigenstates",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "where f = 8.7 × 10 4 MHz is the contribution to the ortho-para splitting from the one-photon annihilation diagram involving o-Ps [35]. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "Assuming a mixing strength of 4× 10 −9 (as suggested by the DAMA results), one obtains an energy splitting of ∆E = 2.9 × 10 −12 eV. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "Thus, the interaction eigenstates are maximal combinations of mass eigenstates which implies that o-Ps oscillates into o-Ps' with a probability:",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "1 Note, that the direct experimental bound on ε from searches for 'milli-charged' particles is ε < ∼ 10 −5 [46]. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 107,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b74",
                    "text": "[46]"
                }
            ]
        },
        {
            "text": "where Ω = 2πε f . ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "The simplest case of o− Ps → o− Ps ′ oscillations in vacuum [35] leads to an apparent increase in the decay rate because the mirror decays are not detected. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 26,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 60,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[35]"
                }
            ]
        },
        {
            "text": "The number of o-Ps N satisfies",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 26,
            "section_rank": 5
        },
        {
            "text": "where Γ SM is the Standard Model decay rate of o − Ps [47,48,49]. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 27,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b75",
                    "text": "[47,"
                },
                {
                    "start": 58,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b76",
                    "text": "48,"
                },
                {
                    "start": 61,
                    "end": 64,
                    "type": "bibr",
                    "ref_id": "b77",
                    "text": "49]"
                }
            ]
        },
        {
            "text": "Thus Γ e f f ≈ Γ SM (1 + Ω 2 /Γ 2 SM ) leads to a branching ratio of:",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 27,
            "section_rank": 5
        },
        {
            "text": "(2.10)",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 28,
            "section_rank": 5
        },
        {
            "text": "The above calculation is not applicable to an experiment performed with a cavity confining the positronium, because in this case the collision rate is not zero and the loss of coherence due to the collisions must be included in the calculation [36,37]. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "[36,"
                },
                {
                    "start": 248,
                    "end": 251,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "37]"
                }
            ]
        },
        {
            "text": "In those papers, the collision rate was assumed to be much larger than the decay rate Γ coll ≫ Γ SM [37], thus, an approximate solution for this case was found. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 29,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "In the proposed experiment, we are interested to see the effect on the oscillation probability for 1-2 collisions per lifetime. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "text": "Furthermore, external electric or magnetic field induce additional splitting of o-Ps and o-Ps' states affecting the probability P(o − Ps → o − Ps ′ ).",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 29,
            "section_rank": 5
        },
        {
            "text": "Only the second order Stark shift contributes to the positronium in the ground state. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 30,
            "section_rank": 5
        },
        {
            "text": "The energy shift can be calculated in the same way as hydrogen and is given by [50]:",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 30,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b78",
                    "text": "[50]"
                }
            ]
        },
        {
            "text": "where 4.54α 0 = πa 3 0 is the polarizability of o-Ps (a 0 = 0.1 nm is the Bohr radius of positronium), ε 0 is the vacuum permittivity and E is the electric field. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "text": "Magnetic fields affects only the triplet state with quantum number m=0. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "text": "For the m=±1 states, the Zeeman effect is zero because the magnetic moments for positron and electron are opposite. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "text": "The energy contribution for m=0 can be calculated with:",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 31,
            "section_rank": 5
        },
        {
            "text": "where A = 4.92 × 10 25 eV −1 s −2 is the hyperfine splitting constant of the ground state, g 1 = 2.81 × 10 10 T −1 s −1 the gyromagnetic ratio, B 0 the magnetic field.",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "text": "To include these effects in the calculation, we use the density matrix approach. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 33,
            "section_rank": 5
        },
        {
            "text": "The Heisenberg's equation of motionρ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 33,
            "section_rank": 5
        },
        {
            "text": "can be solved to find the density matrix",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 34,
            "section_rank": 5
        },
        {
            "text": "that describes the evolution of the states with time. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 35,
            "section_rank": 5
        },
        {
            "text": "The hamiltonian H of the system is given by:",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 35,
            "section_rank": 5
        },
        {
            "text": "where ∆ = ∆ stark + ∆ zeeman is the shift of the ground state introduced by magnetic and electric fields.",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 36,
            "section_rank": 5
        },
        {
            "text": "The effect of those fields on o-Ps' can be neglected because of the very weak coupling. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 37,
            "section_rank": 5
        },
        {
            "text": "The term ω 12 is the splitting between the two vacuum eigenstates. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 37,
            "section_rank": 5
        },
        {
            "text": "To describe all the processes (decays and collisions) that return the ensemble in thermal equilibrium, i.e. destroy the coherence of the oscillation, we use the relaxation term ρ rel . ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 37,
            "section_rank": 5
        },
        {
            "text": "Its derivative is equal to:",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 37,
            "section_rank": 5
        },
        {
            "text": "where the constants γ 1 and γ 2 are the decay rate in vacuum of oPs and oPs', respectively. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 38,
            "section_rank": 5
        },
        {
            "text": "The term γ coll is the collision rate of o-Ps with the cavity walls. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 38,
            "section_rank": 5
        },
        {
            "text": "that can be solved numerically (we used Mathematica [51] for this purpose). ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 39,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 40,
                    "end": 51,
                    "type": "software",
                    "rawForm": "Mathematica",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                }
            ]
        },
        {
            "text": "At t=0 we start with a pure o-Ps state, thus, we set the initial conditions: ρ 11 (0) = 1, ρ 12 (0) = 0, ρ 21 (0) = 0, ρ 22 (0) = 0. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 39,
            "section_rank": 5
        },
        {
            "text": "We assumed that without the coupling the vacuum eigenstates of o-Ps and o-Ps' are degenerate and thus we set ω 12 = 0 in the calculation. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 39,
            "section_rank": 5
        },
        {
            "text": "To find the numerical solution, we also used γ 1 = γ 2 = 1/142 ns −1 implying that o-Ps and o-Ps' have the same lifetime in vacuum. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 39,
            "section_rank": 5
        },
        {
            "text": "To find the branching ratios (BR) one has to integrate over t ρ 11 and ρ 22 , thus the BR is:",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 39,
            "section_rank": 5
        },
        {
            "text": "where the upper limit of the integration can be chosen as the data acquisition gate for the calorimeter. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 40,
            "section_rank": 5
        },
        {
            "text": "Assuming ε = 4 × 10 −9 as suggested by the DAMA/LIBRA results, one can calculate the oscillation probability (ρ 22 (t)) and the branching ratios for o-Ps into o-Ps' for different values of the EB-fields. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 40,
            "section_rank": 5
        },
        {
            "text": "The results are shown in Figs. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 40,
            "section_rank": 5
        },
        {
            "text": "2-3. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 40,
            "section_rank": 5
        },
        {
            "text": "As one can see, the branching ratio is not affected by the magnetic field (100 G) and by the electric field (less than 10 kV/cm) we are planning to use in the experiment. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 40,
            "section_rank": 5
        },
        {
            "text": "The effect of the collision is shown in 4. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 40,
            "section_rank": 5
        },
        {
            "text": "As expected, solving Eq. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 40,
            "section_rank": 5
        },
        {
            "text": "(2.18) for zero fields and no collisions leads to the same value of the BR obtained with Eq. ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 40,
            "section_rank": 5
        },
        {
            "text": "(2.10).",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 40,
            "section_rank": 5
        },
        {
            "text": "Osc-Prob.  ",
            "section": "Positronium portal into mirror world",
            "paragraph_rank": 41,
            "section_rank": 5
        },
        {
            "text": "Experimental evidence for Dark Matter of Mirror type",
            "section_rank": 6
        },
        {
            "text": "At present, there is some experimental evidence that mirror matter could exist, coming from cosmology as well as from the neutrino physics [52]. ",
            "section": "Experimental evidence for Dark Matter of Mirror type",
            "paragraph_rank": 42,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "ref_id": "b79",
                    "text": "[52]"
                }
            ]
        },
        {
            "text": "Foot discussed implications of the DAMA experiment for mirror matter-type dark matter, which is coupled to ordinary matter through the interaction of Eq. ",
            "section": "Experimental evidence for Dark Matter of Mirror type",
            "paragraph_rank": 42,
            "section_rank": 6
        },
        {
            "text": "(2.6) [53,18]. ",
            "section": "Experimental evidence for Dark Matter of Mirror type",
            "paragraph_rank": 42,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b80",
                    "text": "[53,"
                },
                {
                    "start": 10,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "18]"
                }
            ]
        },
        {
            "text": "It has been shown that the annual modulation signal measured by the DAMA/NaI experiment [6] can be explained by mirror matter-type dark matter if the photon-mirror photon mixing strength is in the region",
            "section": "Experimental evidence for Dark Matter of Mirror type",
            "paragraph_rank": 42,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "Those results have been recently confirmed by the DAMA/LIBRA experiment with a 8.2σ significance [5]. ",
            "section": "Experimental evidence for Dark Matter of Mirror type",
            "paragraph_rank": 43,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "It was also pointed out [19] that the very recently published results of the CDM-   SII/Ge final exposure [13] with two events in the signal region with recoil energies close to the threshold can be explained by the interactions of mirror nuclei in the detector. ",
            "section": "Experimental evidence for Dark Matter of Mirror type",
            "paragraph_rank": 43,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[19]"
                },
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "Mirror matter is a promising candidate for dark matter since it can reconcile the null results from the other higher threshold experiments like CDMS/Si [54] and XENON10 [55]. ",
            "section": "Experimental evidence for Dark Matter of Mirror type",
            "paragraph_rank": 43,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b81",
                    "text": "[54]"
                },
                {
                    "start": 169,
                    "end": 173,
                    "type": "bibr",
                    "ref_id": "b82",
                    "text": "[55]"
                }
            ]
        },
        {
            "text": "Interestingly, this value of ε is also consistent with all other known experimental and cosmological bounds, including SN1987a 2 and the standard Big Bang Nucleosynthesis (BBN) bound [58]. ",
            "section": "Experimental evidence for Dark Matter of Mirror type",
            "paragraph_rank": 43,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b85",
                    "text": "[58]"
                }
            ]
        },
        {
            "text": "It was also confirmed that photonmirror photon mixing of this magnitude is consistent as well with the more stringent constraints from cosmic microwave background measurements and large scale structure considerations [59]. ",
            "section": "Experimental evidence for Dark Matter of Mirror type",
            "paragraph_rank": 43,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "type": "bibr",
                    "ref_id": "b86",
                    "text": "[59]"
                }
            ]
        },
        {
            "text": "It is also in the range of naturally small ε-values motivated by grand unification models [22]. ",
            "section": "Experimental evidence for Dark Matter of Mirror type",
            "paragraph_rank": 43,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "If ε is as large as in Eq. ",
            "section": "Experimental evidence for Dark Matter of Mirror type",
            "paragraph_rank": 43,
            "section_rank": 6
        },
        {
            "text": "(2.19), the branching ratio Br(o − Ps → invisible) for the invisible decay of orthopositronium in vacuum can be found with Eq. ",
            "section": "Experimental evidence for Dark Matter of Mirror type",
            "paragraph_rank": 43,
            "section_rank": 6
        },
        {
            "text": "(2.10) and is of the order:",
            "section": "Experimental evidence for Dark Matter of Mirror type",
            "paragraph_rank": 43,
            "section_rank": 6
        },
        {
            "text": "(2.20)",
            "section": "Experimental evidence for Dark Matter of Mirror type",
            "paragraph_rank": 44,
            "section_rank": 6
        },
        {
            "text": "For comparison, the BBN limits [58] deduced from the successful prediction of the primordial 4  respectively. ",
            "section": "Experimental evidence for Dark Matter of Mirror type",
            "paragraph_rank": 45,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b85",
                    "text": "[58]"
                },
                {
                    "start": 93,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "Given the indications for the mirror world, coming from dark matter [53] and the neutrino physics anomalies [52,60], as well as the intuitive expectation that nature could be left-right symmetric, it is obviously important to determine experimentally whether orthopositronium is a window to the mirror world or not.",
            "section": "Experimental evidence for Dark Matter of Mirror type",
            "paragraph_rank": 45,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b80",
                    "text": "[53]"
                },
                {
                    "start": 108,
                    "end": 112,
                    "type": "bibr",
                    "ref_id": "b79",
                    "text": "[52,"
                },
                {
                    "start": 112,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b87",
                    "text": "60]"
                }
            ]
        },
        {
            "text": "Experimental technique",
            "section_rank": 7
        },
        {
            "text": "The experimental signature of o − Ps → invisible decay is the apparent disappearance of the energy 2m e expected in ordinary decays in a hermetic calorimeter surrounding the o-Ps formation target. ",
            "section": "Experimental technique",
            "paragraph_rank": 46,
            "section_rank": 7
        },
        {
            "text": "Therefore, the occurrence of the o− Ps → o− Ps ′ → invisible conversion would appear as an excess of events with zero-energy deposition in the calorimeter above those expected either from Monte Carlo prediction of the background or from direct background measurements.",
            "section": "Experimental technique",
            "paragraph_rank": 46,
            "section_rank": 7
        },
        {
            "text": "The experiment presented here is based on the slow positron beam used to form o-Ps in a vacuum cavity combined with the BGO calorimeter used in our previous search for o − Ps → invisible decays [61], see also [62,63]. ",
            "section": "Experimental technique",
            "paragraph_rank": 47,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b88",
                    "text": "[61]"
                },
                {
                    "start": 209,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b89",
                    "text": "[62,"
                },
                {
                    "start": 213,
                    "end": 216,
                    "type": "bibr",
                    "ref_id": "b90",
                    "text": "63]"
                }
            ]
        },
        {
            "text": "A preliminary design of the apparatus has been presented in Ref. ",
            "section": "Experimental technique",
            "paragraph_rank": 47,
            "section_rank": 7
        },
        {
            "text": "[64]. ",
            "section": "Experimental technique",
            "paragraph_rank": 47,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b91",
                    "text": "[64]"
                }
            ]
        },
        {
            "text": "In the present work, more detailed simulations of the experimental setup, an improved positron tagging scheme, the selected positronium formation target and a better understanding of all possible background sources and sensitivity of the proposed search are presented.",
            "section": "Experimental technique",
            "paragraph_rank": 47,
            "section_rank": 7
        },
        {
            "text": "The great advantages of this approach compared to the one, where we produced o-Ps in an aerogel target [61], are listed here:",
            "section": "Experimental technique",
            "paragraph_rank": 48,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "type": "bibr",
                    "ref_id": "b88",
                    "text": "[61]"
                }
            ]
        },
        {
            "text": "• Compared to our previous experiment, a factor 10 4 more statistics can be collected with the same number of positrons. ",
            "section": "Experimental technique",
            "paragraph_rank": 49,
            "section_rank": 7
        },
        {
            "text": "In the thin SiO 2 films that we plan to use as a target, 10 times more o-Ps is produced per implanted positron (see Section 4.2) compared to the aerogel. ",
            "section": "Experimental technique",
            "paragraph_rank": 49,
            "section_rank": 7
        },
        {
            "text": "Furthermore, there is no need to apply cuts for the 1.27 MeV photon selection and for the fiber energy deposition that reduced the number of events to less than 1% with respect to the number of positrons emitted from the source [61,65].",
            "section": "Experimental technique",
            "paragraph_rank": 49,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "type": "bibr",
                    "ref_id": "b88",
                    "text": "[61,"
                },
                {
                    "start": 232,
                    "end": 235,
                    "type": "bibr",
                    "ref_id": "b92",
                    "text": "65]"
                }
            ],
            "entity_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w7"
                }
            ]
        },
        {
            "text": "• In the previous experiment, the main contribution to the 12% inefficiency for the detection of events that gave a trigger, arose from the overlap of close in time annihilation events (so called pileup events). ",
            "section": "Experimental technique",
            "paragraph_rank": 50,
            "section_rank": 7
        },
        {
            "text": "In the beam based experiment described here, after every 300 ns bunch the chopper shuts off the positron flux for 3 µs. ",
            "section": "Experimental technique",
            "paragraph_rank": 50,
            "section_rank": 7
        },
        {
            "text": "Therefore, the efficiency for signal detection will be close to 100% (see Section 6).",
            "section": "Experimental technique",
            "paragraph_rank": 50,
            "section_rank": 7
        },
        {
            "text": "• The suppression of the o − Ps → o − Ps ′ → invisible conversion due to the decoherence caused by the interaction of o-Ps with matter will be minimized. ",
            "section": "Experimental technique",
            "paragraph_rank": 51,
            "section_rank": 7
        },
        {
            "text": "The number of collisions with the walls of the vacuum cavity undergone by the o-Ps during its lifetime is at least a factor 10 4 smaller than in the aerogel pores. ",
            "section": "Experimental technique",
            "paragraph_rank": 51,
            "section_rank": 7
        },
        {
            "text": "Since the branching ratio for the o − Ps → o − Ps ′ → invisible decay is approximately inversely proportional to the number of the o-Ps collisions (see Fig. 4), the sensitivity on the mixing strength will be a factor 100 better for the same statistics.",
            "section": "Experimental technique",
            "paragraph_rank": 51,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 152,
                    "end": 158,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "• In case an excess of events above the MC expectation for the background is observed, this experiment offers a unique and essential feature: one can cross check experimentally if it comes from signals. ",
            "section": "Experimental technique",
            "paragraph_rank": 52,
            "section_rank": 7
        },
        {
            "text": "More precisely, by changing the number of collisions one can modify the oscillation probability while the background remains the same. ",
            "section": "Experimental technique",
            "paragraph_rank": 52,
            "section_rank": 7
        },
        {
            "text": "We thought about two different possibilities:",
            "section": "Experimental technique",
            "paragraph_rank": 52,
            "section_rank": 7
        },
        {
            "text": "1. taking two runs at different positron implantation energies. ",
            "section": "Experimental technique",
            "paragraph_rank": 53,
            "section_rank": 7
        },
        {
            "text": "From 3 to 5 keV the mean velocity of the created o-Ps increases by about a factor of two, thus, the collision rate with the walls is 2 times bigger and the signal is suppressed by the same factor (see Section 4.2).",
            "section": "Experimental technique",
            "paragraph_rank": 53,
            "section_rank": 7
        },
        {
            "text": "2. the same result can be achieved varying the length of the cavity confining positronium (see Section 4.3) while keeping the implantation energy of the positron fixed.",
            "section": "Experimental technique",
            "paragraph_rank": 54,
            "section_rank": 7
        },
        {
            "text": "However, compared to the previous experiment, there is a clear disadvantage: the calorimeter must be mounted outside the vacuum chamber so that the vacuum pipe introduces a loss of the photon energy. ",
            "section": "Experimental technique",
            "paragraph_rank": 55,
            "section_rank": 7
        },
        {
            "text": "Nevertheless, simulations show that with an aluminum pipe of 1 mm thickness the sensitivity of the experiment will be at a level of 10 −7 (see Sections 4.3 and 6). ",
            "section": "Experimental technique",
            "paragraph_rank": 55,
            "section_rank": 7
        },
        {
            "text": "The experiment is designed with the goal to observe the o − Ps → invisible decay if its branching ratio is of the order of 10 −7 (see Section 6). ",
            "section": "Experimental technique",
            "paragraph_rank": 55,
            "section_rank": 7
        },
        {
            "text": "According to this requirement, the apparatus has several distinct and separated parts (Fig. 6) that will be described in detail in the following sections: ",
            "section": "Experimental technique",
            "paragraph_rank": 55,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 93,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "(Fig. 6"
                }
            ]
        },
        {
            "text": "The setup",
            "section_rank": 8
        },
        {
            "text": "The slow positron beam",
            "section_rank": 9
        },
        {
            "text": "The details and performance of the ETHZ positron beam are presented in [66]. ",
            "section": "The slow positron beam",
            "paragraph_rank": 56,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b93",
                    "text": "[66]"
                }
            ]
        },
        {
            "text": "The beam is designed to operate in two modes, i.e. there are two different ways of tagging the positrons (or positronium):",
            "section": "The slow positron beam",
            "paragraph_rank": 56,
            "section_rank": 9
        },
        {
            "text": "1. Detection with a MCP of the secondary electrons emitted when the positrons hit the target.",
            "section": "The slow positron beam",
            "paragraph_rank": 57,
            "section_rank": 9
        },
        {
            "text": "2. Positron bunching: an initial pulse of 300 ns is compressed to the target region into a 2 ns wide pulse.",
            "section": "The slow positron beam",
            "paragraph_rank": 58,
            "section_rank": 9
        },
        {
            "text": "In the first mode of operation, the secondary electrons (SE) produced by the positrons (about 25000 e + /s) hitting the target are accelerated to 1-10 keV by the same voltage (applied to the target relative to the grounded transport tube) that is used to implant the positrons in the positronium converter (target). ",
            "section": "The slow positron beam",
            "paragraph_rank": 59,
            "section_rank": 9
        },
        {
            "text": "The secondary electrons are then transported in the backward direction by the same magnetic field, which guides the positrons. ",
            "section": "The slow positron beam",
            "paragraph_rank": 59,
            "section_rank": 9
        },
        {
            "text": "The two operation modes described above can be combined. ",
            "section": "The slow positron beam",
            "paragraph_rank": 59,
            "section_rank": 9
        },
        {
            "text": "This is done by studying the delay between the detection of the SE at the MCP with respect to the arrival time of the positron at the target: the trigger for the positron tagging can be formed by a coincidence of the pulse from the MCP and the signal from the pulsed beam (see Fig. 7). ",
            "section": "The slow positron beam",
            "paragraph_rank": 59,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 277,
                    "end": 283,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "This is a key point for the experiment because of the requirement to have the highest possible signal-to-noise (S/N) ratio in order to suppress fake triggers. ",
            "section": "The slow positron beam",
            "paragraph_rank": 59,
            "section_rank": 9
        },
        {
            "text": "With a fake trigger we mean that the trigger is not correlated with the presence of a positron in the o-Ps formation cavity. ",
            "section": "The slow positron beam",
            "paragraph_rank": 59,
            "section_rank": 9
        },
        {
            "text": "In this case, no annihilation photons would be detected and, as a consequence, this event would be mis-identified as an invisible decay. ",
            "section": "The slow positron beam",
            "paragraph_rank": 59,
            "section_rank": 9
        },
        {
            "text": "The requirement of this coincidence suppresses:",
            "section": "The slow positron beam",
            "paragraph_rank": 59,
            "section_rank": 9
        },
        {
            "text": "• the background generated from electrons and ions produced by ionization of the residual gas atoms by positrons.",
            "section": "The slow positron beam",
            "paragraph_rank": 60,
            "section_rank": 9
        },
        {
            "text": "• the accidentals due to the MCP noise to a level of 10 −5 . ",
            "section": "The slow positron beam",
            "paragraph_rank": 61,
            "section_rank": 9
        },
        {
            "text": "This fundamental step of the experiment has been already tested successfully and the result is shown in Figure 7. ",
            "section": "The slow positron beam",
            "paragraph_rank": 61,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 112,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "Figure 7"
                }
            ]
        },
        {
            "text": "As will be explained in Section 4.4, to reach the required confidence level for the presence of a positron in the formation cavity, it is necessary to add an additional condition to the trigger scheme. ",
            "section": "The slow positron beam",
            "paragraph_rank": 61,
            "section_rank": 9
        },
        {
            "text": "o − Ps production target",
            "section_rank": 10
        },
        {
            "text": "As reported in [67]- [70], systematic studies to characterize different samples that could be used as positronium converters for this experiment were performed. ",
            "section": "o − Ps production target",
            "paragraph_rank": 62,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b94",
                    "text": "[67]"
                },
                {
                    "start": 21,
                    "end": 25,
                    "type": "bibr",
                    "ref_id": "b97",
                    "text": "[70]"
                }
            ]
        },
        {
            "text": "From those samples, we selected the so called F-samples (cf. [70]) for o-Ps production target of the experiment for the following reasons:",
            "section": "o − Ps production target",
            "paragraph_rank": 62,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b97",
                    "text": "[70]"
                }
            ]
        },
        {
            "text": "1. It provides a high production rate of o − Ps in the range of 27-28 % for positron implantation energies between 3 and 5 keV (see Fig. 8), thus, the high statistics required for the experiment can be reached (Section 6).",
            "section": "o − Ps production target",
            "paragraph_rank": 63,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 132,
                    "end": 138,
                    "type": "figure",
                    "ref_id": "fig_9",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "2. In the interval of implantation energies between 3 and 5 keV the fraction of o-Ps remains constant within 1% (from 28% to 27%), thus, the background coming from the 2γ decay of p − Ps remains the same for the different implantation energies. ",
            "section": "o − Ps production target",
            "paragraph_rank": 64,
            "section_rank": 10
        },
        {
            "text": "While this fraction is almost constant, the mean energy of the produced o-Ps is about a factor of 3 larger for 3 keV implantation energy that for 5 keV (see Fig. 8). ",
            "section": "o − Ps production target",
            "paragraph_rank": 64,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 157,
                    "end": 163,
                    "type": "figure",
                    "ref_id": "fig_9",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "We estimated with the MC simulation that for a cylindrical cavity with 30 mm diameter and 15 mm length at 5 and 3 keV one has 0.9 and 1.9 collisions per lifetime. ",
            "section": "o − Ps production target",
            "paragraph_rank": 64,
            "section_rank": 10
        },
        {
            "text": "Therefore, the collision rate with the walls is ∼ 2 times bigger for 3 keV positrons and the signal is suppressed by the same factor.",
            "section": "o − Ps production target",
            "paragraph_rank": 64,
            "section_rank": 10
        },
        {
            "text": "It is worth noting that from 3 to 5 keV the implantation depth for the positrons varies from 165 to 300 nm (the density of our porous films is about 1.5 g/cm 3 ) thus the background will not be affected because the difference of the energy absorbed in 150 nm of porous SiO 2 is negligible.",
            "section": "o − Ps production target",
            "paragraph_rank": 65,
            "section_rank": 10
        },
        {
            "text": "3. In the samples the o-Ps is produced near-thermal energy, thus, it experiences only few collisions per lifetime with the cavity walls minimizing the suppression of the signal.",
            "section": "o − Ps production target",
            "paragraph_rank": 66,
            "section_rank": 10
        },
        {
            "text": "4.",
            "section_rank": 11
        },
        {
            "text": "The target thickness is about 800 nm and it can be spin coated directly on the end plate of the beam pipe ( Fig. 9) to avoid additional material of a substrate. ",
            "section": "4.",
            "paragraph_rank": 67,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 115,
                    "type": "figure",
                    "ref_id": "fig_10",
                    "text": "Fig. 9)"
                }
            ]
        },
        {
            "text": "Therefore, the absorption of photon energy in the target will be minimized.",
            "section": "4.",
            "paragraph_rank": 67,
            "section_rank": 11
        },
        {
            "text": "Implantation energy (keV)  ",
            "section": "4.",
            "paragraph_rank": 68,
            "section_rank": 11
        },
        {
            "text": "The vacuum cavity",
            "section_rank": 12
        },
        {
            "text": "An essential issue in the experiment is that the positronium produced in the target should be confined in a region of highly uniform detection efficiency, and the o-Ps leakage through the aperture where the positrons are implanted, has to be minimized. ",
            "section": "The vacuum cavity",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "The o-Ps which escapes the detection region, could mimic an invisible decay because in this case the detection efficiency for the annihilation photons is reduced dramatically (Fig. 9 (a)). ",
            "section": "The vacuum cavity",
            "paragraph_rank": 69,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 175,
                    "end": 186,
                    "type": "figure",
                    "ref_id": "fig_10",
                    "text": "(Fig. 9 (a)"
                }
            ]
        },
        {
            "text": "In their recent decay rate experiment [75], the Michigan group tried to minimize this effect to reduce the systematic error, using a double chamber-cavity, but still the escape probability for o-Ps was at 200 ppm. ",
            "section": "The vacuum cavity",
            "paragraph_rank": 69,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b101",
                    "text": "[75]"
                }
            ]
        },
        {
            "text": "In our measurement such a leakage would limit the sensitivity to a Br(o − Ps → invisible) ≃ 10 −6 . ",
            "section": "The vacuum cavity",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "Therefore, to be able to reach the aimed sensitivity of the experiment, one has to invent a new method. ",
            "section": "The vacuum cavity",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "We plan to completely close the o-Ps formation cavity 3 by employing a thin (15 nm) carbon film in which the few keV positrons can pass through. ",
            "section": "The vacuum cavity",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "However, this will block even the most energetic positronium (several eV). ",
            "section": "The vacuum cavity",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "Furthermore, with this method an additional signature for the presence of a positron in the formation cavity is added to the trigger scheme: the coincidence between the SE from the target and the ones produced in the carbon foil ( Fig. 9 (b)). ",
            "section": "The vacuum cavity",
            "paragraph_rank": 69,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 231,
                    "end": 241,
                    "type": "figure",
                    "ref_id": "fig_10",
                    "text": "Fig. 9 (b)"
                }
            ]
        },
        {
            "text": "Hence, the S/N ratio will be further enhanced without a dramatic loss of the trigger rate. ",
            "section": "The vacuum cavity",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "This point is presented in Section 4.4, some preliminary measurements have been performed in order to test this idea. ",
            "section": "The vacuum cavity",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "The carbon films that are planned to be used are currently employed at PSI 4 in the muonic-hydrogen experiment [77] for tagging the muons. ",
            "section": "The vacuum cavity",
            "paragraph_rank": 69,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b103",
                    "text": "[77]"
                }
            ]
        },
        {
            "text": "Similar to our application they are used for detecting the SE emitted by the crossing muons. ",
            "section": "The vacuum cavity",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "Some of those films were kindly given to us from the PSI group and we tested their SE emission yield in the implantation positron energy range of 1-7 keV and their permeability to o-Ps. ",
            "section": "The vacuum cavity",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "The great advantage of this technique is that the o-Ps leakage is expected to be reduced to a negligible level.",
            "section": "The vacuum cavity",
            "paragraph_rank": 69,
            "section_rank": 12
        },
        {
            "text": "In order to minimize the energy loss of the annihilation photons in the vacuum cavity, one should design the beam pipe as thin as possible. ",
            "section": "The vacuum cavity",
            "paragraph_rank": 70,
            "section_rank": 12
        },
        {
            "text": "In the H1 experiment at DESY, a vacuum pipe with 840 microns wall thickness was constructed. ",
            "section": "The vacuum cavity",
            "paragraph_rank": 70,
            "section_rank": 12
        },
        {
            "text": "The internal part consisted of 40 microns aluminum, while the external part was made of carbon (800 microns). ",
            "section": "The vacuum cavity",
            "paragraph_rank": 70,
            "section_rank": 12
        },
        {
            "text": "Similarly, we are designing the pipe for our experiment 5 .",
            "section": "The vacuum cavity",
            "paragraph_rank": 70,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 57,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "To avoid problems with the magnetic field necessary to guide the positrons to the target region, the coil should be wound directly on the beam pipe, since we demonstrated with our TOF and PALS setup ( [78]), that in this configuration the gain of the PMTs is not affected. ",
            "section": "The vacuum cavity",
            "paragraph_rank": 71,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 201,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b104",
                    "text": "[78]"
                }
            ]
        },
        {
            "text": "Therefore, the material necessary for the coil should also be minimized. ",
            "section": "The vacuum cavity",
            "paragraph_rank": 71,
            "section_rank": 12
        },
        {
            "text": "A coil made with a copper wire of 100 microns can produce the necessary field of 60 Gauss with a current of 0.5 A (the diameter of a wire fusing at this current is about 20 microns). ",
            "section": "The vacuum cavity",
            "paragraph_rank": 71,
            "section_rank": 12,
            "entity_spans": [
                {
                    "start": 84,
                    "end": 89,
                    "type": "software",
                    "rawForm": "Gauss",
                    "resp": "whitelist",
                    "id": "software-simple-w8"
                }
            ]
        },
        {
            "text": "In the following discussions, we consider a beam pipe with 1 mm wall thickness, thus the expected sensitivity should be understood as a conservative result (Section 6).",
            "section": "The vacuum cavity",
            "paragraph_rank": 71,
            "section_rank": 12
        },
        {
            "text": "The carbon foil and its support could be suspended by some thin wires so that it is possible to move it in vacuum (see Fig. 10). ",
            "section": "The vacuum cavity",
            "paragraph_rank": 72,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 119,
                    "end": 126,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 10"
                }
            ]
        },
        {
            "text": "With such a scheme one could vary the distance between the target and the carbon foil, i.e., one would change the number of collisions that o-Ps will suffer during its lifetime. ",
            "section": "The vacuum cavity",
            "paragraph_rank": 72,
            "section_rank": 12
        },
        {
            "text": "The signal will be suppressed for shorter distances in the same way as with the method described before by applying different positron implantation energies.",
            "section": "The vacuum cavity",
            "paragraph_rank": 72,
            "section_rank": 12
        },
        {
            "text": "Positron tagging system",
            "section_rank": 13
        },
        {
            "text": "The positron tagging system (see Fig 11) is based on the high performance MCP (Hamamatsu F4655-12) as a SE detector (noise rate < 1Hz). ",
            "section": "Positron tagging system",
            "paragraph_rank": 73,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 33,
                    "end": 40,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig 11)"
                }
            ]
        },
        {
            "text": "The coincidence between the SEs produced by positrons hitting the carbon foil and the SEs emerging from the o-Ps production target will be used to tag the positron appearance in the target region.",
            "section": "Positron tagging system",
            "paragraph_rank": 73,
            "section_rank": 13
        },
        {
            "text": "The acceleration voltage for the positrons is applied in two steps. ",
            "section": "Positron tagging system",
            "paragraph_rank": 74,
            "section_rank": 13
        },
        {
            "text": "The positrons are first accelerated to 2 keV energy by the voltage applied between the ground pipe and the carbon foil, thus the SEs emerging from the carbon foil (CF) are transported with this energy back to the MCP. ",
            "section": "Positron tagging system",
            "paragraph_rank": 74,
            "section_rank": 13
        },
        {
            "text": "In the second acceleration stage, the positrons are accelerated by a 1-3 keV voltage applied between the CF and the target. ",
            "section": "Positron tagging system",
            "paragraph_rank": 74,
            "section_rank": 13
        },
        {
            "text": "Once they hit the target, the SEs are transported back to the carbon foil and the electrons able to cross it are then additionally accelerated so that their final energy will be 3-5 keV (see Figure 12). ",
            "section": "Positron tagging system",
            "paragraph_rank": 74,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 191,
                    "end": 200,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 12"
                }
            ]
        },
        {
            "text": "Figure 13 shows a MC simulation of the time distribution of the MCP signals from different SE sources; the time zero point is defined by the incoming beam positron crossing the carbon foil. ",
            "section": "Positron tagging system",
            "paragraph_rank": 74,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 13"
                }
            ]
        },
        {
            "text": "The two prominent peaks are due to the SEs emitted when the positrons hit the target (at about 21 ns) and the SEs from the carbon foil (at about 29 ns) when a positron crosses the foil. ",
            "section": "Positron tagging system",
            "paragraph_rank": 74,
            "section_rank": 13
        },
        {
            "text": "The SEs from the target are accelerated with a higher voltage than those from the foil and  reach the MCP first, although they start later and have a larger flight path. ",
            "section": "Positron tagging system",
            "paragraph_rank": 74,
            "section_rank": 13
        },
        {
            "text": "The small third peak visible in the time spectrum of the MCP is produced by additional secondary electrons generated by some SEs from the target interacting in the carbon foil. ",
            "section": "Positron tagging system",
            "paragraph_rank": 74,
            "section_rank": 13
        },
        {
            "text": "Those will be accelerated by the same voltage that accelerates the positrons and, therefore, they are detected 1-1.5 ns after the second peak (the cavity length used in the simulation was 30 mm and the positron energy is 6 keV). ",
            "section": "Positron tagging system",
            "paragraph_rank": 74,
            "section_rank": 13
        },
        {
            "text": "The broadening of the first peak is due to the angular spread of the SEs emitted from the target and scattering in the carbon foil.  ",
            "section": "Positron tagging system",
            "paragraph_rank": 74,
            "section_rank": 13
        },
        {
            "text": "Trigger efficiency and confidence level",
            "section_rank": 14
        },
        {
            "text": "In order to estimate the trigger efficiency and fake trigger suppression of the tagging system described above, a test set-up has been constructed (see Fig. 14). ",
            "section": "Trigger efficiency and confidence level",
            "paragraph_rank": 75,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 152,
                    "end": 160,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 14)"
                }
            ]
        },
        {
            "text": "In this set-up the distance between the carbon foil and the target was 8 mm and the distance separating the carbon foil and the MCP was 90 cm.",
            "section": "Trigger efficiency and confidence level",
            "paragraph_rank": 75,
            "section_rank": 14
        },
        {
            "text": "The measurements were performed by acquiring the MCP timing with a 5 Giga sampling oscilloscope (Lecroy wave-runner 44XMi). ",
            "section": "Trigger efficiency and confidence level",
            "paragraph_rank": 76,
            "section_rank": 14
        },
        {
            "text": "The threshold for the acquisition was set to 10 mV and a sample of 10 5 events was recorded in a time window of 50 ns after the arrival time at the MCP of the first electron that was defined as START signal. ",
            "section": "Trigger efficiency and confidence level",
            "paragraph_rank": 76,
            "section_rank": 14
        },
        {
            "text": "The start signal can be produced by the SEs from the carbon foil or by the SE produced at the target. ",
            "section": "Trigger efficiency and confidence level",
            "paragraph_rank": 76,
            "section_rank": 14
        },
        {
            "text": "The probability to detect a SE coming from the target is suppressed by the angular spread introduced by crossing the carbon foil, when propagating in the backward direction. ",
            "section": "Trigger efficiency and confidence level",
            "paragraph_rank": 76,
            "section_rank": 14
        },
        {
            "text": "This introduces in the trajectories larger spirals along the magnetic field axis with respect to the SE from the CF, and thus, reduces the probability of the SE to hit the MCP active area. ",
            "section": "Trigger efficiency and confidence level",
            "paragraph_rank": 76,
            "section_rank": 14
        },
        {
            "text": "An example of an event recorded with the oscilloscope is shown in Fig.  15. ",
            "section": "Trigger efficiency and confidence level",
            "paragraph_rank": 76,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 74,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig.  15"
                }
            ]
        },
        {
            "text": "The START signal is given by SEs produced at the target and the pulse at 20 ns is from the SEs produced at the CF. ",
            "section": "Trigger efficiency and confidence level",
            "paragraph_rank": 76,
            "section_rank": 14
        },
        {
            "text": "The data in Fig. 16 show the time delay spectrum with respect to the START signal for the electrons arriving at the MCP with 10 5 triggers. ",
            "section": "Trigger efficiency and confidence level",
            "paragraph_rank": 76,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 16"
                }
            ]
        },
        {
            "text": "These results confirm qualitatively the prediction of the simulation 6 . ",
            "section": "Trigger efficiency and confidence level",
            "paragraph_rank": 76,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "Note, that in this distribution the time is inverted with respect to the simulations. ",
            "section": "Trigger efficiency and confidence level",
            "paragraph_rank": 76,
            "section_rank": 14
        },
        {
            "text": "In the simulation the time t=0 is defined by the positron arrival time at the CF.",
            "section": "Trigger efficiency and confidence level",
            "paragraph_rank": 76,
            "section_rank": 14
        },
        {
            "text": "The first peak at about 2ns (and a tail extending to 5 ns) is due to the MCP dead time: the first electron in the SE cloud from the target (or carbon foil) makes a START signal and after the dead time a second electron of the same cloud produces another signal. ",
            "section": "Trigger efficiency and confidence level",
            "paragraph_rank": 77,
            "section_rank": 14
        },
        {
            "text": "The second peak between 10 and 17 ns is triggered by the SEs from the CF when the START signal is produced by SE from the target; only the events in this peak are used for the positron tagging. ",
            "section": "Trigger efficiency and confidence level",
            "paragraph_rank": 77,
            "section_rank": 14
        },
        {
            "text": "The broadening of this peak is due to the angular spread of the SEs emitted from the target and scattering in the carbon foil.",
            "section": "Trigger efficiency and confidence level",
            "paragraph_rank": 77,
            "section_rank": 14
        },
        {
            "text": "The time separation of 15 ns between the START and the second peak is consistent with a simple estimation considering a straight propagation of the SE electrons produced at the carbon foil and the SEs from the sample (see Table 1). ",
            "section": "Trigger efficiency and confidence level",
            "paragraph_rank": 78,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 222,
                    "end": 229,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "To estimate the trigger efficiency and the fake trigger suppression of our system, we compare two measurements: ",
            "section": "Trigger efficiency and confidence level",
            "paragraph_rank": 78,
            "section_rank": 14
        },
        {
            "text": "between 10 and 17 ns delay from the START signal) is defined in order to calculate the trigger efficiency and the fake trigger ratio. ",
            "section_rank": 15
        },
        {
            "text": "A Gaussian fit is used in order to determine the position of the pulses (green)",
            "section_rank": 15
        },
        {
            "text": ". The origin of the third peak are the SE produced by the SE from the target crossing the CF as expected from the simulation (see Fig. 13). • a set of data with a voltage difference between the carbon foil and the sample of -1.2 kV and -3.8 kV, respectively (solid line in Fig. 16),",
            "section": "between 10 and 17 ns delay from the START signal) is defined in order to calculate the trigger efficiency and the fake trigger ratio. A Gaussian fit is used in order to determine the position of the pulses (green)",
            "paragraph_rank": 79,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 130,
                    "end": 137,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 13"
                },
                {
                    "start": 273,
                    "end": 280,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 16"
                }
            ]
        },
        {
            "text": "Time delay [ns]",
            "section_rank": 16
        },
        {
            "text": "• a set of data with the same voltage applied on the carbon foil and the sample (-1.2 kV) (dashed line in Fig. 16).",
            "section": "Time delay [ns]",
            "paragraph_rank": 80,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 113,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 16"
                }
            ]
        },
        {
            "text": "We define the trigger efficiency ε SE as:",
            "section": "Time delay [ns]",
            "paragraph_rank": 81,
            "section_rank": 16
        },
        {
            "text": "where N w is the number of events arriving with a time delay from the start signal in a selected time window w when the a voltage difference is applied between the target and the carbon foil. ",
            "section": "Time delay [ns]",
            "paragraph_rank": 82,
            "section_rank": 16
        },
        {
            "text": "N tot is the total number of START signals. ",
            "section": "Time delay [ns]",
            "paragraph_rank": 82,
            "section_rank": 16
        },
        {
            "text": "The carbon foil suppression factor κ SE is defined as:",
            "section": "Time delay [ns]",
            "paragraph_rank": 82,
            "section_rank": 16
        },
        {
            "text": "where N ′ w is the number of events in the selected time window w when the same voltage is applied to the sample and the CF (i.e. SE produced at the target cannot reach the MCP). ",
            "section": "Time delay [ns]",
            "paragraph_rank": 83,
            "section_rank": 16
        },
        {
            "text": "In this case the probability for SEs emitted from the sample to reach the MCP is strongly suppressed because the transparency of the foil for those electrons is practically zero. ",
            "section": "Time delay [ns]",
            "paragraph_rank": 83,
            "section_rank": 16
        },
        {
            "text": "The START signal and the peak at ∼ 2 ns for the dashed line in Fig. 16 (the same voltage on target and CF) is produced by SEs from the carbon foil, emitted by an incoming positron, since (almost) no SE from the target reach the MCP. ",
            "section": "Time delay [ns]",
            "paragraph_rank": 83,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 16"
                }
            ]
        },
        {
            "text": "Thus, κ SE gives suppression of fake triggers obtained by the coincidence positron trigger requirement for events with a positron traversing the carbon foil, but no SE emitted from the target. ",
            "section": "Time delay [ns]",
            "paragraph_rank": 83,
            "section_rank": 16
        },
        {
            "text": "It is used to estimate the background from positrons, which do not reach the target, e.g. due to backscattering from the carbon foil. ",
            "section": "Time delay [ns]",
            "paragraph_rank": 83,
            "section_rank": 16
        },
        {
            "text": "This background will be discussed in Sections 5.1 and 5.2. ",
            "section": "Time delay [ns]",
            "paragraph_rank": 83,
            "section_rank": 16
        },
        {
            "text": "Note, that the value κ SE (see below) is not in contradiction with the requirement for the invisible decay search experiment to have a fake trigger fraction with no energy deposition in the ECAL of < 10 −7 . ",
            "section": "Time delay [ns]",
            "paragraph_rank": 83,
            "section_rank": 16
        },
        {
            "text": "The suppression κ SE refers to events with a positron passing the carbon foil and for most of these events the annihilation photons will deposit energy in the ECAL.",
            "section": "Time delay [ns]",
            "paragraph_rank": 83,
            "section_rank": 16
        },
        {
            "text": "The signals of SEs emerging from the sample and those emerging from the CF can be further discriminated by their charge. ",
            "section": "Time delay [ns]",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "The large scattering angle acquired by the SEs from the target crossing the CF drastically reduces the probability to have, as a trigger, a signal produced by more than one electron. ",
            "section": "Time delay [ns]",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "On the other hand, the STOP signal is composed of a larger number of SE because it is produced by the sum of:",
            "section": "Time delay [ns]",
            "paragraph_rank": 84,
            "section_rank": 16
        },
        {
            "text": "• the SE emitted by positrons crossing the CF;",
            "section": "Time delay [ns]",
            "paragraph_rank": 85,
            "section_rank": 16
        },
        {
            "text": "• the SE that are emitted when, the SE produced at the target, cross the carbon foil in the opposite direction, since the small difference in their arrival time at the MCP (relative to the SE from the oncoming positron) is not resolved because of the small distance (8 mm) between the target and the carbon foil and the large voltage between them. ",
            "section": "Time delay [ns]",
            "paragraph_rank": 86,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 266,
                    "end": 272,
                    "type": "bibr",
                    "text": "(8 mm)"
                }
            ]
        },
        {
            "text": "This is clearly visible in the Fig. 17 where the charge of the START signal (i.e. the first electrons which hits the MCP) is plotted versus the signal in the time window of 12-17 ns for both voltage configurations. ",
            "section": "Time delay [ns]",
            "paragraph_rank": 86,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 31,
                    "end": 38,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 17"
                }
            ]
        },
        {
            "text": "This effect can be exploited to considerably increase the confidence level for a positron in the vacuum cavity without dramatically affecting the trigger efficiency as shown in Fig. 18. ",
            "section": "Time delay [ns]",
            "paragraph_rank": 86,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 177,
                    "end": 184,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 18"
                }
            ]
        },
        {
            "text": "The trigger efficiency (boxes) and the coincidence suppression factor κ SE (circles) are studied for two different selection cuts on the MCP signal:",
            "section": "Time delay [ns]",
            "paragraph_rank": 86,
            "section_rank": 16
        },
        {
            "text": "1. by applying a threshold on the MCP stop signal;",
            "section": "Time delay [ns]",
            "paragraph_rank": 87,
            "section_rank": 16
        },
        {
            "text": "2. by applying a cut on the charge (integral over the signal) produced by the MCP.",
            "section": "Time delay [ns]",
            "paragraph_rank": 88,
            "section_rank": 16
        },
        {
            "text": "In the first case the fake trigger ratio cannot be suppressed below a value of 4×10 −2 while the trigger efficiency drops to a value of 10 −2 . ",
            "section": "Time delay [ns]",
            "paragraph_rank": 89,
            "section_rank": 16
        },
        {
            "text": "In the second case, the cut performed on the charge shows to be much more efficient. ",
            "section": "Time delay [ns]",
            "paragraph_rank": 89,
            "section_rank": 16
        },
        {
            "text": "For a cut on the charge of 40 pVs is suppressed to 5×10 −3 with a corresponding trigger efficiency of 4×10 −2 .",
            "section": "Time delay [ns]",
            "paragraph_rank": 89,
            "section_rank": 16
        },
        {
            "text": "The photon detector",
            "section_rank": 17
        },
        {
            "text": "The same BGO crystals as in our former o-Ps invisible decay search will be used to detect γ-quanta produced in positron or positronium annihilation. ",
            "section": "The photon detector",
            "paragraph_rank": 90,
            "section_rank": 17
        },
        {
            "text": "The geometry of the detector should be modified to accommodate the beam pipe as we proposed in [64] (see Fig. 19). ",
            "section": "The photon detector",
            "paragraph_rank": 90,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b91",
                    "text": "[64]"
                },
                {
                    "start": 105,
                    "end": 112,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 19"
                }
            ]
        },
        {
            "text": "The test of the trigger scheme presented in Section 4.4 was done in a straight geometry, however the end of the beam pipe should be bent in order to avoid a direct way for the annihilation's photons and for Ps to escape the detection region. ",
            "section": "The photon detector",
            "paragraph_rank": 90,
            "section_rank": 17
        },
        {
            "text": "We are not expecting a decrease of the trigger efficiency or an increase in the background because our simulation predicts that with a careful design the transportation efficiency for both positrons and SE through the curved beam pipe region is 100%. ",
            "section": "The photon detector",
            "paragraph_rank": 90,
            "section_rank": 17
        },
        {
            "text": "Furthermore, the crystals have to be arranged perpendicularly to the B-field, since, as we confirmed in our TOF and PALS setup ( [78]), in this configuration the magnetic field will not affect the performance of the PMTs.",
            "section": "The photon detector",
            "paragraph_rank": 90,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b104",
                    "text": "[78]"
                }
            ]
        },
        {
            "text": "The γ-detector serves to veto effectively the positron annihilations into photons. ",
            "section": "The photon detector",
            "paragraph_rank": 91,
            "section_rank": 17
        },
        {
            "text": "It has been shown that its inefficiency for the detection of annihilation's photons is less then 10 −9 for the energy threshold of ≃ 80 keV [61,65]  7 . ",
            "section": "The photon detector",
            "paragraph_rank": 91,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "type": "bibr",
                    "ref_id": "b88",
                    "text": "[61,"
                },
                {
                    "start": 144,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b92",
                    "text": "65]"
                },
                {
                    "start": 149,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                }
            ]
        },
        {
            "text": "Moreover, we realized that the energy resolution of the crystals could be increased by replacing the Teflon in which the crystals are wrapped with the 3M radiant foil. ",
            "section": "The photon detector",
            "paragraph_rank": 91,
            "section_rank": 17
        },
        {
            "text": "This reduces the amount of dead material by a factor 12. ",
            "section": "The photon detector",
            "paragraph_rank": 91,
            "section_rank": 17
        },
        {
            "text": "Furthermore, all the BGO crystals surface is now polished. ",
            "section": "The photon detector",
            "paragraph_rank": 91,
            "section_rank": 17
        },
        {
            "text": "By roughing the BGO surface except where the PMT is coupled to the crystal, the energy resolution of the calorimeter could be further improved. ",
            "section": "The photon detector",
            "paragraph_rank": 91,
            "section_rank": 17
        },
        {
            "text": "Therefore, the calorimeter could be refurbished in order to increase the energy resolution resulting in an improvement of the detector performance.",
            "section": "The photon detector",
            "paragraph_rank": 91,
            "section_rank": 17
        },
        {
            "text": "Background estimation",
            "section_rank": 18
        },
        {
            "text": "As mentioned in the previous section, we expect backgrounds which originate from the following sources: 1. ",
            "section": "Background estimation",
            "paragraph_rank": 92,
            "section_rank": 18
        },
        {
            "text": "the annihilation energy losses that are estimated to be at a level of ≃ 10 −7 .",
            "section": "Background estimation",
            "paragraph_rank": 92,
            "section_rank": 18
        },
        {
            "text": "a fake positron tagging at a level ≃ 10 −7",
            "section_rank": 19
        },
        {
            "text": "The main contribution to the first background of the list above is coming from the thickness of the vacuum beam pipe. ",
            "section": "a fake positron tagging at a level ≃ 10 −7",
            "paragraph_rank": 93,
            "section_rank": 19
        },
        {
            "text": "In Fig. 20, we show the simulation results of the energy deposited in a 0.84 mm thick aluminum pipe and a pipe with 0.04 mm aluminum and 0.800 mm thick carbon pipe (similar to the one that was used at the H1 experiment at DESY). ",
            "section": "a fake positron tagging at a level ≃ 10 −7",
            "paragraph_rank": 93,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "type": "figure",
                    "ref_id": "fig_22",
                    "text": "Fig. 20"
                }
            ]
        },
        {
            "text": "In these distributions, the energy deposited in the target substrate and in the copper wire surrounding the beam pipe are also included.",
            "section": "a fake positron tagging at a level ≃ 10 −7",
            "paragraph_rank": 93,
            "section_rank": 19
        },
        {
            "text": "Different possibilities of fake triggers that can be produced in this experiment have been identified:  • Fast backscattered o − Ps produced at the carbon foil surface have a certain probability to escape the detection region.",
            "section": "a fake positron tagging at a level ≃ 10 −7",
            "paragraph_rank": 94,
            "section_rank": 19
        },
        {
            "text": "• Backscattered positrons from the carbon foil surface or the target have a probability to escape the detection region.",
            "section": "a fake positron tagging at a level ≃ 10 −7",
            "paragraph_rank": 95,
            "section_rank": 19
        },
        {
            "text": "Fast backscattered o − Ps from the carbon foil",
            "section_rank": 20
        },
        {
            "text": "Fast backscattered o − Ps can be produced from shallow implanted positrons that capture an electron exiting the surface. ",
            "section": "Fast backscattered o − Ps from the carbon foil",
            "paragraph_rank": 96,
            "section_rank": 20
        },
        {
            "text": "The contribution to the background arising from this effect has been studied with the MC simulation. ",
            "section": "Fast backscattered o − Ps from the carbon foil",
            "paragraph_rank": 96,
            "section_rank": 20
        },
        {
            "text": "We approximated the energy distribution of o − Ps with a Landau distribution peaking around 15 eV [71] (see Fig. 21). ",
            "section": "Fast backscattered o − Ps from the carbon foil",
            "paragraph_rank": 96,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b98",
                    "text": "[71]"
                },
                {
                    "start": 108,
                    "end": 115,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 21"
                }
            ]
        },
        {
            "text": "The probability P(E) of o − Ps to annihilate via pick-off when it collides with the cavity walls was also included. ",
            "section": "Fast backscattered o − Ps from the carbon foil",
            "paragraph_rank": 96,
            "section_rank": 20
        },
        {
            "text": "As a function of the energy, P(E) can be divided in two regions ( [76]):  Both assumptions are conservative. ",
            "section": "Fast backscattered o − Ps from the carbon foil",
            "paragraph_rank": 96,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b102",
                    "text": "[76]"
                }
            ]
        },
        {
            "text": "In fact, even o − Ps with an energy smaller than its binding energy (6.8 eV) can undergo pick-off annihilation, thus the number of Ps atoms escaping the detection region will be less than what we estimated with the simulation using the assumption 1). ",
            "section": "Fast backscattered o − Ps from the carbon foil",
            "paragraph_rank": 96,
            "section_rank": 20
        },
        {
            "text": "The same is true for Ps with energies above its bounding energy because in this case the probability to dissociate in a collision is close to 100% [76]. ",
            "section": "Fast backscattered o − Ps from the carbon foil",
            "paragraph_rank": 96,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b102",
                    "text": "[76]"
                }
            ]
        },
        {
            "text": "We define the escaping probability ξ as:",
            "section": "Fast backscattered o − Ps from the carbon foil",
            "paragraph_rank": 96,
            "section_rank": 20
        },
        {
            "text": "where N escape is the number of o − Ps which decay after the bending of the vacuum cavity (See Fig.  22) and N tot is the total number of events simulated. ",
            "section": "Fast backscattered o − Ps from the carbon foil",
            "paragraph_rank": 97,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 95,
                    "end": 103,
                    "type": "figure",
                    "ref_id": "fig_24",
                    "text": "Fig.  22"
                }
            ]
        },
        {
            "text": "Note that this approach is very conservative because the annihilation gammas produced outside the bending region have a non-zero probability to deposit some energy in the calorimeter. ",
            "section": "Fast backscattered o − Ps from the carbon foil",
            "paragraph_rank": 97,
            "section_rank": 20
        },
        {
            "text": "The escaping probability estimated with the simulation (Fig. 22) is ξ o−Ps ≃ 1 × 10 −4 . ",
            "section": "Fast backscattered o − Ps from the carbon foil",
            "paragraph_rank": 97,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 55,
                    "end": 63,
                    "type": "figure",
                    "ref_id": "fig_24",
                    "text": "(Fig. 22"
                }
            ]
        },
        {
            "text": "In order to calculate how this value affects the sensitivity of the experiment, it has to be multiplied with the fast o − Ps formation probability [71] (< 10%). ",
            "section": "Fast backscattered o − Ps from the carbon foil",
            "paragraph_rank": 97,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b98",
                    "text": "[71]"
                }
            ]
        },
        {
            "text": "In order to mimic an invisible decay, the fast o − Ps escaping event has to coincide with an accidental trigger. ",
            "section": "Fast backscattered o − Ps from the carbon foil",
            "paragraph_rank": 97,
            "section_rank": 20
        },
        {
            "text": "Thus, the carbon foil suppression factor κ SE presented in Section 4.4.1 further suppresses this background to a level < 5 × 10 −8 .",
            "section": "Fast backscattered o − Ps from the carbon foil",
            "paragraph_rank": 97,
            "section_rank": 20
        },
        {
            "text": "Backscattered positrons",
            "section_rank": 21
        },
        {
            "text": "The positrons are transported along the beam line with an energy that can be varied from E 0 = 10 − 200 eV. ",
            "section": "Backscattered positrons",
            "paragraph_rank": 98,
            "section_rank": 21
        },
        {
            "text": "The carbon foil and the target are biased with a potential with respect to the beam   pipe, giving an additional acceleration to the positron, thus, their energy at the carbon foil is E T OT = E 0 + E CF and at the target it is E TOT = E 0 + E Target . ",
            "section": "Backscattered positrons",
            "paragraph_rank": 98,
            "section_rank": 21
        },
        {
            "text": "If a positron backscatters in the carbon foil (or in the target) it is decelerated by the applied voltage. ",
            "section": "Backscattered positrons",
            "paragraph_rank": 98,
            "section_rank": 21
        },
        {
            "text": "In this case, it can either be re-implanted or escape the detection region. ",
            "section": "Backscattered positrons",
            "paragraph_rank": 98,
            "section_rank": 21
        },
        {
            "text": "The fate of the backscattered positron depends on its energy loss in the backscattering process at the foil or target ∆E = E T OT − E Back :",
            "section": "Backscattered positrons",
            "paragraph_rank": 98,
            "section_rank": 21
        },
        {
            "text": "1. if E Back < E CF(Target) the positron is re-implanted in the carbon foil (or in the target) with an energy E Back .",
            "section": "Backscattered positrons",
            "paragraph_rank": 99,
            "section_rank": 21
        },
        {
            "text": "2. if E Back > E CF(Target) the positron has enough energy to escape the carbon foil (the target) voltage and it can be transported back in the beam line with an energy E Back − E CF (Target) This second process represents a dangerous source of background. ",
            "section": "Backscattered positrons",
            "paragraph_rank": 100,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 183,
                    "end": 191,
                    "type": "bibr",
                    "text": "(Target)"
                }
            ]
        },
        {
            "text": "An escaping backscattered positron could give a trigger and be transported back by the magnetic field outside the detection region, and thus, it will not deposit any energy in the calorimeter. ",
            "section": "Backscattered positrons",
            "paragraph_rank": 100,
            "section_rank": 21
        },
        {
            "text": "This effect can be suppressed by decreasing the beam transport energy E 0 so that the minimum energy loss necessary to escape from the target voltage is smaller and consequently also the escaping probability is suppressed. ",
            "section": "Backscattered positrons",
            "paragraph_rank": 100,
            "section_rank": 21
        },
        {
            "text": "In this section, a precise estimation of this effect will be carried out using MC calculations. ",
            "section": "Backscattered positrons",
            "paragraph_rank": 100,
            "section_rank": 21
        },
        {
            "text": "The dominant process in the backscattering effect is the positron multiple-scattering. ",
            "section": "Backscattered positrons",
            "paragraph_rank": 100,
            "section_rank": 21
        },
        {
            "text": "GEANT4 has a set of low energy classes that can be included in the Physics list using PENELOPE MC cross sections such as G4PenelopeBrehmsstrahlung, G4PenelopeComptonEffect. ",
            "section": "Backscattered positrons",
            "paragraph_rank": 100,
            "section_rank": 21
        },
        {
            "text": "Unfortunately, the multiple-scattering process is not yet implemented and consequently it is not possible to estimate the backscattering coefficients with GEANT4. ",
            "section": "Backscattered positrons",
            "paragraph_rank": 100,
            "section_rank": 21
        },
        {
            "text": "Accurate knowledge of the energy and angular distributions of keV charged particles is possible with the EGSnrc (Electron Gamma Shower) Monte Carlo code [72]. ",
            "section": "Backscattered positrons",
            "paragraph_rank": 100,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b99",
                    "text": "[72]"
                }
            ],
            "entity_spans": [
                {
                    "start": 105,
                    "end": 111,
                    "type": "software",
                    "rawForm": "EGSnrc",
                    "resp": "whitelist",
                    "id": "software-simple-w9"
                }
            ]
        },
        {
            "text": "This code includes sophisticated low-energy physics comparable with PENELOPE. ",
            "section": "Backscattered positrons",
            "paragraph_rank": 100,
            "section_rank": 21
        },
        {
            "text": "Moreover, EGSnrc is considerably faster than PENELPOPE and does not require careful tuning of the simulation parameters. ",
            "section": "Backscattered positrons",
            "paragraph_rank": 100,
            "section_rank": 21,
            "entity_spans": [
                {
                    "start": 10,
                    "end": 16,
                    "type": "software",
                    "rawForm": "EGSnrc",
                    "resp": "whitelist",
                    "id": "software-simple-w10"
                }
            ]
        },
        {
            "text": "In EGSnrc a special package was developed for the calculation of backscattering coefficients. ",
            "section": "Backscattered positrons",
            "paragraph_rank": 100,
            "section_rank": 21,
            "entity_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "type": "software",
                    "rawForm": "EGSnrc",
                    "resp": "whitelist",
                    "id": "software-simple-w11"
                },
                {
                    "start": 20,
                    "end": 27,
                    "type": "software",
                    "rawForm": "package",
                    "resp": "whitelist",
                    "id": "software-simple-w12"
                }
            ]
        },
        {
            "text": "The performance of EGSnrc for keV backscattering particles is presented in [72] where MC simulation data are compared to experimental results for both electron and positron backscattering (see Fig. 23).",
            "section": "Backscattered positrons",
            "paragraph_rank": 100,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b99",
                    "text": "[72]"
                },
                {
                    "start": 193,
                    "end": 200,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 23"
                }
            ],
            "entity_spans": [
                {
                    "start": 19,
                    "end": 25,
                    "type": "software",
                    "rawForm": "EGSnrc",
                    "resp": "whitelist",
                    "id": "software-simple-w13"
                }
            ]
        },
        {
            "text": "We define the positron escaping ratio ε e + −esc from the detection region as: Figure 23. ",
            "section": "Backscattered positrons",
            "paragraph_rank": 101,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 88,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 23"
                }
            ]
        },
        {
            "text": "Positron backscattering coefficients (η + ) versus positron kinetic energy [72].",
            "section": "Backscattered positrons",
            "paragraph_rank": 101,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "type": "bibr",
                    "ref_id": "b99",
                    "text": "[72]"
                }
            ]
        },
        {
            "text": "ε e + −esc = N E II /N tot (5.2) where N E II is the number of backscattered positrons whose longitudinal energy loss is smaller than the incoming positron energy before the acceleration. ",
            "section": "Backscattered positrons",
            "paragraph_rank": 102,
            "section_rank": 21,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 32,
                    "type": "bibr",
                    "text": "(5.2)"
                }
            ]
        },
        {
            "text": "The effect of the positron backscattering has been studied in two situations:",
            "section": "Backscattered positrons",
            "paragraph_rank": 102,
            "section_rank": 21
        },
        {
            "text": "1. Positron backscattering at the carbon foil.",
            "section": "Backscattered positrons",
            "paragraph_rank": 103,
            "section_rank": 21
        },
        {
            "text": "2. Positron backscattering at the SiO 2 target.",
            "section": "Backscattered positrons",
            "paragraph_rank": 104,
            "section_rank": 21
        },
        {
            "text": "Positron backscattering from the carbon foil",
            "section_rank": 22
        },
        {
            "text": "To calculate the backscattering probability, we assume that the carbon foil has a density of 2g/cm 3 and a thickness of 20 nm. ",
            "section": "Positron backscattering from the carbon foil",
            "paragraph_rank": 105,
            "section_rank": 22
        },
        {
            "text": "There is a substantial difference between the backscattering coefficients for semi-infinite targets and thin foils because of the transparency effect that shows a considerable suppression of the backscattering probability when the incident energy of the positron increases. ",
            "section": "Positron backscattering from the carbon foil",
            "paragraph_rank": 105,
            "section_rank": 22
        },
        {
            "text": "In Fig. 24, the backscattering coefficient η + for a thick carbon target and for a 20 nm carbon foil are compared. ",
            "section": "Positron backscattering from the carbon foil",
            "paragraph_rank": 105,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 24"
                }
            ]
        },
        {
            "text": "On the same plot the transparency of the foil for the same implantation voltages is shown. ",
            "section": "Positron backscattering from the carbon foil",
            "paragraph_rank": 105,
            "section_rank": 22
        },
        {
            "text": "The probability of a positron to escape the carbon foil voltage depends on:",
            "section": "Positron backscattering from the carbon foil",
            "paragraph_rank": 105,
            "section_rank": 22
        },
        {
            "text": "• the backscattering coefficient η +",
            "section": "Positron backscattering from the carbon foil",
            "paragraph_rank": 106,
            "section_rank": 22
        },
        {
            "text": "• the initial positron energy E 0 before the foil acceleration E CF In order to estimate the escaping fraction, the whole energy distribution of the backscattered positrons has to be known (see Fig. 25). ",
            "section": "Positron backscattering from the carbon foil",
            "paragraph_rank": 107,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 194,
                    "end": 201,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 25"
                }
            ]
        },
        {
            "text": "Figure 26 shows the escaping probability for positrons backscattered from the carbon foil as a function of the acceleration voltage. ",
            "section": "Positron backscattering from the carbon foil",
            "paragraph_rank": 107,
            "section_rank": 22,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 26"
                }
            ]
        },
        {
            "text": "The calculations have been performed for different positron initial energies E 0 . ",
            "section": "Positron backscattering from the carbon foil",
            "paragraph_rank": 107,
            "section_rank": 22
        },
        {
            "text": "As one can see, for a good choice of the voltage applied to the carbon foil (about 1.5 kV) and of the initial energy (the lower the better, E 0 = 10 eV) the escaping probability is smaller than 2×10 −5 . ",
            "section": "Positron backscattering from the carbon foil",
            "paragraph_rank": 107,
            "section_rank": 22
        },
        {
            "text": "Positrons backscattering at the carbon foil are not a direct source of background. ",
            "section": "Positron backscattering from the carbon foil",
            "paragraph_rank": 107,
            "section_rank": 22
        },
        {
            "text": "To result in an artificial invisible decay, such an event has to coincide with an accidental trigger. ",
            "section": "Positron backscattering from the carbon foil",
            "paragraph_rank": 107,
            "section_rank": 22
        },
        {
            "text": "Therefore, this background is suppressed by the confidence level of the tagging system presented in Section 4.4.1 and results in a background < 10 −7 .",
            "section": "Positron backscattering from the carbon foil",
            "paragraph_rank": 107,
            "section_rank": 22
        },
        {
            "text": "Positron backscattering from the SiO 2 target",
            "section_rank": 23
        },
        {
            "text": "After crossing the carbon foil the positron enters the cavity and it is accelerated to the SiO 2 target where it may backscatter. ",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 108,
            "section_rank": 23
        },
        {
            "text": "For this estimation, we consider the SiO 2 target density of 2g/cm 2 . ",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 108,
            "section_rank": 23
        },
        {
            "text": "The backscattering coefficient for SiO 2 is larger than the one of the 20 nm foil (Fig. 27). ",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 108,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 91,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Fig. 27)"
                }
            ]
        },
        {
            "text": "In agreement with the results reported in [73], η + reaches a constant value of about 10% for positron incident energies larger than 4 keV. ",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 108,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "type": "bibr",
                    "ref_id": "b100",
                    "text": "[73]"
                }
            ]
        },
        {
            "text": "The positron escaping probability as a function of the energy is shown in Fig. 28. ",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 108,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "type": "figure",
                    "ref_id": "fig_9",
                    "text": "Fig. 28"
                }
            ]
        },
        {
            "text": "For positron energies between 3-5 keV the escaping probability is between 1×10 −5 and 3×10 −6 . ",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 108,
            "section_rank": 23
        },
        {
            "text": "These values are larger than the maximum background level that is allowed in order to reach the desired sensitivity. ",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 108,
            "section_rank": 23
        },
        {
            "text": "However, this background is clearly overestimated because the energy loss of the positron crossing the carbon foil is not taken into account. ",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 108,
            "section_rank": 23
        },
        {
            "text": "An estimation of the mean energy loss [74] [72] gives values of the order of few hundred eV that are significantly larger than   the initial positron energy E 0 = 10 eV.",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 108,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "type": "bibr",
                    "ref_id": "b99",
                    "text": "[72]"
                }
            ]
        },
        {
            "text": "A possible way to further suppress this background is to redirect to the target the positrons that may backscatter. ",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 109,
            "section_rank": 23
        },
        {
            "text": "The idea is to exploit the difference in the propagation time between the  backscattered positrons (< 10 eV) and the SE used for the trigger (>2 keV). ",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 109,
            "section_rank": 23
        },
        {
            "text": "When a SE triggers the MCP an electrode with a repulsive voltage can be activated to block and redirect back a positron that may have backscattered as shown in Fig. 29. ",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 109,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 160,
                    "end": 167,
                    "type": "figure",
                    "ref_id": "fig_10",
                    "text": "Fig. 29"
                }
            ]
        },
        {
            "text": "The optimal position of the repulsion electrode has been determined assuming that the backscattered positrons have an energy between 0.1 and 10 eV. ",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 109,
            "section_rank": 23
        },
        {
            "text": "We defined the minimum distance between the electrode and the target considering the propagation time of the SE from the target to the MCP (70 ns with d=1 m, E= 2 keV) and the propagation time of the backscattered positron. ",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 109,
            "section_rank": 23
        },
        {
            "text": "The maximum electrode-target separation is given by the constraint that the detection probability for a Ps atom that is eventually formed when the positron is re-implanted in the target should still be high enough to guarantee the aimed sensitivity of the experiment. ",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 109,
            "section_rank": 23
        },
        {
            "text": "In fact, the propagation time of the positron from the target to the repulsion electrode and back shorten the acquisition time window for such an event. ",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 109,
            "section_rank": 23
        },
        {
            "text": "Taking into account the backscattering probability and the Ps lifetime, we estimated that one needs an acquisition time of at least 0.5 µs. ",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 109,
            "section_rank": 23
        },
        {
            "text": "With these requirements the electrode should be positioned in the region indicated in Fig. 29 with a thick line (green). ",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 109,
            "section_rank": 23,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 93,
                    "type": "figure",
                    "ref_id": "fig_10",
                    "text": "Fig. 29"
                }
            ]
        },
        {
            "text": "In this way, the background produced by backscattered positrons from both the carbon foil or the target can be suppressed to values below < 10 −7 . ",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 109,
            "section_rank": 23
        },
        {
            "text": "Table 2, summarizes the expected background level for the different background sources.",
            "section": "Positron backscattering from the SiO 2 target",
            "paragraph_rank": 109,
            "section_rank": 23
        },
        {
            "text": "Sensitivity",
            "section_rank": 24
        },
        {
            "text": "The sensitivity S o−Ps→invisible of the experiment is defined as the level at which the first background event is expected:",
            "section": "Sensitivity",
            "paragraph_rank": 110,
            "section_rank": 24
        },
        {
            "text": "where the terms in the denominator are the integrated number of produced o− Ps (N o−Ps ) and ε tot ≃ 1 is the total efficiency to detect an invisible decay. ",
            "section": "Sensitivity",
            "paragraph_rank": 111,
            "section_rank": 24
        },
        {
            "text": "We neglected the losses in signal efficiency of about 1.5% arising from the possibility of having 2 or more positrons per bunch. ",
            "section": "Sensitivity",
            "paragraph_rank": 111,
            "section_rank": 24
        },
        {
            "text": "We estimated BACKGROUND SOURCE expected ",
            "section": "Sensitivity",
            "paragraph_rank": 111,
            "section_rank": 24
        },
        {
            "text": "1) Photon detection loss: Hermiticity Dead Material < 10 −7 Resolution ",
            "section": "Sensitivity",
            "paragraph_rank": 111,
            "section_rank": 24
        },
        {
            "text": "2) Positron backscattered from < 10 −7 carbon foil ",
            "section": "Sensitivity",
            "paragraph_rank": 111,
            "section_rank": 24
        },
        {
            "text": "3) Positron Backscattered from < 10 −7 SiO2 4)",
            "section": "Sensitivity",
            "paragraph_rank": 111,
            "section_rank": 24
        },
        {
            "text": "Fast o-Ps from carbon foil 5 × < 10 −8 5)",
            "section": "Sensitivity",
            "paragraph_rank": 112,
            "section_rank": 24
        },
        {
            "text": "Fast o-Ps from << 10 −8 target Table 2. ",
            "section": "Sensitivity",
            "paragraph_rank": 113,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 31,
                    "end": 38,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Summary of the expected background level for the different background sources.",
            "section": "Sensitivity",
            "paragraph_rank": 113,
            "section_rank": 24
        },
        {
            "text": "the rate of these events using R 2e + = 2 • τ bunch • R e + where τ bunch = 300 ns and R e + = 2.5 × 10 4 /s is the number of delivered positrons per second on the target in continuous mode. ",
            "section": "Sensitivity",
            "paragraph_rank": 114,
            "section_rank": 24
        },
        {
            "text": "For two or more positrons there is always annihilation energy deposition in the ECAL, hence this effect does not result in a background. ",
            "section": "Sensitivity",
            "paragraph_rank": 114,
            "section_rank": 24
        },
        {
            "text": "The number of o-Ps/s, R o−Ps , is defined as a product",
            "section": "Sensitivity",
            "paragraph_rank": 114,
            "section_rank": 24
        },
        {
            "text": "where the first factor was defined above, the second one is the efficiency for o − Ps production (about 30%) and the third one ε SEtagging is the efficiency of tagging the secondary electrons from the carbon foil (about 20%). ",
            "section": "Sensitivity",
            "paragraph_rank": 115,
            "section_rank": 24
        },
        {
            "text": "The fourth factor is the efficiency of the coincidence between the SEs from the CF and target (ε SEcoincidence = 0.04) and the last one, ε Bunching = 0.1, are the losses due to the duty cycle of the bunching system. ",
            "section": "Sensitivity",
            "paragraph_rank": 115,
            "section_rank": 24
        },
        {
            "text": "As in our previous search, the length of the gate for the ADCs has to be at least 3 µs in order to suppress the probability for o-Ps to decay after this time to a level of 10 −9 . ",
            "section": "Sensitivity",
            "paragraph_rank": 115,
            "section_rank": 24
        },
        {
            "text": "Therefore, the aimed sensitivity of 10 −7 can be reached in a 8 hours run (≈ 1 × 10 7 observed o − Ps annihilations). ",
            "section": "Sensitivity",
            "paragraph_rank": 115,
            "section_rank": 24
        },
        {
            "text": "For zero signal events observed and no event of background expected, the upper limit at 90% CL for the branching ratio assuming Poisson statistics is given by: This is about one order of magnitude more stringent than the BBN limit (2.21) and can be achieved in a 18 hours run.",
            "section": "Sensitivity",
            "paragraph_rank": 115,
            "section_rank": 24,
            "entity_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "type": "software",
                    "rawForm": "CL",
                    "resp": "whitelist",
                    "id": "software-simple-w14"
                }
            ]
        },
        {
            "text": "Assuming that the DAMA/NaI and DAMA/LIBRA annual signal modulation is generated by elastic scattering of mirror matter, the mixing strength is of the order of ε ≤ 4 × 10 −9 , thus a total number of ≃ 93 signal events would be detected in the ECAL during one month of data taking. ",
            "section": "Sensitivity",
            "paragraph_rank": 116,
            "section_rank": 24
        },
        {
            "text": "To be conservative we consider a background level of 1 × 10 −7 , thus, about 90 background events are expected which means that a discovery with about 7 σ significance could be possible [84]. ",
            "section": "Sensitivity",
            "paragraph_rank": 116,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "type": "bibr",
                    "ref_id": "b109",
                    "text": "[84]"
                }
            ]
        },
        {
            "text": "As explained in Section 4, a unique feature of our proposal is the possibility to change the experimental conditions (i.e. the number of the o-Ps collisions with matter), and hence to cross check the results without affecting the background. ",
            "section": "Sensitivity",
            "paragraph_rank": 116,
            "section_rank": 24
        },
        {
            "text": "For an implantation energy of the positron of 3 keV, the number of excess events will be 2 times smaller (46 events) compared to 5 keV positrons.",
            "section": "Sensitivity",
            "paragraph_rank": 116,
            "section_rank": 24
        },
        {
            "text": "Summary",
            "section_rank": 25
        },
        {
            "text": "In this paper, a proposed search for mirror-type dark matter, looking for o-Ps invisible decays in a vacuum cavity, is presented. ",
            "section": "Summary",
            "paragraph_rank": 117,
            "section_rank": 25
        },
        {
            "text": "In the Introduction, the mirror matter relevance to the dark matter problem and its link with positronium has been reviewed. ",
            "section": "Summary",
            "paragraph_rank": 117,
            "section_rank": 25
        },
        {
            "text": "The effect of external fields (electric and magnetic) on the oscillation probability and of the collisions of o-Ps with the cavity walls were estimated. ",
            "section": "Summary",
            "paragraph_rank": 117,
            "section_rank": 25
        },
        {
            "text": "In Section 4, the design and the experimental results for the different parts of the experiment have been presented. ",
            "section": "Summary",
            "paragraph_rank": 117,
            "section_rank": 25
        },
        {
            "text": "Section 5 includes the simulation results of the background estimation and Section 6 the estimated sensitivity. ",
            "section": "Summary",
            "paragraph_rank": 117,
            "section_rank": 25
        },
        {
            "text": "The goal is to reach a sensitivity in the branching ratio of Br(o − Ps → invisible) ≃ 10 −7 to confront the annual modulation signal observed by DAMA/NaI and DAMA/LIBRA (with 8.2σ significance) with mirror dark matter scenarios. ",
            "section": "Summary",
            "paragraph_rank": 117,
            "section_rank": 25
        },
        {
            "text": "In case of a signal observation, the experiment would offer a unique and essential feature, whereby an increase or decrease of the signal rate by a factor ∼ 2 is possible while keeping the background constant. ",
            "section": "Summary",
            "paragraph_rank": 117,
            "section_rank": 25
        },
        {
            "text": "In case of a null result, this search will provide a limit on the photon-mirror photon mixing strength about one order of magnitude better than presently derived from Big Bang Nucleosynthesis.",
            "section": "Summary",
            "paragraph_rank": 117,
            "section_rank": 25
        },
        {
            "text": "Figure 1 .",
            "section_rank": 26
        },
        {
            "text": "Figure 1. ",
            "section": "Figure 1 .",
            "paragraph_rank": 118,
            "section_rank": 26
        },
        {
            "text": "The double degeneracy between orthopositronium mass eigenstates of ordinary (o-Ps) and mirror (o-Ps') is broken when a small mixing term is included.",
            "section": "Figure 1 .",
            "paragraph_rank": 118,
            "section_rank": 26
        },
        {
            "text": "Figure 3 .",
            "section_rank": 27
        },
        {
            "text": "Figure 3. ",
            "section": "Figure 3 .",
            "paragraph_rank": 119,
            "section_rank": 27
        },
        {
            "text": "Oscillation probability and branching ratio for Br(o − Ps → invisible) as a function of the electric field. ",
            "section": "Figure 3 .",
            "paragraph_rank": 119,
            "section_rank": 27
        },
        {
            "text": "The magnetic field was set to 150 G.",
            "section": "Figure 3 .",
            "paragraph_rank": 119,
            "section_rank": 27
        },
        {
            "text": "Figure 4 .",
            "section_rank": 28
        },
        {
            "text": "Figure 4. ",
            "section": "Figure 4 .",
            "paragraph_rank": 120,
            "section_rank": 28
        },
        {
            "text": "Branching ratio for Br(o − Ps → invisible)as a function of the number of collisions per lifetime of o-Ps with the cavity walls. ",
            "section": "Figure 4 .",
            "paragraph_rank": 120,
            "section_rank": 28
        },
        {
            "text": "The electric field was set to 5 kV/cm and the magnetic field was 150 G.",
            "section": "Figure 4 .",
            "paragraph_rank": 120,
            "section_rank": 28
        },
        {
            "text": "Figure 5 .",
            "section_rank": 29
        },
        {
            "text": "Figure 5. ",
            "section": "Figure 5 .",
            "paragraph_rank": 121,
            "section_rank": 29
        },
        {
            "text": "The points are the annual modulation observed by DAMA/NaI. ",
            "section": "Figure 5 .",
            "paragraph_rank": 121,
            "section_rank": 29
        },
        {
            "text": "The line is the prediction of this modulation for mirror matter[18].",
            "section": "Figure 5 .",
            "paragraph_rank": 121,
            "section_rank": 29,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Figure 6 .",
            "section_rank": 30
        },
        {
            "text": "Figure 6. ",
            "section": "Figure 6 .",
            "paragraph_rank": 122,
            "section_rank": 30
        },
        {
            "text": "Schematic view of the setup. ",
            "section": "Figure 6 .",
            "paragraph_rank": 122,
            "section_rank": 30
        },
        {
            "text": "The main parts of the system are: The bunched slow positron beam, the secondary electron tagging system, the target chamber and the γ detector.",
            "section": "Figure 6 .",
            "paragraph_rank": 122,
            "section_rank": 30
        },
        {
            "text": "1 .",
            "section_rank": 31
        },
        {
            "text": "the bunched slow positron beam (Section 4.1) ",
            "section": "1 .",
            "paragraph_rank": 123,
            "section_rank": 31
        },
        {
            "text": "2. the target for efficient o-Ps production near thermal energy (Section 4.2) ",
            "section": "1 .",
            "paragraph_rank": 123,
            "section_rank": 31
        },
        {
            "text": "3. the vacuum cavity to confine the o-Ps (Section 4.3) ",
            "section": "1 .",
            "paragraph_rank": 123,
            "section_rank": 31
        },
        {
            "text": "4. the positron appearance tagging system with a high S/N ratio, based on a high performance micro-channel-plate (MCP) described combined with the positron bunching (Section 4.4) ",
            "section": "1 .",
            "paragraph_rank": 123,
            "section_rank": 31,
            "entity_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w15"
                }
            ]
        },
        {
            "text": "5. the gamma detector, an almost 4π BGO crystal calorimeter (ECAL) surrounding the vacuum cavity for efficient detection of annihilation photons to search for invisible o-Ps decays (Section 4.5).",
            "section": "1 .",
            "paragraph_rank": 123,
            "section_rank": 31
        },
        {
            "text": "Figure 7 .",
            "section_rank": 32
        },
        {
            "text": "Figure 7. ",
            "section": "Figure 7 .",
            "paragraph_rank": 124,
            "section_rank": 32
        },
        {
            "text": "Timing between the secondary electrons detected in the MCP and the bunching pulse of the beam for 1 and 2 keV implantation energy of the positrons.",
            "section": "Figure 7 .",
            "paragraph_rank": 124,
            "section_rank": 32
        },
        {
            "text": "Figure 8 .",
            "section_rank": 33
        },
        {
            "text": "Figure 8. ",
            "section": "Figure 8 .",
            "paragraph_rank": 125,
            "section_rank": 33
        },
        {
            "text": "(Top plot) ",
            "section": "Figure 8 .",
            "paragraph_rank": 125,
            "section_rank": 33
        },
        {
            "text": "Total fraction of o-Ps produced in the SiO 2 targets as a function of the positron implantation energy measured with positron annihilation lifetime spectroscopy. ",
            "section": "Figure 8 .",
            "paragraph_rank": 125,
            "section_rank": 33
        },
        {
            "text": "(Bottom plot) ",
            "section": "Figure 8 .",
            "paragraph_rank": 125,
            "section_rank": 33
        },
        {
            "text": "Emission energy of o-Ps in vacuum measured with time-of-flight (those data are taken from[69]).",
            "section": "Figure 8 .",
            "paragraph_rank": 125,
            "section_rank": 33,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b96",
                    "text": "[69]"
                }
            ]
        },
        {
            "text": "Figure 9 .",
            "section_rank": 34
        },
        {
            "text": "Figure 9. ",
            "section": "Figure 9 .",
            "paragraph_rank": 126,
            "section_rank": 34
        },
        {
            "text": "(a) Ps is tagged by the secondary electrons produced by the positron that hits the converter surface (target). ",
            "section": "Figure 9 .",
            "paragraph_rank": 126,
            "section_rank": 34
        },
        {
            "text": "In the case where Ps escapes the detection region, it could mimic an invisible decay due to the strongly suppressed detection efficiency of the decay photons. ",
            "section": "Figure 9 .",
            "paragraph_rank": 126,
            "section_rank": 34
        },
        {
            "text": "(b) By closing the vacuum cavity around the o − Ps converter one obtains a region of highly uniform detection efficiency and the o-Ps leakage through the aperture is suppressed. ",
            "section": "Figure 9 .",
            "paragraph_rank": 126,
            "section_rank": 34
        },
        {
            "text": "The 15 nm carbon foil acts as a barrier for the o − Ps emitted from the converter but it is nearly transparent for the incoming positron beam and for the secondary electrons used for the trigger.",
            "section": "Figure 9 .",
            "paragraph_rank": 126,
            "section_rank": 34
        },
        {
            "text": "Figure 10 .",
            "section_rank": 35
        },
        {
            "text": "Figure 10. ",
            "section": "Figure 10 .",
            "paragraph_rank": 127,
            "section_rank": 35
        },
        {
            "text": "Schematic of the target region and the carbon foil.",
            "section": "Figure 10 .",
            "paragraph_rank": 127,
            "section_rank": 35
        },
        {
            "text": "Figure 11 .",
            "section_rank": 36
        },
        {
            "text": "Figure 11. ",
            "section": "Figure 11 .",
            "paragraph_rank": 128,
            "section_rank": 36
        },
        {
            "text": "Schematic of the positron tagging system for the experiment using the MCP signal for secondary electrons emitted from the target and from the thin carbon foil.",
            "section": "Figure 11 .",
            "paragraph_rank": 128,
            "section_rank": 36
        },
        {
            "text": "Figure 12 .",
            "section_rank": 37
        },
        {
            "text": "Figure 12. ",
            "section": "Figure 12 .",
            "paragraph_rank": 129,
            "section_rank": 37
        },
        {
            "text": "Trajectories of the positron (blue) and secondary electrons (red) for the new design with the carbon foil.",
            "section": "Figure 12 .",
            "paragraph_rank": 129,
            "section_rank": 37
        },
        {
            "text": "Figure 13 .",
            "section_rank": 38
        },
        {
            "text": "Figure 13. ",
            "section": "Figure 13 .",
            "paragraph_rank": 130,
            "section_rank": 38
        },
        {
            "text": "Simulated time distributions of the secondary electrons detected in the MCP. ",
            "section": "Figure 13 .",
            "paragraph_rank": 130,
            "section_rank": 38
        },
        {
            "text": "See text for details.",
            "section": "Figure 13 .",
            "paragraph_rank": 130,
            "section_rank": 38
        },
        {
            "text": "Figure 14 .",
            "section_rank": 39
        },
        {
            "text": "Figure 14. ",
            "section": "Figure 14 .",
            "paragraph_rank": 131,
            "section_rank": 39
        },
        {
            "text": "Setup used for the measurements with the tagging system. ",
            "section": "Figure 14 .",
            "paragraph_rank": 131,
            "section_rank": 39
        },
        {
            "text": "In order to accelerate the SEs from the target a voltage difference between the sample holder (green) and the carbon foil has to be applied. ",
            "section": "Figure 14 .",
            "paragraph_rank": 131,
            "section_rank": 39
        },
        {
            "text": "A ceramic ring electrically insulates the carbon foil holder and the target holder.",
            "section": "Figure 14 .",
            "paragraph_rank": 131,
            "section_rank": 39
        },
        {
            "text": "Figure 15 .",
            "section_rank": 40
        },
        {
            "text": "Figure 15. ",
            "section": "Figure 15 .",
            "paragraph_rank": 132,
            "section_rank": 40
        },
        {
            "text": "Example of an event acquired with an oscilloscope. ",
            "section": "Figure 15 .",
            "paragraph_rank": 132,
            "section_rank": 40
        },
        {
            "text": "The first signal is produced by the SE from the target and defines the START signal. ",
            "section": "Figure 15 .",
            "paragraph_rank": 132,
            "section_rank": 40
        },
        {
            "text": "The second pulse is produced by the SE from the CF ∼ 15ns after the START signal. ",
            "section": "Figure 15 .",
            "paragraph_rank": 132,
            "section_rank": 40
        },
        {
            "text": "The time window ω between 15 and 22 ns (i.e. between 10 and 17 ns delay from the START signal) is defined in order to calculate the trigger efficiency and the fake trigger ratio. ",
            "section": "Figure 15 .",
            "paragraph_rank": 132,
            "section_rank": 40
        },
        {
            "text": "A Gaussian fit is used in order to determine the position of the pulses (green). ",
            "section": "Figure 15 .",
            "paragraph_rank": 132,
            "section_rank": 40
        },
        {
            "text": "The origin of the third peak are the SE produced by the SE from the target crossing the CF as expected from the simulation (seeFig. 13).",
            "section": "Figure 15 .",
            "paragraph_rank": 132,
            "section_rank": 40
        },
        {
            "text": "Figure 16 .",
            "section_rank": 41
        },
        {
            "text": "Figure 16. ",
            "section": "Figure 16 .",
            "paragraph_rank": 133,
            "section_rank": 41
        },
        {
            "text": "Measured delay of the SE from the carbon foil relative to SE from the START signal. ",
            "section": "Figure 16 .",
            "paragraph_rank": 133,
            "section_rank": 41
        },
        {
            "text": "The dashed line represents the data obtained by applying the same voltage on the carbon foil and on the sample (-1.2kV). ",
            "section": "Figure 16 .",
            "paragraph_rank": 133,
            "section_rank": 41
        },
        {
            "text": "The solid line is obtained by applying -1.2 kV on the carbon foil and -3.8kV on the sample. ",
            "section": "Figure 16 .",
            "paragraph_rank": 133,
            "section_rank": 41
        },
        {
            "text": "In this case the broadening of the peak at around 15 ns is mainly due to variations of the flight time of the SE from the target that produce the START signal. ",
            "section": "Figure 16 .",
            "paragraph_rank": 133,
            "section_rank": 41
        },
        {
            "text": "The peak at about 2 ns are due to the MCP deadtime (see text for details).",
            "section": "Figure 16 .",
            "paragraph_rank": 133,
            "section_rank": 41
        },
        {
            "text": "Figure 17 .",
            "section_rank": 42
        },
        {
            "text": "Figure 17. ",
            "section": "Figure 17 .",
            "paragraph_rank": 134,
            "section_rank": 42
        },
        {
            "text": "Charge (measured with 50 Ω termination) in pVs of the start signal versus the charge of the signal for events in the time window 12-17 ns. ",
            "section": "Figure 17 .",
            "paragraph_rank": 134,
            "section_rank": 42
        },
        {
            "text": "Top: the same voltage of 1.2 keV is applied to the target and the carbon foil. ",
            "section": "Figure 17 .",
            "paragraph_rank": 134,
            "section_rank": 42
        },
        {
            "text": "Bottom: a voltage of 3.8 keV is applied to the target and 1.2 keV to the carbon foil.",
            "section": "Figure 17 .",
            "paragraph_rank": 134,
            "section_rank": 42
        },
        {
            "text": "Figure 18 .",
            "section_rank": 43
        },
        {
            "text": "Figure 18. ",
            "section": "Figure 18 .",
            "paragraph_rank": 135,
            "section_rank": 43
        },
        {
            "text": "(Top plot) ",
            "section": "Figure 18 .",
            "paragraph_rank": 135,
            "section_rank": 43
        },
        {
            "text": "Trigger efficiency (boxes) and coincidence suppression factor κ SE (circles) as a function of the threshold set on the signal in the time window 12-17 ns. ",
            "section": "Figure 18 .",
            "paragraph_rank": 135,
            "section_rank": 43
        },
        {
            "text": "(Bottom plot) ",
            "section": "Figure 18 .",
            "paragraph_rank": 135,
            "section_rank": 43
        },
        {
            "text": "Trigger efficiency (boxes) and coincidence suppression factor κ SE (circles) as a function of the cut on the charge (voltage integral) on the signals in the time window 12-17 ns.",
            "section": "Figure 18 .",
            "paragraph_rank": 135,
            "section_rank": 43
        },
        {
            "text": "1 .",
            "section_rank": 44
        },
        {
            "text": "For E o−Ps < 6.8eV , P(E) = 0 2. ",
            "section": "1 .",
            "paragraph_rank": 136,
            "section_rank": 44
        },
        {
            "text": "For E o−Ps > 6.8eV , P(E) = 0.95",
            "section": "1 .",
            "paragraph_rank": 136,
            "section_rank": 44
        },
        {
            "text": "Figure 19 .",
            "section_rank": 45
        },
        {
            "text": "Figure 19. ",
            "section": "Figure 19 .",
            "paragraph_rank": 137,
            "section_rank": 45
        },
        {
            "text": "Cross section of the BGO calorimeter mounted around the beam pipe. ",
            "section": "Figure 19 .",
            "paragraph_rank": 137,
            "section_rank": 45
        },
        {
            "text": "The sphere is to show that the minimal BGO thickness around the target is of the order of 200 mm.",
            "section": "Figure 19 .",
            "paragraph_rank": 137,
            "section_rank": 45
        },
        {
            "text": "Figure 20 .",
            "section_rank": 46
        },
        {
            "text": "Figure 20. ",
            "section": "Figure 20 .",
            "paragraph_rank": 138,
            "section_rank": 46
        },
        {
            "text": "Distributions of the energy deposited in the dead material surrounding the target region (target substrate, beam pipe and copper coil) from annihilation events in the target. ",
            "section": "Figure 20 .",
            "paragraph_rank": 138,
            "section_rank": 46
        },
        {
            "text": "The top plot shows the results of the MC simulation for a 0.84 mm thick aluminum pipe. ",
            "section": "Figure 20 .",
            "paragraph_rank": 138,
            "section_rank": 46
        },
        {
            "text": "The bottom plot the distribution for the pipe construction with 0.04 mm aluminum and 0.800 mm carbon. ",
            "section": "Figure 20 .",
            "paragraph_rank": 138,
            "section_rank": 46
        },
        {
            "text": "The total number of simulated 2γ-events is 10 8 in both cases. ",
            "section": "Figure 20 .",
            "paragraph_rank": 138,
            "section_rank": 46
        },
        {
            "text": "The peaks at 511 keV and 1022 keV correspond to the total photo-absorption either of a single 511 keV photon or of both of them, respectively.",
            "section": "Figure 20 .",
            "paragraph_rank": 138,
            "section_rank": 46
        },
        {
            "text": "Figure 21 .",
            "section_rank": 47
        },
        {
            "text": "Figure 21. ",
            "section": "Figure 21 .",
            "paragraph_rank": 139,
            "section_rank": 47
        },
        {
            "text": "Energy distribution of fast o-Ps originating from backscattered e + . ",
            "section": "Figure 21 .",
            "paragraph_rank": 139,
            "section_rank": 47
        },
        {
            "text": "The pick-off probability after a collision of o-Ps with the walls is taken to be zero for o-Ps energies smaller than the 6.8 eV while for higher energies it is 0.95.",
            "section": "Figure 21 .",
            "paragraph_rank": 139,
            "section_rank": 47
        },
        {
            "text": "Figure 22 .",
            "section_rank": 48
        },
        {
            "text": "Figure 22. ",
            "section": "Figure 22 .",
            "paragraph_rank": 140,
            "section_rank": 48
        },
        {
            "text": "Simulated decay position of o-Ps in the vacuum cavity. ",
            "section": "Figure 22 .",
            "paragraph_rank": 140,
            "section_rank": 48
        },
        {
            "text": "The escaping probability estimated with the MC simulation is ≃ 1 × 10 −4 .",
            "section": "Figure 22 .",
            "paragraph_rank": 140,
            "section_rank": 48
        },
        {
            "text": "•Figure 24 .",
            "section_rank": 49
        },
        {
            "text": "Figure 24. ",
            "section": "•Figure 24 .",
            "paragraph_rank": 141,
            "section_rank": 49
        },
        {
            "text": "Positron backscatter coefficient (η + ) from a thick carbon target (black squares) and a thin carbon foil (triangles) as a function of the positron kinetic energy. ",
            "section": "•Figure 24 .",
            "paragraph_rank": 141,
            "section_rank": 49
        },
        {
            "text": "The transmission probability, through the thin foil is also shown (open squares, right scale).",
            "section": "•Figure 24 .",
            "paragraph_rank": 141,
            "section_rank": 49
        },
        {
            "text": "Figure 25 .",
            "section_rank": 50
        },
        {
            "text": "Figure 25. ",
            "section": "Figure 25 .",
            "paragraph_rank": 142,
            "section_rank": 50
        },
        {
            "text": "(Top plot) simulation using EGSnrc. ",
            "section": "Figure 25 .",
            "paragraph_rank": 142,
            "section_rank": 50,
            "entity_spans": [
                {
                    "start": 28,
                    "end": 34,
                    "type": "software",
                    "rawForm": "EGSnrc",
                    "resp": "whitelist",
                    "id": "software-simple-w16"
                }
            ]
        },
        {
            "text": "Energy spectrum of positrons backscattered from a 20 nm carbon foil for positron implantation energies in the 1-2 keV range. ",
            "section": "Figure 25 .",
            "paragraph_rank": 142,
            "section_rank": 50
        },
        {
            "text": "The cut-off energy is 300 eV. ",
            "section": "Figure 25 .",
            "paragraph_rank": 142,
            "section_rank": 50
        },
        {
            "text": "(Bottom plot) angular distribution for backscattered positrons",
            "section": "Figure 25 .",
            "paragraph_rank": 142,
            "section_rank": 50
        },
        {
            "text": "Figure 26 .",
            "section_rank": 51
        },
        {
            "text": "Figure 26. ",
            "section": "Figure 26 .",
            "paragraph_rank": 143,
            "section_rank": 51
        },
        {
            "text": "Escaping probability for positrons backscattered from the carbon foil as a function of the carbon foil voltage for different positron initial energies E 0 .",
            "section": "Figure 26 .",
            "paragraph_rank": 143,
            "section_rank": 51
        },
        {
            "text": "Figure 27 .",
            "section_rank": 52
        },
        {
            "text": "Figure 27. ",
            "section": "Figure 27 .",
            "paragraph_rank": 144,
            "section_rank": 52
        },
        {
            "text": "Backscattering coefficient η + for the SiO 2 target as a function of the positron incident energy.",
            "section": "Figure 27 .",
            "paragraph_rank": 144,
            "section_rank": 52
        },
        {
            "text": "Figure 28 .",
            "section_rank": 53
        },
        {
            "text": "Figure 28. ",
            "section": "Figure 28 .",
            "paragraph_rank": 145,
            "section_rank": 53
        },
        {
            "text": "Escaping probability for the total number of incident positrons at the SiO 2 target as a function of the implantation voltage for different positron initials energies E 0 .",
            "section": "Figure 28 .",
            "paragraph_rank": 145,
            "section_rank": 53
        },
        {
            "text": "Figure 29 .",
            "section_rank": 54
        },
        {
            "text": "Figure 29. ",
            "section": "Figure 29 .",
            "paragraph_rank": 146,
            "section_rank": 54
        },
        {
            "text": "Scheme of the repulsion electrode used to suppress the backscattered positrons and plot with the optimal position (thick green line on the y-axis). ",
            "section": "Figure 29 .",
            "paragraph_rank": 146,
            "section_rank": 54
        },
        {
            "text": "See text for more details.",
            "section": "Figure 29 .",
            "paragraph_rank": 146,
            "section_rank": 54
        },
        {
            "text": "Br(o − Ps → invisible) = 2.3/(N o−Ps • ε tot ) (6.3) Solving Eq. ",
            "paragraph_rank": 147,
            "section_rank": 55
        },
        {
            "text": "(2.17) with the estimated average number of o − Ps collisions in the cavity N coll ≃ 0.9 (for 5 keV implantation energy of the positrons), shows that a limit on the Br(o − Ps → invisible) = 1 × 10 −7 will result in a limit on the photon-mirror photon mixing strength of: ε ≤ 4 × 10 −9 . ",
            "paragraph_rank": 147,
            "section_rank": 55
        },
        {
            "text": "(6.4)",
            "paragraph_rank": 147,
            "section_rank": 55
        },
        {
            "text": "Table 1 .",
            "section_rank": 56
        },
        {
            "text": "Estimated flight time for SE emerging from CF (1.2 kV) and from the sample 3.8 kV for a distance of 80 cm. ",
            "section": "Table 1 .",
            "paragraph_rank": 148,
            "section_rank": 56
        },
        {
            "text": "The expected delay time is 17 ns.",
            "section": "Table 1 .",
            "paragraph_rank": 148,
            "section_rank": 56
        },
        {
            "text": "The SN1987a limit ε < 10 −9.5 obtained in Ref.",
            "section": "Table 1 .",
            "paragraph_rank": 149,
            "section_rank": 56
        },
        {
            "text": "[56] is actually much weaker. ",
            "section": "Table 1 .",
            "paragraph_rank": 149,
            "section_rank": 56,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b83",
                    "text": "[56]"
                }
            ]
        },
        {
            "text": "For a more detailed discussion of this and other constraints see Ref.",
            "section": "Table 1 .",
            "paragraph_rank": 149,
            "section_rank": 56
        },
        {
            "text": "[57] ",
            "section": "Table 1 .",
            "paragraph_rank": 149,
            "section_rank": 56,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b84",
                    "text": "[57]"
                }
            ]
        },
        {
            "text": "Only microscopic holes will be left for pumping the vacuum inside the cavity, leaving a negligible probability for the o-Ps to escape the detection region.4 ",
            "section": "Table 1 .",
            "paragraph_rank": 150,
            "section_rank": 56,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 156,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "PSI, Paul Scherrer Institut, CH-5232 Villingen-PSI, Switzerland",
            "section": "Table 1 .",
            "paragraph_rank": 150,
            "section_rank": 56,
            "entity_spans": [
                {
                    "start": 52,
                    "end": 63,
                    "type": "software",
                    "rawForm": "Switzerland",
                    "resp": "whitelist",
                    "id": "software-simple-w17"
                }
            ]
        },
        {
            "text": "We are also considering the possibility of making a vacuum pipe out of a scintillating material with the internal part coated with a thin aluminum foil.",
            "section": "Table 1 .",
            "paragraph_rank": 151,
            "section_rank": 56
        },
        {
            "text": "As will be discussed later in this section, Geant 4 does not reproduce correctly the transmission, scattering angles and backscattering coefficients of charged particles with few keV energies.",
            "section": "Table 1 .",
            "paragraph_rank": 152,
            "section_rank": 56
        },
        {
            "text": "It is worth noting that in the experiment described in this section the threshold will be lower because the pileup will be reduced by a factor 20.",
            "section": "Table 1 .",
            "paragraph_rank": 153,
            "section_rank": 56
        },
        {
            "text": "Acknowledgments",
            "section_rank": 58
        },
        {
            "text": "We wish to thank Z. Berezhiani, R. Eichler, R. Foot, D. S. Gorbunov, S. Karshenboim, N. V. Krasnikov, C. Lenz-Cesar, V. Matveev, V. A. Rubakov, and A. A. Tokareva for the very useful discussions. ",
            "section": "Acknowledgments",
            "paragraph_rank": 154,
            "section_rank": 58
        },
        {
            "text": "We acknowledge A. Antognini and F. Kottmann for lending us some carbon foils. ",
            "section": "Acknowledgments",
            "paragraph_rank": 154,
            "section_rank": 58
        },
        {
            "text": "We are grateful to A. Badertscher, N. A. Golubev, L. Knecht, L. Liszkay, J. P. Peigneux, P. Perez, D. Sillou for their essential help. ",
            "section": "Acknowledgments",
            "paragraph_rank": 154,
            "section_rank": 58
        },
        {
            "text": "This work was supported by the ETH Zurich, by the Swiss National Science Foundation, by the Institute for Nuclear Research of the Russian Academy of Sciences and by the CNPq (Brazil). ",
            "section": "Acknowledgments",
            "paragraph_rank": 154,
            "section_rank": 58,
            "entity_spans": [
                {
                    "start": 73,
                    "end": 83,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w18"
                }
            ]
        },
        {
            "text": "We thank the CERN for its hospitality.",
            "section": "Acknowledgments",
            "paragraph_rank": 154,
            "section_rank": 58
        }
    ]
}