{
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Precise study of the Z/γ * boson transverse momentum distribution in pp collisions using a novel technique S. Schlobohm, 80 C. Schwanenberger, 43 R. Schwienhorst, 62 J. Sekaric, 55 H. Severini, 73 E. Shabalina, 23 V. Shary, 18 A.A. Shchukin, 38 R.K. Shivpuri, 28 V. Simak, 10 V. Sirotenko, 47 P. Skubic, 73 P. Slattery, 69 D. Smirnov, 53 K.J. Smith, 67 G.R. Snow, 64 J. Snow, 72 S. Snyder, 71 S. Söldner-Rembold, 43 L. Sonnenschein, 21 A. Sopczak, 41 M. Sosebee, 76 K. Soustruznik, 9 B. Spurlock, 76 J. Stark, 14  Using 7.3 fb −1 of pp collisions collected by the D0 detector at the Fermilab Tevatron, we measure the distribution of the variable φ * η , which probes the same physical effects as the Z/γ * boson transverse momentum, but is less susceptible to the effects of experimental resolution and efficiency. ",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 224,
                    "end": 226,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "18"
                },
                {
                    "start": 433,
                    "end": 435,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "21"
                },
                {
                    "start": 510,
                    "end": 512,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "14"
                }
            ],
            "entity_spans": [
                {
                    "start": 358,
                    "end": 362,
                    "type": "software",
                    "rawForm": "Snow",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                },
                {
                    "start": 370,
                    "end": 374,
                    "type": "software",
                    "rawForm": "Snow",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "A QCD prediction is found to describe the general features of the φ * η distribution, but is unable to describe its detailed shape or dependence on boson rapidity. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "A prediction that includes a broadening of transverse momentum for small values of the parton momentum fraction is strongly disfavored. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Z/γ * bosons are produced at hadron colliders via quark-antiquark annihilation. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Their decays to e + e − and µ + µ − can be detected with little background and the phenomenology is simplified by the absence of color flow between the incoming partons and the products of the boson decay, thus providing an excellent testing ground for QCD predictions. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "Z/γ * bosons may be produced with a * with visitors from a Augustana College, Sioux Falls, SD, USA, b The University of Liverpool, Liverpool, UK, c SLAC, Menlo Park, CA, USA, d ICREA/IFAE, Barcelona, Spain, e Centro de Investigacion en Computacion -IPN, Mexico City, Mexico, f ECFM, Universidad Autonoma de Sinaloa, Culiacán, Mexico, and g Universität Bern, Bern, Switzerland.",
            "paragraph_rank": 1,
            "section_rank": 1,
            "entity_spans": [
                {
                    "start": 364,
                    "end": 375,
                    "type": "software",
                    "rawForm": "Switzerland",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "non-zero momentum in the plane transverse to the beam direction, p ℓℓ T , due to QCD radiation from the incoming partons. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Resummation techniques [1] allow calculations of the distribution of p ℓℓ T within the framework of perturbative QCD, even at relatively low p ℓℓ T (e.g., p ℓℓ T < 30 GeV). ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "However, additional non-perturbative form factors, such as that of BLNY [2], must be determined in global fits to experimental data. ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "An increase of these form factors for x < 10 −2 , where x is the parton momentum fraction, was suggested [3] to improve the description of hadron production observed in deep inelastic electron-proton scattering at HERA. ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "Since vector boson production corresponds typically to parton x < 10 −2 at the LHC, these modified form factors would lead to a broadening of the expected vector boson trans-verse momentum distributions [4]. ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "This \"small-x broadening\" would influence the measurement of the W boson mass as well as searches for Higgs bosons and physics beyond the standard model at the LHC. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "It is important to study quantitatively such x-dependencies at the Tevatron, where they can be probed using the dependence of the p ℓℓ T distribution on boson rapidity, y [5]. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "At the Tevatron, bosons with |y| > 2 are particularly sensitive to the region x < 10 −2 .",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "In the region of low p ℓℓ T , the precision of the most recent measurements at the Tevatron [6,7] was dominated by uncertainties in correcting for experimental resolution and efficiency. ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "type": "bibr",
                    "text": "[6,"
                },
                {
                    "start": 95,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "7]"
                }
            ]
        },
        {
            "text": "Furthermore, the measurements were presented in a small number of relatively wide bins due the limited experimental resolution [8]. ",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "type": "bibr",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "The variable a T , which corresponds to the component of p ℓℓ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "T that is transverse to the dilepton thrust axis,t, has been proposed as an alternative analysing variable that allows us to study the issues discussed above, but is less susceptible than the p ℓℓ T to detector effects [9]. ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 219,
                    "end": 222,
                    "type": "bibr",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "tribution was subsequently calculated to next-to-leadinglog (NLL) accuracy using resummation techniques [10]. ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Additional analysing variables with even better experimental resolution have recently been proposed and studied [11]. ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "The optimal variable was found to be φ * η , which is defined as:",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "where φ acop is the acoplanarity angle, given by: φ acop = π − ∆φ ℓℓ , and ∆φ ℓℓ is the difference in azimuthal angle, φ, between the two lepton candidates. ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "The variable θ * η is a measure of the scattering angle of the leptons with respect to the proton beam direction in the rest frame of the dilepton system. ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "It is defined [11] by:",
            "paragraph_rank": 5,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "where η − and η + are the pseudorapidities [5] of the negatively and positively charged lepton, respectively.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "The variable φ * η is highly correlated with the quantity a T /m ℓℓ , where m ℓℓ is the dilepton invariant mass.",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "Since φ acop and θ * η depend exclusively on the directions of the two leptons, which are measured with a precision of a milliradian or better, φ * η is experimentally very well measured compared to any quantities that rely on the momenta of the leptons.",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "We present a measurement of the normalized φ * η distribution, (1/σ) × (dσ/dφ * η ), in bins of |y|, using 7.3 fb −1 of pp collisions collected by the D0 detector at the Fermilab Tevatron. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The φ * η distributions are measured in both dielectron and dimuon events and are corrected for experimental resolution and efficiency. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "When using Monte Carlo (MC) to evaluate the correction factors, we apply the same kinematic selection criteria at the MC particle level as we apply in the selection of candidate events in the data [12]. ",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "For this purpose, MC particle level electrons are defined as the four-vector sum of any electrons and photons within a cone of ∆R = (∆η) 2 + (∆φ) 2 < 0.2 around an electron, where ∆η (∆φ) is the distance in η (φ) from the particle level electron; this mimics the measurement of electron energy in the calorimeter. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "MC particle level muons are defined after QED final state radiation; this mimics the measurement of muon momentum in the tracking detector. ",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The kinematic selection criteria are: electrons must satisfy p T > 20 GeV and |η| < 1.1 or 1.5 < |η| < 3; muons must satisfy p T > 15 GeV and |η| < 2; m ℓℓ must fall within the range 70-110 GeV.",
            "paragraph_rank": 9,
            "section_rank": 1
        },
        {
            "text": "The corrected data are compared to predictions from the MC program ResBos [13] with the above kinematic selection criteria applied at the particle level. ",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[13]"
                }
            ],
            "entity_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "ResBos generates Z/γ * boson events with initial state QCD corrections to next-to-leading order (NLO) and NLL accuracy together with: the non-perturbative BLNY form factor [2], whose width is controlled primarily by the parameter g 2 (with default value [0.68 +0.02 −0.01 ] GeV 2 [2]); an additional next-to-NLO (NNLO) K-factor [14]; CTEQ6.6 NLO parton distribution functions (PDFs) [15]; and QED radiative corrections from photos [16]. ",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[2]"
                },
                {
                    "start": 280,
                    "end": 283,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[2]"
                },
                {
                    "start": 328,
                    "end": 332,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[14]"
                },
                {
                    "start": 383,
                    "end": 387,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[15]"
                },
                {
                    "start": 431,
                    "end": 435,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The QCD factorization and renormalization scales are set event by event to the mass of the Z/γ * boson propagator.",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "The D0 detector [17] consists of: silicon microstrip and central fiber tracking detectors, located within a 2 T superconducting solenoid; a liquid-argon/uranium sampling calorimeter; and an outer muon system consisting of tracking and scintillation detectors located before and after 1.8 T toroids. ",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "Candidate dielectron events are required to satisfy a trigger based on the identification of a single electron and to contain two clusters reconstructed in the calorimeter with a transverse and longitudinal shower profile consistent with that expected of an electron. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "The calorimeter is housed in three separate cryostats; this has the effect that electron identification is degraded in the region 1.1 < |η| < 1.5. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "Candidate dimuon events are required to satisfy a trigger based on the identification of a single muon and to contain two muons reconstructed either in the outer muon system, or as an energy deposit consistent with the passage of a minimum-ionizing particle in the calorimeter. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "In order to ensure an accurate measurement of the lepton directions at the point of production, the two lepton candidates are required to be matched to a pair of oppositely charged particle tracks reconstructed in the central tracking detectors. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "Candidate leptons resulting from misidentified hadrons or produced by the decay of hadrons are suppressed by requiring that they be isolated from other particles in the event and, in the case of electrons with |η| < 1.1, by requiring the energy measured in the calorimeter and the momentum measured in the central tracking detectors to be consistent. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "Contamination from cosmic ray muons is strongly suppressed by a requirement that the muons originate from the pp collision point and by rejecting events in which the two muon candidates are back to back in η. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "In total, 455k dielectron events and 511k dimuon events are selected.",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "The corrections to the observed φ * η distribution for experimental resolution and efficiency are evaluated using Z/γ * boson MC events that are generated with pythia [18] and passed through a geant-based [19] simulation of the detector. ",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[18]"
                },
                {
                    "start": 205,
                    "end": 209,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "These fully simulated MC events are re-weighted at the generator level in two dimensions (p ℓℓ T and |y|) to match the predictions of ResBos. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "In addition, adjustments are made to improve the accuracy of the following aspects of the detector simulation: electron energy and muon p T scale and resolution; track φ and η resolutions; trigger efficiencies; and relevant offline reconstruction and selection efficiencies. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "Variations in the above adjustments to the underlying physics and the detector simulation are included in the assessment of the systematic uncertainties on the correction factors.",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "The systematic uncertainties due to electron energy and muon p T scale and resolution are small, and arise only due to the kinematic requirements in the event selection. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "The measured φ * η distribution is, however, susceptible to modulations in φ of the lepton identification and trigger efficiencies, which result, e.g., from detector module boundaries in the calorimeter and muon systems. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "Particular care has been taken ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "(a) in the choice of lepton identification criteria in order to minimize such modulations and ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "(b) to ensure that such modulations are well simulated in the MC. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "For example, the requirements imposed on shower profile are much looser than those usually employed in electron identification within D0, because tight requirements are particularly inefficient in the regions close to module boundaries in the calorimeter. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "Similarly, the inclusion of muon candidates identified in the calorimeter reduces the effect of gaps between modules in the outer muon system. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "Accurate modelling of the angular resolution of the central tracking detectors is another crucial aspect of this analysis. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "The resolution in φ and η is measured in the data using cosmic ray muons that traverse the detector, since these should produce events containing two tracks that are exactly back to back except for the effect of detector resolution.",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "Backgrounds from Z → τ − τ + , W → ℓν (+jets), and W W → ℓνℓν are simulated using pythia. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "Background from top quark pair events is simulated with alpgen [20], with pythia used for parton showering. ",
            "paragraph_rank": 14,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "Background from multijet events is estimated from data. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "The total fraction of background events is 0.26% for the dielectron channel, and 0.38% for the dimuon channel.",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "Since the experimental resolution in φ * η is narrower than the chosen bin widths, the fractions of accepted events that fall within the same bin in φ * η at the particle level and reconstructed detector level in the MC are high, having typical (lowest) values of around 98% (92%). ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "Therefore, simple bin-by-bin corrections of the φ * η distribution are sufficient. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "In almost all φ * η bins the total systematic uncertainty is substantially smaller than the statistical uncertainty. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "Figure 2 shows the corrected particle level φ * η distributions together with predictions from ResBos. ",
            "paragraph_rank": 15,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Figure 3 shows the ratio of the corrected φ * η distributions to the ResBos predictions in both the dielectron and dimuon channels. ",
            "paragraph_rank": 15,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "The general shape of the distributions is broadly described by ResBos over the full range in φ * η . ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "However, the small statistical uncertainties resulting from the large dilepton data sets, combined with the fine binning and small systematic uncertainties resulting from the use of φ * η as the analysing variable, reveal differences between the data and ResBos. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "Since the particle level definitions for electrons and muons to which the data are corrected are slightly different, Fig. 3 represents the most appropriate way to demonstrate the consistency of the dielectron and dimuon data. ",
            "paragraph_rank": 15,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 117,
                    "end": 123,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "Given that the experimental corrections are very different in the two channels, this consistency represents a powerful cross check of the corrected distributions.",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "The results of fits for the value of g 2 , separately in each |y| bin and channel, are shown in Table I. ",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 103,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "It can be seen that the fitted values of g 2 show a monotonic decrease with increasing |y| for both channels. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "That is, the width of the φ * η distribution becomes narrower with increasing |y| faster in the data than is predicted by ResBos. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "This is the opposite of the behavior expected from the smallx broadening hypothesis [3,4]. ",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[3,"
                },
                {
                    "start": 87,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "4]"
                }
            ]
        },
        {
            "text": "Figure 3 confirms that the prediction from ResBos with small-x broadening is in poor agreement with data. ",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "It can also be seen that choosing the g 2 value (0.66 GeV 2 ) that best describes the average behavior of the data over all |y| bins and channels has little effect on the level of agreement with data.   ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "(ee/µµ) , is calculated assuming uncorrelated uncertainties. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The yellow band around the ResBos prediction represents the quadrature sum of uncertainty due to PDFs (evaluated using the CTEQ6.6 NLO error PDFs [15]) and the uncertainty due to the QCD scale (evaluated by varying the factorization and renormalization scales simultaneously by a factor of two). ",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 146,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "Also shown are the changes to the ResBos predictions when g2 is set to 0.66 GeV 2 (dotted blue line) and when the small-x broadening option is enabled (solid black line).",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "A previous measurement [7] showed that, for central rapidities, ResBos underestimates the number of Z/γ * bosons at high p ℓℓ",
            "paragraph_rank": 17,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "T by about 10%. ",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "This is consistent with the deviations seen at high values of φ * η in Fig. 3 (a). ",
            "paragraph_rank": 18,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 81,
                    "type": "figure",
                    "text": "Fig. 3 (a)"
                }
            ]
        },
        {
            "text": "In summary, using 7.3 fb −1 of pp collisions collected by the D0 detector at the Fermilab Tevatron, we have studied with unprecedented precision the p ℓℓ T distribution of Z/γ * bosons in dielectron and dimuon final states. ",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "In bins of boson rapidity, the normalised cross section is measured as a function of the variable φ * η . ",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "Predictions from ResBos are unable to describe the detailed shape of the corrected data, and a prediction that includes the effect of small-x broadening is strongly disfavored.",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "Tables of corrected (1/σ) × (dσ/dφ * η ) distributions for each |y| bin and channel are provided [21].",
            "paragraph_rank": 19,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Figure 1 FIG. 1 :",
            "section_rank": 2
        },
        {
            "text": "FIG. 1:Illustration in the plane transverse to the beam direction of the variables defined in the text and used to analyse the dilepton transverse momentum.",
            "section": "Figure 1 FIG. 1 :",
            "paragraph_rank": 20,
            "section_rank": 2
        },
        {
            "text": "FIG. 2 :FIG. ",
            "section_rank": 3
        },
        {
            "text": "3 :",
            "section_rank": 3
        },
        {
            "text": "FIG. 2: (color online) Corrected distributions of (1/σ) × (dσ/dφ * η ) for dimuon events with ",
            "section": "FIG. 2 :FIG. 3 :",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "(a) |y| < 1 and ",
            "section": "FIG. 2 :FIG. 3 :",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "(b) 1 < |y| < 2; and dielectron events with ",
            "section": "FIG. 2 :FIG. 3 :",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "(c) |y| < 1, ",
            "section": "FIG. 2 :FIG. 3 :",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "(d) 1 < |y| < 2 and ",
            "section": "FIG. 2 :FIG. 3 :",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "(e) |y| > 2. ",
            "section": "FIG. 2 :FIG. 3 :",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "The larger plots show the restricted range 0 < φ * η < 0.34 and the insets show the full range of φ * η . ",
            "section": "FIG. 2 :FIG. 3 :",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "The predictions from ResBos are shown as the red histogram and from ResBos with small-x broadening as the black histogram [which is visible principally in ",
            "section": "FIG. 2 :FIG. 3 :",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "(e)].",
            "section": "FIG. 2 :FIG. 3 :",
            "paragraph_rank": 21,
            "section_rank": 3
        },
        {
            "text": "V. Stolin, 36 D.A. Stoyanova, 38 E. Strauss, 70 M. Strauss, D. Strom, 48 L. Stutte, 47 P. Svoisky, 73 M. Takahashi, 43 A. Tanasijczuk, 1 W. Taylor, 6 M. Titov, 18 V.V. Tokmenin, 35 D. Tsybychev, 70 B. Tuchming, 18 C. Tully, 66 P.M. ",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "Tuts, 68 L. Uvarov, 39 S. Uvarov, 39 S. Uzunyan, 49 R. Van Kooten, W.M. van Leeuwen, 33 N. Varelas, 48 E.W. Varnes, 44 I.A. Vasilyev, 38 P. Verdier, 20 L.S. Vertogradov, 35 M. Verzocchi, M. Vesterinen, 43 D. Vilanova, 18 P. Vint, 42 P. Vokac, 10 H.D. Wahl, 46 M.H.L.S. Wang, 69 J. Warchol, 53 G. Watts, 80 M. Wayne, 53 M. Weber g , 47 L. Welty-Rieger, 50 M. Wetstein, 58 A. White, 76 D. Wicke, 24 M.R.J. Williams, 41 G.W. Wilson, 55 S.J. Wimpenny, 45 M. Wobisch, 57 D.R. Wood, 60 T.R. Wyatt, 43 Y. Xie, 47 C. Xu, 61 S. Yacoob, 50 R. Yamada, 47 W.",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "-C. ",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "Yang, 43 T. Yasuda, 47 Y.A. Yatsunenko, 35 Z. Ye, 47 H. Yin, 7 K. Yip, 71 H.D. Yoo, 75 S.W. Youn, 47 J. Yu, 76 S. Zelitch, 79 T. Zhao, 80 B. Zhou, 61 J. Zhu, 61 M. Zielinski, 69 D. Zieminska, 51 and L. Zivkovic (The D0 Collaboration",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "* )",
            "paragraph_rank": 23,
            "section_rank": 4
        },
        {
            "text": "PACS numbers: 12.38.Qk, 13.85.Qk, 14.70.Hp",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "TABLE I :",
            "section_rank": 6
        },
        {
            "text": "Value of g2 (GeV 2 ) that best describes the corrected data in each |y| bin and channel.",
            "section": "TABLE I :",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "We thank the staffs at Fermilab and collaborating institutions, and acknowledge support from the DOE and NSF (USA); CEA and CNRS/IN2P3 (France); FASI, Rosatom and RFBR (Russia); CNPq, FAPERJ, FAPESP and FUNDUNESP (Brazil); DAE and DST (India); Colciencias (Colombia); CONACyT (Mexico); KRF and KOSEF (Korea); CONICET and UBACyT (Argentina); FOM (The Netherlands); STFC and the Royal Society (United Kingdom); MSMT and GACR (Czech Republic); CRC Program and NSERC (Canada); BMBF and DFG (Germany); SFI (Ireland); The Swedish Research Council (Sweden); and CAS and CNSF (China).",
            "section": "TABLE I :",
            "paragraph_rank": 27,
            "section_rank": 8,
            "entity_spans": [
                {
                    "start": 445,
                    "end": 452,
                    "type": "software",
                    "rawForm": "Program",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        }
    ]
}