{
    "level": "sentence",
    "abstract": [
        {
            "text": "Since the beginning of 2010 the LHC provides p+p collisions at the highest center of mass energies to date, allowing to study high p T particle production and jet properties in a new energy regime. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "For a clear interpretation and the quantification of the medium influence in heavy-ion collisions on high p T observables a detailed understanding of these elementary reactions is essential. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We present first results on the observation of jet-like properties with the ALICE experiment and discuss the performance of jet reconstruction in the first year of data taking.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The major goal of the ALICE experiment at the Large Hadron Collider (LHC) at CERN is to study the creation of a new state of strongly interacting matter, the Quark-Gluon Plasma (QGP), which is expected to form when sufficiently high initial energy densities are attained in heavy-ion collisions.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "To study the full evolution of the produced medium the usage of so called hard probes is of particular interest. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Parton-parton scatterings with large momentum transfer Q 2 (hard ) 1 occur in the early stages of the reaction, in heavy-ion collisions well before the formation of an equilibrated medium. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "And while in p+p collisions the partons evolve in the QCD-vacuum and fragment directly into jets of observable hadrons, the evolution in heavy-ion collisions is influenced by the presence of a medium with large density of color charges. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Thus, scattered partons can lose energy via medium induced gluon radiation or elastic scattering, with the amount of energy loss depending on the color charge and mass of the parton, the traversed path length, and the medium-density 2,3 .",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "One of the earliest predicted consequences has been the suppression of hadrons with large transverse momentum (p T ) compared to the expectation from scaled p+p reactions 2,3 . ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This comparison is usually done in a ratio of cross sections in August 14, 2019 10:44 WSPC/INSTRUCTION FILE 2010-Prague˙Proceedings˙KleinBoesing 2 Christian Klein-Bösing for the ALICE Collaboration p+p and A + A, the nuclear modification factor R AA :",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "where T AA accounts for the increased number of nucleons in the incoming A-nuclei and is related to the number of binary collisions N coll by T AA ≈ N coll /σ pp inel . ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In the absence of any medium effects and at sufficiently high p T , where hard scattering is the dominant source of particle production, R AA should be unity, any deviation from unity indicating the influence of the medium.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Indeed, already the first hadron measurements in Au+Au reactions at RHIC showed a hadron yield suppressed up to a factor of five and a suppression of jetlike correlation in central collisions 4,5,6,7 . ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "This suppression can be explained by the energy loss of hard scattered partons via induced gluon bremsstrahlung in a medium with high color density, which is also supported by the absence of suppression in the yield of direct photons. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "8 Up to date, most measurements of the medium modification of hard scattered partons are based on single particle measurements, which have been used to deduce jet-like properties such as back-to-back correlations, spectral shape/yield and their changes in heavy-ion collisions. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "This has the disadvantage that the population of each single particle p T -bin is highly biased towards a hard fragmentation. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The bias can be largely reduced by reconstruction of full jets, which also allows for a detailed investigation of the expected modification of the jet structure 10 by comparing momentum distributions of particles in jets created in A + A and p+p reactions. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "However, the measurement of jets in heavy-ion collision is hindered by the presence of a large background and its fluctuation. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "It recently succeeded for the first time at RHIC energies of √ s NN = 200 GeV (see e.g. 9 ), but the potential of full jet reconstruction in heavy-ion collisions for a more quantitative understanding of the medium properties will only be exploited at LHC energies where the increase in jet cross section allows for a better separation of the jet signal from the background in a larger kinematical range. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "However, for a clear interpretation of all high p T observables in heavy-ion collision a detailed understanding of p+p reactions is essential. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The comparison to predictions for the new energy regime reached at the LHC in p+p collisions at √ s = 7 TeV, provides an important test of our theoretical understanding of the underlying processes in these elementary collisions. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "The ALICE detector with its excellent tracking and PID capabilities provides an ideal tool for the studies of jet structure and composition over a large dynamic range from jet transverse momenta of about 100 GeV/c during the first LHC run down to particle p T of 100 MeV/c. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 267,
                    "end": 270,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "11",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Trigger-Particle Correlations",
            "section_rank": 3
        },
        {
            "text": "Particle correlations provide access to jet properties on an inclusive basis and have been traditionally used in kinematical regions where full jet reconstruction is difficult (i.e. lower center of mass energy, low transverse momenta). ",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "In the large back- ground environment of heavy-ion collisions they provide the means to study jet-like properties down to very low p T but at the cost of a trigger bias towards hard fragmentation and jets with only little energy loss. ",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Particle correlation functions have been measured by ALICE in p+p collisions at √ s = 900 and 7, 000 GeV. ",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "An example is shown in Fig. 1 a), where the average correlation with respect to a trigger particle in a given trigger p Tt is shown. ",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 23,
                    "end": 32,
                    "type": "figure",
                    "text": "Fig. 1 a)"
                }
            ]
        },
        {
            "text": "The associated particles are chosen in a p T range from 1.5 GeV/c < p Ta < p Tt . ",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The expected back-to-back structure is clearly seen down to the lowest p Tt : a peak in direction of the trigger particle (∆φ = 0, near side) and a peak at ∆φ = π (away side).",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The width of the distribution on the near side is only given by the nonpertubative fragmentation process, which leads to a transverse momentum component (j T ) of the produced hadrons with respect to the direction of the original parton. ",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Assuming a two dimensional Gaussian distribution of the x and y components of the j T vector, one can extract its mean value directly from the near-side width σ N : 13",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The results for different p Tt and the two collision energies measured by ALICE are shown in Fig. 1 b) together with measurements from lower center of mass energies. ",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 102,
                    "type": "figure",
                    "text": "Fig. 1 b)"
                }
            ]
        },
        {
            "text": "Overall no change with either the trigger p T nor the center of mass energy is observed.",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Due to the fact that the trigger particle direction fixes the near-side axis all effects of interjet-correlations are seen on the away-side. ",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "In particular deviations from the exact momentum balance of the outgoing partons lead to additional broadening of the away-side peak. ",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "It is expressed in terms of a net transverse momentum of the parton pair p 2 T pair = 2 k 2 T , where k T denotes the effective magnitude of the apparent transverse momentum of each colliding parton caused mainly by a combination of the intrinsic transverse momentum of the incoming partons in the nucleons, and initial and final state radiation. ",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The momentum component of the away-side particle p Ta perpendicular to the trigger particle p Tt in the transverse plane is called p out . ",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "It's average value is related to the away-side width but can also be measured directly and is used to extract the magnitude of the momentum imbalance:",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "where x h = p Ta /p Tt and all values on the right hand side of the equation are measured. ",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The mean momentum fraction from the original parton that is carried away by the trigger hadron z t can be calculated based only on the shape of the fragmentation function. ",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "x h =p Ta /p Tt denotes the imbalance between near and away-side momentum already at parton level, since it depends on the magnitude of the k T it has to be determined iteratively. ",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "This procedure results in the average momentum imbalance of the parton pair at the highest √ s measured so far, it is shown in Fig. 1 c) and confirms the logarithmic increase in the the center of mass energy in nucleon-nucleon collisions.",
            "section": "Trigger-Particle Correlations",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 136,
                    "type": "figure",
                    "text": "Fig. 1 c)"
                }
            ]
        },
        {
            "text": "Fully Reconstructed Jets",
            "section_rank": 4
        },
        {
            "text": "Jets in ALICE are reconstructed using a variety of different algorithms: e.g. sequential recombination algorithms (anti-k T and k T ), simple cone algorithms as well as the modern seedless and infrared safe cone (SISCone) algorithm. ",
            "section": "Fully Reconstructed Jets",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The variety is motivated by the different sensitivity to the background and different background subtraction schemes enabled by the various algorithms 14,15 . ",
            "section": "Fully Reconstructed Jets",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "For the first period of data taking the jet reconstruction in ALICE is based on the information from reconstructed tracks, i.e. only charged particles. ",
            "section": "Fully Reconstructed Jets",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "When comparing these reconstructed jets to full particle jets the momentum scale is shifted to lower values by roughly a factor of 0.6 due to the missing neutral energy and the jet resolution is dominated by charged-to-neutral fluctuations in addition to the instrumental momentum resolution. ",
            "section": "Fully Reconstructed Jets",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "The raw jet spectrum (not corrected for the aforementioned effects) from reconstructed tracks is shown in Fig. 2 for different algorithms with a resolution parameter of R = 0.4 within |η| < 0.5, the input tracks are taken in the acceptance of |η| < 0.9. ",
            "section": "Fully Reconstructed Jets",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 112,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The results from all jet finders agree well in the region above p T = 20 GeV/c, where the effects of seed particles (UA1 cone algorithm) and splitmerge algorithm (SISCone) become negligible, illustrating that in p+p collisions As comparison the input raw track momentum spectrum (|η| < 0.9) is also shown. ",
            "section": "Fully Reconstructed Jets",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "Neither the jet energy-scale has been corrected, nor any other acceptance and efficiency corrections have been applied.",
            "section": "Fully Reconstructed Jets",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "all jet definitions lead to a uniform picture. ",
            "section": "Fully Reconstructed Jets",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "This will be tested again in Pb+Pb collisions, where the different susceptibility to background is more important.",
            "section": "Fully Reconstructed Jets",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Jet Finding in Pb+Pb",
            "section_rank": 5
        },
        {
            "text": "The first essential measurement in Pb+Pb collisions at √ s NN = 2.75 TeV, which will be recorded in November 2010, is the determination of the overall multiplicity and thereby the level of background for the jet reconstruction and its fluctuation. ",
            "section": "Jet Finding in Pb+Pb",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "In simulations for central Pb+Pb collisions at √ s NN = 5.5 TeV the total amount of background energy is about 200 GeV in an area corresponding to R ≈ 0.4, this can be determined and subtracted on a event-by-event basis. ",
            "section": "Jet Finding in Pb+Pb",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "The fluctuations in the background within one event have been estimated with a width of B A i = 12 GeV within the same area 14 . ",
            "section": "Jet Finding in Pb+Pb",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "These can be corrected for in the inclusive jet measurement via an unfolding procedure, enabling the comparison of the jet spectra in p+p and Pb+Pb. ",
            "section": "Jet Finding in Pb+Pb",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "The expected magnitude and precision of the nuclear modification factor for jets in one nominal year of data taking and including the EMCAL, is shown in Fig. 3 for different values of the medium transport coefficientq. ",
            "section": "Jet Finding in Pb+Pb",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 153,
                    "end": 159,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "14 It is clearly seen that jet measurements in ALICE will be sensitive to the change of R jet AA with increasing energy loss. ",
            "section": "Jet Finding in Pb+Pb",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "A more discriminative measure, which will help to verify the effect of jet broadening is the ratio of the jet yields obtained with different resolution parameters R. It is also shown in Fig. 3 and illustrates how the energy within the jet is redistributed to larger distances to the jet axis, in this particular model due to modified splitting functions for the parton shower evolution in the medium 16 . ",
            "section": "Jet Finding in Pb+Pb",
            "paragraph_rank": 14,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 186,
                    "end": 192,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "These measurements will be complemented by a detailed comparison of momentum distributions within jets. ",
            "section": "Jet Finding in Pb+Pb",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Conclusions",
            "section_rank": 6
        },
        {
            "text": "We have presented the first results on particle correlations measured by the ALICE experiment in p+p collisions at the LHC, they give access to jet properties in a kinematical region which is difficult to access with full jet finding and provide the first measurement of the momentum imbalance of parton pairs in this energy regime. ",
            "section": "Conclusions",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "The detailed characterisation of reconstructed jets in p+p events at 7 TeV is currently going on and we await the first reconstruction of jets in heavy-ion collisions at the LHC in the fall of 2010.",
            "section": "Conclusions",
            "paragraph_rank": 15,
            "section_rank": 6
        },
        {
            "text": "3 <Fig. ",
            "section_rank": 7
        },
        {
            "text": "1 .",
            "section_rank": 7
        },
        {
            "text": "Fig. 1. ",
            "section": "3 <Fig. 1 .",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "a) Correlation function for three different ranges of trigger p T in p+p collisions at √ s NN = 7 TeV compared to a PYTHIA simulation. ",
            "section": "3 <Fig. 1 .",
            "paragraph_rank": 16,
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 116,
                    "end": 122,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "b) j 2 T vs. the trigger p T measured with the ALICE Experiment and compared to the values from CCOR and PHENIX 12,13 . ",
            "section": "3 <Fig. 1 .",
            "paragraph_rank": 16,
            "section_rank": 7,
            "entity_spans": [
                {
                    "start": 105,
                    "end": 111,
                    "type": "software",
                    "rawForm": "PHENIX",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "c) p 2 T,pair measured by ALICE at 7 TeV, compared to measurements at other √ s.",
            "section": "3 <Fig. 1 .",
            "paragraph_rank": 16,
            "section_rank": 7
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 8
        },
        {
            "text": "Fig. 2. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "The raw number of jets reconstructed in |η| < 0.5 with different algorithms and R = 0.4. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Using 128M minimum bias p+p collisions at √ s = 7 TeV. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "As comparison the input raw track momentum spectrum (|η| < 0.9) is also shown. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Neither the jet energy-scale has been corrected, nor any other acceptance and efficiency corrections have been applied.",
            "section": "Fig. 2 .",
            "paragraph_rank": 17,
            "section_rank": 8
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 9
        },
        {
            "text": "Fig. 3. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "Expected performance of ALICE jet measurements in one year of nominal Pb+Pb data taking, jets measured with the anti-k T algorithm and R = 0.4. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "Left: Jet R jet AA simulated for differentq with Q-PYTHIA at √ s NN = 5.5 TeV. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 18,
            "section_rank": 9,
            "entity_spans": [
                {
                    "start": 51,
                    "end": 57,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "Right: Ratio of inclusive differential jet cross sections at different R simulated for variousq with Q-PYTHIA. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 18,
            "section_rank": 9,
            "entity_spans": [
                {
                    "start": 103,
                    "end": 109,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        },
        {
            "text": "14",
            "section": "Fig. 3 .",
            "paragraph_rank": 18,
            "section_rank": 9
        },
        {
            "text": "Acknowledgements",
            "section_rank": 11
        },
        {
            "text": "This work was supported by the Alliance Program of the Helmholtz Association (HA216/EMMI).",
            "section": "Acknowledgements",
            "paragraph_rank": 19,
            "section_rank": 11,
            "entity_spans": [
                {
                    "start": 40,
                    "end": 47,
                    "type": "software",
                    "rawForm": "Program",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                }
            ]
        }
    ]
}