{
    "level": "sentence",
    "abstract": [
        {
            "text": "In the ALICE experiment, at forward rapidity (2.5 < y < 4), the production of heavy quarkonium states is measured via their µ + µ − decay channels. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "We present the first measurement of inclusive J/ψ production, down to p T = 0, from Pb-Pb data collected at the LHC at √ s NN = 2.76 TeV. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "Preliminary results on the nuclear modification factor (R AA ) and the central to peripheral nuclear modification factor (R CP ) show J/ψ suppression with no significant centrality dependence and an integrated R 0−80% AA = 0.49 ± 0.03(stat.) ± 0.11(syst.).",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Heavy quarkonium states have long been proposed as a sensitive probe of the strongly-interacting deconfined medium expected to be formed in the early stages of high-energy heavy-ion collisions [1]. ",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "In particular, a measurement of the in-medium dissociation probability of different quarkonium states is expected to provide an estimate of the initial temperature of the medium. ",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "Suppression of J/ψ production beyond that expected from cold nuclear matter (CNM) effects (nuclear absorption, (anti-)shadowing, ...) has indeed been observed at SPS and RHIC energies [2,3,4], but several questions are left open. ",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2,"
                },
                {
                    "start": 187,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "3,"
                },
                {
                    "start": 189,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4]"
                }
            ]
        },
        {
            "text": "At the LHC, larger suppression might be expected, due to the higher initial temperature. ",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "However, according to regeneration scenarios [5], with ∼ 10 times more cc pairs produced in central Pb-Pb collisions compared to RHIC, an enhancement of the J/ψ production could also be observed. ",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 45,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "In the ALICE experiment, at forward rapidity (2.5 < y < 4), the inclusive production of heavy quarkonium states is measured down to p T = 0 via their µ + µ − decay channels in the muon spectrometer, as describe in [6].",
            "paragraph_rank": 1,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "In fall 2010, the LHC delivered the first Pb-Pb collisions at a center of mass energy √ s NN = 2.76 TeV. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "ALICE collected data with a minimum bias (MB) trigger, defined as the logical AND between signals from the pixel detector (SPD) covering the range |η| < 2 and the two scintillator arrays of the VZERO detector covering the ranges 2.8 < η < 5.1 and −3.7 < η < −1.7, in coincidence with two beam pick-up counters, one on each side of the interaction region. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The centrality of the collision has been determined from the amplitude of the VZERO signal [7]. ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "The total data sample available for physics analysis amounts to 17 • 10 6 MB events. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Additional cuts have then been applied to improve the purity of the muon sample, in particular by requiring both particles in the pair to be detected in the muon trigger stations. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Furthermore, we perform the cuts −4 < η < −2.5 and 17.6 < R abs < 89 cm, where R abs is the radial coordinate of the track at the end of the hadronic absorber located in front of the spectrometer, to select muons in the geometrical acceptance of the detector. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "After these selections, the data sample has been divided into four centrality classes: 0-10%, 10-20%, 20-40% and 40-80% of the inelastic Pb-Pb cross section. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "In each of these sub-samples, the number of J/ψ particles has been extracted by using two different methods. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "We have first fitted the opposite-sign dimuon invariant mass distribution with a Crystal Ball (CB) function (a gaussian with polynomial tails) to reproduce the J/ψ shape and a sum of two exponentials to describe the underlying continuum ( Fig. 1-left). ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 239,
                    "end": 251,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1-left)"
                }
            ],
            "entity_spans": [
                {
                    "start": 81,
                    "end": 88,
                    "type": "software",
                    "rawForm": "Crystal",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "Alternatively, we have subtracted the combinatorial background using the event-mixing technique and fitted the resulting mass distribution with a CB function and an exponential or a straight line to describe the remaining background ( Fig. 1right). ",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 235,
                    "end": 247,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 1right)"
                }
            ]
        },
        {
            "text": "The width of the J/ψ mass peak depends on the resolution of the spectrometer which could, a priori, be affected by the detector occupancy which increases with centrality. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "This effect has been evaluated by embedding simulated J/ψ decays to muons into real events and no modification has been observed. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Such a conclusion has been confirmed by a direct measurement of the tracking chamber resolution versus centrality using reconstructed tracks. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Therefore, the same CB line shape can be used for all centrality classes. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Several parameters have been tested for the CB tails, either fixing them to the values obtained in p-p collisions (where the signal over background ratio is more favorable) or in simulations. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "For each of these choices, the mean and width of the gaussian part have been obtained by fitting the integrated mass distribution in the centrality range 0-80% and then varying the width by ± 1 standard deviation to account for uncertainties (varying the mean has turned out to have negligible effect in comparison). ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The number of J/ψ particles in each centrality class i (N i J/ψ ), as well as the ratios",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": ", have been determined as the average of the results obtained with the two fitting approaches and the various CB parameterizations, while the corresponding systematic uncertainties have been defined as two times the RMS of these results, which also approximately corresponds to the maximum difference with respect to the mean value. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The largest uncertainties have been obtained for the most central class and amount to 19% and 12% for N 0−10%",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "respectively. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "In order to extract the inclusive J/ψ yield, N i J/ψ has been normalized to the number of MB events in the corresponding centrality class and further corrected for the branching ratio of the dimuon decay channel and the acceptance times efficiency (A × ǫ) of the detector. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This latter quantity has been determined from MC simulations. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The generated J/ψ p T and y distributions have been interpolated from existing measurements [8], including shadowing effects from EKS98 calculations [9]. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                },
                {
                    "start": 149,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The efficiencies of the muon trigger chambers have been measured directly from data then applied to the simulations. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "For the tracking apparatus, the time-dependent status of each electronic channel and their run-by-run evolution have been taken into account as well as the residual misalignment of the detection elements. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "We thus obtained a run-averaged value of A × ǫ = 19.4%, with a 7% relative systematic uncertainty. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The dependence of the tracking efficiency with the detector occupancy has also been evaluated using the embedding technique. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "A small decrease of this efficiency when increasing the centrality (−2% in the most central class) has been observed. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This variation has been confirmed by a measurement of the tracking efficiency performed directly from data, and is included in the systematic uncertainties.",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "To measure the nuclear modification factors (R i AA ), the J/ψ yield in the centrality class i has been normalized to the inclusive J/ψ cross-section measured in p-p collisions in the same rapidity domain at the same energy (σ inclusive J/ψ = 3.46 ± 0.13(stat.) ± 0.32(syst.) ± 0.28(syst.lumi.)µb) [10] and scaled by the corresponding nuclear overlap function (T i AA ) calculated using the Glauber model, while the ratios",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "have been normalized to the ratios T i AA /T 40−80%",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "AA",
            "section_rank": 3
        },
        {
            "text": "to extract the central to peripheral nuclear modification factors (R i CP ). ",
            "section": "AA",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The systematic uncertainties on the Glauber model calculations are 4% and 6% for T 0−10% AA and T 0−10% AA /T 40−80% AA respectively. ",
            "section": "AA",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The inclusive J/ψ R AA are shown in Fig. 2-left as a function of the average number of nucleons participating to the collision ( N part ) calculated using the Glauber model. ",
            "section": "AA",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 36,
                    "end": 42,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "To account for the bias due to our large centrality bins, N part has been weighted by the number of binary nucleon-nucleon collisions (N coll ), which is expected to be the scaling variable of the J/ψ production cross-section in A-A, in absence of nuclear matter effects. ",
            "section": "AA",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "This correction is small, except for the most peripheral bin where N part = 46 while the weighted value is 70. ",
            "section": "AA",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "These results show no significant dependence on centrality, and the integrated R 0−80% AA = 0.49 ± 0.03(stat.) ± 0.11(syst.). ",
            "section": "AA",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The comparison with the PHENIX measurements at √ s NN = 200 GeV [3,4] shows that the inclusive J/ψ R AA at 2.76 TeV in the rapidity domain 2.5 < y < 4 are clearly above those measured at 200 GeV in 1.2 < |y| < 2.2, while they are closer to the midrapidity values at 200 GeV (except in the most central collisions). ",
            "section": "AA",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3,"
                },
                {
                    "start": 67,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4]"
                }
            ],
            "entity_spans": [
                {
                    "start": 24,
                    "end": 30,
                    "type": "software",
                    "rawForm": "PHENIX",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "The contribution from the B feed down to the J/ψ production in our rapidity and p T domain has been measured to be ≈ 10% in p-p  collisions at √ s NN = 7 TeV [11]. ",
            "section": "AA",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "Therefore, the difference between the prompt J/ψ R AA and our inclusive measurement is expected to be ≈ 11% if the b production scales with N coll or smaller if it is suppressed by nuclear effects (shadowing, ...). ",
            "section": "AA",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Finally, the comparison of our J/ψ R CP results to the ATLAS measurements in the same centrality classes [12]  (Fig. 2-right) indicates that the J/ψ mesons measured at forward rapidity down to p T = 0 are less suppressed than the high-p T J/ψ mesons at midrapidity (80% of the J/ψ particles measured by ATLAS have a p T larger than 6.5 GeV/c). ",
            "section": "AA",
            "paragraph_rank": 7,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                },
                {
                    "start": 111,
                    "end": 125,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 2-right)"
                }
            ]
        },
        {
            "text": "In summary, these results show a significant suppression of the inclusive J/ψ production in Pb-Pb collisions at √ s NN = 2.76 TeV. ",
            "section": "AA",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The comparison with PHENIX results suggests that re-generation mechanisms could play a role. ",
            "section": "AA",
            "paragraph_rank": 7,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 20,
                    "end": 26,
                    "type": "software",
                    "rawForm": "PHENIX",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "In order to provide tight constraints to suppression/regeneration models, a better knowledge of CNM effects is required, which can be obtained with a measurement of J/ψ production in p-A collisions at the LHC.",
            "section": "AA",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Figure 1 .",
            "section_rank": 4
        },
        {
            "text": "Figure 1. ",
            "section": "Figure 1 .",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Invariant mass distribution for opposite-sign muon pairs in the centrality class 0-10% before (left) and after (right) mixed-event combinatorial-background subtraction, with the result of the corresponding fits.",
            "section": "Figure 1 .",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Figure 2 .",
            "section_rank": 5
        },
        {
            "text": "Figure 2. ",
            "section": "Figure 2 .",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "Left: J/ψ R AA as a function of N part compared with PHENIX results in Au-Au collisions at √ s NN = 200 GeV. ",
            "section": "Figure 2 .",
            "paragraph_rank": 9,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 53,
                    "end": 59,
                    "type": "software",
                    "rawForm": "PHENIX",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "Right: J/ψ R CP as a function of centrality compared with ATLAS results. ",
            "section": "Figure 2 .",
            "paragraph_rank": 9,
            "section_rank": 5
        },
        {
            "text": "Error bars represent the statistical uncertainties, open boxes represent the centrality-dependent systematic uncertainties while the centrality independent uncertainties are shown by filled boxes.",
            "section": "Figure 2 .",
            "paragraph_rank": 9,
            "section_rank": 5
        }
    ]
}