{
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "Abstract. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The NA60 experiment has studied low-mass muon pair production in proton-nucleus collisions with a system of Be, Cu, In, W, Pb and U targets using a 400 GeV/c proton beam at the CERN SPS. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The mass spectrum is well described by the superposition of the two-body and Dalitz decays of the light neutral mesons η, ρ, ω, η and φ. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "A new high-precision measurement of the electromagnetic transition form factors of the η and ω mesons is presented, complemented with a measurement of the temperature parameter of the ρ meson in cold nuclear matter. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The p T spectra for the ω and φ mesons are extracted in the full p T range accessible, up to p T = 2 GeV/c. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The nuclear dependence of the production cross sections for the η, ω and φ mesons has been investigated in terms of the power law σ pA ∝ A α , and the α parameter was studied as a function of p T . ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "† E-mail: antonio.uras@cern.ch The study of the production of low mass vector and pseudoscalar mesons in p-A collisions represents a natural baseline for the heavy-ion observations, providing a reference for different observable in cold nuclear matter, as strangeness production as a function of A. In addition, the study of the nuclear dependence of particle properties in p-A, as the p T spectra and the production cross sections, is an effective tool to understand the dynamics of soft hadron interactions. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "In order to address these items, the NA60 experiment complemented the In-In data with a high statistics dimuon sample collected in p-A, exposing to the beam six target materials: Be, Cu, In, W, Pb and U. In this way, a comprehensive and detailed study of the production of the η, ρ, ω and φ mesons as a function of A and p T has been performed for the first time.",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "A description of the NA60 apparatus can be found for example in [1]. ",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The produced dimuons are identified and measured by the muon spectrometer placed after a hadron absorber. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The latter allows one to select the highly rare dimuon events but induces at the same time multiple scattering and energy loss on the muons, thus degrading the mass resolution of the measurement made in the spectrometer. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "To overcome this problem, NA60 already measures the muons before the absorber, with a silicon pixel spectrometer. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The final sample of dimuons retained for the analysis is defined according to the quality of the matching between the reconstructed tracks in the two spectrometers: this leads to a total sample of ∼ 180 000 dimuons. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "When the identification of the production target is requested, however, stricter cuts must be applied, reducing the total sample to ∼ 80 000 dimuons. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The small component of the combinatorial background (π and K decays) is estimated via an event mixing technique and subtracted from the real data, with an overall precision of a few percent. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "More details can be found in [2].",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 29,
                    "end": 32,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The mass spectrum is well described by the superposition of the two-body and Dalitz decays of the light neutral mesons η, ρ, ω, η and φ. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Considering the target-integrated data sample, the electromagnetic transition form factors of the η and ω mesons have been studied through the Dalitz decays η → µ + µ − γ and ω → µ + µ − π 0 . ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "These form factors are usually expressed in terms of the pole parametrization ω , which have now been tested with the NA60 p-A data. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "While the details of the analysis can be found elsewhere [3], we report here the final values, extracted from the fit on the corrected mass spectrum shown in Figure 1, currently the most precise measurements available for the Λ 2 : Λ −2 η = 1.950 ± 0.059 (stat.) ± 0.042 (syst.) and Λ −2 ω = 2.241 ± 0.025 (stat.) ± 0.028 (syst.), both expressed in (GeV/c 2 ) −2 . ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 158,
                    "end": 166,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "They are in perfect agreement with the values obtained by the analysis on the NA60 peripheral In-In data [4] and the Lepton-G results [9], confirming the agreement with the VMD model for the η meson and the discrepancy in the case of the ω meson. ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 134,
                    "end": 137,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "An improved description of the ω form factor, given by an alternative theoretical approach recently appeared in [10], still underestimates the part close to the kinematical cut-off. ",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "Finally, it was possible to isolate and study the line shape of the ρ meson, which was parametrized with the",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": ". This parametrization is well suited to describe the ρ line shape in cold nuclear matter, with the Boltzmannlike factor (M T ) 3/2 e − M T playing a crucial role in shaping the low mass tail. The T parameter is found to be 161 ± 7 (stat.) ±7 (syst.) MeV. This is the first measurement of the effective temperature of the ρ meson in cold nuclear matter: it is in agreement with the measurement in peripheral In-In [4], and consistent with the value of 170 MeV obtained by statistical model fits on particle ratios in p-p interactions.  Figure 1. Fit on the acceptance corrected mass spectrum, with the contribution of the η → µµγ, ω → µµπ 0 and ρ → µµ processes. Details can be found in [3].",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 414,
                    "end": 417,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 536,
                    "end": 544,
                    "type": "figure",
                    "text": "Figure 1"
                },
                {
                    "start": 687,
                    "end": 690,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ],
            "entity_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                },
                {
                    "start": 456,
                    "end": 459,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "In order to study the p T spectra, the data sample was divided, target by target, into p T bins of 200 MeV/c. ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "entity_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "For each target and p T bin, a fit is then performed on the raw mass spectrum with the superposition of the expected sources. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "In this way, a raw p T spectrum is extracted for the ω and φ mesons, which is then corrected for the acceptance and efficiency as a function of p T , as given by the MC simulations. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "The ω and φ p T spectra resulting after the correction for the acceptance × efficiency are shown in Figure 2 as a function of the transverse mass m T and p 2 T . ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 108,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "The m T spectra have been compared to a thermal-like function dN/(p T dp T ) = dN/(m T dm T ) ∝ exp(−m T /T ) . ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "One can immediately appreciate how the thermal hypothesis clearly fails in describing the whole spectra up to 2 GeV/c, a systematical deviation from the pure exponential trend being clearly visible for high m T . ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "On the contrary, the power-law function dN/dp 2 T ∝ (1 + p 2 T /p 2 0 ) −β , a standard form for a mixture of soft and hard processes, is adequate to describe the dN/dp 2 T distribution in the whole range considered in the present analysis. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "No significant trend for the mean value p T as function of A can be identified. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "The average p T integrated over the different nuclear targets are: p T ω = 0.61 ± 0.03 (stat.) ± 0.03 (syst.) GeV/c, p T φ = 0.70 ± 0.04 (stat.) ± 0.02 (syst.) GeV/c. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "These results can be compared with the NA27 measurements in p-p collisions at √ s = 27.5 GeV [5]: p T NA27 ω = (0.591 ± 0.021) GeV/c and p T NA27 φ = (0.513 ± 0.030) GeV/c. ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "As one can see, the NA27 value for p T for the ω agrees with the one obtained in the present analysis. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "On the other hand, for the p T of the φ, there is a disagreement by more than 4 (statistical) standard deviations. ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Furthermore, the NA60 results clearly indicate that p T φ > p T ω , while the NA27 results indicate that p T φ < p T ω . ",
            "paragraph_rank": 4,
            "section_rank": 1
        },
        {
            "text": "Concerning the φ meson, HERA-B measured φ production in p-A at √ s = 41.6 GeV [6].",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The p T distributions measured by HERA-B are well described by the power-law function cited above, with p T values fully compatible with the NA60 ones and no definite trend as a function of A.",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "[ Fitting the raw mass spectra target by target allows us to study the nuclear dependence of particle production. We first consider the particle ratios integrated over p T , normalizing the cross sections to the one of the ω meson as shown in Figure 3. The σ ρ /σ ω ratio appears to be flat with A and consistent with σ ρ /σ ω = 1. The ratio averaged over A − indicated by an horizontal line in the figure − is σ ρ /σ ω = 1.00 ± 0.04 (stat.) ± 0.04 (syst.). This is in agreement with the ratio σ ρ /σ ω = 0.98 ± 0.08 measured in p-p collisions at √ s = 27.5 GeV by the NA27 experiment [5]. ",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 243,
                    "end": 251,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 3"
                },
                {
                    "start": 585,
                    "end": 588,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "A rather different conclusion can be drawn, on the contrary, for the σ φ /σ ω ratio, for which the p-p measurement by NA27 [5] is also shown: the trend of the data points indicates that a very significant strangeness enhancement is already observed going from p-p to p-A collisions, with a further increase as a function of A. The nuclear dependence of the production cross sections has been studied, for each meson, normalizing the measured yields to the one of the lightest target, namely the Be one. ",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "The resulting trend is satisfactorily described by the power-law σ pA ∝ A α , leading to the following estimation for the α parameter for the ω and φ mesons, integrated over p T : α ω = 0.841 ± 0.014 (stat.) ± 0.030 (syst.), α φ = 0.906 ± 0.011 (stat.) ± 0.025 (syst.). ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "A possible bias affecting these results comes from the fact that the Be target may start to deviate from the power law above, because of its low mass number making it more similar to an incoherent superposition of single nucleons, rather than to a nuclear system having collective properties. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Indeed, if one removes the Be target from the analysis, the values for the α parameters shift to α ω = 0.801 ± 0.037 (stat.) ± 0.041 (syst.) and α φ = 0.963 ± 0.026 (stat.) ± 0.017 (syst.), the ω moving towards a softer nuclear dependence, a harder one being found, on the contrary, for the φ. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "The available data sample also allowed us to investigate the p T dependence of the α parameters. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "This study has also been performed for the η meson, for which the p T coverage starts from 0.6 GeV/c. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "The results, reported in Figure 4, clearly indicate an increase of the α parameters as a function of p T , which can be related to the socalled \"Cronin effect\" originally observed by Cronin et al. for charged kaons [7]. ",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 25,
                    "end": 33,
                    "type": "figure",
                    "text": "Figure 4"
                },
                {
                    "start": 215,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "The same observation is reported for the φ meson by the HERA-B Collaboration [6], whose points are in remarkable agreement with the NA60 ones. ",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "A similar comparison can be established for the η meson, thanks to the data published by the CERES-TAPS Collaboration [8]: here, too, a good agreement is observed between the two sets of data points. ",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "No comparison was possible for the ω, due to the lack of available measurements.  ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Figure 4. ",
            "paragraph_rank": 6,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "p T dependence of the α parameter for the η, ω and φ mesons.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "arXiv:1108.0970v1 [hep-ex] 4 Aug 2011 Low Mass Dimuon Production in p-A Collisions at √ s = 27.5 GeV with NA60 2",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "with the Vector Meson Dominance (VMD) model giving theoretical predictions both for Λ −2 η and Λ −2",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Figure 2 .",
            "section_rank": 4
        },
        {
            "text": "Figure 2. ",
            "section": "Figure 2 .",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Fits on the acceptance-corrected m T and p 2T spectra",
            "section": "Figure 2 .",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Figure 3 .",
            "section_rank": 5
        },
        {
            "text": "Figure 3. ",
            "section": "Figure 3 .",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Production cross section ratios σ ρ /σ ω and σ φ /σ ω in full phase space. ",
            "section": "Figure 3 .",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Error bars and shadowed boxes account for statistical and systematic uncertainties, respectively.",
            "section": "Figure 3 .",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "s = 27.5 GeV with NA60",
            "section": "Figure 3 .",
            "paragraph_rank": 11,
            "section_rank": 5
        }
    ]
}