{
    "level": "sentence",
    "abstract": [
        {
            "text": "Charm and beauty production are probed with the ALICE experiment at the LHC by studying the single lepton transverse momentum distribution (electrons at mid-rapidity, muons at large-rapidities) and D mesons reconstructed in their hadronic decays. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The differential production cross sections in proton proton interactions show a good agreement with perturbative QCD calculations at both √ s = 2.76 and 7 TeV. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The measurements in lead lead reactions at √ s NN = 2.76 TeV evidence a reduction (or suppression) of the production rate at intermediate and high p t in the most central collisions with respect to the rate in proton proton interactions.",
            "paragraph_rank": 0,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "INTRODUCTION",
            "section_rank": 2
        },
        {
            "text": "The ALICE experiment has the ability to measure, in addition to other observables, open heavy flavor production in different colliding systems at the LHC. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "Charm and beauty production in proton proton collisions at the LHC are an important tool to test pQCD calculations in a new energy domain. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 1,
            "section_rank": 2,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "software",
                    "rawForm": "Charm",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "Their spectra in heavy ion interactions are influenced by the formation of hot and dense QCD matter. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "Due to their relative large mass and the difference between quark and gluon color charge, the medium effects in heavy flavor hadrons are expected to differ from those of light hadrons. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "RHIC results show that heavy quarks effectively lose energy in the medium through (elastic and/or inelastic) interactions, but a possible quark-mass hierarchy has not yet been elucidated. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "LHC measurements at higher energies, with larger cross sections and better capabilities to separate charm and beauty production, will help to answer these questions.",
            "section": "INTRODUCTION",
            "paragraph_rank": 1,
            "section_rank": 2
        },
        {
            "text": "The status of open heavy flavor measurements in proton proton (pp) collisions at √ s = 7 and 2.76 TeV and lead lead (Pb-Pb) collisions at √ s NN = 2.76 TeV with the ALICE experiment is described. ",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The results of the heavy flavor lepton analysis (electrons at mid-rapidity, muons at large-rapidities) and of D mesons reconstructed in their hadronic decays are discussed.",
            "section": "INTRODUCTION",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "MEASURING HEAVY FLAVOR PRODUCTION IN ALICE",
            "section_rank": 3
        },
        {
            "text": "The ALICE experiment consists of a central barrel (|η| < 0.9), a muon spectrometer (−2.5 > η > −4) and a set of detectors for trigger and event characterization purposes. ",
            "section": "MEASURING HEAVY FLAVOR PRODUCTION IN ALICE",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "It is characterized by its ability to track particles from very low (∼ 100 MeV/c) up to fairly high (∼ 100 GeV/c) transverse momenta. ",
            "section": "MEASURING HEAVY FLAVOR PRODUCTION IN ALICE",
            "paragraph_rank": 3,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "The central barrel, equipped with a solenoid magnet of up to 0.5 T, is in charge of tracking and identifying charged particles and photons. ",
            "section": "MEASURING HEAVY FLAVOR PRODUCTION IN ALICE",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "From the vertex region to the outer part it is composed of a vertex detector, the Inner Tracking System (ITS), a large Time Projection Chamber (TPC), a Transition Radiation Detector (TRD) for electron identification, and a Time Of Flight detector (TOF) to identify protons, kaons and pions, all of them with full azimuthal acceptance. ",
            "section": "MEASURING HEAVY FLAVOR PRODUCTION IN ALICE",
            "paragraph_rank": 3,
            "section_rank": 3,
            "entity_spans": [
                {
                    "start": 97,
                    "end": 103,
                    "type": "software",
                    "rawForm": "System",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "The muon spectrometer is equipped with a dipole magnet of up to 0.7 T, and is responsible for muon tracking and reconstruction. ",
            "section": "MEASURING HEAVY FLAVOR PRODUCTION IN ALICE",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "The V0 detector comprising two scintillator hodoscopes located in the forward and backward regions, is involved in fast triggering and centrality determination. ",
            "section": "MEASURING HEAVY FLAVOR PRODUCTION IN ALICE",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "The minimum bias trigger is activated by the presence of at least a signal in either of two V0 scintillator hodoscopes, or in the two inner layers of the ITS. ",
            "section": "MEASURING HEAVY FLAVOR PRODUCTION IN ALICE",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "The experiment is completed by a set of global and central detectors that are not used in the measurements presented here.",
            "section": "MEASURING HEAVY FLAVOR PRODUCTION IN ALICE",
            "paragraph_rank": 3,
            "section_rank": 3
        },
        {
            "text": "Electrons were studied for |η| < 0.8, reconstructed with the central tracking system (ITS, TPC), and identified thanks to the energy deposit in the TPC, the timing in the TOF, and the information in the TRD (TRD was only used in the pp sample). ",
            "section": "MEASURING HEAVY FLAVOR PRODUCTION IN ALICE",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The heavy flavor electron spectrum was obtained subtracting a cocktail of the non-heavy-flavor sources from the inclusive electron spectrum and applying the acceptance and efficiency corrections. ",
            "section": "MEASURING HEAVY FLAVOR PRODUCTION IN ALICE",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "The cocktail was built based on the measured π 0 , J/ψ and ϒ spectrum (the last two only in pp), heavier meson spectra from the measured π 0 via m T scaling, and direct γ from NLO pQCD calculations. ",
            "section": "MEASURING HEAVY FLAVOR PRODUCTION IN ALICE",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "In pp collisions, beauty decay electrons were identified based on the longer flight time of beauty hadrons, considering a constraint on the electron origin distance to the event primary vertex position (see details in [1]).",
            "section": "MEASURING HEAVY FLAVOR PRODUCTION IN ALICE",
            "paragraph_rank": 4,
            "section_rank": 3
        },
        {
            "text": "Muons were reconstructed with the muon tracking chambers (−2.5 > η > −4) and identified by requiring the tracks to pass through the muon iron filter and reach the muon trigger chambers. ",
            "section": "MEASURING HEAVY FLAVOR PRODUCTION IN ALICE",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "The heavy flavor muon differential distribution was then built by subtracting statistically muons from hadronic decays (mainly from secondary decays of K and π) from the inclusive muon spectra (details in [1]) and correcting for the acceptance and efficiency. ",
            "section": "MEASURING HEAVY FLAVOR PRODUCTION IN ALICE",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "D mesons were reconstructed in their hadronic decays :",
            "section": "MEASURING HEAVY FLAVOR PRODUCTION IN ALICE",
            "paragraph_rank": 5,
            "section_rank": 3
        },
        {
            "text": "π by identifying their decay products (K ± , π ± ) and applying topological constrains on the decay kinematics (candidate decay length, distance and angles of the decay products, . . . ). ",
            "section": "MEASURING HEAVY FLAVOR PRODUCTION IN ALICE",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The prompt charm distributions (c → D) were determined in |y| < 0.5 after subtracting the feed-down contribution (b → D), based on FONLL pQCD calculations (details in [1]), and applying the acceptance and efficiency corrections.",
            "section": "MEASURING HEAVY FLAVOR PRODUCTION IN ALICE",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "RESULTS",
            "section_rank": 4
        },
        {
            "text": "The heavy flavor electron differential p t cross section and the heavy flavor muon η and p t differential spectra were measured in pp collisions at 7 TeV and shown to be in agreement with theoretical FONLL pQCD predictions in different pseudo-rapidity ranges [1]. ",
            "section": "RESULTS",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Prompt D mesons were studied at both 7 TeV and 2.76 TeV in pp interactions. ",
            "section": "RESULTS",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Their transverse momentum distributions were also well described by the existent pQCD calculations (FONLL [2] and GM-VFNS [3]) at both energies, the measurement and theoretical uncertainties not allowing to favor any of them. ",
            "section": "RESULTS",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                },
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "The extrapolation of the D meson measurements (down to p t = 2 GeV/c) to the full kinematic phase space allowed to evaluate the total charm production cross section. ",
            "section": "RESULTS",
            "paragraph_rank": 7,
            "section_rank": 4
        },
        {
            "text": "Its dependence with the system center of mass energy, shown in Fig. 1 left, illustrates the compatibility of the different experiments, and the seemingly good description of its energy evolution by the MNR pQCD calculations [4]. ",
            "section": "RESULTS",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 69,
                    "type": "figure",
                    "text": "Fig. 1"
                },
                {
                    "start": 224,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The beauty decay electron differential p t spectrum at 7 TeV (see Fig. 1 right) also presents a good agreement with FONLL pQCD calculations. ",
            "section": "RESULTS",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 72,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": ". The influence of the hot and dense QCD medium created in these heavy ion interactions was probed computing the nuclear modification factor, R AA = Y AA /( N coll × Y pp ), as the ratio of the invariant yields in the PbPb and pp collisions at the same energy normalized by the average number of nucleon nucleon collisions (see Fig. 2). For all the herein mentioned measurements (single muons, single electrons, D mesons), the pp reference was obtained by extrapolating the 7 TeV measurements presented in the previous section to 2.76 TeV [5]. The scaling factor was calculated from pQCD calculations and its uncertainty determined by the spread of the scaling varying the prediction parameters: quark mass, renormalization and factorization scales. The scaling procedure was validated by comparing the results to the existing measurements and to other predictions (MNR, GM-VFNS).",
            "section": "RESULTS",
            "paragraph_rank": 7,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 328,
                    "end": 334,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2"
                },
                {
                    "start": 539,
                    "end": 542,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "A clear centrality dependence of the heavy flavor production rate has been observed in PbPb collisions at 2.76 TeV, as illustrated in Fig. 2 (right) by the prompt D 0 mesons R AA for 6 < p t < 12 GeV/c. ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 134,
                    "end": 148,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 2 (right)"
                }
            ]
        },
        {
            "text": "The R AA transverse momentum dependence of cocktail-subtracted inclusive electrons, inclusive muons, prompt D 0 mesons, and prompt D + mesons in the most central PbPb interactions is presented in Fig 2 (left). ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 196,
                    "end": 208,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig 2 (left)"
                }
            ]
        },
        {
            "text": "The inclusive muon distribution at intermediate p t , mainly populated by heavy flavor decays, shows a suppression of their production rate in good agreement with that of the heavy flavor decay electrons in a different pseudo-rapidity range. ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "Prompt charm at mid-rapidity is also suppressed, consistently with heavy flavor leptons and charged pions. ",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 4
        },
        {
            "text": "These results are also in accordance with the CMS measurement of J/ψ from beauty decays R AA [6].",
            "section": "RESULTS",
            "paragraph_rank": 8,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The LHC open heavy flavor measurements in PbPb collisions at √ s NN = 2.76 TeV exhibit a decrease of the production rates, relative to the scaled yields in pp collisions, with the reaction centrality, as expected if they lose energy in the created QCD medium. ",
            "section": "RESULTS",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Heavy flavor electrons, muons, and D mesons manifest a similar suppression, compatible also with that of charged pions. ",
            "section": "RESULTS",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "Unfortunately, the measurement uncertainties do not allow yet to disentangle if the medium influence differs for light, charm and beauty hadrons, if there is or there is not a mass hierarchy in the energy loss mechanism at LHC energies. ",
            "section": "RESULTS",
            "paragraph_rank": 9,
            "section_rank": 4
        },
        {
            "text": "4 FIGURE 1 .",
            "section_rank": 5
        },
        {
            "text": "FIGURE 1. ",
            "section": "4 FIGURE 1 .",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Charm and beauty production cross section in proton proton collisions. ",
            "section": "4 FIGURE 1 .",
            "paragraph_rank": 10,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 5,
                    "type": "software",
                    "rawForm": "Charm",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "Left: Total charm cross section dependence with the system center of mass energy. ",
            "section": "4 FIGURE 1 .",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Right: Cross section of electrons from beauty hadron decays at 7 TeV. ",
            "section": "4 FIGURE 1 .",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "Open heavy flavor production was also studied in PbPb reactions at √ s NN = 2.76 TeV with the data sample collected in 2010 [1]. ",
            "section": "4 FIGURE 1 .",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "The influence of the hot and dense QCD medium created in these heavy ion interactions was probed computing the nuclear modification factor, R AA = Y AA /( N coll × Y pp ), as the ratio of the invariant yields in the PbPb",
            "section": "4 FIGURE 1 .",
            "paragraph_rank": 10,
            "section_rank": 5
        },
        {
            "text": "FIGURE 2 .",
            "section_rank": 6
        },
        {
            "text": "FIGURE 2. ",
            "section": "FIGURE 2 .",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "Nuclear modification factor (R AA ) of heavy flavor probes in Pb-Pb collisions at 2.76 TeV. ",
            "section": "FIGURE 2 .",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "Left: comparison of the measurements in the most central collisions. ",
            "section": "FIGURE 2 .",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "Right: D 0 -meson R AA centrality dependence for 6 < p t < 12 GeV/c at |y| < 0.5.",
            "section": "FIGURE 2 .",
            "paragraph_rank": 11,
            "section_rank": 6
        },
        {
            "text": "ACKNOWLEDGMENTS",
            "section_rank": 8
        },
        {
            "text": "Copyright CERN for the benefit of the ALICE Collaboration.",
            "section": "ACKNOWLEDGMENTS",
            "paragraph_rank": 12,
            "section_rank": 8
        }
    ]
}