{
    "level": "sentence",
    "abstract": [
        {
            "text": "A study of forward energy flow and central charged-particle multiplicity in events with W and Z bosons decaying into leptons is presented. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The analysis uses a sample of 7 TeV pp collisions, corresponding to an integrated luminosity of 36 pb −1 , recorded by the CMS experiment at the LHC. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The observed forward energy depositions, their correlations, and the central charged-particle multiplicities are not well described by the available non-diffractive soft-hadron production models. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "A study of about 300 events with no significant energy deposited in one of the forward calorimeters, corresponding to a pseudorapidity gap of at least 1.9 units, is also presented. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "An indication for a diffractive component in these events comes from the observation that the majority of the charged leptons from the W(Z) decays are found in the hemisphere opposite to the gap. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "When fitting the signed lepton pseudorapidity distribution of these events with predicted distributions from an admixture of diffractive (POMPYT) and non-diffractive (PYTHIA) Monte Carlo simulations, the diffractive component is determined to be (50.0 ± 9.3 (stat.) ± 5.2 (syst.))%.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "At high energies, proton-proton reactions are generally described in terms of a two-component outgoing system, pp → XY , where X is a state originating from a perturbative parton-parton interaction and Y consists of proton remnants carrying a large fraction of the total energy. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The system Y represents the \"underlying event\" and consists of mostly low-transverse-momentum hadrons originating from parton showers, and non-perturbative multi-parton interactions. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The latter are largely independent of the hard inter- * e-mail: cms-publication-committee-chair@cern.ch action, increase the particle multiplicity, and lead to correlations between the energy flows in the central and forward regions.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The currently available models of multi-parton interactions have mainly been tuned to minimum-bias data and to final states including jets with large transverse momentum (p T ), using the observed central charged-particle multiplicities and the transverse momentum spectra of hadrons that are not associated with the hard jets. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Models for a detailed simulation of multi-parton interactions are under rapid development and new features, including diffractive components in the energy flow, are being extensively investigated. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "A recent detailed CMS study of the underlying event structure at central rapidities is given in [1].",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The analysis of the underlying event structure and energy flow correlations in hard processes with colorless final states, such as pp → W(Z)X → ν( )X, can provide insights into unexplored aspects of multi-parton interactions. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "In particular, processes with colorless final states allow a straightforward separation of the hard interaction and the underlying event. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Correlations between the charged-particle multiplicity in the central rapidity range and energy depositions at large rapidities can give additional information about multi-parton interactions.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Furthermore, a fraction of these proton-proton interactions is expected to arise from single-diffractive (SD) reactions, where one of the colliding protons emerges intact from the interaction, having lost only a few percent of its energy. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Such SD events may be ascribed to the exchange of vacuum quantum numbers (often called Pomeron exchange), which leads to the absence of hadron production over a wide region of rapidity adjacent to the outgoing proton direction. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Experimentally, these large rapidity gaps will appear as regions of pseudorapidity devoid of detected particles.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Soft-diffractive events can be described in the framework of Regge theory (see, e.g., [2]). ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Hard-diffractive events, with Fig. 1 Sketches of the process pp → W(Z)X, where a W(Z) boson is produced in the hard interaction, combined with contributions from multi-parton interactions, with and without a diffractive component. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 36,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "The curly and straight lines are for gluons and quarks, respectively, unless indicated (W/Z). ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "The symbol P indicates the exchange of a state with the quantum numbers of the vacuum (Pomeron). ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "(a) shows the standard hard interaction; ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "(b) the same process with additional multi-parton interactions; ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "(c) the hard process accompanied by multi-parton interactions containing a diffractive component; ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "(d) the harddiffractive production of a W(Z) boson; ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "(e) the hard-diffractive W(Z) production with multi-parton interactions, and ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "(f) the hard-diffractive W(Z) production with multi-parton interactions containing a diffractive component. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "In the latter case, the diffractive component of the multi-parton interaction does not necessarily couple to the same proton as in the hard process (not shown here) the production of jets, heavy flavors, or W/Z bosons, have been observed at the SPS, HERA, and the Tevatron [3][4][5][6][7][8]. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 273,
                    "end": 276,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[3]"
                },
                {
                    "start": 276,
                    "end": 279,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[4]"
                },
                {
                    "start": 279,
                    "end": 282,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[5]"
                },
                {
                    "start": 282,
                    "end": 285,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[6]"
                },
                {
                    "start": 285,
                    "end": 288,
                    "type": "bibr",
                    "text": "[7]"
                },
                {
                    "start": 288,
                    "end": 291,
                    "type": "bibr",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "For electron-proton hard-diffractive interactions, a factorization theorem has been proven [9], allowing the introduc-tion of diffractive parton distribution functions (dPDFs). ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 94,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "In hadron-hadron diffractive interactions, factorization is however broken by soft multi-parton interactions [10,11], which fill the large rapidity gap and reduce the observed yields of hard-diffractive events. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 109,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[10,"
                },
                {
                    "start": 113,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "11]"
                }
            ]
        },
        {
            "text": "Such interactions are not yet simulated in the currently available Monte Carlo (MC) generators, and the reduction in the large rapidity gap harddiffraction cross section is quantified by a suppression factor, the so-called rapidity gap survival probability. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "At the Tevatron, the observed hard-diffractive yields relative to the corresponding inclusive processes are approximately 1%. ",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "A recent study by CDF [12] indicates that the fractions of W and Z bosons produced diffractively are (1.00 ± 0.11)% and (0.88 ± 0.22)%, respectively.",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "The standard picture of W or Z boson production via hard parton-parton scattering is shown in Fig. 1a and combined with a multi-parton interaction in Fig. 1b. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 94,
                    "end": 101,
                    "type": "figure",
                    "text": "Fig. 1a"
                },
                {
                    "start": 150,
                    "end": 157,
                    "type": "figure",
                    "text": "Fig. 1b"
                }
            ]
        },
        {
            "text": "According to this picture, large rapidity gap events can only arise from multiplicity fluctuations. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Figure 1c shows standard W(Z) production accompanied by multi-parton interactions with a diffractive component. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 1c"
                }
            ]
        },
        {
            "text": "Hard-diffractive production ( Fig. 1d) leads to a large rapidity gap. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "type": "figure",
                    "text": "Fig. 1d"
                }
            ]
        },
        {
            "text": "Such contributions would result in almost unchanged central charged-particle multiplicity distributions with respect to Fig. 1b. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 120,
                    "end": 127,
                    "type": "figure",
                    "text": "Fig. 1b"
                }
            ]
        },
        {
            "text": "However, a larger fraction of events with a relatively small energy deposition in the forward regions, and a smaller correlation of the energy flow in the central and forward regions, could be expected. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "The diffractive production mechanism with multiparton interactions is shown in Fig. 1e. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 86,
                    "type": "figure",
                    "text": "Fig. 1e"
                }
            ]
        },
        {
            "text": "In this case, large rapidity gap events only survive if the multi-parton component is small. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Finally, Fig. 1f indicates a possible combination of W(Z) production mechanisms with a diffractive component in both the hard process and the multi-parton interaction.",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 9,
                    "end": 16,
                    "type": "figure",
                    "text": "Fig. 1f"
                }
            ]
        },
        {
            "text": "This paper presents an analysis of the underlying event structure and of events with a pseudorapidity gap of more than 1.9 units (in the following, referred to as LRG events for simplicity) in the processes pp → WX and pp → ZX, in 7 TeV pp collisions at the Large Hadron Collider (LHC), and recorded in 2010 with the Compact Muon Solenoid (CMS) detector. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "A data sample corresponding to an integrated luminosity of 36 pb −1 has been analyzed. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Final states of the type WX and ZX are identified by the detection of electrons and muons with large transverse momentum p T . ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The underlying event structure is analyzed in terms of ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "(i) the chargedparticle multiplicity at central rapidities, ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "(ii) the forward energy flow, and ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "(iii) the correlations between these observables. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The observed LRG events are expected to be sensitive to a diffractive production component.",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "The paper is structured as follows: after giving a short description of the models for inclusive and diffractive vectorboson production in pp collisions (Sect. 2) and the CMS detector (Sect. 3), the selection of W and Z bosons with leptonic decays, the rejection of pileup events, and the energy measurement in the forward calorimeters are described in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "4. ",
            "section": "Introduction",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Section 5 summarizes the analysis of the underlying event structure in WX and ZX events in terms of the observed charged-particle multiplicity, the energy depositions in the forward calorimeters, and their correlations. ",
            "section": "Introduction",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "The analysis of events with a LRG signature is discussed in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "6.",
            "section": "Introduction",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "Modeling of the underlying event structure in W and Z events",
            "section_rank": 3
        },
        {
            "text": "The simulation of non-diffractive processes, including multiple overlaid events within the same bunch crossing (\"pileup\"), was performed using the PYTHIA 6.420 and PYTHIA 8.145 event generators [13,14] with different tunes [15] for the underlying event structure and the multi-parton interactions. ",
            "section": "Modeling of the underlying event structure in W and Z events",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[13,"
                },
                {
                    "start": 198,
                    "end": 201,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "14]"
                },
                {
                    "start": 223,
                    "end": 227,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[15]"
                }
            ],
            "entity_spans": [
                {
                    "start": 147,
                    "end": 153,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                },
                {
                    "start": 164,
                    "end": 170,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "Several tunes were used for the simulation of the underlying event structure in W and Z events. ",
            "section": "Modeling of the underlying event structure in W and Z events",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "In particular, the tunes developed before data from the LHC could be used were PYTHIA6 D6T [16], Pro-Q20 [17], Pro-PT0 [17], and P0 [18]. ",
            "section": "Modeling of the underlying event structure in W and Z events",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[16]"
                },
                {
                    "start": 105,
                    "end": 109,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[17]"
                },
                {
                    "start": 119,
                    "end": 123,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[17]"
                },
                {
                    "start": 132,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "The newer tunes PYTHIA6 Z2 [19] and the PYTHIA8 2C [20] include already some information from the LHC data. ",
            "section": "Modeling of the underlying event structure in W and Z events",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[19]"
                },
                {
                    "start": 51,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "It is relevant for the discussion in Sect. ",
            "section": "Modeling of the underlying event structure in W and Z events",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "5 that the older D6T and Pro-Q20 tunes are associated with virtuality-ordered showers, while the newer ones, P0, Pro-PT0, Z2, and 2C, are associated with p T -ordered showers.",
            "section": "Modeling of the underlying event structure in W and Z events",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "As shown in the recent CMS measurement of the underlying event structure Ref. ",
            "section": "Modeling of the underlying event structure in W and Z events",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "[1], the Z2 tune provides a reasonably good description of the data in minimum-bias events. ",
            "section": "Modeling of the underlying event structure in W and Z events",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Using the average instantaneous luminosity for each running period (discussed below), an average number of soft pileup minimum-bias MC events were superimposed on the simulated hard-interaction events. ",
            "section": "Modeling of the underlying event structure in W and Z events",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "As discussed in detail in Sect. ",
            "section": "Modeling of the underlying event structure in W and Z events",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "5, the predicted pileup contribution to the forward energy flow from the simulation was found to be in good agreement with the one from a dedicated unbiased data sample.",
            "section": "Modeling of the underlying event structure in W and Z events",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The W and Z production cross sections were calculated using leading-order (LO) matrix elements for the process qq → W(Z), convolved with the CTEQ 6.6 parton distribution functions (PDFs) [21]. ",
            "section": "Modeling of the underlying event structure in W and Z events",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Effects from higher-order QCD corrections were approximated with parton showers from the initial and final-state partons.",
            "section": "Modeling of the underlying event structure in W and Z events",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "Diffractive W and Z production was simulated with the POMPYT 2.6.1 [22,23] event generator. ",
            "section": "Modeling of the underlying event structure in W and Z events",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[22,"
                },
                {
                    "start": 71,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "23]"
                }
            ]
        },
        {
            "text": "The hard processes responsible for the production of W and Z bosons were identical to those in non-diffractive models. ",
            "section": "Modeling of the underlying event structure in W and Z events",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "For the simulation of diffractive processes, the dPDFs (fit B) measured by the H1 experiment at HERA were used [6,24]. ",
            "section": "Modeling of the underlying event structure in W and Z events",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[6,"
                },
                {
                    "start": 114,
                    "end": 117,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "24]"
                }
            ]
        },
        {
            "text": "This generator does not simulate multi-parton interactions or the ensuing rapidity gap survival probability.",
            "section": "Modeling of the underlying event structure in W and Z events",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Experimental apparatus",
            "section_rank": 4
        },
        {
            "text": "A detailed description of the CMS experiment can be found elsewhere [25]. ",
            "section": "Experimental apparatus",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "The coordinate system has the origin at the nominal interaction point. ",
            "section": "Experimental apparatus",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "The Z-axis is parallel to the anticlockwise beam direction; it defines the polar angle θ and the pseudorapidity η = − ln(tan(θ/2)). ",
            "section": "Experimental apparatus",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "The azimuthal angle φ is measured in the plane transverse to the beam, from the direction pointing to the center of the LHC ring toward the upward direction.",
            "section": "Experimental apparatus",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "The central feature of the CMS apparatus is a superconducting solenoid, of 6 m internal diameter. ",
            "section": "Experimental apparatus",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Within the field volume are the silicon pixel and strip tracker, the crystal electromagnetic calorimeter (ECAL), and the brass scintillator hadronic calorimeter (HCAL). ",
            "section": "Experimental apparatus",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Muons are measured in gaseous detectors embedded in the steel return yoke. ",
            "section": "Experimental apparatus",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "The ECAL, HCAL, and muon detectors are composed of barrel and endcap sections. ",
            "section": "Experimental apparatus",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "The calorimeter cells are grouped in projective towers, of granularity η × φ = 0.087 × 0.087 radians at central rapidities. ",
            "section": "Experimental apparatus",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "For forward rapidities the HCAL towers have a granularity of 0.174 radians in φ and are increasing as a function of η. ",
            "section": "Experimental apparatus",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Besides the barrel and endcap detectors, CMS has extensive forward calorimetry. ",
            "section": "Experimental apparatus",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "The forward hadronic calorimeter (HF) consists of steel absorbers and embedded radiation-hard quartz fibers, which provide fast collection of Cherenkov light. ",
            "section": "Experimental apparatus",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "The maximum pseudorapidity coverage is 2.9 < |η| < 5.2, but because of small differences in the passive material at large values of |η| between the real detector and the simulation, a fiducial coverage of 3.0 < |η| < 4.9 is used.",
            "section": "Experimental apparatus",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Event selection procedure",
            "section_rank": 5
        },
        {
            "text": "Selection of W and Z events with decays to electrons and muons",
            "section_rank": 6
        },
        {
            "text": "The identification of W and Z bosons is based on the presence of isolated electrons and muons with high transverse momentum. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The selection criteria are given below. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "A more detailed description of the lepton selection, the efficiencies, and the associated systematic uncertainties is given in [26]. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "Events are selected online by requiring a high-transversemomentum electron or muon with thresholds depending on the run period and varying between 10 and 17 GeV for electrons and between 9 and 15 GeV for muons. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "Thus, a small fraction of W → τ ν or Z → τ τ events with leptonic decays of the τ is also included. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The trigger efficiency for signal events with the selection conditions defined below is above 99% [26].",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "The offline selection of electrons is based on the matching of a reconstructed high-transverse-momentum track candidate with energy depositions in the barrel and endcap calorimeters; shower shape requirements are applied to these clusters. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "Electron candidates are required to have |η| < 2.5 and transverse momenta larger than 25 GeV. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "Electrons from photon conversions are rejected. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "In order to suppress background from jets, the electrons are required to be isolated using a cone in η − φ space around the electron direction with R < 0.3, where R = η 2 + φ 2 and η and φ are the pseudorapidity and azimuthal angle difference between the electron and jet directions. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "The energy in the cone is calculated from the scalar sum of the transverse energies in the tracker and both calorimeters, and is required to be smaller than 10% of the lepton p T . ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "More details are given in Ref. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "[26]. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "Two algorithms are used to identify muons. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "One is based on the matching of a reconstructed high-transversemomentum silicon tracker candidate with a track candidate found in the muon system. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "The second is based on a global fit to tracker and muon system hits. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "Muons in this analysis have to pass both selection algorithms. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "The reconstructed muon candidates are required to be at |η| < 2.5 and to have transverse momentum larger than 25 GeV. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "The isolation criteria are similar to the ones used for electrons, and details about the muon identification are given in Ref. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "[26].",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 18,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "Jets and the missing transverse momentum in the event are determined from the four-vectors of reconstructed particles, which are measured from the combination of the tracker and the calorimeter informations [27]. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "For jets, the anti-k t algorithm with a cone size of 0.5 is used [28]. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "The transverse momentum of jets is required to be larger than 30 GeV with a pseudorapidity of |η| < 2.5.",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "An event is selected as a W → ν candidate if the following requirements are satisfied: (1) one isolated electron or muon with a transverse momentum greater than 25 GeV and |η| < 1.4; events with a second isolated electron or muon with a transverse momentum above 10 GeV are rejected; (2) the missing transverse momentum (ascribed to the neutrino) greater than 30 GeV; (3) the transverse mass = 2E T (ν)E T ( ) − 2p T (ν) • p T ( ) of the charged lepton and the neutrino greater than 60 GeV.",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "Likewise, the following conditions are imposed to select Z(γ * ) → (called Z in the following) candidates: (1) two isolated electrons or muons with opposite charge and each with a minimum transverse momentum of 25 GeV; (2) at least one lepton with |η| < 1.4; (3) the reconstructed invariant mass of the dilepton system between 60 and 120 GeV.",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 21,
            "section_rank": 6
        },
        {
            "text": "This selection resulted into essentially background-free W and Z event samples. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "The background for the W sample is estimated to be less than 1% and even smaller for the Z sample, independent of any additional requirements on the energies in the HF calorimeters.",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 22,
            "section_rank": 6
        },
        {
            "text": "The main features of the W and Z event samples are found to be insensitive to small variations of the selection criteria. ",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "In the following, no efficiency corrections are applied, and only direct comparisons to MC predictions are shown.",
            "section": "Selection of W and Z events with decays to electrons and muons",
            "paragraph_rank": 23,
            "section_rank": 6
        },
        {
            "text": "Pileup rejection and single-vertex selection of W and Z events",
            "section_rank": 7
        },
        {
            "text": "As mentioned earlier, there can be several simultaneous pp interactions in the same bunch crossing in addition to the selected W and Z events, the so-called pileup. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "As the number of bunches and the instantaneous luminosity increased steadily during the 2010 pp data taking, the analysis was affected by very different pileup conditions. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": "For this analysis the data have been separated into three periods (P) with average instantaneous luminosities of",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 24,
            "section_rank": 7
        },
        {
            "text": ", and L inst > 0.34 µb −1 /s (P III), respectively. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 25,
            "section_rank": 7
        },
        {
            "text": "Assuming a total inelastic cross section of about 70 mb [29,30], an instantaneous luminosity of 0.17 µb −1 /s corresponds to an average of about one inelastic pileup event.",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 25,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[29,"
                },
                {
                    "start": 60,
                    "end": 63,
                    "type": "bibr",
                    "text": "30]"
                }
            ]
        },
        {
            "text": "The selection efficiency for W and Z events is independent of the instantaneous luminosity. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "However, the chargedparticle multiplicities and the energy depositions in the forward region of the detector (HF calorimeters), and thus especially the LRG signature, are strongly affected by the pileup (i.e., the gap is filled in).",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 26,
            "section_rank": 7
        },
        {
            "text": "The effects from pileup events for our analysis have been studied by means of zero-bias data samples where the only requirement was that of beams crossing in the detector. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "Such event samples were collected and analyzed for different instantaneous luminosities and the different periods. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "More details are given in Sect. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "5.1.",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 27,
            "section_rank": 7
        },
        {
            "text": "In order to limit the consequences of pileup, events with more than one vertex are rejected. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "For this analysis a primary vertex, the W(Z)-vertex, is defined as the one which contains the lepton track(s). ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "Events with additional vertices, formed by at least three tracks, are rejected. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "Details about the vertex reconstruction algorithm are given in Ref. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "[31]. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 28,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "The W-vertex z-position distribution is roughly Gaussian with a mean of 0.52 cm and a standard deviation of 5.9 cm.",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 28,
            "section_rank": 7
        },
        {
            "text": "The observed increase in the number of vertices has been studied using a zero-bias event sample and found to be in agreement with the number of pileup events expected on the basis of the luminosity increase (cf. Table 1). ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 29,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 212,
                    "end": 219,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Pileup events can be categorized as hard and soft events. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "Hard pp pileup interactions have some detectable charged particles in the central region of the detector and are removed by the multiple-vertex veto. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "The soft component has little or no detectable transverse activity in the central region and does not result in reconstructed vertices.",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 29,
            "section_rank": 7
        },
        {
            "text": "The efficiency to reconstruct pileup vertices (including vertex splitting) has been determined from MC simulations of minimum-bias and W → eν events. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "Based on the pileup conditions in the 2010 data, the efficiency to detect pp pileup interactions was found to be essentially constant within ±25 cm along the z direction of the nominal interaction point with an average of about 72%. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "The inefficiency essentially depends only on the amount of soft pileup interactions (e.g., events without detectable charged particles in the central region of the detector) in the MC simulation. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "The reconstruction efficiency for pileup vertices was found to be essentially independent for the different luminosity periods, as long as the vertices were separated by more than 0.1 cm. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "The corresponding inefficiency to detect the merged pileup vertex is estimated to be 3.3%. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "The uncertainties from the remaining soft pileup events on the results presented below are discussed in more detail in Sect. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "5.1.",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "The numbers of single-vertex W and Z events are summarized in Table 1. ",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 31,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 69,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The single-vertex event yields, compared to the inclusive event yields, decrease with increasing instantaneous luminosity and are in agreement with the expected numbers of vertices from the simulation, assuming Poisson distributions.",
            "section": "Pileup rejection and single-vertex selection of W and Z events",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "Central charged-particle multiplicity and forward energy flow",
            "section_rank": 8
        },
        {
            "text": "The observables used to study the underlying event structure in W and Z events are the charged-particle multiplicity in the central detector, the energy depositions in both HF calorimeters (in the following designated as HF+ and HF− depending on the sign of the corresponding η coverage), and the correlations between them. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "In the following, only the distributions for W → ν events are discussed. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "No significant differences are observed between W events selected with decays to electrons or muons. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "The same analysis has been performed on the pp → ZX data sample and consistent results are obtained. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "For the studies described below, the charged-particle multiplicity is measured in the range |η| < 2.5 for track momentum thresholds of p T > 0.5 GeV and p T > 1.0 GeV, excluding the tracks associated with W decays. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "Additionally, Fig. 2 The charged-particle multiplicities and the summed HF+ and HF− energy distributions in ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 32,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 14,
                    "end": 20,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "(a) and ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "(c) W → eνX and ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "(b) and (d) W → μνX candidate events are shown for data and MC simulations, including pileup, with different tunes for the underlying event. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "The uncorrected charged-particle multiplicities are shown separately (only for reasons of simplicity) for electron-and muon-tagged W events, for two thresholds on track transverse momenta of ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "(a) p T > 1.0 GeV and ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "(b) p T > 0.5 GeV. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "The band shown for the HF energy distributions indicates the uncertainty related to a ±10% HF energy scale variation. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "The effects of the pileup on the MC simulation can be seen in ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "(c) where the MC HF energy distributions are shown with pileup taken either from data or from the MC simulation and without pileup in order to study the underlying event structure, events with central jet activity (p T > 30 GeV, |η| < 2.5) are excluded from the multiplicity plots.",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 32,
            "section_rank": 8
        },
        {
            "text": "A detailed study of the pion track reconstruction within the acceptance of the tracker [31] determined that the efficiency rises from about 88% at a p T of 0.5 GeV to about 95% for p T between 1-10 GeV. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "Above 10 GeV, the efficiency decreases slowly to about 90% at 50 GeV. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "Furthermore, it was shown that the hadron track reconstruction efficiency in the data agrees within 1-2% with the one in the MC simulation. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "The total systematic uncertainty of the tracking efficiency was estimated to be less than 3.9%. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "The observed charged-particle multiplicities, excluding the lepton(s) from the W(Z) decays, vary between 0 and about 50, with an average of 11 and an r.m.s. of 8.2 for p T > 1.0 GeV. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "About twice as many tracks are found with the lower threshold, p T > 0.5 GeV, and about 0.15% of the events have more than 100 tracks. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "Nearly identical charged-particle multiplicity distributions are observed in electron-and muon-tagged events with the same p T thresholds. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "The charged-particle multiplicity distribution for W → eν events is shown in Fig. 2a for tracks with p T > 1.0 GeV, and for W → μν events with for p T > 0.5 GeV in Fig. 2b. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 33,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 77,
                    "end": 84,
                    "type": "figure",
                    "text": "Fig. 2a"
                },
                {
                    "start": 164,
                    "end": 171,
                    "type": "figure",
                    "text": "Fig. 2b"
                }
            ]
        },
        {
            "text": "The corresponding distributions for W → eν with p T > 0.5 GeV and W → μν with p T > 1.0 GeV are consistent with the displayed distributions in Figs. 2a and 2b.",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 33,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 158,
                    "type": "figure",
                    "text": "Figs. 2a and 2b"
                }
            ]
        },
        {
            "text": "The PYTHIA8 generator with tune 2C provides the best overall description for the higher track p T threshold, and PYTHIA6 with tune Z2 provides a reasonable description for both track p T thresholds. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "text": "However, both PYTHIA8 2C and PYTHIA6 Z2 predict too many events with very small charged-particle multiplicities. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "text": "The PYTHIA6 D6T tune predicts a harder-p T spectrum for hadrons in the underlying event and thus a larger multiplicity in the case of the higher threshold. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "text": "The Pro-Q20 tune of PYTHIA6 significantly underestimates the event yields with very high multiplicities (Fig. 2b).",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 34,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 113,
                    "type": "figure",
                    "text": "(Fig. 2b)"
                }
            ]
        },
        {
            "text": "The energy deposition in the HF+ and HF− calorimeters is determined from the sum of individual calorimeter towers with an energy threshold of 4 GeV, corresponding to a minimum transverse momentum of 0.07-0.4 GeV. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "The uncertainty on the energy scale of the HF calorimeter was estimated to be about ±10% (for details see [27]). ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 35,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "This uncertainty was taken into account by a ±10% scaling of the  Fig. 2 and all the following figures, the data points are plotted in the center of the corresponding bins, and the corresponding systematic uncertainty for the energy measurement in the HF is shown as a band. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 35,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 72,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "This uncertainty is much larger than the 3.5% difference between the reconstructed energy distributions in the HF+ and HF− calorimeters (cf. Table 2). ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 35,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 148,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The observed HF energies vary between 0 GeV (i.e., no HF tower with an energy above 4 GeV) and more than 2 TeV. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "Only a few events have an energy deposition above 2 TeV (about 0.05% for electrons and muons combined) and the highest energy deposition is 2.7 TeV. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "All events with highenergy depositions also have large tower multiplicities. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "The average energies observed in HF+ and HF− are measured in 11 HF rings of calorimeter towers, each covering approximately a |η| range of 0.175. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "The difference between the average energy deposition per ring (η bin) in the data and the different MC tunes is consistent for all tower rings. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "The average energy deposited per |η| ring predicted by the D6T (Z2) tune is too large (too small), while the Pro-Q20 tune provides a very good description of the data.",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 35,
            "section_rank": 8
        },
        {
            "text": "The distributions of the total HF+ and HF− energy sums (E HF+(−) ) are shown in Fig. 2c for the data and the PYTHIA6 D6T and Z2 tunes, with and without pileup (PU) in W → eν events. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 36,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 87,
                    "type": "figure",
                    "text": "Fig. 2c"
                }
            ]
        },
        {
            "text": "In order to take into account effects not included in the simulation (e.g., beam-gas interactions), the soft pileup contribution obtained from the zero-bias data is added to the MC simulation without pileup. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "It can be seen that the pileup contribution, as determined from the data, is, compared with the energy scale uncertainty, found in reasonable agreement with the one obtained from the luminositydependent MC simulation. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "Therefore, in the following analysis and all shown distributions, the pileup contribution is estimated from the MC simulation, using events simulated with PYTHIA6 D6T. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "Figure 2d shows the HF+ and HF− energy sums for W → μν events and for several different MC tunes of the underlying event.",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 36,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 2d"
                }
            ]
        },
        {
            "text": "The mean values of the reconstructed HF energy and the tower multiplicities are given in Table 2, again for the three different instantaneous luminosity periods and separately for W → eν and W → μν events.",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 37,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 96,
                    "type": "table",
                    "ref_id": "tab_1",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The average HF energy deposition, averaging the energy deposits in the HF+ and HF− calorimeters, in the data is 310 GeV, with an r.m.s. of 235 GeV. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "On average, about 30 towers with more than 4 GeV are reconstructed in each HF calorimeter. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "The statistical uncertainties of the mean energy values (mean tower multiplicities), estimated from the r.m.s. of the distribution, amount to less than ±5 GeV (±0.4) in the data and even smaller in the MC simulation. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "The corresponding mean value obtained with PYTHIA6 D6T, including the HF energy depositions from simulated pileup, is 370 GeV, with a tower multiplicity of 35. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "The PYTHIA6 Z2 tune predicts a mean energy deposition of 270 GeV and a tower multiplicity of 27, whereas using the Pro-Q20 tune results in a simulated energy deposition of 311 GeV and a tower multiplicity of 29 towers, similar to the data.",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "As can be seen from Figs. 2c and 2d, besides the Pro-Q20 tune, none of the MC models considered provide a good description of the HF energy distribution observed in the data. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 39,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 20,
                    "end": 35,
                    "type": "figure",
                    "text": "Figs. 2c and 2d"
                }
            ]
        },
        {
            "text": "For energy depositions between 10 and 150 GeV, large differences between the data and different tunes are observed. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "In particular, the number of events in the data is about 30 to 50% higher than predicted by the D6T tune, and 50% lower than predicted by the Z2 tune. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "For simplicity, the older P0 and Pro-PT0 tunes are omitted from the following more detailed studies.",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "In total, 287 W and Z events with no individual tower energy deposition above 4 GeV in one HF calorimeter, are observed. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "text": "These events are defined as LRG events, i.e., events with \"zero\" energy depositions, and are discussed in detail in Sect. ",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "text": "6.",
            "section": "Central charged-particle multiplicity and forward energy flow",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "text": "Soft pileup events and HF energy distributions",
            "section_rank": 9
        },
        {
            "text": "The observed mean energy values in the HF increased by about 10 ± 5 GeV from period I to period II and by about 15 ± 5 GeV from period II to period III (cf. Table 2), both in W → eν and W → μν events. ",
            "section": "Soft pileup events and HF energy distributions",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "This increase of HF energy depositions is interpreted as arising from soft pileup events, not identified by the vertex finder. ",
            "section": "Soft pileup events and HF energy distributions",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "A similar increase of the mean energy deposition in HF is also seen in the MC simulations, when events with and without pileup are compared.",
            "section": "Soft pileup events and HF energy distributions",
            "paragraph_rank": 41,
            "section_rank": 9
        },
        {
            "text": "The properties of such soft pileup events have been studied with the zero-bias data samples, where the only requirement was that of beams crossing in the detector, taken during the different running periods. ",
            "section": "Soft pileup events and HF energy distributions",
            "paragraph_rank": 42,
            "section_rank": 9
        },
        {
            "text": "In events from this sample with zero reconstructed vertices, three classes of events can be identified: (1) events with no energy deposition in either HF (hereafter referred to as quasi-elastic pp-scattering), (2) events with zero energy in only one of the HF calorimeters and non-zero energy in the other (soft scattering with a LRG signature), and (3) events with non-zero energy depositions in both HF calorimeters (soft inelastic pp-scattering).",
            "section": "Soft pileup events and HF energy distributions",
            "paragraph_rank": 42,
            "section_rank": 9
        },
        {
            "text": "The contributions of beam-gas events and other beamrelated backgrounds to the HF energy dispositions were studied in randomly triggered events with non-colliding beams and were found to be negligible.",
            "section": "Soft pileup events and HF energy distributions",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "text": "The relative fraction of quasi-elastic pp-scattering event candidates in the zero-bias samples decreases from about 50% in period I to 20% in period III, while the fraction of soft inelastic events increases from about 15% in period I to 40% in period III. ",
            "section": "Soft pileup events and HF energy distributions",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "The fraction of soft events with a LRG signature of about 40% is roughly constant across the three luminosity periods.",
            "section": "Soft pileup events and HF energy distributions",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "In conclusion, soft pileup events, not identified by the single-vertex requirement, can have an important effect on the HF energy distributions and on LRG events in particular. ",
            "section": "Soft pileup events and HF energy distributions",
            "paragraph_rank": 45,
            "section_rank": 9
        },
        {
            "text": "As discussed below, their contribution is well modeled by the MC simulations.",
            "section": "Soft pileup events and HF energy distributions",
            "paragraph_rank": 45,
            "section_rank": 9
        },
        {
            "text": "Correlations of the forward energy flow and the central charged-particle multiplicity",
            "section_rank": 10
        },
        {
            "text": "In the following, the correlation between the central chargedparticle multiplicity and the forward energy flow is measured in the data and compared to MC models. ",
            "section": "Correlations of the forward energy flow and the central charged-particle multiplicity",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "For this study, events with energy depositions in the HF− calorimeter of 20-100 GeV (low), 200-400 GeV (medium), and above 500 GeV (high) are selected. ",
            "section": "Correlations of the forward energy flow and the central charged-particle multiplicity",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "The central chargedparticle multiplicity distributions with track p T thresholds of 1 GeV (for W → eν events) and 0.5 GeV (for W → μν events) are shown in Fig. 3, while the HF+ energy distributions for the three HF− energy intervals are shown in Fig. 4 (for W → eν and W → μν events). ",
            "section": "Correlations of the forward energy flow and the central charged-particle multiplicity",
            "paragraph_rank": 46,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 161,
                    "type": "figure",
                    "text": "Fig. 3"
                },
                {
                    "start": 246,
                    "end": 252,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "The charged-particle multiplicity distributions for the medium HF− energy range (Figs. 3c and 3d) are described reasonably well by the PYTHIA6 D6T and Z2 tunes. ",
            "section": "Correlations of the forward energy flow and the central charged-particle multiplicity",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "The agreement between the data and the D6T tune is poorer when a 1 GeV track p T threshold is applied. ",
            "section": "Correlations of the forward energy flow and the central charged-particle multiplicity",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "For the low HF energy range (Figs. 3a and 3b), the D6T tune fails to describe the charged-particle multiplicity distribution, whereas the Z2 tune is in good agreement with the data, after applying a 0.5 GeV track p T threshold. ",
            "section": "Correlations of the forward energy flow and the central charged-particle multiplicity",
            "paragraph_rank": 46,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 28,
                    "end": 45,
                    "type": "figure",
                    "text": "(Figs. 3a and 3b)"
                }
            ]
        },
        {
            "text": "Finally, when requiring a large HF energy deposition (Figs. 3e and 3f), the Z2 tune provides a good description, whereas the D6T tune overestimates the charged-particle multiplicity.",
            "section": "Correlations of the forward energy flow and the central charged-particle multiplicity",
            "paragraph_rank": 46,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 53,
                    "end": 70,
                    "type": "figure",
                    "text": "(Figs. 3e and 3f)"
                }
            ]
        },
        {
            "text": "The HF+ distributions for the medium HF− energy interval ( Figs. 4c and 4d) are in better agreement with the predictions of the various tunes than the inclusive HF distributions ( Figs. 2c and 2d). ",
            "section": "Correlations of the forward energy flow and the central charged-particle multiplicity",
            "paragraph_rank": 47,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 74,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figs. 4c and 4d"
                },
                {
                    "start": 180,
                    "end": 195,
                    "type": "figure",
                    "text": "Figs. 2c and 2d"
                }
            ]
        },
        {
            "text": "On the other hand, when requiring a low HF− energy deposition, the HF+ energy distribution is poorly modeled by all MC tunes (Figs. 4a and 4b).",
            "section": "Correlations of the forward energy flow and the central charged-particle multiplicity",
            "paragraph_rank": 47,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 125,
                    "end": 142,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figs. 4a and 4b)"
                }
            ]
        },
        {
            "text": "Finally, for events with high-energy depositions in HF−, the PYTHIA8 generator, which in the inclusive case under-estimates the rate of events with large HF− energy depositions, provides a good description of the energy distribution in HF+. ",
            "section": "Correlations of the forward energy flow and the central charged-particle multiplicity",
            "paragraph_rank": 48,
            "section_rank": 10
        },
        {
            "text": "Conversely, all other tunes predict more events with large HF+ energy than observed in the data (Figs. 4e  and 4f). ",
            "section": "Correlations of the forward energy flow and the central charged-particle multiplicity",
            "paragraph_rank": 48,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 113,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "(Figs. 4e  and 4f"
                }
            ]
        },
        {
            "text": "Figure 5 shows the minimum and maximum energy depositions per event in the HF+ and HF− calorimeters for the data and the various MC tunes. ",
            "section": "Correlations of the forward energy flow and the central charged-particle multiplicity",
            "paragraph_rank": 48,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 5"
                }
            ]
        },
        {
            "text": "In comparison to Fig. 2, the differences between the data and all available MC tunes are somewhat enhanced.",
            "section": "Correlations of the forward energy flow and the central charged-particle multiplicity",
            "paragraph_rank": 48,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 17,
                    "end": 23,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "section_rank": 11
        },
        {
            "text": "As seen in the previous section, the energy distributions in the two HF calorimeters and the central charged-particle multiplicities are strongly correlated: large energy depositions in one of the HF calorimeters correspond to large energy depositions in the other HF calorimeter, as well as to an increase in the central charged-particle multiplicity. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "Such correlations are also predicted by the various MC tunes, though with very different strengths. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "Our observations can be summarized as follows:",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "D6T tune The inclusive distribution of charged-particle multiplicities, with a minimum p T of 0.5 GeV, is reasonably well described, whereas raising this threshold to 1 GeV leads to an overestimation of the event rate with large multiplicities. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 50,
            "section_rank": 11
        },
        {
            "text": "Furthermore, on average much-larger HF energy depositions are predicted than observed. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 50,
            "section_rank": 11
        },
        {
            "text": "When selecting events with small energy depositions in the HF, the fraction of events in the data is 30-50% larger than predicted by the D6T tune. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 50,
            "section_rank": 11
        },
        {
            "text": "In terms of correlations, the D6T tune provides a reasonable description only for the charged-particle multiplicity in the medium HF− energy interval (track p T threshold of 0.5 GeV) and for HF+ energy distribution corresponding to the low HF− energy bin.",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 50,
            "section_rank": 11
        },
        {
            "text": "Z2 tune Overall, the Z2 tune provides a very good description of the inclusive charged-particle multiplicities, but predicts too many events with very low charged-particle multiplicities. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 51,
            "section_rank": 11
        },
        {
            "text": "Concerning the HF energy distributions, too many events with low-energy depositions are predicted. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 51,
            "section_rank": 11
        },
        {
            "text": "The correlations between charged-particle multiplicity and HF− energy are well described. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 51,
            "section_rank": 11
        },
        {
            "text": "The HF+ energy distribution obtained for the low HF− energy interval is badly modeled, with the MC prediction much higher than the data at low energies. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 51,
            "section_rank": 11
        },
        {
            "text": "However, the correlations are well described for the higher HF− energy intervals.",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 51,
            "section_rank": 11
        },
        {
            "text": "Pro-Q20 tune This tune provides the best description of the HF energy distributions and the charged-particle multiplicities with the p T > 0.5 GeV threshold. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 52,
            "section_rank": 11
        },
        {
            "text": "However, the inclusive charged-particle multiplicity for the p T > 1.0 GeV threshold is not well described, though still closer to the Fig. 3 Charged-particle multiplicity distributions in the data and from MC simulations with different tunes, for the three HF− energy intervals of ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 52,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 135,
                    "end": 141,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "(a) and ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 52,
            "section_rank": 11
        },
        {
            "text": "(b) 20-100 GeV, ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 52,
            "section_rank": 11
        },
        {
            "text": "(c) and ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 52,
            "section_rank": 11
        },
        {
            "text": "(d) 200-400 GeV, and ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 52,
            "section_rank": 11
        },
        {
            "text": "(e) and ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 52,
            "section_rank": 11
        },
        {
            "text": "(f) >500 GeV. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 52,
            "section_rank": 11
        },
        {
            "text": "The plots in the left column are for pp → W ± X → e ± νX, for tracks with p T > 1.0 GeV, and those in the right column for pp → W ± X → μ ± νX, for p T > 0.5 GeV (different scales are used for the x-axes)",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 52,
            "section_rank": 11
        },
        {
            "text": "data than the D6T tune. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "text": "In terms of correlations, the central charged-particle multiplicities are reasonably well described, though the fraction of events with large multiplicity and a large HF− energy deposition is underestimated. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "text": "Furthermore, too many events with low-energy depositions in HF+ are predicted when a low-energy deposition in HF− is selected. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "text": "For the other HF− energy bins this tune provides a good description of the data. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "text": "well described. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "text": "The HF+ energy distributions for the cases of low and medium HF− energy intervals are shifted towards lower values compared to data, whereas for the highenergy bin good agreement is found. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "text": "In summary, none of the analyzed MC tunes provides an overall consistent and reasonable description of the inclusive charged-particle multiplicities and the HF energy distributions in the W data sample, as well as correlations between them. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "text": "It follows that the tunes, which provide a reasonable description of the underlying event structure for central rapidities in jet events, as presented in [1], require substantial modifications to describe the W data presented here. ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 53,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 154,
                    "end": 157,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Simi- ",
            "section": "Interpretation of the observed HF energy and charged-particle multiplicity correlations",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "text": "W and Z events with large pesudorapidity gaps",
            "section_rank": 12
        },
        {
            "text": "As the next step, the subset of W and Z events with a single primary vertex and a LRG signature was analyzed.",
            "section": "W and Z events with large pesudorapidity gaps",
            "paragraph_rank": 54,
            "section_rank": 12
        },
        {
            "text": "A LRG event was defined by the requirement that none of the calorimeter towers had a measured energy of more than 4 GeV in at least one of the HF calorimeters, corresponding to a pseudorapidity interval of 1.9 units. ",
            "section": "W and Z events with large pesudorapidity gaps",
            "paragraph_rank": 55,
            "section_rank": 12
        },
        {
            "text": "This subset of events may be enhanced by a diffractive W/Z production mechanism. ",
            "section": "W and Z events with large pesudorapidity gaps",
            "paragraph_rank": 55,
            "section_rank": 12
        },
        {
            "text": "Table 3 shows the observed LRG event yields and their ratio to the number of inclusive W and Z single-vertex events for the three luminosity periods. ",
            "section": "W and Z events with large pesudorapidity gaps",
            "paragraph_rank": 55,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "This ratio decreases by roughly a factor of 2 to 4 when going from period I to period III. ",
            "section": "W and Z events with large pesudorapidity gaps",
            "paragraph_rank": 55,
            "section_rank": 12
        },
        {
            "text": "The decrease can be explained by the HF energy depositions coming from soft pileup events. ",
            "section": "W and Z events with large pesudorapidity gaps",
            "paragraph_rank": 55,
            "section_rank": 12
        },
        {
            "text": "As discussed in Sect. ",
            "section": "W and Z events with large pesudorapidity gaps",
            "paragraph_rank": 55,
            "section_rank": 12
        },
        {
            "text": "5.1 (cf. Fig. 2c), adding pileup to the Monte Carlo simulation shifts some of the LRG events to the class of low-energy depositions in the HF. ",
            "section": "W and Z events with large pesudorapidity gaps",
            "paragraph_rank": 55,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 9,
                    "end": 16,
                    "type": "figure",
                    "text": "Fig. 2c"
                }
            ]
        },
        {
            "text": "The inefficiency to detect a vertex in an event with forward energy deposition depends on the instantaneous luminosity and is estimated from zero-bias events (Sect. 5.1). ",
            "section": "W and Z events with large pesudorapidity gaps",
            "paragraph_rank": 55,
            "section_rank": 12
        },
        {
            "text": "After correcting the observed number of LRG events in the data for pileup effects, using data, a constant fraction of LRG events, relative to the total number of W and Z events with a single primary vertex, is found for the three instantaneous luminosity periods. ",
            "section": "W and Z events with large pesudorapidity gaps",
            "paragraph_rank": 55,
            "section_rank": 12
        },
        {
            "text": "The corrected fraction of LRG events is given in Table 4. ",
            "section": "W and Z events with large pesudorapidity gaps",
            "paragraph_rank": 55,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 56,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "The uncertainties on this correction are small compared to the statistical errors and to the ±10% energy scale uncertainties of the HF calorimeters (for details see [27]). ",
            "section": "W and Z events with large pesudorapidity gaps",
            "paragraph_rank": 55,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "Indeed, this energy scale variation is the dominant systematic uncertainty for the estimated fraction of LRG events in the data, resulting in a change of about ±26% when varying the tower energy threshold between 3.6 and 4.4 GeV.",
            "section": "W and Z events with large pesudorapidity gaps",
            "paragraph_rank": 55,
            "section_rank": 12
        },
        {
            "text": "Observed number of LRG events",
            "section_rank": 13
        },
        {
            "text": "Combining the results obtained with electrons and muons, the percentage of W and Z events with LRG signature is (1.46 ± 0.09 (stat.) ± 0.38 (syst.))% and (1.57 ± 0.25 (stat.) ± 0.42 (syst.))%, respectively. ",
            "section": "Observed number of LRG events",
            "paragraph_rank": 56,
            "section_rank": 13
        },
        {
            "text": "In comparison, as can be seen from Figs. ",
            "section": "Observed number of LRG events",
            "paragraph_rank": 56,
            "section_rank": 13
        },
        {
            "text": "2 and 5, the fraction of W LRG events predicted with the PYTHIA6 Z2 and Pro-Q20 and the PYTHIA8 2C tunes are larger than observed in the data. ",
            "section": "Observed number of LRG events",
            "paragraph_rank": 56,
            "section_rank": 13
        },
        {
            "text": "In contrast, for the D6T tune the number of LRG events is smaller than in the data.",
            "section": "Observed number of LRG events",
            "paragraph_rank": 56,
            "section_rank": 13
        },
        {
            "text": "6.2 Jet activity in W/Z events with a LRG signature and search for exclusive W/Z production A further subset of W and Z events are those that show some jet activity, using the particle-flow algorithm with a cone size of 0.5. ",
            "section": "Observed number of LRG events",
            "paragraph_rank": 57,
            "section_rank": 13
        },
        {
            "text": "We find (11.1 ± 0.2)% of the selected W and Z events with a single vertex contain at least one reconstructed jet with a transverse momentum above 30 GeV and |η| < 2.5.",
            "section": "Observed number of LRG events",
            "paragraph_rank": 57,
            "section_rank": 13
        },
        {
            "text": "Taking the subsample of 100 identified W → eν events with a LRG signature, 8 events are found with one or more jets above a 30 GeV threshold. ",
            "section": "Observed number of LRG events",
            "paragraph_rank": 58,
            "section_rank": 13
        },
        {
            "text": "The corresponding numbers for the muon channel are 145 identified LRG events and 8 of them with at least one jet. ",
            "section": "Observed number of LRG events",
            "paragraph_rank": 58,
            "section_rank": 13
        },
        {
            "text": "Thus, we find that (6.5 ± 1.6)% of the LRG events have jet activity, which is smaller (but still consistent) with the fraction of events with jets observed in the inclusive W sample. ",
            "section": "Observed number of LRG events",
            "paragraph_rank": 58,
            "section_rank": 13
        },
        {
            "text": "No other particular features of the events with jet activities, when compared to the MC simulations, are observed. ",
            "section": "Observed number of LRG events",
            "paragraph_rank": 58,
            "section_rank": 13
        },
        {
            "text": "Another potentially interesting class of LRG events consists of W and Z events with essentially no activity besides that from the vector-boson decays. ",
            "section": "Observed number of LRG events",
            "paragraph_rank": 58,
            "section_rank": 13
        },
        {
            "text": "Such candidate exclusive events are selected with the requirement that both HF calorimeters fulfill the LRG condition and that no particleflow object besides the lepton(s) is reconstructed in the central detector, above a transverse momentum threshold of 0.5 GeV. ",
            "section": "Observed number of LRG events",
            "paragraph_rank": 58,
            "section_rank": 13
        },
        {
            "text": "For the electron selection no such events are found. ",
            "section": "Observed number of LRG events",
            "paragraph_rank": 58,
            "section_rank": 13
        },
        {
            "text": "In the muon case, 2 W and 2 Z event candidates with zero energy in both HF calorimeters are found. ",
            "section": "Observed number of LRG events",
            "paragraph_rank": 58,
            "section_rank": 13
        },
        {
            "text": "All four events have some reconstructed tracks in the central detector. ",
            "section": "Observed number of LRG events",
            "paragraph_rank": 58,
            "section_rank": 13
        },
        {
            "text": "The number of observed events is consistent with expected number of non-exclusive W and Z events predicted from the MC simulations.",
            "section": "Observed number of LRG events",
            "paragraph_rank": 58,
            "section_rank": 13
        },
        {
            "text": "Size of the pseudorapidity gap and central gaps",
            "section_rank": 14
        },
        {
            "text": "For the study of events with large pseudorapidity gaps an interesting parameter is how far the size of the gap extends into the central detector. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 59,
            "section_rank": 14
        },
        {
            "text": "One might intuitively expect that the ratio of diffractive signal events compared to background from multiplicity fluctuations, would become larger when the gap size increases into the central detector. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 59,
            "section_rank": 14
        },
        {
            "text": "This intuitive view is confirmed when comparing diffractive W events simulated with POMPYT, where the decrease in event yields with increasing gap size is much smaller than in the different nondiffractive MC models.",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 59,
            "section_rank": 14
        },
        {
            "text": "Obviously, the definition of the gap is ambiguous, as the meaning of zero activity or zero energy depositions depends on the experimental criteria for the detection of particles in the data and in the MC simulation. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 60,
            "section_rank": 14
        },
        {
            "text": "For this study the size of the pseudorapidity gap was determined by using particle-flow objects with a minimum energy of 1.5 GeV for |η| < 1.5 (barrel), 2 GeV for 1.5 < |η| < 2.85 (endcaps), and 4 GeV for |η| > 2.85 (HF calorimeters). ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 60,
            "section_rank": 14
        },
        {
            "text": "For charged particle-flow candidates a minimum transverse momentum of 0.5 GeV was required. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 60,
            "section_rank": 14
        },
        {
            "text": "The largest (η max ) and smallest (η min ) observed pseudorapidity values of the particles are used to determine the gap size between the maximum (minimum) η coverage of the experiment and the nearest detected particle on each side. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 60,
            "section_rank": 14
        },
        {
            "text": "In order to combine both hemispheres, we defineη as the minimum of η max and −η min . ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 60,
            "section_rank": 14
        },
        {
            "text": "The size of the pseudorapidity gap is then η 4.9 gap = 4.9 −η, where 4.9 is the largest η value covered by the HF.",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 60,
            "section_rank": 14
        },
        {
            "text": "Figures 6a and 6b show theη distribution in the data and MC simulation with different tunes, for the W decays to electrons and muons, respectively. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 61,
            "section_rank": 14
        },
        {
            "text": "The fraction of events with pseudorapidity gaps decreases rapidly when the gap size increases. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 61,
            "section_rank": 14
        },
        {
            "text": "A statistically significant excess of events at η values smaller than 3 is observed, compared to the predictions of the non-diffractive model implemented in PYTHIA6, tune D6T. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 61,
            "section_rank": 14
        },
        {
            "text": "However, the fraction of events with very large gaps and without a diffractive component in the PYTHIA6 Z2, Pro-Q20, and PYTHIA8 2C tunes and up to the largest observed gap size is larger than in the data.",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 61,
            "section_rank": 14
        },
        {
            "text": "The stability of theη distribution was tested by allowing a ±10% variation of the particle-flow candidate energy and momentum thresholds in the data. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 62,
            "section_rank": 14
        },
        {
            "text": "The resulting variations were found to be similar to the statistical uncertainties.",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 62,
            "section_rank": 14
        },
        {
            "text": "Ifη < 0, all the reconstructed particle-flow objects in the event are contained in one hemisphere. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 63,
            "section_rank": 14
        },
        {
            "text": "Combining the W events with LRG signature in both lepton channels, 4 events with one \"empty\" detector hemisphere, corresponding to a gap of at least η 4.9 gap = 4.9 units in pseudorapidity, are observed. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 63,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "text": "4.9"
                }
            ]
        },
        {
            "text": "In comparison, 0.8, 3.5, and 2.2 such events are expected from the non-diffractive MC simulation based on the PYTHIA6 D6T, Z2, and Pro-Q20 tunes, respectively.",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 63,
            "section_rank": 14
        },
        {
            "text": "As discussed in Sects. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "text": "4 and 5, soft pileup events without a detectable second vertex remain in the sample. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "text": "However, since these events do not produce significant particleflow in the central pseudorapidity regions, the effect on events with pseudorapidity gaps in the more central region, |η| < 2.85, is expected to be small. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "text": "The number of pseudorapidity gap events in this detector region, when ignoring the information in the HF detectors, should mainly depend on the amount of very low multi-parton activity and thus on the number of low-multiplicity events. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "text": "Theη distributions using only particle-flow objects with |η| < 2.85 and ignoring the information in the HF are shown for W events in Figs. 6c and 6d. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 64,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 148,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figs. 6c and 6d"
                }
            ]
        },
        {
            "text": "Accordingly, the gap size is now defined as η 2.85 gap = 2.85 −η. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "text": "Again, when compared to the MC simulation with the D6T tune, the data show a large excess of events withη below 1, corresponding to a central pseudorapidity gap of η 2.85 gap ≥ 1.85. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 64,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "type": "bibr",
                    "text": "2.85"
                }
            ]
        },
        {
            "text": "The fraction of such gap events in the data is reasonably well described by the PYTHIA6 Z2  Fig. 7 ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 64,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 98,
                    "type": "figure",
                    "text": "Z2  Fig. 7"
                }
            ]
        },
        {
            "text": "(a) Charged-particle multiplicity and ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "text": "(b) HF energy distributions (opposite to the gap) in pp → W ± X → ± νX events with a LRG signature, for the data and different MC tunes. ",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "text": "The charged-particle multiplicity distribution is obtained for a track p T threshold of 0.5 GeV and Pro-Q20 tunes, and much larger fractions are predicted by the PYTHIA8 2C tune.",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "text": "The limited number of LRG events, as well as the large uncertainties related to the modeling of the underlying event and multi-parton interactions, prevent any conclusions from being drawn on the possible presence of a diffractive W/Zproduction component from the observed rate of events with a pseudorapidity gap in the central detector.",
            "section": "Size of the pseudorapidity gap and central gaps",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "section_rank": 15
        },
        {
            "text": "The charged-particle multiplicity distribution in LRG events, from combining the W events in the electron and muon channels, is shown in Fig. 7a for a minimum track p T of 0.5 GeV. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 66,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 144,
                    "type": "figure",
                    "text": "Fig. 7a"
                }
            ]
        },
        {
            "text": "A slight excess of events with large chargedparticle multiplicities is found in the data, compared to the various non diffractive MC tunes. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 66,
            "section_rank": 15
        },
        {
            "text": "However, overall the track p T spectrum is well described. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 66,
            "section_rank": 15
        },
        {
            "text": "The number of LRG events with 20 and more tracks, combining the electron and muon channels, is 33 in the data. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 66,
            "section_rank": 15
        },
        {
            "text": "Only 13 (19) events with more than 20 tracks are expected from the D6T (Z2) tunes. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 66,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "(19)"
                }
            ]
        },
        {
            "text": "A similar, but statistically less significant, excess of events with multiplicities larger than predicted by the different tunes is also observed when a track threshold of p T > 1.0 GeV is required. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 66,
            "section_rank": 15
        },
        {
            "text": "The POMPYT diffractive model, which does not include multi-parton interactions, predicts even smaller chargedparticle multiplicities. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 66,
            "section_rank": 15
        },
        {
            "text": "However, the observed excess of events with relatively large charged-particle multiplicities in LRG events could be an indication of a diffractive component in the multi-parton interactions, as depicted in Figs. 1c  and 1f.",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 66,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 206,
                    "end": 222,
                    "type": "figure",
                    "text": "Figs. 1c  and 1f"
                }
            ]
        },
        {
            "text": "The corresponding distribution for the energy sum in the HF calorimeter opposite to the gap is shown in Fig. 7b. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 104,
                    "end": 111,
                    "type": "figure",
                    "text": "Fig. 7b"
                }
            ]
        },
        {
            "text": "The average total energy of 150 GeV with an r.m.s. of 160 GeV is about a factor of two smaller than the one observed for the inclusive HF energy distribution, and is reasonably well described by the various MC tunes. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "text": "In the data, we find 2 events with no towers above the energy threshold of 4 GeV in either HF calorimeters, in agreement with the expectation from the D6T tune. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "text": "This number is slightly lower, but still consistent, with the expectations from the Z2 and the PYTHIA8 2C tunes. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "text": "The Pro-Q20 tune predicts 8 such events. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "text": "Figure 8 shows the distribution of the signed charged lepton pseudorapidity η in W events with a LRG signature Fig. 8 Signed lepton pseudorapidity distribution in W events with a LRG signature, with the sign defined by the pseudorapidity of the lepton relative to the gap (positive for the lepton and gap in the same hemisphere, negative otherwise). ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 8"
                },
                {
                    "start": 111,
                    "end": 117,
                    "type": "figure",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "Electron and muon channels are combined. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "text": "The fit result for the combination of PYTHIA6 (Pro-Q20 tune) and POMPYT predictions is shown as a dotted black line. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "text": "For the other PYTHIA tunes, only the non-diffractive component is shown (electron and muon channels combined). ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15,
            "entity_spans": [
                {
                    "start": 14,
                    "end": 20,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "The sign is defined to be positive when the gap and the lepton are in the same hemisphere and negative otherwise. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "text": "The data show that charged leptons from W decays are found more often in the hemisphere opposite to the gap. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "text": "Combining the electron and muon channels, 147 events are found with the charged lepton in the hemisphere opposite to the gap and 96 events with the lepton in the same hemisphere. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "text": "Defining an asymmetry as the ratio of the difference between the numbers of LRG events in each hemisphere and the sum, the corresponding asymmetry is (−21.0 ± 6.4)%. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "text": "In the case of Z candidates (the rapidity of the Z is used) with a LRG signature, 24 (16) events are in the opposite (same) hemisphere as the gap, resulting in an asymmetry of (−20 ± 16)%. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "(16)"
                }
            ]
        },
        {
            "text": "In comparison, the various non-diffractive MC tunes predict a symmetric lepton pseudorapidity distribution in LRG events. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "text": "On the other hand, events generated with the POMPYT generator, based on a diffractive production model, exhibit a strong asymmetry. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "text": "This can be explained in terms of diffractive PDFs, which peak at smaller x (the parton momentum divided by the proton momentum) than the conventional proton PDFs. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "text": "The produced W(Z) is thus boosted in the direction of the parton that had the larger x. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "text": "This is typically the direction of the dissociated proton, i.e., opposite to the gap. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "text": "The signed lepton pseudorapidity distribution in the data is fit to the predictions from the diffractive POMPYT and the non-diffractive PYTHIA event generators, with the relative fraction of the two as the free parameter. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15,
            "entity_spans": [
                {
                    "start": 136,
                    "end": 142,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "The fit results in a fraction of diffractive events in the LRG sample of (50.0 ± 9.3 (stat.) ± 5.2 (syst.))%, assuming the model of diffraction implemented in POMPYT and using the PYTHIA6 Pro-Q20 for the simulation of non-diffractive events. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "text": "The fit results are shown in Fig. 8. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 29,
                    "end": 35,
                    "type": "figure",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "The fits using the combination of POMPYT with other tunes give similar results, and only the non-diffractive contribution from the other tunes is shown in Fig. 8. ",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 161,
                    "type": "figure",
                    "text": "Fig. 8"
                }
            ]
        },
        {
            "text": "The systematic uncertainty of 5.2% has been determined from the 10% HF energy scale variations and from the fits with the different tunes, using the maximal and minimal fractions obtained from the different fits.",
            "section": "Charged-particle multiplicity and forward energy distributions in LRG events",
            "paragraph_rank": 67,
            "section_rank": 15
        },
        {
            "text": "Hemisphere correlations between the gap and the W (Z) boson",
            "section_rank": 16
        },
        {
            "text": "The asymmetry in the signed η distribution for non-LRG events is found to decrease when the forward energy deposition increases. ",
            "section": "Hemisphere correlations between the gap and the W (Z) boson",
            "paragraph_rank": 68,
            "section_rank": 16
        },
        {
            "text": "For example, for HF energy depositions in the intervals 20-100 GeV, 200-400 GeV, and >500 GeV, the asymmetry is (−3.5±1.1)%, (−2.7±1.0)%, and (0.9 ± 2.3)%. ",
            "section": "Hemisphere correlations between the gap and the W (Z) boson",
            "paragraph_rank": 68,
            "section_rank": 16
        },
        {
            "text": "The small residual asymmetry in events with low HF energy depositions is insignificant in comparison to the one in LRG events. ",
            "section": "Hemisphere correlations between the gap and the W (Z) boson",
            "paragraph_rank": 68,
            "section_rank": 16
        },
        {
            "text": "However, this could be explained by the presence of a small fraction of diffractively produced W bosons events in which the LRG signature is destroyed by the accompanying multi-parton interaction or by the undetected pileup component. ",
            "section": "Hemisphere correlations between the gap and the W (Z) boson",
            "paragraph_rank": 68,
            "section_rank": 16
        },
        {
            "text": "For higher energy depositions in the forward region, the asymmetry vanishes.",
            "section": "Hemisphere correlations between the gap and the W (Z) boson",
            "paragraph_rank": 68,
            "section_rank": 16
        },
        {
            "text": "Conclusions",
            "section_rank": 17
        },
        {
            "text": "Central charged-particle multiplicities, forward energy flow, and correlations between them have been studied in W and Z events, identified by the vector-boson decays to electrons and muons, using the 2010 data sample of pp collisions at 7 TeV, corresponding to an integrated luminosity of 36 pb −1 .",
            "section": "Conclusions",
            "paragraph_rank": 69,
            "section_rank": 17
        },
        {
            "text": "None of the studied MC tunes provides simultaneously a satisfactory description of the charged-particle multiplicity in the central pseudorapidity region (|η| < 2.5) and the forward energy flow (3 < |η| < 4.9). ",
            "section": "Conclusions",
            "paragraph_rank": 70,
            "section_rank": 17
        },
        {
            "text": "The PYTHIA6 Z2 and PYTHIA8 2C tunes give a reasonable description of the central charged-particle multiplicity, but predict too many events with relatively low-energy depositions in the forward calorimeters. ",
            "section": "Conclusions",
            "paragraph_rank": 70,
            "section_rank": 17
        },
        {
            "text": "The PYTHIA6 D6T tune predicts too many events with high charged-particle multiplicities, too few events with low-energy depositions, and too many events with very large energy depositions in the forward calorimeters. ",
            "section": "Conclusions",
            "paragraph_rank": 70,
            "section_rank": 17
        },
        {
            "text": "The Pro-Q20 tune provides the best description of the forward energy distribution and a good description of the charged-particle multiplicity, when a track p T threshold of 0.5 GeV is applied. ",
            "section": "Conclusions",
            "paragraph_rank": 70,
            "section_rank": 17
        },
        {
            "text": "However, the charged-particle multiplicity with p T > 1.0 GeV is not well described, though the prediction is closer to the data than that for the D6T tune.",
            "section": "Conclusions",
            "paragraph_rank": 70,
            "section_rank": 17
        },
        {
            "text": "Strong positive correlations between the energy measured in the two forward calorimeters (i.e. at positive and negative rapidities) and the charged-particle multiplicity are observed in the data and in Monte Carlo models. ",
            "section": "Conclusions",
            "paragraph_rank": 71,
            "section_rank": 17
        },
        {
            "text": "However, the correlations in the various MC tunes are different from those seen in the data.",
            "section": "Conclusions",
            "paragraph_rank": 71,
            "section_rank": 17
        },
        {
            "text": "As far as the LRG events are concerned, the following observations can be made:",
            "section": "Conclusions",
            "paragraph_rank": 72,
            "section_rank": 17
        },
        {
            "text": "-Out of a sample of about 40 000 W and Z events, almost 300 events with a LRG signature are found. ",
            "section": "Conclusions",
            "paragraph_rank": 73,
            "section_rank": 17
        },
        {
            "text": "According to the POMPYT model of diffractive W production, such events can be interpreted as diffractive. ",
            "section": "Conclusions",
            "paragraph_rank": 73,
            "section_rank": 17
        },
        {
            "text": "However, while the observed fraction of such events is significantly larger than predicted with the non-diffractive PYTHIA6 D6T tune, it is smaller than expected from the PYTHIA6 Z2, Pro-Q20, and PYTHIA8 2C tunes. ",
            "section": "Conclusions",
            "paragraph_rank": 73,
            "section_rank": 17
        },
        {
            "text": "Thus, no conclusions can be drawn from the presence of LRG events. ",
            "section": "Conclusions",
            "paragraph_rank": 73,
            "section_rank": 17
        },
        {
            "text": "-The central charged-particle multiplicity in these events is somewhat larger than predicted by the various models. ",
            "section": "Conclusions",
            "paragraph_rank": 73,
            "section_rank": 17
        },
        {
            "text": "-The HF energy distribution opposite to the gap peaks at much smaller values than in the inclusive events, and is reasonably well described by the MC generators. ",
            "section": "Conclusions",
            "paragraph_rank": 73,
            "section_rank": 17
        },
        {
            "text": "-A large asymmetry is observed between the number of events with the charged lepton (from the W decay) in the opposite and with it in the same hemisphere as the pseudorapidity gap. ",
            "section": "Conclusions",
            "paragraph_rank": 73,
            "section_rank": 17
        },
        {
            "text": "Such an asymmetry is predicted by POMPYT, in contrast to the various non-diffractive PYTHIA MC tunes. ",
            "section": "Conclusions",
            "paragraph_rank": 73,
            "section_rank": 17,
            "entity_spans": [
                {
                    "start": 85,
                    "end": 91,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        },
        {
            "text": "When fitting the observed asymmetry in LRG events with an admixture of diffractive (POMPYT) and non-diffractive (PYTHIA) events, the diffractive component is determined to be (50.0 ± 9.3 (stat.) ± 5.2 (syst.))%, thus providing the first evidence for diffractive W production at the LHC. ",
            "section": "Conclusions",
            "paragraph_rank": 73,
            "section_rank": 17,
            "entity_spans": [
                {
                    "start": 113,
                    "end": 119,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w5"
                }
            ]
        },
        {
            "text": "A comparable, but statistically less significant asymmetry is seen in Z events with large pseudorapidity gaps. ",
            "section": "Conclusions",
            "paragraph_rank": 73,
            "section_rank": 17
        },
        {
            "text": "Fig. 4",
            "section_rank": 18
        },
        {
            "text": "Fig. 4Energy distribution in the HF+ calorimeter, shown for different HF− energy intervals ",
            "section": "Fig. 4",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "(a) and ",
            "section": "Fig. 4",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "(b) 20-100 GeV, ",
            "section": "Fig. 4",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "(c) and ",
            "section": "Fig. 4",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "(d) 200-400 GeV, ",
            "section": "Fig. 4",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "(e) and ",
            "section": "Fig. 4",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "(f) >500 GeV, for data and different MC tunes. ",
            "section": "Fig. 4",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "In the left column, the plots are shown for pp → WX → eνX events and in the right column, for pp → WX → μνX",
            "section": "Fig. 4",
            "paragraph_rank": 74,
            "section_rank": 18
        },
        {
            "text": "Fig. 5",
            "section_rank": 19
        },
        {
            "text": "Fig. 5 HF energy distributions in W → eνX (left column) and W → μνX (right column) events for data and different MC tunes. ",
            "section": "Fig. 5",
            "paragraph_rank": 75,
            "section_rank": 19
        },
        {
            "text": "The plots ",
            "section": "Fig. 5",
            "paragraph_rank": 75,
            "section_rank": 19
        },
        {
            "text": "(a) and ",
            "section": "Fig. 5",
            "paragraph_rank": 75,
            "section_rank": 19
        },
        {
            "text": "(b) show the minimum (min (E HF+ , E HF− )) and ",
            "section": "Fig. 5",
            "paragraph_rank": 75,
            "section_rank": 19
        },
        {
            "text": "(c) and ",
            "section": "Fig. 5",
            "paragraph_rank": 75,
            "section_rank": 19
        },
        {
            "text": "(d) the maximum (max (E HF+ , E HF− )) of the energy depositions per event in the HF+ and HF− calorimeters",
            "section": "Fig. 5",
            "paragraph_rank": 75,
            "section_rank": 19
        },
        {
            "text": "Fig. 6",
            "section_rank": 20
        },
        {
            "text": "Fig. 6Theη distribution for W events with ",
            "section": "Fig. 6",
            "paragraph_rank": 76,
            "section_rank": 20
        },
        {
            "text": "(a) electron and ",
            "section": "Fig. 6",
            "paragraph_rank": 76,
            "section_rank": 20
        },
        {
            "text": "(b) muon decays in data and for various MC simulations. ",
            "section": "Fig. 6",
            "paragraph_rank": 76,
            "section_rank": 20
        },
        {
            "text": "The corresponding distributions ignoring the HF calorimeter information are shown in ",
            "section": "Fig. 6",
            "paragraph_rank": 76,
            "section_rank": 20
        },
        {
            "text": "(c) and",
            "section": "Fig. 6",
            "paragraph_rank": 76,
            "section_rank": 20
        },
        {
            "text": "(d)    ",
            "section": "Fig. 6",
            "paragraph_rank": 76,
            "section_rank": 20
        },
        {
            "text": "Table 1",
            "section_rank": 21
        },
        {
            "text": "Number of W and Z candidate events with a single primary vertex. ",
            "section": "Table 1",
            "paragraph_rank": 77,
            "section_rank": 21
        },
        {
            "text": "The numbers are given for the total and the three data-taking periods of different instantaneous luminosities. ",
            "section": "Table 1",
            "paragraph_rank": 77,
            "section_rank": 21
        },
        {
            "text": "The percentage of single-vertex events with respect to all selected W and Z candidates for that period is given in parentheses",
            "section": "Table 1",
            "paragraph_rank": 77,
            "section_rank": 21
        },
        {
            "text": "Table 2",
            "section_rank": 22
        },
        {
            "text": "Mean energy depositions and tower multiplicities in each HF for single-vertex W events from the three running periods with different instantaneous luminosities",
            "section": "Table 2",
            "paragraph_rank": 78,
            "section_rank": 22
        },
        {
            "text": "Table 3",
            "section_rank": 23
        },
        {
            "text": "Number of LRG events with a single vertex and their percentage relative to all selected W and Z events, for the three different luminosity periods and their total",
            "section": "Table 3",
            "paragraph_rank": 79,
            "section_rank": 23
        },
        {
            "text": "Table 4",
            "section_rank": 24
        },
        {
            "text": "Percentage of LRG events in single-vertex W and Z events, using a pileup correction determined from data, for the entire dataset and the three different luminosity periods. ",
            "section": "Table 4",
            "paragraph_rank": 80,
            "section_rank": 24
        },
        {
            "text": "Only the statistical uncer-tainties are given; the dominant systematic uncertainty from the HF energy scale is about ±26%",
            "section": "Table 4",
            "paragraph_rank": 80,
            "section_rank": 24
        },
        {
            "text": "Institute of High Energy Physics, Beijing, China",
            "section_rank": 25
        },
        {
            "text": "30. TOTEM Collaboration, Proton-proton elastic scattering at the LHC energy of √ s = 7 TeV. ",
            "section": "Institute of High Energy Physics, Beijing, China",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "Europhys. ",
            "section": "Institute of High Energy Physics, Beijing, China",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "Lett. ",
            "section": "Institute of High Energy Physics, Beijing, China",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "95, 41001 (2011). ",
            "section": "Institute of High Energy Physics, Beijing, China",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "doi:10.1209/0295-5075/95/41001 ",
            "section": "Institute of High Energy Physics, Beijing, China",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "31. CMS Collaboration, CMS tracking performance results from early LHC operation. ",
            "section": "Institute of High Energy Physics, Beijing, China",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "Eur. ",
            "section": "Institute of High Energy Physics, Beijing, China",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "Phys. ",
            "section": "Institute of High Energy Physics, Beijing, China",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "J. C 70, 1165 (2010). ",
            "section": "Institute of High Energy Physics, Beijing, China",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "arXiv:1007.1988. ",
            "section": "Institute of High Energy Physics, Beijing, China",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "doi:10.1140/epjc/s10052-010-1491-3 J.G. Bian, G.M. Chen, H.S. Chen, C.H. Jiang, D. Liang, S. Liang, X. Meng, J. Tao, J. Wang, J. Wang, X. Wang, Z. Wang, H. Xiao, M. Xu, J. Zang, Z. Zhang",
            "section": "Institute of High Energy Physics, Beijing, China",
            "paragraph_rank": 81,
            "section_rank": 25
        },
        {
            "text": "PYTHIA8 2C tune In the inclusive case, this tune predicts too many events with low HF energy depositions, whereas the central charged-particle multiplicity distributions are",
            "section": "Institute of High Energy Physics, Beijing, China",
            "paragraph_rank": 82,
            "section_rank": 25
        },
        {
            "text": "Acknowledgements",
            "section_rank": 27
        },
        {
            "text": "We wish to congratulate our colleagues in the",
            "section": "Acknowledgements",
            "paragraph_rank": 83,
            "section_rank": 27
        },
        {
            "text": "CERN accelerator departments for the excellent performance of the LHC machine. ",
            "paragraph_rank": 84,
            "section_rank": 29
        },
        {
            "text": "We would like to thank P. Skands for many explanations and discussions concerning the different underlying event tunes. ",
            "paragraph_rank": 84,
            "section_rank": 29
        },
        {
            "text": "We would also like to thank the technical and administrative staff at CERN and other CMS institutes, and acknowledge support from: FMSR (Austria); FNRS and FWO (Belgium); CNPq, CAPES, FAPERJ, and FAPESP (Brazil); MES (Bulgaria); CERN; CAS, MoST, and NSFC (China); COLCIENCIAS (Colombia); MSES (Croatia); RPF (Cyprus); Academy of Sciences and NICPB (Estonia); Academy of Finland, ME, and HIP (Finland); CEA and CNRS/IN2P3 (France); BMBF, DFG, and HGF (Germany); GSRT (Greece); OTKA and NKTH (Hungary); DAE and DST (India); IPM (Iran); SFI (Ireland); INFN (Italy); NRF and WCU (Korea); LAS (Lithuania); CINVESTAV, CONACYT, SEP, and UASLP-FAI (Mexico); PAEC (Pakistan); SCSR (Poland); FCT (Portugal); JINR (Armenia, Belarus, Georgia, Ukraine, Uzbekistan); MST and MAE (Russia); MSTDS (Serbia); MICINN and CPAN (Spain); Swiss Funding Agencies (Switzerland); NSC (Taipei); TUBITAK and TAEK (Turkey); STFC (United Kingdom); DOE and NSF (USA). ",
            "paragraph_rank": 84,
            "section_rank": 29,
            "entity_spans": [
                {
                    "start": 584,
                    "end": 587,
                    "type": "software",
                    "rawForm": "LAS",
                    "resp": "whitelist",
                    "id": "software-simple-w6"
                },
                {
                    "start": 802,
                    "end": 806,
                    "type": "software",
                    "rawForm": "CPAN",
                    "resp": "whitelist",
                    "id": "software-simple-w7"
                },
                {
                    "start": 840,
                    "end": 851,
                    "type": "software",
                    "rawForm": "Switzerland",
                    "resp": "whitelist",
                    "id": "software-simple-w8"
                }
            ]
        },
        {
            "text": "Individuals have received support from the Marie-Curie IEF program (European Union); the Leventis Foundation; the A. P. Sloan Foundation; the Alexander von Humboldt Foundation; and the Associazione per lo Sviluppo Scientifico e Tecnologico del Piemonte (Italy).",
            "paragraph_rank": 84,
            "section_rank": 29,
            "entity_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w9"
                },
                {
                    "start": 98,
                    "end": 108,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w10"
                },
                {
                    "start": 126,
                    "end": 136,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w11"
                },
                {
                    "start": 165,
                    "end": 175,
                    "type": "software",
                    "rawForm": "Foundation",
                    "resp": "whitelist",
                    "id": "software-simple-w12"
                }
            ]
        },
        {
            "text": "Open Access This article is distributed under the terms of the Creative Commons Attribution Noncommercial License which permits any noncommercial use, distribution, and reproduction in any medium, provided the original author(s) and source are credited. ",
            "paragraph_rank": 85,
            "section_rank": 29,
            "entity_spans": [
                {
                    "start": 5,
                    "end": 11,
                    "type": "software",
                    "rawForm": "Access",
                    "resp": "whitelist",
                    "id": "software-simple-w13"
                }
            ]
        },
        {
            "text": "Université de Lyon, Université",
            "section_rank": 30
        }
    ]
}