{
    "level": "sentence",
    "abstract": [
        {
            "text": "We present a measurement of pp → Zγ → + − γ ( = e, µ) production with a data sample corresponding to an integrated luminosity of 6.2 fb −1 collected by the D0 detector at the Fermilab Tevatron pp Collider. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The results of the electron and muon channels are combined, and we measure the total production cross section and the differential cross section dσ/dp γ T , where p γ T is the momentum of the photon in the plane transverse to the beamline. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The results obtained are consistent with the standard model predictions from next-to-leading order calculations. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We use the transverse momentum spectrum of the photon to place limits on anomalous ZZγ and Zγγ couplings.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "The standard model (SM) describes the electroweak interactions through a non-abelian gauge group SU (2) L ⊗ U (1) Y , which includes self-interactions of gauge bosons. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Because the Z boson carries no electric charge, a coupling between a Z boson and a photon is not permitted. ",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "The Zγ production in the SM is dominated by the lowestorder Feynman diagrams shown in Fig. 1.",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 86,
                    "end": 92,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "An excess in the number of high-energy photons can be a sign of new physics, e.g., supersymmetry, as described in Ref. ",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "[? ] or new heavy fermions with nonstandard couplings to the gauge bosons, as discussed in * with visitors from a Augustana College, Sioux Falls, SD, USA, b The University of Liverpool, Liverpool, UK, c UPIITA-IPN, Mexico City, Mexico, d SLAC, Menlo Park, CA, USA, e University College London, London, UK, f Centro de Investigacion en Computacion -IPN, Mexico City, Mexico, g ECFM, Universidad Autonoma de Sinaloa, Culiacán, Mexico, and h Universität Bern, Bern, Switzerland. ",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[? ]"
                }
            ],
            "entity_spans": [
                {
                    "start": 463,
                    "end": 474,
                    "type": "software",
                    "rawForm": "Switzerland",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "‡ Deceased.",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Ref. ",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "[? ]. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[? ]"
                }
            ]
        },
        {
            "text": "Such an excess of high-energy photons can be described by assuming only Lorentz and local U (1) em gauge invariant ZZγ and Zγγ trilinear gauge boson vertices of the form shown in Fig. 2, using an effective theory with eight complex coupling parameters, h V i , where i = 1, 2, 3, 4 and V = Z or γ [1]. ",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 179,
                    "end": 185,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 2"
                },
                {
                    "start": 297,
                    "end": 300,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "Here, the couplings parameters",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "are associated with dimension-six (dimension-eight) operators which allow for an interaction between a Z boson and a photon. ",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "To conserve tree-level unitarity at asymptotically high energies, one can introduce form factors dependent on the square of the partonic center-of-mass energy,ŝ, given by",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "where Λ is the mass scale at which the new physics responsible for anomalous couplings is introduced [2]. ",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "These anomalous gauge boson couplings would give rise to an excess of photons at high transverse momentum, p γ T , which can be searched for by measuring the total production cross section and the differential cross section dσ/dp γ T for Zγ → + − γ ( γ henceforth) production. ",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "If no evidence of new physics is seen, we can place limits on the real components of the CP -even coupling parameters, h V 03 and h V 04 , for Λ = 1.2 and 1.5 TeV.",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Feynman diagrams for leading-order Zγ production in the SM: ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "(a) and ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "(b) initial-state radiation from one of the initial-state partons, ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "(c) and ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "(d) final-state radiation from one of the final-state leptons. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Following Ref. ",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "[2], we choose form-factor powers for the unitarity scaling dimensions of n = 3 for h V 3 and n = 4 for h V 4 . ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Zγ production has been previously studied at collider experiments [3? ? ? -8], and because the value of Λ greatly affects the scale of anomalous Zγ production, we choose to perform this analysis for the values of Λ that were used by the recent D0 [5? ] and CDF [8] analyses. ",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 66,
                    "end": 77,
                    "type": "bibr",
                    "text": "[3? ? ? -8]"
                },
                {
                    "start": 247,
                    "end": 250,
                    "type": "bibr",
                    "text": "[5?"
                },
                {
                    "start": 261,
                    "end": 264,
                    "type": "bibr",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "This choice of Λ differs from the value used by the ALEPH [4], CMS [? ], DELPHI [7], L3 [6], and OPAL [3] collaborations.",
            "paragraph_rank": 7,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[4]"
                },
                {
                    "start": 80,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[7]"
                },
                {
                    "start": 88,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[6]"
                },
                {
                    "start": 102,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[3]"
                }
            ],
            "entity_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "type": "software",
                    "rawForm": "OPAL",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "We present measurements of the inclusive cross section and differential cross section for Zγ production in the electron and muon channels using a data sample corresponding to an integrated luminosity of 6.2 ± 0.4 fb −1 collected at √ s = 1.96 TeV by the D0 detector at the Fermilab Tevatron Collider between June 2006 and July 2010. ",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "These results provide a significant improvement in the sensitivity to anomalous ZZγ and Zγγ production compared to a previous D0 publication, utilizing the same channels and an integrated luminosity of 1 fb −1 [4]. ",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "In addition to increasing the size of the data set, we also combine with a previous result in the same channels [? ], along with another D0 result [5] that used 3.6 fb −1 of Zγ → ννγ production to place stringent limits on Zγ anomalous couplings.",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "text": "[? ]"
                },
                {
                    "start": 147,
                    "end": 150,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "II. ",
            "section_rank": 3
        },
        {
            "text": "THE D0 DETECTOR",
            "section_rank": 3
        },
        {
            "text": "The D0 detector [9][10][11][12][13] consists of a central tracking system contained within a 2 T superconducting solenoidal magnet, surrounded by a central preshower (CPS) detector, a liquid-argon sampling calorimeter, and an outer muon system. ",
            "section": "II. THE D0 DETECTOR",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 16,
                    "end": 19,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[9]"
                },
                {
                    "start": 19,
                    "end": 23,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[10]"
                },
                {
                    "start": 23,
                    "end": 27,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[11]"
                },
                {
                    "start": 27,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[12]"
                },
                {
                    "start": 31,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The tracking system, consisting of a silicon microstrip tracker (SMT) and a scintillating fiber tracker (CFT), provides coverage for charged particles in the pseudorapidity range |η| 3 [14]. ",
            "section": "II. THE D0 DETECTOR",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 185,
                    "end": 189,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "The CPS is located immediately before the inner layer of the calorimeter and has about one radiation length of absorber followed by several layers of scintillating strips. ",
            "section": "II. THE D0 DETECTOR",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The calorimeter consists of a central cryostat sector (CC) with coverage |η| 1.1 and two end calorimeters (EC) which extend coverage to |η| ≈ 4.2. ",
            "section": "II. THE D0 DETECTOR",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The electromagnetic (EM) section of the calorimeter is segmented into four longitudinal layers (EMi, i = 1, 4) with transverse segmentation of ∆η × ∆φ = 0.1 × 0.1, except in EM3, where it is 0.05 × 0.05. ",
            "section": "II. THE D0 DETECTOR",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The muon system resides beyond the calorimeter and consists of a layer of tracking detectors and scintillation trigger counters before a 1.8 T iron toroidal magnet, followed by two similar layers after the toroid. ",
            "section": "II. THE D0 DETECTOR",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The coverage of the muon system corresponds to a pseudorapidity range |η| < 2.",
            "section": "II. THE D0 DETECTOR",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "III. ",
            "section_rank": 4
        },
        {
            "text": "EVENT SELECTION",
            "section_rank": 4
        },
        {
            "text": "Candidate Zγ events are selected in the e + e − γ and µ + µ − γ (eeγ and µµγ henceforth) final states. ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The pp interaction vertex must be reconstructed within ±60 cm of the center of the D0 detector along the beam (z) axis. ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "For the electron channel, a sample of candidate Z-boson events is collected with a suite of single-electron triggers. ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The electrons are selected by requiring an EM cluster in either the CC (|η| < 1.1) or EC (1.5 < |η| < 2.5) regions of the EM calorimeter with transverse momentum p T > 25 (15) GeV/c for the electron candidate with the highest (next-to-highest) transverse energy contained within a cone of radius ∆R = (∆η) 2 + (∆φ) 2 = 0.2, centered on the axis of the EM shower. ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "At least 90% of the cluster energy must be deposited within the EM section of the calorimeter. ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Electron candidates, with a shower shape consistent with that of an electron, are required to be spatially matched to a track and to be isolated in both the calorimeter and tracking detectors. ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "To suppress jets and photons misidentified as electrons, a likelihood discriminant is built using a set of variables sensitive to differences in tracker activity and energy deposits in the calorimeter: the number of tracks and the scalar sum of the transverse momentum of all tracks within ∆R < 0.4 of the EM cluster, the fraction of energy deposited in the EM section of the calorimeter, the longi-tudinal and transverse shower profile in the calorimeter, the ratio between the transverse energy in the calorimeter and the transverse momentum of the electron associated track. ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "To further suppress jets misidentified as electrons, in particular for high instantaneous luminosity conditions, a neural network algorithm is trained on Drell-Yan Z/γ * → e + e − and jet data, using information from the calorimeter and CPS: the numbers of cells above a threshold in EM1 within ∆R < 0.2 and 0.2 < ∆R < 0.4 of the EM cluster, the number of CPS clusters within ∆R < 0.1 of the EM cluster, and the squared-energy weighted width of the energy deposit in the CPS. ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Events where both electrons are contained within the EC are excluded because of the small signal acceptance. ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Candidate events where the Z boson decays into two muons are collected using a suite of single-muon triggers. ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Within the muon channel, muon candidates are required to be within |η| < 2 and matched to a well-isolated track in both the tracker and the calorimeter with transverse momentum p T > 15 GeV/c. ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "The highest p T muon must have p T > 20 GeV/c. ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Both muon candidates are required to originate from within 2 cm of the interaction point in the z direction.",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "Photon candidates in both the electron and muon channels are required to have transverse momentum p γ T > 10 GeV/c within a cone of radius ∆R = 0.2 centered around the EM shower in the CC. ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The rapidity of the photon, η γ , is required to be |η γ | < 1.1. ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Additionally, the photon candidate must satisfy the following requirements: ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "(i) at least 90% of the cluster energy is deposited in the EM calorimeter; ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "(ii) the calorimeter isolation",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "where E tot (0.4) is the total energy in a cone of radius ∆R = 0.4 and E EM (0.2) is the EM energy in a cone of radius ∆R = 0.2; ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "(iii) the energy-weighted cluster width in the EM3 layer is consistent with that for an EM shower; ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "(iv) the scalar sum of the p T of all tracks, p sum T trk , originating from the interaction point in an annulus of 0.05 < ∆R < 0.4 around the cluster is less than 2.0 GeV/c; ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 12,
            "section_rank": 4
        },
        {
            "text": "(v) the EM cluster must not be spatially matched to either a reconstructed track or to energy depositions in the SMT or CFT detectors that are compatible with a trajectory of an electron [15]; and ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "(vi) an output larger than 0.1 of an artificial neural network (O N N ) [16] that combines information from a set of variables sensitive to differences between photons and jets in the tracking detector, the calorimeter, and the CPS detector.",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The dilepton invariant mass, M , is required to be greater than 60 GeV/c 2 , and the photon must be separated from each lepton by ∆R γ > 0.7. ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Additionally, each lepton must be separated from a jet by ∆R j > 0.5. ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "In the electron and muon channels, we select 1002 and 1000 data events, respectively. ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "In order to reduce the contribution of final-state radiation (FSR), subset data samples are defined with the requirement that the reconstructed three-body invariant mass, M γ , exceed 110 GeV/c 2 . ",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "With this additional requirement, 304 and 308 data events are selected in the electron and muon chan-nels, respectively.",
            "section": "III. EVENT SELECTION",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "A. Background Subtraction",
            "section_rank": 5
        },
        {
            "text": "The selected sample is contaminated by a small admixture of Z+jet events in which a jet is misidentified as a photon. ",
            "section": "A. Background Subtraction",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "To estimate this background in the electron channel, the fraction of jets that pass the photon selection criteria but fail either the p sum T trk or the shower width requirement, as determined by using a dijet data sample, is parameterized as a function of p γ T and η γ (ratio method). ",
            "section": "A. Background Subtraction",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "The background from Z+jet production is then estimated starting from a data sample obtained by reversing the requirements either on p sum T trk or on the shower width requirement, and applying the same parametrization. ",
            "section": "A. Background Subtraction",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "A systematic uncertainty associated with the estimation of the number of real photons in the data samples is due to the finite size of the dijet background sample. ",
            "section": "A. Background Subtraction",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "After subtracting the estimated background from the data in the electron channel, we estimate 926 ± 53 (stat.) ± 19 (syst.) signal events when no M γ requirement is applied, and 255 ± 15 (stat.) ± 5 (syst.) signal events with M γ > 110 GeV/c 2 .",
            "section": "A. Background Subtraction",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "To estimate the background in the muon channel, we use a matrix method to estimate the Z+jet background contribution. ",
            "section": "A. Background Subtraction",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "After applying all of the selection criteria described above, a tighter requirement on O N N is used to classify the data events into two categories, depending on whether the photon candidate passes (p) or fails (f ) this requirement. ",
            "section": "A. Background Subtraction",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The corresponding number of events compose a 2-component vector (N p , N f ). ",
            "section": "A. Background Subtraction",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Thus, the sample composition is obtained by resolving a linear system of equations",
            "section": "A. Background Subtraction",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "is the true number of Z + γ (Z+jet) events in the fiducial region. ",
            "section": "A. Background Subtraction",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "The 2 × 2 efficiency matrix E contains the photon ε γ and jet ε jet efficiencies that are estimated using photon and jet MC samples and validated in data. ",
            "section": "A. Background Subtraction",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Based on these studies, the efficiencies are parameterized as a function of the photon candidates' η γ with 1.5% and 10% relative systematic uncertainties for ε γ and ε jet respectively. ",
            "section": "A. Background Subtraction",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "Having subtracted the estimated background from data in the muon channel, we estimate 947 ± 40 (stat.) ± 16 (syst.) signal events when no M γ requirement is applied, and 285 ± 24 (stat.) ± 2 (syst.) signal events requiring M γ > 110 GeV/c 2 .",
            "section": "A. Background Subtraction",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "As a cross-check, the Z+jet background is also estimated through a fit to the shape of the O N N distribution in data for both electron and muon channels, using MC templates constructed from simulated photon and jet events. ",
            "section": "A. Background Subtraction",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "The results are in good agreement with those obtained from the ratio and matrix methods.",
            "section": "A. Background Subtraction",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "IV. ",
            "section_rank": 6
        },
        {
            "text": "RESULTS",
            "section_rank": 6
        },
        {
            "text": "A. Total Cross Section",
            "section_rank": 7
        },
        {
            "text": "The total cross section for γ production is obtained from the ratio of the acceptance-corrected γ rate for M > 60 GeV/c 2 , ∆R γ > 0.7, p γ T > 10 GeV/c, and |η γ | < 1, to the total acceptance-corrected dilepton rate for M > 60 GeV/c 2 . ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "Henceforth, these acceptance requirements are referred to as the generator-level requirements. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "We utilize this method because uncertainties associated with the trigger efficiencies, reconstruction efficiencies, and integrated luminosity are larger than the theoretical uncertainties and cancel in the ratio. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "This ratio is multiplied by a theoretical estimate for the total cross section for inclusive Z/γ * → production for M > 60 GeV/c 2 :",
            "section": "A. Total Cross Section",
            "paragraph_rank": 18,
            "section_rank": 7
        },
        {
            "text": "Here, N data and N data γ are the number of measured Z and background-subtracted Zγ events in data sample, respectively. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "The factor (σ Z × B) NNLO FEWZ is calculated with the fewz next-to-next-to-leading-order (NNLO) generator [17]- [18], with the CTEQ6.6 parton distribution functions (PDF) [19]. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "type": "bibr",
                    "text": "NNLO"
                },
                {
                    "start": 106,
                    "end": 110,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[17]"
                },
                {
                    "start": 112,
                    "end": 116,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[18]"
                },
                {
                    "start": 171,
                    "end": 175,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The fewz theoretical prediction is 262.9 ± 8.0 pb, where the dominant uncertainty is from the choice of PDF. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "The term B is the branching fraction for Z/γ * → , which in the SM is 3.4% for either electrons or muons. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "The factor κ corrects for the resolution effects that would cause events not to pass the selections on the generator-level quantities, e.g. a generator-level photon with p γ T < 10 GeV/c, but to pass the reconstruction requirements, e.g. a reconstructed photon with p γ T > 10 GeV/c. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "This factor is only used for Zγ → γ events, and corrects for the photon energy smearing that dominates in the first p γ T bin. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "The muon p T resolution affects both Z/γ * → and Zγ → γ and the corresponding correction cancel in the ratio of cross sections. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "For the events that pass the generator-level requirements, the factors (A × ID ) γ and (A × ID ) provide the fraction of events that pass the analysis requirements, with all acceptances measured relative to the kinematic requirements at the generator level for the and γ final states, respectively. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "Events migrate between bins in p γ T because of finite detector resolution, and these effects are taken into account in calculating (A × ID ) γ as a function of p γ T , while (A × ID ) is calculated for the entire sample. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "To estimate κ and A × ID , we use inclusive Z/γ * → events generated with the pythia [20] generator with final-state radiation simulated using photos [21] and the CTEQ6.1L [22] PDF set. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[20]"
                },
                {
                    "start": 150,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[21]"
                },
                {
                    "start": 172,
                    "end": 176,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "Because pythia is a leading-order (LO) generator and does not reproduce the observed p Z T spectrum in data, generated events are weighted to reflect the p Z T distribution observed in Ref. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "[23]. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "Events are then traced through the D0 detector using a simulation based on geant [24]. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 19,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "Data events from random beam crossings are overlaid on the simulated interactions to reproduce the effects of multiple pp interactions and detector noise. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "Simulated interactions are reweighted that take into account the observed differences between data and simulation, e.g., z coordinate of the vertex, instantaneous luminosity, trigger efficiency, lepton identification (ID) efficiency, photon ID efficiency, and resolution effects. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "Here, the factor (A × ID ) has values of 0.15 (0.17) in the electron channel (muon channel). ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "When no constraints on M γ are applied, the factor κ has average values of 0.83 ± 0.01 (stat.) and 0.85 ± 0.01 (stat.) for the electron and muon channels, respectively, and the average value of (A × ID ) γ is 0.12 for both the electron and muon channels. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "Values for (A × ID ) γ and κ are similar for the subsample requiring M γ > 110 GeV/c 2 .",
            "section": "A. Total Cross Section",
            "paragraph_rank": 19,
            "section_rank": 7
        },
        {
            "text": "To account for systematic uncertainty on the migration into the sample from generated events with p γ T < 10 GeV/c, we conservatively vary the number of events produced outside the generator-level requirements. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "in the pythia simulation by ±20%, found as an upper estimate in studies of photon energy resolution in this kinematic regime, to measure the effect on the final cross section measurement. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "We find that the effect introduces a 1.5% systematic uncertainty on the total cross section. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The dominant uncertainty corresponding to the calculation of A × ID is due to choice of the PDF set. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "There are 20 free parameters in the CTEQ6.1L parametrization of the PDF that reflect fits to data from previous experiments. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The uncertainties on acceptance and efficiencies due to the PDF parametrization are estimated using the CTEQ6.1M PDF uncertainties, following Ref. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "[25]. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "We find a total PDF uncertainty of 3.5%, dominated by the uncertainty on the acceptance-correction to the full geometrical lepton acceptance. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The photon ID efficiency is determined from a simulated sample of photons and is estimated to have an uncertainty of 10% for p γ T < 15 GeV/c and 3% for p γ T > 15 GeV/c. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "To reduce the contribution of FSR in the data samples, we calculate the cross section with and without the M γ > 110 GeV/c 2 requirement. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "To combine the electron and muon channels, we utilize the BLUE method [26], which averages the results of measurements with correlated systematic uncertainties. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[26]"
                }
            ]
        },
        {
            "text": "We assume the PDF and photon ID efficiency uncertainties to be 100% correlated between the two channels. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The total cross section results can be found in Tables I and II. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "The measurements are consistent with the NLO mcfm [27] prediction using CTEQ6.6 PDF set [19] and the renormalization and factorization scales evaluated at the mass of the W boson, M W = 80 GeV/c 2 . ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[27]"
                },
                {
                    "start": 88,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The PDF uncertainties associated with the SM prediction are evaluated following Ref. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "[25]. ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "We reevaluate the values for the p γ T spectrum calculated by NLO mcfm with the renormalization and factorization scales set to 160 GeV/c 2 and again at 40 GeV/c 2 and use these as estimates of the theoretical uncertainty of one standard deviation relative to the central NLO mcfm value.  ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "B. Differential Cross Section dσ/dp γ",
            "section": "A. Total Cross Section",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "T",
            "section_rank": 8
        },
        {
            "text": "We use the matrix inversion technique [28] to unfold the experimental resolution and extract d(σ Zγ × B)/dp γ T (dσ/dp γ T henceforth), the differential cross section for Zγ → γ, as a function of the true p γ T . ",
            "section": "T",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "The elements of the smearing matrix between true and reconstructed p γ T bins are estimated using the full simulation of the detector response on a sample of Zγ events generated using pythia. ",
            "section": "T",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "Then, the matrix is inverted to obtain the unsmeared spectrum. ",
            "section": "T",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "We confirm that the unfolding procedure introduces a negligible bias. ",
            "section": "T",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "Following Ref. ",
            "section": "T",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "[29], the position of the the data points are plotted in Figs. 3 and  4 at the value of p γ T where the cross section equals the average value for that bin. ",
            "section": "T",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[29]"
                },
                {
                    "start": 57,
                    "end": 71,
                    "type": "figure",
                    "text": "Figs. 3 and  4"
                }
            ]
        },
        {
            "text": "The theoretical uncertainties associated with the choice of PDF and the renormalization and factorization scales are determined analogously to the theoretical prediction for the total production cross section. ",
            "section": "T",
            "paragraph_rank": 21,
            "section_rank": 8
        },
        {
            "text": "The combined differential cross sections dσ/dp γ T are shown in Figs. 3 and 4 for no M γ requirement and M γ > 110 GeV/c 2 , respectively. ",
            "section": "T",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 64,
                    "end": 77,
                    "type": "figure",
                    "text": "Figs. 3 and 4"
                }
            ]
        },
        {
            "text": "The values associated with Figs. 3 and 4 are given in Tables III and IV.",
            "section": "T",
            "paragraph_rank": 21,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 40,
                    "type": "figure",
                    "text": "Figs. 3 and 4"
                }
            ]
        },
        {
            "text": "V. LIMITS ON ANOMALOUS COUPLINGS",
            "section_rank": 9
        },
        {
            "text": "To set limits on anomalous trilinear gauge boson couplings, we generate Zγ events for different values of the anomalous couplings using the NLO Monte Carlo generator of Ref. ",
            "section": "V. LIMITS ON ANOMALOUS COUPLINGS",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "[2]. ",
            "section": "V. LIMITS ON ANOMALOUS COUPLINGS",
            "paragraph_rank": 22,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "SM Drell-Yan production is included by reweighting the p γ T spectrum to mcfm for vanishing anomalous couplings. ",
            "section": "V. LIMITS ON ANOMALOUS COUPLINGS",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "As shown in Fig. 5, anomalous Zγ couplings would contribute to an excess of high en- ergy photons as compared to the SM prediction. ",
            "section": "V. LIMITS ON ANOMALOUS COUPLINGS",
            "paragraph_rank": 22,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "We apply the following generator-level requirements: M > 60 GeV/c 2 , ∆R γ > 0.7, p γ T > 10 GeV/c, |η γ | < 1, and M γ >110 GeV/c 2 , generate p γ T templates as a function of the anomalous couplings, and use the known acceptance and resolution functions to fold the predicted generator-level distribution into a reconstructionlevel distribution for p γ T . ",
            "section": "V. LIMITS ON ANOMALOUS COUPLINGS",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "Using Poisson statistics for p γ T > 30 GeV/c, we define a likelihood function to compare the combined electron and muon channels with a predicted distribution for given values of anomalous couplings. ",
            "section": "V. LIMITS ON ANOMALOUS COUPLINGS",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "In the absence of any significant deviation from the SM prediction, we set one-dimensional (1D) and twodimensional (2D) limits on the anomalous coupling parameter values at the 95% C.L. A combined log-likelihood function using all data is defined by the sum of the individual log-likelihood functions of the electron and muon channels. ",
            "section": "V. LIMITS ON ANOMALOUS COUPLINGS",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "We include the effect of systematic uncertainties associated with transforming a Monte Carlo p γ T template from the generator-level into a reconstructed distribution and find that these uncertainties contribute to the value of the calculated limits on the order of 1%. ",
            "section": "V. LIMITS ON ANOMALOUS COUPLINGS",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "We generate a 10 × 10 grid of templates for the p γ T distribution as a function of h V 03 and h V 04 for |h V 03 | < 0.1 and |h V 04 | < 0.01, while setting all other coupling parameters to zero, and the limits are derived by varying about the maxima of the log-likelihood functions for the 95% C.L [30]. ",
            "section": "V. LIMITS ON ANOMALOUS COUPLINGS",
            "paragraph_rank": 22,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "Results for the 1D limits for Λ = 1.2 TeV and 1.5 TeV are shown in Table V. The 1D and 2D limits on the anomalous couplings parameters are shown in Figs. 6 and 7, utilizing the electron and muon channels.    ",
            "section": "V. LIMITS ON ANOMALOUS COUPLINGS",
            "paragraph_rank": 22,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 74,
                    "type": "table",
                    "ref_id": "tab_5",
                    "text": "Table V"
                },
                {
                    "start": 148,
                    "end": 161,
                    "type": "figure",
                    "text": "Figs. 6 and 7"
                }
            ]
        },
        {
            "text": "In these figures, the dotted lines represent the theoretical limits on the anomalous coupling values, beyond which S-matrix unitarity is violated. ",
            "section": "V. LIMITS ON ANOMALOUS COUPLINGS",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "Because the h V 04 parameters come from dimension-eight operators, the limits are more constrained than those of h V 03 couplings, which are dimension-six.",
            "section": "V. LIMITS ON ANOMALOUS COUPLINGS",
            "paragraph_rank": 22,
            "section_rank": 9
        },
        {
            "text": "We combine these results with those of a previous D0 Zγ analysis [5] . ",
            "section": "V. LIMITS ON ANOMALOUS COUPLINGS",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "In that analysis, the 1D and 2D limits on the anomalous couplings parameters were calculated using a data sample corresponding to an integrated luminosity of 1 fb −1 of data collected between Oct. 2002 andFeb. 2006   ",
            "section": "V. LIMITS ON ANOMALOUS COUPLINGS",
            "paragraph_rank": 23,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 197,
                    "end": 205,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "2002 and"
                },
                {
                    "start": 205,
                    "end": 214,
                    "type": "bibr",
                    "text": "Feb. 2006"
                }
            ]
        },
        {
            "text": "VI. ",
            "section_rank": 10
        },
        {
            "text": "CONCLUSIONS",
            "section_rank": 10
        },
        {
            "text": "We have measured the differential and total cross sections for Zγ → γ production in pp collisions using the D0 detector at the Tevatron Collider with and without a M γ > 110 GeV/c 2 requirement. ",
            "section": "VI. CONCLUSIONS",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "Both the total production cross sections and differential cross sections dσ/dp γ T are consistent with the SM at NLO predicted by mcfm [27]. ",
            "section": "VI. CONCLUSIONS",
            "paragraph_rank": 24,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "[27]"
                }
            ]
        },
        {
            "text": "We observe no deviation from SM predictions and place 1D and 2D limits on the CP -even anomalous Zγ couplings for Λ = 1.2 and 1.5 TeV. ",
            "section": "VI. CONCLUSIONS",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "When combining with the previous D0 analyses, the limits are comparable to those found in the most recent CDF result [8], which uses ≈ 5 fb −1 in the γ and ννγ channels and Λ = 1.5 TeV. ",
            "section": "VI. CONCLUSIONS",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "Our results include the first unfolded photon differential cross section dσ/dp γ T , as well as the most precise measurement of the total production cross section of Zγ → γ. ",
            "section": "VI. CONCLUSIONS",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "FIG. 2 :",
            "section_rank": 11
        },
        {
            "text": "FIG. 2: Feynman diagrams illustrating anomalous Zγ production with a ZZγ vertex ",
            "section": "FIG. 2 :",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "(a) and a Zγγ vertex ",
            "section": "FIG. 2 :",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "(b) .",
            "section": "FIG. 2 :",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "5 FIG. 3 :",
            "section_rank": 12
        },
        {
            "text": "FIG. 3:Unfolded dσ/dp γ T distribution with no M γ requirement for combined electron and muon data compared to the NLO mcfm prediction.",
            "section": "5 FIG. 3 :",
            "paragraph_rank": 26,
            "section_rank": 12
        },
        {
            "text": "5 FIG. 4 :",
            "section_rank": 13
        },
        {
            "text": "FIG. 4:Unfolded dσ/dp γ T distribution with M γ > 110 GeV/c 2 for combined electron and muon data compared with the NLO mcfm prediction.",
            "section": "5 FIG. 4 :",
            "paragraph_rank": 27,
            "section_rank": 13
        },
        {
            "text": "FIG. 5 :",
            "section_rank": 14
        },
        {
            "text": "FIG. 5:The SM prediction and anomalous Zγ coupling production compared with the unfolded dσ/dp γ T for combined muon and electron channels for p γ T > 30 GeV/c and M γ > 110 GeV/c 2 .",
            "section": "FIG. 5 :",
            "paragraph_rank": 28,
            "section_rank": 14
        },
        {
            "text": "FIG. 6 :FIG. ",
            "section_rank": 15
        },
        {
            "text": "7 :",
            "section_rank": 15
        },
        {
            "text": "FIG. 6: The 2D (contour) and 1D (cross) limits on the anomalous coupling parameters for ",
            "section": "FIG. 6 :FIG. 7 :",
            "paragraph_rank": 29,
            "section_rank": 15
        },
        {
            "text": "(a) ZZγ and ",
            "section": "FIG. 6 :FIG. 7 :",
            "paragraph_rank": 29,
            "section_rank": 15
        },
        {
            "text": "(b) Zγγ vertices at the 95% C.L. for Λ = 1.2 TeV. ",
            "section": "FIG. 6 :FIG. 7 :",
            "paragraph_rank": 29,
            "section_rank": 15
        },
        {
            "text": "Limits on S-matrix unitarity are represented by the dotted lines.",
            "section": "FIG. 6 :FIG. 7 :",
            "paragraph_rank": 29,
            "section_rank": 15
        },
        {
            "text": "Tokmenin, 34 Y.",
            "paragraph_rank": 30,
            "section_rank": 16
        },
        {
            "text": "-T. ",
            "paragraph_rank": 30,
            "section_rank": 16
        },
        {
            "text": "Tsai, 68 K. Tschann-Grimm, 69 D. Tsybychev, 69 B. Tuchming, 17 C. Tully, 65 L. Uvarov, 38 S. Uvarov, 38 S. Uzunyan, 49 R. Van Kooten, 51 W.M. van Leeuwen, 32 N. Varelas, 48 E.W. Varnes, 44 I.A. Vasilyev, 37 P. Verdier, 19 L.S. Vertogradov, 34 M. Verzocchi, 47 M. Vesterinen, 43 D. Vilanova, 17 P. Vokac, 9 H.D. Wahl, 46 M.H.L.S. Wang, 47 J. Warchol, 53 G. Watts, 79 M. Wayne, 53 M. Weber h , 47 L. Welty-Rieger, 50 A. White, 75 D. Wicke, 25 M.R.J. Williams, 41 G.W. Wilson, 55 M. Wobisch, 57 D.R. Wood, 59 T.R. Wyatt, 43 Y. Xie, 47 R. Yamada, 47 W.",
            "paragraph_rank": 30,
            "section_rank": 16
        },
        {
            "text": "-C. ",
            "paragraph_rank": 30,
            "section_rank": 16
        },
        {
            "text": "Yang, 43 T. Yasuda, 47 Y.A. Yatsunenko, 34 Z. Ye, 47 H. Yin, 47 K. Yip, 70 S.W. Youn, 47 J. Yu, 75 T. Zhao, 79 B. Zhou, 60 J. Zhu, 60 M. Zielinski, 68 D. Zieminska, 51 and L. Zivkovic 74 (The D0 Collaboration * )",
            "paragraph_rank": 30,
            "section_rank": 16
        },
        {
            "text": "I. INTRODUCTION",
            "paragraph_rank": 31,
            "section_rank": 16
        },
        {
            "text": "TABLE I :",
            "section_rank": 17
        },
        {
            "text": "Summary of the total cross-section measurements, when no M γ requirement is applied, for individual channels, combined channels, and the NLO mcfm calculation with associated PDF and scale uncertainties.",
            "section": "TABLE I :",
            "paragraph_rank": 32,
            "section_rank": 17
        },
        {
            "text": "σZγ × B [fb] eeγ data1026 ± 62 (stat.) ± 60 (syst.) µµγ data 1158 ± 53 (stat.) ± 70 (syst.)",
            "section": "TABLE I :",
            "paragraph_rank": 32,
            "section_rank": 17
        },
        {
            "text": "TABLE II :",
            "section_rank": 18
        },
        {
            "text": "Summary of the total cross-section measurements, with the M γ > 110 GeV/c 2 requirement, for individual channels, combined channels, and the NLO mcfm calculation with associated PDF and scale uncertainties.",
            "section": "TABLE II :",
            "paragraph_rank": 33,
            "section_rank": 18
        },
        {
            "text": "TABLE III :",
            "section_rank": 19
        },
        {
            "text": "Summary of the unfolded differential cross section dσ/dp γ T , when no M γ requirement is applied, and NLO mcfm predictions with PDF and scale uncertainties",
            "section": "TABLE III :",
            "paragraph_rank": 34,
            "section_rank": 19
        },
        {
            "text": "TABLE IV :",
            "section_rank": 20
        },
        {
            "text": "Summary of the unfolded differential cross section dσ/dp γ T , with the M γ > 110 GeV/c 2 requirement, and NLO mcfm predictions with PDF and scale uncertainties .",
            "section": "TABLE IV :",
            "paragraph_rank": 35,
            "section_rank": 20
        },
        {
            "text": "TABLE V :",
            "section_rank": 21
        },
        {
            "text": "Summary of the 1D limits on the ZZγ and Zγγ coupling parameters at the 95% C.L.",
            "section": "TABLE V :",
            "paragraph_rank": 36,
            "section_rank": 21
        },
        {
            "text": "Table V .",
            "section_rank": 22
        },
        {
            "text": "Acknowledgments",
            "section_rank": 24
        },
        {
            "text": "We thank the staffs at Fermilab and collaborating institutions, and acknowledge support from the DOE and NSF (USA); CEA and CNRS/IN2P3 (France); FASI, Rosatom and RFBR (Russia); CNPq, FAPERJ, FAPESP and FUNDUNESP (Brazil); DAE and DST (India); Colciencias (Colombia); CONACyT (Mexico); KRF and KOSEF (Korea); CONICET and UBACyT (Argentina); FOM (The Netherlands); STFC and the Royal Society (United Kingdom); MSMT and GACR (Czech",
            "section": "Acknowledgments",
            "paragraph_rank": 38,
            "section_rank": 24
        }
    ]
}