{
    "level": "sentence",
    "abstract": [
        {
            "text": "A search for the standard model Higgs boson is performed in a data sample corresponding to an integrated luminosity of 1.1 fb −1 , recorded by the CMS detector in proton-proton collisions at the LHC with a 7 TeV center-of-mass energy. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The following modes are studied: W(µν)H, W(eν)H, Z(µµ)H, Z(ee)H and Z(νν)H, with the Higgs decaying to bb pairs. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "95% C.L. upper limits on the VH production cross section are derived for a Higgs mass between 110 and 135 GeV. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "The expected (observed) upper limit at 115 GeV is found to be 5.7 (8.3) times the standard model expectation.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The search for the Higgs boson [1] is currently one of the most important undertakings of experimental particle physics.",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 31,
                    "end": 34,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "At the LHC the main Higgs production mechanism is direct production through gluon fusion, with a cross section of ∼ 17 • 10 3 fb for a Higgs mass m H = 120 GeV [2]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "However, in this production mode, the detection of the H → bb decay is rendered nearly impossible due to overwhelming QCD di-jet production. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The same holds true for the next most copious production mode, through vector-boson fusion, with a cross section of ∼ 1, 300 fb. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Instead we consider processes in which the Higgs is produced in association with a vector boson which have cross sections of ∼ 660 and ∼ 360 fb for WH and ZH respectively. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Even if the resulting sensitivity of the H → bb decay is less than other final states such as H → γγ and H → ττ for example, it is paramount to search for the Higgs in these modes given that the observation of the H → bb decay is key to determine the nature of this particle, if and when discovered.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "We summarize a search for the standard model Higgs boson in the pp → V H production mode with the CMS detector [4]. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The analysis is performed in a data sample corresponding to an integrated luminosity of 1.1 fb −1 , collected by the CMS experiment at a 7 TeV center-of-mass energy. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The following final states are included: W(µν)H, W(eν)H, Z(µµ)H, Z(ee)H and Z(νν)H -all with the Higgs decaying to bb pairs.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Backgrounds arise from production of W and Z bosons associated with jets (all flavors), singly (ST) and pair-produced top quarks, and di-bosons (VV). ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Simulated samples of all backgrounds are used to provide guidance in the analysis optimization, and an initial evaluation of their contributions in the search region. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "For the main backgrounds, high-purity control regions are used to estimate their contribution in the signal region. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "a e-mail: michele.de.gruttola@cern.ch An optimization of the event selection, that depends on the Higgs mass, is performed, and 95% C.L. upper limits on the pp → V H production cross section are obtained for Higgs masses between 110-135 GeV. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "These limits are based on the observed event count and background estimate in signal regions defined in either the invariant mass distribution of H → bb candidates (\"M(jj) or cut-andcount analysis\"), or in the output discriminant of a boosted decision tree algorithm (\"BDT analysis\") [5]. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "The latter enhances the statistical power of the analysis by making full use of correlations between discriminating variables in signal and background events.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "For lack of space we will present here only tables and plots for the 115 GeV mass hypothesis, while only the final limits plots will contains all mass range search.",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Event selection",
            "section_rank": 3
        },
        {
            "text": "Candidate W(→ ν) decays are identified by requiring the presence of a single, isolated, lepton and additional missing transverse energy(MET). ",
            "section": "Event selection",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Muons (electrons) are required to have a p t above 20 (30) GeV. ",
            "section": "Event selection",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "Candidate Z → decays are reconstructed by combining isolated, opposite charge pairs of electrons and muons and requiring the dilepton invariant mass to satisfy 75 <m < 105GeV. ",
            "section": "Event selection",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "For Z candidates the electron p t is lowered to 20 GeV. ",
            "section": "Event selection",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The identification of Z → νν decays requires MET > 160GeV (the high threshold dictated by the trigger).",
            "section": "Event selection",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "The reconstruction of the H → bb decay is made by requiring the presence of two central (|η| < 2.5) jets, above a minimum p t threshold and b-tagged. ",
            "section": "Event selection",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "If more than two such jets are found in the event, the pair with the highest sum of the b-tag outputs for the two jets is chosen (except for the WH analyses, in which the tt background is larger, where the pair of jets with highest total p t is chosen). ",
            "section": "Event selection",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "These combinations are found to yield higher efficiency and rejection of wrong combinations in signal events, as opposed to simply selecting the two highest p t jets in the event. ",
            "section": "Event selection",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "After btagging the fraction of H → bb candidates that contain the two b-jets from the Higgs decay is near unity.",
            "section": "Event selection",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "After b-tagging, the background from V+jets and dibosons is reduced significantly and becomes dominated by the sub-processes where the two jets originate from real b-quarks. ",
            "section": "Event selection",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Events with additional jets (N aj ) or additional leptons (N al ) are rejected to further reduce backgrounds from tt and WZ.",
            "section": "Event selection",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The topology of VH production is such that the W/Z and the Higgs recoil away from each other with significant p t . ",
            "section": "Event selection",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Cuts on the azimuthal opening angle between the vector boson and the reconstructed momenta of the Higgs candidate, ∆φ(V, H), on the p t of the V-boson and on the b-tagged dijet pair achieve significant rejection for most background processes and improve the analysis reach.",
            "section": "Event selection",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "For the Z → νν channel, QCD backgrounds are further reduced by a factor of ∼ 30 when requiring that the MET does not originate from mismeasured jets.",
            "section": "Event selection",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The training of the BDT is done with simulated samples for signal and background that pass a looser event selection relative to the M(jj) analyses. ",
            "section": "Event selection",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Several input variables were chosen by iterative optimization. ",
            "section": "Event selection",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "These include the di-jet invariant mass and momentum: M(jj) and p t j j , the V transverse momentum p T (V) , the b-tag value for each of the two jets, the azimuthal angle between the V and the dijets, ∆φ(V, H) , and the pseudorapidity separation between the two jets, ∆η(J1, J2) . ",
            "section": "Event selection",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The BDT analysis was expected to improve the sensitivity with respect to the M(jj) analysis by about 10% in every channel.",
            "section": "Event selection",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Control regions",
            "section_rank": 4
        },
        {
            "text": "Appropriate control regions that are orthogonal to the signal region are identified in data and used to adjust Monte Carlo estimates for the most important background processes: W + jets and Z + jets (with light and heavy-flavor jets), tt and QCD multijet and heavy-quark production. ",
            "section": "Control regions",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Different control regions are found for each of the different search channels by changing the event selection in a way that enriches the content of each specific background. ",
            "section": "Control regions",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "For all cases, control regions with purity ranging from about 20% to nearly 100% have been successfully found. ",
            "section": "Control regions",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Discrepancies between the expected and observed yields in the data in these control regions are used to obtain a scale factor by which the estimates from the simulation are adjusted. ",
            "section": "Control regions",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "The background from these sources in the signal region are then estimated from the adjusted simulation samples, taking into account the associated systematic uncertainty. ",
            "section": "Control regions",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "The precise construction of all the control regions is involved and outside the scope of this summary. ",
            "section": "Control regions",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "The procedures applied include, for example: reversing the b-tagging requirements to enhance W + jets and Z + jets with lightflavor jets; enforcing a tighter b-tag requirement and requiring extra jets to enhance tt and requiring low \"boost\" in order to enhance V → bb over tt . ",
            "section": "Control regions",
            "paragraph_rank": 13,
            "section_rank": 4
        },
        {
            "text": "Table 1 lists the control regions and the corresponding purities and scale factors obtained.",
            "section": "Control regions",
            "paragraph_rank": 13,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The Z → ννH channel is unique among the five modes analyzed, in that it does not include charged leptons. ",
            "section": "Control regions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "An important check is to compare the observed pfMET distribution with the predicted distribution from simulation. ",
            "section": "Control regions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "To accomplish this, muons are removed from the Z → µµJ data sample. ",
            "section": "Control regions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Reasonably pure samples of tt and W + jets events can be obtained by requiring at least one additional isolated lepton in the event, and then either requiring (for Table 1. ",
            "section": "Control regions",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 164,
                    "end": 171,
                    "type": "table",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "Purity and scale factors (Data/MC) derived from background enriched control regions (CR), as described in the text. ",
            "section": "Control regions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "The scale factors for W → µνHand W → eνH were averaged together, and the same was done for Z → µµH and Z → eeH. ",
            "section": "Control regions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "tt) or vetoing (for W + jets) b-jets. ",
            "section": "Control regions",
            "paragraph_rank": 14,
            "section_rank": 4
        },
        {
            "text": "Table 2 lists the control regions and the corresponding purities and scale factors obtained.",
            "section": "Control regions",
            "paragraph_rank": 14,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The QCD background in the signal region is also estimated from data using control regions of high and low values of two uncorrelated variables with significant discriminating power towards QCD events. ",
            "section": "Control regions",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "One is the angle between the missing energy vector and the closest jet in azimuth, ∆φ(pfMET, J) and the other is the sum of the CSV values of the two b-tagged jets. ",
            "section": "Control regions",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "The signal region is at high values of both discriminants, while QCD populates regions with low values of either. ",
            "section": "Control regions",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "The method predicts a negligible contamination of this background.",
            "section": "Control regions",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "Systematics",
            "section_rank": 5
        },
        {
            "text": "The following systematic uncertainties on the expected signal and background yields affect the upper limit. ",
            "section": "Systematics",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "The values listed are an approximation of what is actually used in the limit calculation.",
            "section": "Systematics",
            "paragraph_rank": 16,
            "section_rank": 5
        },
        {
            "text": "The total uncertainty on the signal prediction is taken to be 26% and 28% for ZH and WH production, respectively. ",
            "section": "Systematics",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Background uncertainties range from 12% to 20% depending on mode and mass point.",
            "section": "Systematics",
            "paragraph_rank": 17,
            "section_rank": 5
        },
        {
            "text": "Experimental sources of systematics are the b-tag efficiency (∼10%), the jet energy resolution (∼10%) and scale (∼1%) uncertainty, the machine luminosity (∼4.5%), the trigger efficiency (∼2%). ",
            "section": "Systematics",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "The signal cross section is affected by electroweak corrections for a boost of ∼ 150 GeV are 5% for ZH and 10% for WH, and QCD correction, relevant in the comparison NNLO vs. NLO, where an uncertainty of 10% for both ZH and WH is estimated.",
            "section": "Systematics",
            "paragraph_rank": 18,
            "section_rank": 5
        },
        {
            "text": "Results",
            "section_rank": 6
        },
        {
            "text": "The final predicted number of events in the signal regions of the BDT and M(jj) analyses are determined with a mix of data-driven estimates based on the control regions, and expectations from simulation. ",
            "section": "Results",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "We summarize the final signal and background estimates in both sets of analyses, including the systematic uncertainties summarized in the previous section, and the expected and observed upper limits using 1.1 fb −1 of integrated luminosity. ",
            "section": "Results",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "We report in tables 3 and 4 and figures 1 and 2 the results for a single mass point, 115 GeV. ",
            "section": "Results",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "While the final limits plots include mass points from 110 to 135 GeV. ",
            "section": "Results",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Table 3. Predicted backgrounds, signal yields with total uncertainty, and the observed number of events for 115 mass point for the 5 channels M(jj) analysis. ",
            "section": "Results",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "We report also the sliding windows on M(jj) for the 115 mass point search.  ",
            "section": "Results",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Table 4. Predicted backgrounds, signal yields with total uncertainty, and the observed number of events for 115 mass point for the 5 channels BDT analysis. ",
            "section": "Results",
            "paragraph_rank": 19,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 4"
                }
            ]
        },
        {
            "text": "We report also the BDT cut we choose for the search. ",
            "section": "Results",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "Upper Limits",
            "section_rank": 7
        },
        {
            "text": "Preliminary 95% C.L. upper limits on the Higgs production cross section in the VH mode with H → bb were obtained from both the BDT and M(jj) analyses for a dataset corresponding to an integrated luminosity of 1.1 fb −1 . ",
            "section": "Upper Limits",
            "paragraph_rank": 20,
            "section_rank": 7
        },
        {
            "text": "For the expected and observed limits, and the 1-and 2-σ bands, the CLs method currently recommended by the LHC Higgs Combination Group was employed [6].",
            "section": "Upper Limits",
            "paragraph_rank": 20,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The results of the five BDT analyses are combined to produce limits on Higgs production in the bb channel for the assumed masses: 110 − 135 GeV. ",
            "section": "Upper Limits",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "The identical procedure was applied to the results of the M(jj) analysis. ",
            "section": "Upper Limits",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "Table 5 summarizes the resulting, expected and observed, upper 95% C.L. cross section limits, with respect to the standard model cross section, for each of the mass points for the BDT and M(jj) analyses. ",
            "section": "Upper Limits",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "The results are displayed separately in Fig. 3. ",
            "section": "Upper Limits",
            "paragraph_rank": 21,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 46,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "The primary result is the one from the BDT analysis.      ",
            "section": "Upper Limits",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "Fig. 1 .",
            "section_rank": 8
        },
        {
            "text": "Fig. 1. ",
            "section": "Fig. 1 .",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "Distributions of dijet invariant mass after all M(jj) selection criteria have been applied in (from top to bottom: W(→ µν)H, W(→ eν)H, Z(→ µµ)H, Z(→ ee)H, Z(→ νν)H).",
            "section": "Fig. 1 .",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "Fig. 2 .",
            "section_rank": 9
        },
        {
            "text": "Fig. 2. ",
            "section": "Fig. 2 .",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "Distributions of BDT output for data (points with errors) and all backgrounds, from top to bottom: W(→ µν)H, W(→ eν)H, Z(→ µµ)H, Z(→ ee)Hand Z(→ νν)H.",
            "section": "Fig. 2 .",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "Fig. 3 .",
            "section_rank": 10
        },
        {
            "text": "Fig. 3. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "Expected and observed 95% C.L. combined upper limits on the ratio of VHbb production for the BDT (top) and M(jj) (bottom) analyses. ",
            "section": "Fig. 3 .",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "The median expected limit and the 1-and 2-σ bands are obtained with the LHC CLs method as implemented in LandS, as are the observed limits at each mass point.",
            "section": "Fig. 3 .",
            "paragraph_rank": 24,
            "section_rank": 10
        },
        {
            "text": "+ udscg 79.4% 0.84 ± 0.10 92.8% 0.88 ± 0.02 tt 85.8% 1.01 ± 0.11 97.5% 0.99 ± 0.05 V+bb 20.2% 1.40 ± 0.29 81.6% 1.16 ± 0.08 Table 2. ",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "Z inv Purity and scale factors (SF, Data/MC) derived from background enriched control regions, as described in the text.",
            "paragraph_rank": 25,
            "section_rank": 11
        },
        {
            "text": "Table 5 .",
            "section_rank": 12
        },
        {
            "text": "Expected and observed 95% CL upper limits on the production of a SM Higgs boson in association with W and Z bosons and decaying to b quarks relative to the expected cross section. ",
            "section": "Table 5 .",
            "paragraph_rank": 26,
            "section_rank": 12,
            "entity_spans": [
                {
                    "start": 26,
                    "end": 28,
                    "type": "software",
                    "rawForm": "CL",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "Limits are listed separately for the BDT and M(jj) analyses. ",
            "section": "Table 5 .",
            "paragraph_rank": 26,
            "section_rank": 12
        },
        {
            "text": "MH (GeV) BDT Expected BDT Observed M(jj) Expected M(jj)",
            "section": "Table 5 .",
            "paragraph_rank": 26,
            "section_rank": 12
        },
        {
            "text": "-p.4",
            "section": "Table 5 .",
            "paragraph_rank": 27,
            "section_rank": 12
        }
    ]
}