{
    "level": "sentence",
    "abstract": [
        {
            "text": "The measurement of hard scattering processes, meaning those with energy scales of more than a few GeV, is the main method by which physics is being explored and extended by the experiments at the Large Hadron Collider. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "We review the principal measurements made so far, and what they have told us about physics at the energy frontier. ",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "* Invited contribution to the Annual Review of Nuclear and Particle Science.",
            "paragraph_rank": 1,
            "section_rank": 1
        },
        {
            "text": "1 This particular choice is motivated by the fact that pseudorapidity differences between two massless particles are invariant under longitudinal Lorentz boosts. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "The related variable rapidity, y = 1 2 ln E+pz E−pz , is often used instead and extends the boost invariance property to particles of arbitrary mass.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "The Large Hadron Collider (LHC) at CERN has been colliding protons together at the unprecedented centre-of-mass energy of 7 TeV since the 30 th of March 2010. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The main goal of the LHC is to explore physics above the electroweak symmetry breaking (EWSB) scale. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "This scale, which is roughly between 100 and 1000 GeV, is special for several related reasons. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The mechanism for EWSB in the Standard Model (SM) is related to the Higgs field, which has a vacuum expectation value of 246 GeV. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "If this is realized in nature, the Higgs boson mass must lie in the range accessible at the LHC. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "If not, other physics must enter to break the symmetry and generate the masses of fundamental particles. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "The W and Z bosons and the top quark all have masses in this range -in the case of the bosons at least this is directly related to the symmetry breaking itself -and are thus copiously produced at the LHC. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Other new physics, postulated to address perceived weaknesses in the Standard Model, may also enter the picture. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In general, the LHC is exploring not only a new energy range, the highest ever studied, but also a qualitatively new region of physics, where the electroweak symmetry is restored. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "For all these reasons, the detailed, precise study of hard scattering processes at the LHC -those involving a momentum transfer that is large compared to the proton mass -is a critically important task, so as to establish whether our understanding of fundamental physics remains valid in this new region, or requires extension.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In 2010, the LHC delivered an integrated luminosity of nearly 50 pb −1 to each of the two \"general purpose\" experiments, ATLAS [1] and CMS [2], the equivalent of about 5 trillion proton-proton collisions each. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 127,
                    "end": 130,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                },
                {
                    "start": 139,
                    "end": 142,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "The LHC also provided data to the more specialised LHCb [3] and ALICE [4] experiments, including a period of heavy ion (lead-lead) collisions. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                },
                {
                    "start": 70,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "In 2011, LHC luminosity increased rapidly such that, by the end of the year, ATLAS and CMS had collected almost a factor 100 more data. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Ultimately, it is foreseen that the LHC will collect several hundred, or even thousand, fb −1 at a centre-of-mass energy of 14 TeV.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Given that this review focuses on hard scattering processes, measurements from ATLAS and CMS naturally dominate, insofar as LHCb is primarily targeted at (bottom) flavour physics, and ALICE at heavy-ion physics. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "To understand the capabilities of the LHC experiments it is useful to be aware of the main kinematic variables used to characterize particle momenta at hadron collisions. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "\"Hardness\" is usually specified in terms of the momentum component that is transverse to the beam, p T . ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Direction tends to be expressed in terms of the pseudorapidity, defined as η = − ln tan θ 2 where θ is a particle's polar angle w.r.t. the beam, together with the azimuthal angle φ. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "1 The ATLAS and CMS detectors provide the most detailed measurements in their central regions, |η| 2.5, where specific detector components provide highly reliable identification and measurement of electrons, muons, photons and jets, as well as tagging of τ s and B-hadrons. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "Calorimetry allows measurement of jets (and electrons and photons with more limited or no identification capability) up to |η| 5.0. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "This broad coverage also facilitates determinations of missing transverse energy (MET). ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Typical lepton and photon transverse momentum thresholds applied in measurements of hard processes are around 20 GeV. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Similarly, thresholds of ∼ 30 GeV define the lower phase space boundary for jet reconstruction. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "If information from the tracking systems is combined with calorimeter signals for jet finding, such thresholds can be lowered to ∼ 15 GeV without a significant degrading of performance. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Note also that the LHCb experiment, though not primarily targeted towards hard processes, provides unique measurement possibilities for leptons and B-hadrons at high rapidities, 2 < η < 4.5.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Experimental results on hard processes are typically compared to predictions of perturbative Quantum Chromodynamics (QCD). ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Hard scattering processes probe distance scales far below the radius of the proton, and thus are best understood as collisions between the constituent quarks and gluons (generically called partons) of the proton, as depicted in Fig. 1. ",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 228,
                    "end": 234,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "A typical calculation of a cross section thus consists of a term that describes the partonic scatter (with cross sectionσ) and factors for the incoming flux of partons (the parton density functions (pdfs) f i,p ), as cast in the general expression",
            "section": "Introduction",
            "paragraph_rank": 6,
            "section_rank": 2
        },
        {
            "text": "Here the sum runs over all possible initial-state partons, with longitudinal momentum fractions x 1,2 , that can give rise to a final state X at a centre-of-mass energy of",
            "section": "Introduction",
            "paragraph_rank": 7,
            "section_rank": 2
        },
        {
            "text": "Furthermore, the renormalization (factorization) scales µ 2 R (µ 2 F ) appear in the expressions if they are obtained from truncated expansions in the strong coupling constant. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Under the assumption of factorization, which is proven for some processes, the parton densities are universal at a given resolution, or momentum scale. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "In addition, their evolution with scale is determined by the strong interaction (QCD) and for hard enough scales it can be calculated using perturbative techniques. ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2
        },
        {
            "text": "Thus, over a wide range of momentum fractions and scales, the parton densities are rather well known, in particular due to precise measurements of deep inelastic lepton-proton scattering (see for example [5] and references therein). ",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "The parametrizations of pdfs based on fits incorporating the broadest range of data are those from the CTEQ [6], MSTW [7] and NNPDF [8] collaborations.",
            "section": "Introduction",
            "paragraph_rank": 8,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[6]"
                },
                {
                    "start": 118,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                },
                {
                    "start": 132,
                    "end": 135,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8]"
                }
            ],
            "entity_spans": [
                {
                    "start": 126,
                    "end": 131,
                    "type": "software",
                    "rawForm": "NNPDF",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "The hard cross sectionσ may be calculated at leading order (LO) in the strong coupling α s , or incorporating next-to-leading (NLO) or even next-to-NLO (NNLO) corrections. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Such \"fixed-order\" predictions are associated with final states with a small number of hard partons. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Physically however, shortly after being produced, hard partons repeatedly radiate low-energy and collinear gluons, a process known as a parton shower. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "Calculations of parton showers, together with models for the partons' transition to hadrons (hadronization) form the basis of widely used general-purpose Monte Carlo simulation programs such as Pythia [9], Herwig [10] and Sherpa [11], which give realistic descriptions of events with all final-state particles. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[9]"
                },
                {
                    "start": 213,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 229,
                    "end": 233,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "It is common for parton showers to be matched with multi-leg treelevel matrix elements [12] (e.g. from Alpgen [13] or MadGraph [14], or directly incorporated in Sherpa) and also with NLO matrix elements, in particular using methods known as MC@NLO [15] and POWHEG [16]. ",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[12]"
                },
                {
                    "start": 110,
                    "end": 114,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[13]"
                },
                {
                    "start": 127,
                    "end": 131,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[14]"
                },
                {
                    "start": 248,
                    "end": 252,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[15]"
                },
                {
                    "start": 264,
                    "end": 268,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "As we will see, the LHC results are usually compared either to NLO or NNLO fixed-order predictions or to results from parton-shower programs, with or without matching.",
            "section": "Introduction",
            "paragraph_rank": 9,
            "section_rank": 2
        },
        {
            "text": "A comprehensive introduction to the theoretical description of hard scattering processes at hadron colliders can be found, eg.",
            "section": "Introduction",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": ", in Refs. ",
            "section": "Introduction",
            "paragraph_rank": 10,
            "section_rank": 2
        },
        {
            "text": "[17,18,19,20].",
            "section": "Introduction",
            "paragraph_rank": 10,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[17,"
                },
                {
                    "start": 4,
                    "end": 7,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "18,"
                },
                {
                    "start": 7,
                    "end": 10,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "19,"
                },
                {
                    "start": 10,
                    "end": 13,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "20]"
                }
            ]
        },
        {
            "text": "Jets",
            "section_rank": 3
        },
        {
            "text": "By far the most common hard process in hadron collisions is the scattering of partons off each other. ",
            "section": "Jets",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "This is a consequence both of the high density of gluons in the proton and the fact that the QCD coupling is significantly larger than the electroweak couplings. ",
            "section": "Jets",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "Still, at  hard scales the QCD coupling's value is sufficiently small that perturbative techniques can be used (the expansion in powers of α s is generally stable).",
            "section": "Jets",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "A high energy quark or gluon emitted from such a high energy scatter will not in the end appear in the detector, since as it reaches larger distances from the rest of the proton, the QCD force becomes stronger. ",
            "section": "Jets",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "Successively lower-energy (softer) gluons may be radiated, often at small angles relative to the original parton, until a point where a non-perturbative transition causes the partons bind into colour-neutral hadrons. ",
            "section": "Jets",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The result is a more-or-less collimated \"jet\" of hadrons whose collective energy and momentum reflect at some level those of the initial scattered parton. ",
            "section": "Jets",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The hadrons can be combined using various \"jet algorithms\" to allow this correspondence to be made reproducibly and with a degree of precision. ",
            "section": "Jets",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The LHC experiments use the anti-k t algorithm [21], which is collinear and infrared safe, meaning that the resulting hard jets are not substantially affected by the small-angle (collinear) and soft splittings that occur in a parton shower. ",
            "section": "Jets",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "This characteristic is important also because it ensures that one obtains finite results at every order in perturbation theory.",
            "section": "Jets",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "The reconstructed jet momenta are inputs for measurements of, eg.",
            "section": "Jets",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": ", jet p T distributions. ",
            "section": "Jets",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "Typically these are steeply falling functions, therefore very sensitive to the precise knowledge of the absolute momentum/energy scale and resolution. ",
            "section": "Jets",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "By now, the jet energy scale uncertainties are controlled at the 1 − 3% level [22,23], depending on jet momentum and rapidity, and constitute the dominant systematic error in most jet cross section measurements.",
            "section": "Jets",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 82,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[22,"
                },
                {
                    "start": 82,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "23]"
                }
            ]
        },
        {
            "text": "In summary: jet cross sections give the first opportunity to confront SM calculations with data at the highest energies.",
            "section": "Jets",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Jet Cross Sections",
            "section_rank": 4
        },
        {
            "text": "The simplest cross section, and the first to be measured [24], is the inclusive jet cross section. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "\"Inclusive\" implies that all jets passing the relevant kinematic cuts are counted, regardless of other activity in a collision event. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "Even with the very small data set available from the summer of 2010, the measurements extended to 500 GeV, and subsequent measurements using the full 2010 dataset [25,26] cover the region from 20 GeV up to 1.5 TeV and rapidities in the range |y| < 4.4, thus probing a considerably larger phase space than previously possible at the Tevatron and spanning approximately 7 × 10 −5 < x < 0.9 in Bjorken x. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[25,"
                },
                {
                    "start": 167,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "26]"
                }
            ]
        },
        {
            "text": "Over the full range, NLO QCD calculations are in good agreement with the data (Fig. 2), and there is sensitivity to the value of α s and to the parton distributions. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "type": "figure",
                    "text": "(Fig. 2)"
                }
            ]
        },
        {
            "text": "Figure 2: Measurements of the double-differential inclusive jet cross section, as a function of jet p T and rapidity. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "The left plot shows the spectra as obtained by CMS [26], the right plot displays the ratio of the ATLAS measurements [25] to the NLO prediction for different pdf sets.",
            "section": "Jet Cross Sections",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[26]"
                },
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[25]"
                }
            ]
        },
        {
            "text": "The above measurements make use of information from both the charged-particle tracker and the calorimeters of the experiments, and are thus sensitive to charged and (most) neutral energy. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Jets have also been measured using only charged particles [27,28]. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 16,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[27,"
                },
                {
                    "start": 62,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "28]"
                }
            ]
        },
        {
            "text": "While this gives an incomplete picture of the jet, the generally better resolution of track measurements at low momentum does allow the jet momenta to be measured to lower values. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "This allows the transition from soft to hard physics to be studied, as the jets emerge from the more common low p T scatters. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "The data have been used to improve phenomenological models of hadronisation and other non-perturbative features of hadron physics.",
            "section": "Jet Cross Sections",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "As the LHC luminosity has grown, hard-scattering events have started to be accompanied by increasing numbers of additional low-p T proton-proton interactions, a phenomenon known as pile-up. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "Each jet's energy is then biased by depositions from the pile-up. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "Information from tracking, which resolves separate pileup-vertices, can help correct for this bias. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "An alternative method examines all jets in the event, including those at low p T , and uses the median density of p T to determine the amount of pile-up contamination [29]. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "A given hard jet's p T is then corrected by an amount equal to the product of that density and the jet's area coverage in rapidity and azimuth [30].",
            "section": "Jet Cross Sections",
            "paragraph_rank": 17,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "Measuring more than one jet in an event-by-event cross section brings the ability to pick out specific kinematic configurations. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "Dijet cross sections have been measured for dijet masses in a range between ∼ 70 GeV and 5 TeV [25,31]. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[25,"
                },
                {
                    "start": 99,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "31]"
                }
            ]
        },
        {
            "text": "Angular distributions in dijet events, which are closely related to the polar scattering angle in the parton-parton centre-of-mass frame, are used to probe perturbative QCD predictions, but also to search for deviations from the SM predictions such as contact interactions or quark substructure [32,33]. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[32,"
                },
                {
                    "start": 299,
                    "end": 302,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "33]"
                }
            ]
        },
        {
            "text": "In some corners of phase space (such as large rapidity intervals between low-p T dijets) standard perturbative techniques become unreliable, and the data allow for powerful tests of new calculational tools that are currently being developed. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "In addition dijet configurations have been measured that are sensitive to the presence of additional QCD radiation, such as the azimuthal angle between dijets [34,35] and the multiplicity of additional jets in between a jet pair separated by large rapidity [36].",
            "section": "Jet Cross Sections",
            "paragraph_rank": 18,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[34,"
                },
                {
                    "start": 163,
                    "end": 166,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "35]"
                },
                {
                    "start": 257,
                    "end": 261,
                    "type": "bibr",
                    "ref_id": "b36",
                    "text": "[36]"
                }
            ]
        },
        {
            "text": "Hadronic event shapes represent a complementary approach for testing jet production beyond the dijet regime. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "These observables are functions of the four momenta in the hadronic final state that characterize the topology of an event's energy flow. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "So far they have been measured using jet momenta as inputs to the event-shape calculation and compared to parton shower models with and without matching to higher multiplicity matrix elements [37]. ",
            "section": "Jet Cross Sections",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[37]"
                }
            ]
        },
        {
            "text": "Using individual reconstructed particles, such as charged tracks, as inputs to these observables should also give sensitivity to non-perturbative effects, such as the underlying event.",
            "section": "Jet Cross Sections",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "Jets containing b-quarks",
            "section_rank": 5
        },
        {
            "text": "A substantial fraction of jets at the LHC contain b-quarks, and such jets are of particular interest since the b-quark mass of around 5 GeV provides an additional hard scale, meaning some soft divergences are naturally cut off in perturbative calculations, and also that perturbatively summable logarithms in the ratio of the b mass to other scales in the event may occur. ",
            "section": "Jets containing b-quarks",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "In addition, b-jets are produced in top decays and in several scenarios for physics beyond the SM, and QCD contributions such as the gluon to bb splitting vertex are a source of background for processes such as H → bb.",
            "section": "Jets containing b-quarks",
            "paragraph_rank": 20,
            "section_rank": 5
        },
        {
            "text": "The presence of b-quarks is tagged with various algorithms, based on the reconstruction of secondary vertices from the decays of hadrons containing b-quarks, the measurement of track impact parameters or the identification of muons with a sizable transverse momentum with respect to the jet axis. ",
            "section": "Jets containing b-quarks",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Depending on the algorithmic working point, b-tagging efficiencies in the range between 30% and 85% are typically obtained, with relative uncertainties of 5 − 10%. ",
            "section": "Jets containing b-quarks",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "The corresponding light-quark mistag rates range between a few per-mille and ∼ 15%, with relative uncertainties of 10 − 15%.",
            "section": "Jets containing b-quarks",
            "paragraph_rank": 21,
            "section_rank": 5
        },
        {
            "text": "Measurements of pairs of such b-tagged jets have been made [38] in the kinematic region p T > 40 GeV and |y| < 2.1, with in addition the b-jets well separated in the azimuthal plane ( Fig. 3 left). ",
            "section": "Jets containing b-quarks",
            "paragraph_rank": 22,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[38]"
                },
                {
                    "start": 184,
                    "end": 196,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 3 left)"
                }
            ]
        },
        {
            "text": "In this case the gluon splitting g → bb is expected to make a rather small contribution. ",
            "section": "Jets containing b-quarks",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Note that these measurements have defined a b-jet as a jet which is matched in angle to one or more b-hadrons. ",
            "section": "Jets containing b-quarks",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "NLO QCD calculations describe the data well over the measured range. ",
            "section": "Jets containing b-quarks",
            "paragraph_rank": 22,
            "section_rank": 5
        },
        {
            "text": "Furthermore, measurements of the inclusive b-jet cross section have been made over the range 20 < p T < 400 GeV and |y| < 2.1 and show some discrepancies at higher rapidity y, as well as some divergence between different NLO+PS calculations (POWHEG/MC@NLO), by up to 30%.",
            "section": "Jets containing b-quarks",
            "paragraph_rank": 22,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 225,
                    "end": 227,
                    "type": "software",
                    "rawForm": "PS",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "An innovative study of the angular correlations between b-quarks [39] shows that a range of perturbative calculations fail to describe the angular distribution of b-hadron pairs in jet events (Fig. 3 right). ",
            "section": "Jets containing b-quarks",
            "paragraph_rank": 23,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[39]"
                },
                {
                    "start": 192,
                    "end": 206,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "(Fig. 3 right)"
                }
            ]
        },
        {
            "text": "Specifically, when normalized to the rate at wide angles, up to 50% divergence between data and theory, and between different approximations of QCD, is seen at small angles.",
            "section": "Jets containing b-quarks",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "The measurements to date suggest that a better understanding of the g → bb vertex may well be required in order to accurately and correctly describe b-jet production over the kinematic range accessible at the LHC.",
            "section": "Jets containing b-quarks",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "Measurements of jets containing charm have also been made [40], using D * -meson decays as a tag, but these are much more sensitive to soft physics due to the lower c mass. ",
            "section": "Jets containing b-quarks",
            "paragraph_rank": 25,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[40]"
                }
            ]
        },
        {
            "text": "Significant discrepancies are seen between data and MC simulations at low z, where z is the fraction of the jet momentum carried by the D * . ",
            "section": "Jets containing b-quarks",
            "paragraph_rank": 25,
            "section_rank": 5
        },
        {
            "text": "Jets produced in association with vector bosons",
            "section_rank": 6
        },
        {
            "text": "The production of jets in association with a W or Z boson is interesting for several reasons. ",
            "section": "Jets produced in association with vector bosons",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "The presence of a vector boson introduces a hard scale, necessary for obtaining reliable fixed-order perturbative calculations. ",
            "section": "Jets produced in association with vector bosons",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "Also, such processes are important backgrounds for many other hard processes, such as top production, or searches for supersymmetry or Higgs boson(s). ",
            "section": "Jets produced in association with vector bosons",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "The vector bosons are reconstructed in their leptonic (e, µ) decay channels. ",
            "section": "Jets produced in association with vector bosons",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "Contrary to inclusive jet studies, where backgrounds are not an issue, here some backgrounds, such as from top quarks, have to be considered, in particular in the W case and at large jet multiplicities. ",
            "section": "Jets produced in association with vector bosons",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "The measurements [41,42,43] cover a phase space defined by the lepton acceptances as described above and by jet momenta of p T > 30 GeV and jet rapidities up to |y| < 4.4.",
            "section": "Jets produced in association with vector bosons",
            "paragraph_rank": 26,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[41,"
                },
                {
                    "start": 21,
                    "end": 24,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "42,"
                },
                {
                    "start": 24,
                    "end": 26,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "43"
                }
            ]
        },
        {
            "text": "One important feature to emerge from the early LHC data is that to correctly describe processes with a high multiplicity of high-p T jets, it is important to include higher multiplicity matrix elements in the calculation. ",
            "section": "Jets produced in association with vector bosons",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "This statement is on the face of it not surprising, but in fact parton shower models matched simply to two-to-two matrix elements had been remarkably successful in describing a very wide variety of data at previous colliders. ",
            "section": "Jets produced in association with vector bosons",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "At the LHC, there is clear evidence (such as the H T distribution in multi-jet [44] and W or Z plus jets production) that the parton shower description fails, generally providing a third jet which is too hard, and/or too few hard jets overall. ",
            "section": "Jets produced in association with vector bosons",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[44]"
                }
            ]
        },
        {
            "text": "One dramatic example is illustrated in Fig. 4 (left), showing a factor of 2 discrepancy at high jet multiplicities with Pythia (which showers 2 → 1 and 2 → 2 configurations), and good agreement to a prediction that includes matching of Pythia to multijet tree-level matrix elements (here, MadGraph).",
            "section": "Jets produced in association with vector bosons",
            "paragraph_rank": 27,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 52,
                    "type": "figure",
                    "text": "Fig. 4 (left)"
                }
            ]
        },
        {
            "text": "Similar observations are made for topological properties of such events, such as angular distributions between the jets ( fig. 4 right). ",
            "section": "Jets produced in association with vector bosons",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 122,
                    "end": 135,
                    "type": "figure",
                    "text": "fig. 4 right)"
                }
            ]
        },
        {
            "text": "Also NLO calculations for up to 3 jets in addition to the vector boson [45,46] are in good agreement with the data, an impressive and unprecedented vindication of NLO QCD at high multiplicities.",
            "section": "Jets produced in association with vector bosons",
            "paragraph_rank": 28,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[45,"
                },
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "46]"
                }
            ]
        },
        {
            "text": "The measurement of b-jets produced in association with W or Z bosons provides another test of QCD in a multi-scale environment. ",
            "section": "Jets produced in association with vector bosons",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "text": "Measurements from the first year of LHC data [47,48,49] are consistent with the expectations of NLO QCD, albeit with rather large uncertainties in both theory and data. ",
            "section": "Jets produced in association with vector bosons",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[47,"
                },
                {
                    "start": 49,
                    "end": 52,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "48,"
                },
                {
                    "start": 52,
                    "end": 55,
                    "type": "bibr",
                    "ref_id": "b49",
                    "text": "49]"
                }
            ]
        },
        {
            "text": "The cross section for W plus b-jets lies above the theory, as was also observed at the Tevatron, but more accuracy is required before drawing any conclusion. ",
            "section": "Jets produced in association with vector bosons",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "text": "Finally, first measurements of W plus charm production are available [50], showing agreement with NLO QCD within the present accuracy.",
            "section": "Jets produced in association with vector bosons",
            "paragraph_rank": 29,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b50",
                    "text": "[50]"
                }
            ]
        },
        {
            "text": "Jet Substructure and Boosted Heavy Particles",
            "section_rank": 7
        },
        {
            "text": "The development of quarks and gluons into jets terminates in a non-perturbative hadronisation process. ",
            "section": "Jet Substructure and Boosted Heavy Particles",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "However, before this low scale is reached, large amounts of QCD radiation can take place at hard momentum scales. ",
            "section": "Jet Substructure and Boosted Heavy Particles",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "This determines much of the jet's internal structure, including the jet mass. ",
            "section": "Jet Substructure and Boosted Heavy Particles",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "Measurement of such properties thus provides another challenging point of comparison for perturbative QCD and an additional probe of hard physics. ",
            "section": "Jet Substructure and Boosted Heavy Particles",
            "paragraph_rank": 30,
            "section_rank": 7
        },
        {
            "text": "Such measurements have in the past been used for example to measure the strong Data 2010 / Sherpa Figure 4: Left: Cross section for W plus jets production, as a function of jet multiplicity and normalized to the inclusive W cross section [43]; Right: Measured dijet cross section in Z/γ * (→ ℓℓ)+jets production as a function of the angular separation, ∆R, of the two leading jets [41].",
            "section": "Jet Substructure and Boosted Heavy Particles",
            "paragraph_rank": 30,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 106,
                    "type": "figure",
                    "text": "Figure 4"
                },
                {
                    "start": 238,
                    "end": 242,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[43]"
                },
                {
                    "start": 381,
                    "end": 385,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[41]"
                }
            ]
        },
        {
            "text": "coupling. ",
            "section": "Jet Substructure and Boosted Heavy Particles",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "At the LHC, there is an additional reason for interest in jet substructure. ",
            "section": "Jet Substructure and Boosted Heavy Particles",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "Since by design the LHC opens up phase space well above the electroweak symmetry-breaking scale, particles with masses about this scale (e.g. W , Z, Higgs, top) can be produced well above threshold, and therefore highly boosted. ",
            "section": "Jet Substructure and Boosted Heavy Particles",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "When such particles decay to quarks, the quarks will be close in angle in the detector rest frame, and thus the jets they give rise to may overlap or merge into a single jet.",
            "section": "Jet Substructure and Boosted Heavy Particles",
            "paragraph_rank": 31,
            "section_rank": 7
        },
        {
            "text": "The momentum flow around the jet centre has been measured [51,52] and shown to be reasonably well-modeled; charged particle distributions within jets are likewise reasonably well described [53], at least at high jet transverse momentum, by calculations matching perturbative matrix elements, parton showers, and non-perturbative models of hadronisation and underlying event. ",
            "section": "Jet Substructure and Boosted Heavy Particles",
            "paragraph_rank": 32,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b51",
                    "text": "[51,"
                },
                {
                    "start": 62,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b52",
                    "text": "52]"
                },
                {
                    "start": 189,
                    "end": 193,
                    "type": "bibr",
                    "ref_id": "b53",
                    "text": "[53]"
                }
            ]
        },
        {
            "text": "Preliminary studies of new variables developed for searches at the LHC [54,55] have been shown by both ATLAS and CMS [56], and indicate that the promise of these variables, including a reduced dependency on soft physics and pile-up, is borne out. ",
            "section": "Jet Substructure and Boosted Heavy Particles",
            "paragraph_rank": 32,
            "section_rank": 7,
            "ref_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b54",
                    "text": "[54,"
                },
                {
                    "start": 75,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b55",
                    "text": "55]"
                },
                {
                    "start": 117,
                    "end": 121,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "[56]"
                }
            ]
        },
        {
            "text": "This area is still in its early stages and rapid progress is to be expected over the next months.",
            "section": "Jet Substructure and Boosted Heavy Particles",
            "paragraph_rank": 32,
            "section_rank": 7
        },
        {
            "text": "Photons",
            "section_rank": 8
        },
        {
            "text": "Prompt, isolated photons provide a further look into the short distance physics of high energy hadron collisions. ",
            "section": "Photons",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "Photons do not undergo hadronisation and so, unlike quarks and gluons, can be directly observed. ",
            "section": "Photons",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "However, they are also copiously produced from secondary hadron decays (especially π 0 decays), and there are subtleties associated with applying isolation criteria and suppressing backgrounds, which require careful treatment. ",
            "section": "Photons",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "Measurement of photons was a priority in the design of both experiments since the H → γγ channel is the most sensitive at low Higgs masses. ",
            "section": "Photons",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "Fig. 5 (left) illustrates the precise measurement of the inclusive photon cross section from 20 GeV to 400 GeV [57, 58,59,60]. ",
            "section": "Photons",
            "paragraph_rank": 33,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 13,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 5 (left)"
                },
                {
                    "start": 116,
                    "end": 119,
                    "type": "bibr",
                    "ref_id": "b57",
                    "text": "58,"
                },
                {
                    "start": 119,
                    "end": 122,
                    "type": "bibr",
                    "ref_id": "b58",
                    "text": "59,"
                },
                {
                    "start": 122,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b59",
                    "text": "60]"
                }
            ]
        },
        {
            "text": "To dynamically and reproducibly suppress the effects of pile-up and underlying event on the photon isolation, the median/area techniques described earlier for jets were for the first time applied also to photons and shown to be successful. ",
            "section": "Photons",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "The resulting measurements are in good agreement with the predictions of NLO QCD. ",
            "section": "Photons",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "Fig. 5 (right) shows a measurement of the diphoton cross section as a function of the azimuthal angle between the photons, ∆φ γγ [61,62], compared to the recent calculation of [63]. ",
            "section": "Photons",
            "paragraph_rank": 33,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 14,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 5 (right)"
                },
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "[61,"
                },
                {
                    "start": 133,
                    "end": 136,
                    "type": "bibr",
                    "ref_id": "b61",
                    "text": "62]"
                },
                {
                    "start": 176,
                    "end": 180,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "[63]"
                }
            ]
        },
        {
            "text": "It helps illustrate that there are sometimes regions of phase space where even NLO calculations may fail dramatically. ",
            "section": "Photons",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "In this particular instance, the problem arises because in the region of ∆φ γγ < π the cross section is zero in leading-order diphoton production, a simple consequence of momentum conservation. ",
            "section": "Photons",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "Thus NLO is actually the lowest non-zero order. ",
            "section": "Photons",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "NNLO additionally introduces new topologies (e.g. qq → qqγγ), resulting in large corrections and much better agreement with the data.",
            "section": "Photons",
            "paragraph_rank": 33,
            "section_rank": 8
        },
        {
            "text": "Continuing such measurements to higher precision is an essential component of the Higgs search programme as well as the general exploration of physics at the LHC.  ",
            "section": "Photons",
            "paragraph_rank": 34,
            "section_rank": 8
        },
        {
            "text": "Right: Diphoton cross section as a function of the azimuthal separation of the two photons, with data from CMS [61] compared to a recent NNLO calculation [63] (plot from [64]).",
            "section": "Photons",
            "paragraph_rank": 34,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "[61]"
                },
                {
                    "start": 154,
                    "end": 158,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "[63]"
                },
                {
                    "start": 170,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "[64]"
                }
            ]
        },
        {
            "text": "Weak Vector Bosons",
            "section_rank": 9
        },
        {
            "text": "Measurements of jets produced in association with weak vector bosons have already been discussed, above. ",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "More inclusive measurements, focusing solely on the properties and kinematics of the bosons, also provide important information.",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 35,
            "section_rank": 9
        },
        {
            "text": "In these cases, as also in the boson-plus-jet measurements, the measurements are in fact of leptons and missing transverse momentum in carefully defined regions reflecting the acceptance of the detectors. ",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "This maximises the experimental accuracy and minimises the model dependence of the results. ",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "The definition of a lepton is also not entirely trivial, with the effects and treatment of QED radiation, especially in electron channels, being as high as a few per cent in some regions. ",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "While such effects are very precisely calculated for the dominant soft and collinear contributions, wider-angle photon production contains significant interference effects between initial and final state radiation, and in principle triple gauge couplings, which are not so well constrained. ",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "One solution [65] adopted in several measurements is to sum photons close to the leptons into the lepton momentum, and apply no further correction for wider angle photons. ",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 36,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "type": "bibr",
                    "ref_id": "b64",
                    "text": "[65]"
                }
            ]
        },
        {
            "text": "This provides an unambiguous definition of the measurement in terms of final-state particles, reduces sensitivity to arbitrarily soft and collinear photons (exploiting the good theoretical understanding of these contributions) and avoids assumptions about the less well known contributions. ",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 36,
            "section_rank": 9
        },
        {
            "text": "New theoretical calculations [66,67] provide the ability to compare to NNLO QCD in the actual phase-space region visible to the experiments, avoiding the uncertainties associated with extrapolation to total cross sections (Fig. 6).",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 36,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b65",
                    "text": "[66,"
                },
                {
                    "start": 33,
                    "end": 36,
                    "type": "bibr",
                    "ref_id": "b66",
                    "text": "67]"
                },
                {
                    "start": 222,
                    "end": 230,
                    "type": "figure",
                    "ref_id": "fig_7",
                    "text": "(Fig. 6)"
                }
            ]
        },
        {
            "text": "The rapidity distributions of vector bosons in particular, and their ratios, provide powerful constraints on the parton densities. ",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "In Fig. 7, the ratio of positive to negative lepton rapidity over the range accessible by ATLAS, CMS and LHCb is shown as an example. ",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 37,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_8",
                    "text": "Fig. 7"
                }
            ]
        },
        {
            "text": "The p T distributions of the W [68] and in particular the Z boson [69,70] constrain initial-state QCD radiation at low p T and test matrix element calculations at high p T (Fig. 8). ",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 37,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "[68]"
                },
                {
                    "start": 66,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b68",
                    "text": "[69,"
                },
                {
                    "start": 70,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b69",
                    "text": "70]"
                },
                {
                    "start": 172,
                    "end": 179,
                    "type": "figure",
                    "text": "(Fig. 8"
                }
            ]
        },
        {
            "text": "They are also an important precursor measurement to eventual W mass and width measurements, which remain the most important input to indirect constraints on the Higgs mass and vital to checking the consistency of the electroweak sector of the Standard Model. ",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "The W to e and µ channels provide competitive constraints on lepton universality.",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 37,
            "section_rank": 9
        },
        {
            "text": "While the most precise and differential measurements come from the e and µ channels, cross sections in τ decay channels have also been measured [71,72,73], showing excellent consistency, and demonstrating the capability of the detectors to access τ final states, which are important for many searches.",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 38,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 144,
                    "end": 148,
                    "type": "bibr",
                    "ref_id": "b70",
                    "text": "[71,"
                },
                {
                    "start": 148,
                    "end": 151,
                    "type": "bibr",
                    "ref_id": "b71",
                    "text": "72,"
                },
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b72",
                    "text": "73]"
                }
            ]
        },
        {
            "text": "Finally, the polarisation of W bosons has been successfully measured [74]. ",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 39,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b73",
                    "text": "[74]"
                }
            ]
        },
        {
            "text": "Especially in vector-boson fusion, this is a critical capability, since the Higgs mechanism provides the longitudinal component of the W and Z: measurement of final-state polarisations will be fundamentally sensitive to production mechanisms and to electroweak symmetry-breaking itself. ",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "text": "Current measurements are in good agreement with the Standard Model.     ",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 39,
            "section_rank": 9
        },
        {
            "text": "Figure 8: ATLAS [68] and CMS [70] results respectively for the W and Z p T distributions, compared to predictions from a range of theoretical tools.",
            "section": "Weak Vector Bosons",
            "paragraph_rank": 39,
            "section_rank": 9,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 8"
                },
                {
                    "start": 16,
                    "end": 20,
                    "type": "bibr",
                    "ref_id": "b67",
                    "text": "[68]"
                },
                {
                    "start": 29,
                    "end": 33,
                    "type": "bibr",
                    "ref_id": "b69",
                    "text": "[70]"
                }
            ]
        },
        {
            "text": "Top Quarks",
            "section_rank": 10
        },
        {
            "text": "The measurement of top quark production and the determination of top quark properties is interesting for several reasons. ",
            "section": "Top Quarks",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "First of all, the top is the heaviest quark, with a mass close to the electroweak scale. ",
            "section": "Top Quarks",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "This suggests that the top quark might play a special role in electroweak symmetry breaking. ",
            "section": "Top Quarks",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "Furthermore, in many models for physics beyond the SM, the new states couple preferentially to top quarks and might manifest themselves, eg.",
            "section": "Top Quarks",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": ", via decays into tt pairs. ",
            "section": "Top Quarks",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "Because of its very short lifetime (∼ 5 × 10 −25 sec), the top quark decays before it has a chance to undergo hadronisation. ",
            "section": "Top Quarks",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "This gives a rather unique access to its properties (mass, charge, spin, couplings), in contrast to lighter quarks which appear inside bound states. ",
            "section": "Top Quarks",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "In particular, the top mass plays an important role in many precision measurements, such as in electroweak fits which constrain the allowed Higgs mass range. ",
            "section": "Top Quarks",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "Finally, besides representing a fundamental test of QCD predictions, top quark production is an important background for new physics searches, such as supersymmetry.",
            "section": "Top Quarks",
            "paragraph_rank": 40,
            "section_rank": 10
        },
        {
            "text": "At the LHC, the dominant production mechanism is gluon fusion into a tt pair (∼ 85%), while quark-antiquark annihilation contributes the remaining 15%. ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "This scenario, basically inverted compared to the Tevatron, can be understood from the fact that at √ s = 7 TeV a Bjorken x scale of few 10 −2 (where the gluon density is dominant) is probed, while at the Tevatron the relevant x range is ∼ 2 × 10 −1 (where quark densities are relatively more important; furthermore the antiprotons provide an abundant supply of antiquarks). ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "The top quark decays almost exclusively to a W boson and a bottom quark, which gives rises to a set of final states that are classified according to the W decays. ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "In about 5% of the cases both W bosons decay to an electron or muon. ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "This dilepton signature, accompanied by b-quark jets and large missing energy due to the two neutrinos from the W decays, is interesting because it benefits from low background levels (mostly Z+jets production). ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "If one of the W s decays hadronically, we have the lepton+jets signature, with a larger branching ratio (∼ 30% for electron/muon decays), but also a somewhat larger background, dominated by W plus jets production. ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "Finally, the all-hadronic signature is the channel with the largest branching ratio (∼ 45%), but it suffers from a huge QCD multijet background. ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "It is clear that precision top studies rely on a complete understanding of all detector components, since they involve precise jet, lepton and MET reconstruction, as well as b-jet tagging. ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "By now, the LHC experiments have measured the top-pair production cross section in almost all channels, even involving τ decays of the W . ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "The most precise determinations are achieved in the lepton+jets channel, where template distributions are fitted to the secondary vertex mass as a function of the overall (b-tagged) jet multiplicity. ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "The vertex mass is an excellent discriminator for tagging b-decays and for large jet multiplicities the top purity is very high. ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "From the simultaneous fit of the vertex mass in the various jet/tag categories, not only the cross section is extracted, but also the most relevant systematic uncertainties are constrained, such as the jet energy scale, the b-tagging efficiency and the QCD scales involved in the W +jets background simulation. ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "Based on the 2010 data, cross sections have been published with a precision of about 12% [78,79], and in preliminary results including 2011 data this has already been reduced to about 8% [80,81], which is approaching the accuracy of approximate NNLO QCD predictions (∼ 7%). ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b76",
                    "text": "[78,"
                },
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b77",
                    "text": "79]"
                },
                {
                    "start": 187,
                    "end": 191,
                    "type": "bibr",
                    "ref_id": "b78",
                    "text": "[80,"
                },
                {
                    "start": 191,
                    "end": 194,
                    "type": "bibr",
                    "ref_id": "b79",
                    "text": "81]"
                }
            ]
        },
        {
            "text": "The central values are in good agreement with the predictions, cf. ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "Fig. 9, left. ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 6,
                    "type": "figure",
                    "text": "Fig. 9"
                }
            ]
        },
        {
            "text": "The convergence of the proton-proton and antiproton-proton predictions at large centre-of-mass energy, seen in Fig. 9 left, can again be understood from pdf considerations, as above. ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 111,
                    "end": 117,
                    "type": "figure",
                    "text": "Fig. 9"
                }
            ]
        },
        {
            "text": "At this precision, the measurements start to become sensitive to differences among the predictions based on various pdf sets. ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "However, the experimental results are already systematics limited, thus can only be improved by a better control of the relevant parameters as mentioned before. ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "An interesting step towards cancellation of some of the systematics, such as the luminosity uncertainty, consists in measuring the ratio of the inclusive top-pair and Z cross sections, in particular in the dilepton channel. ",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "The pdf uncertainties in the prediction for this ratio are anti-correlated, since there is a quark pdf dominance for the inclusive Z production, which should provide further constraints on the available pdfs.",
            "section": "Top Quarks",
            "paragraph_rank": 41,
            "section_rank": 10
        },
        {
            "text": "The next steps beyond the determination of the inclusive cross section consist of differential measurements, such as top production in the lepton+jets channel as a function of the (additional) jet multiplicity [83], or as a function of the tt invariant mass. ",
            "section": "Top Quarks",
            "paragraph_rank": 42,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "type": "bibr",
                    "ref_id": "b80",
                    "text": "[83]"
                }
            ]
        },
        {
            "text": "The latter distribution is also a very sensitive tool to search for new resonances decaying into tt pairs, for example new heavy vector bosons, resonances in technicolour models, heavy supersymmetric Higgs bosons or Kaluza-Klein graviton excitations. ",
            "section": "Top Quarks",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "At very high masses, with strongly boosted top quarks, their decay products (jets and leptons) tend to be close by and merged into fat jets. ",
            "section": "Top Quarks",
            "paragraph_rank": 42,
            "section_rank": 10
        },
        {
            "text": "Here the recently developed \"top-tagging\" tools (see, eg., [84] for a review) start to be deployed by the LHC experiments. ",
            "section": "Top Quarks",
            "paragraph_rank": 42,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "type": "bibr",
                    "ref_id": "b81",
                    "text": "[84]"
                }
            ]
        },
        {
            "text": "First promising results [85,56] show that it is indeed possible to resolve the internal structure of such fat jets. ",
            "section": "Top Quarks",
            "paragraph_rank": 42,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 24,
                    "end": 28,
                    "type": "bibr",
                    "ref_id": "b82",
                    "text": "[85,"
                },
                {
                    "start": 28,
                    "end": 31,
                    "type": "bibr",
                    "ref_id": "b56",
                    "text": "56]"
                }
            ]
        },
        {
            "text": "Finally, with larger statistics at the horizon, both in 2012 and then after the LHC shutdown in Figure 9: Comparison of top-pair production cross sections as predicted by higher-order QCD calculations and measured at the Tevatron and the LHC [78,79]; Plot adapted from [82].",
            "section": "Top Quarks",
            "paragraph_rank": 42,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 96,
                    "end": 104,
                    "type": "figure",
                    "text": "Figure 9"
                },
                {
                    "start": 242,
                    "end": 246,
                    "type": "bibr",
                    "ref_id": "b76",
                    "text": "[78,"
                },
                {
                    "start": 246,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b77",
                    "text": "79]"
                },
                {
                    "start": 269,
                    "end": 273,
                    "type": "bibr",
                    "text": "[82]"
                }
            ]
        },
        {
            "text": "2013-2014, a whole new group of measurements will become feasible, by testing cross sections and couplings in tt + X final states, where X can be jets, photons, vector bosons (W and Z), missing transverse energy or ultimately a Higgs boson. ",
            "section": "Top Quarks",
            "paragraph_rank": 43,
            "section_rank": 10
        },
        {
            "text": "First attempts in this direction exist already, for example in the case of photons [86].",
            "section": "Top Quarks",
            "paragraph_rank": 43,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b83",
                    "text": "[86]"
                }
            ]
        },
        {
            "text": "As with the cross section, the lepton+jets channel is also the best signature for the top mass measurement, since it provides more kinematic constraints than the dilepton channel with two neutrinos. ",
            "section": "Top Quarks",
            "paragraph_rank": 44,
            "section_rank": 10
        },
        {
            "text": "The top mass is reconstructed by combining the jets from the hadronic W decay with a further b-jet from the top decay. ",
            "section": "Top Quarks",
            "paragraph_rank": 44,
            "section_rank": 10
        },
        {
            "text": "There are several methods in order to obtain an optimal combination, reduced combinatorics and best statistical sensitivity, such as the Ideogram approach [87] or a template fit [88]. ",
            "section": "Top Quarks",
            "paragraph_rank": 44,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "type": "bibr",
                    "ref_id": "b84",
                    "text": "[87]"
                },
                {
                    "start": 178,
                    "end": 182,
                    "type": "bibr",
                    "ref_id": "b85",
                    "text": "[88]"
                }
            ]
        },
        {
            "text": "The latter approach, giving a preliminary result of m top = (175.9 ± 0.9 (stat) ± 2.7 (syst)) GeV/c 2 from a data sample of 0.7 fb −1 , already has a statistical uncertainty comparable to be world's best result from the Tevatron (173.2 ± 0.6 ± 0.8 GeV/c 2 ). ",
            "section": "Top Quarks",
            "paragraph_rank": 44,
            "section_rank": 10
        },
        {
            "text": "The current systematic limitation is given by the control of the b-jet energy scale. ",
            "section": "Top Quarks",
            "paragraph_rank": 44,
            "section_rank": 10
        },
        {
            "text": "A rather complementary approach, with very different systematic uncertainties and thus an important cross check, consists in extracting the top quark mass from a measurement of the cross section, utilizing the top mass dependence of the perturbative QCD predictions. ",
            "section": "Top Quarks",
            "paragraph_rank": 44,
            "section_rank": 10
        },
        {
            "text": "In this case the extracted mass is a well defined parameter, eg.",
            "section": "Top Quarks",
            "paragraph_rank": 44,
            "section_rank": 10
        },
        {
            "text": ", the running top quark mass in the MS scheme, which can then be converted into an equivalent pole mass, in order to be compared to the direct measurements mentioned before. ",
            "section": "Top Quarks",
            "paragraph_rank": 44,
            "section_rank": 10
        },
        {
            "text": "In terms of precision, the currently available results [89,90] are not yet competitive with the direct reconstruction. ",
            "section": "Top Quarks",
            "paragraph_rank": 44,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "type": "bibr",
                    "ref_id": "b86",
                    "text": "[89,"
                },
                {
                    "start": 59,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b87",
                    "text": "90]"
                }
            ]
        },
        {
            "text": "The uncertainties of ∼ 7 GeV/c 2 contain important contributions from systematics in the theory predictions, related to the choice of renormalization/factorization scales, of pdf sets and the strong coupling constant.",
            "section": "Top Quarks",
            "paragraph_rank": 44,
            "section_rank": 10
        },
        {
            "text": "First steps towards a detailed mapping of top quark properties have been undertaken, such as a measurement of the top-antitop mass difference as a direct test of CPT invariance [91]. ",
            "section": "Top Quarks",
            "paragraph_rank": 45,
            "section_rank": 10,
            "ref_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "type": "bibr",
                    "ref_id": "b88",
                    "text": "[91]"
                }
            ]
        },
        {
            "text": "Here the charge sign is determined from the charge of the lepton in the reconstruction of the semi-leptonic top decay. ",
            "section": "Top Quarks",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "text": "Within the uncertainties of 1.3 GeV/c 2 the result is consistent with equal mass for the top and its antiparticle. ",
            "section": "Top Quarks",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "text": "The top charge asymmetry is a further measurement relying on the separation of top and antitop quarks, since it is obtained from the distribution of the (pseudo-)rapidity difference of the two charge states. ",
            "section": "Top Quarks",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "text": "This study has attracted particular attention because of deviations at the > 3 σ level found at the Tevatron in the top forward-backward asymmetry, which could be explained by the possible exchange of new particles in the production diagrams. ",
            "section": "Top Quarks",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "text": "While the same asymmetry is not directly accessible at the LHC, with its symmetric proton-proton initial state, the rapidity-dependence of the charge asymmetry also carries (reduced) sensitivity to such new physics. ",
            "section": "Top Quarks",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "text": "So far no deviations from the SM expectations have been found at the LHC. ",
            "section": "Top Quarks",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "text": "Finally, first determinations of the top electric charge, the W polarization in top decays and of tt spin correlations have been possible with the 2011 data, and will be further pursued with more data coming in. ",
            "section": "Top Quarks",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "text": "Contrary to the top pair production in strong interactions, single top quarks are produced through electroweak interactions. ",
            "section": "Top Quarks",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "text": "Thanks to the much larger cross sections (O(70 pb −1 )) at the LHC compared to the Tevatron, this process has already been probed with the 2010 and 2011 data at the 30% precision level. ",
            "section": "Top Quarks",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "text": "These measurements, so far consistent with SM predictions, are interesting in their own right as tests of the SM, but also as tools for searching for new physics, such as flavour changing neutral currents, heavy W partners or charged Higgs bosons. ",
            "section": "Top Quarks",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "text": "In addition, the final states to be reconstructed, and the large backgrounds to be controlled, are of very similar nature to those in low-mass Higgs searches, thus several relevant tools have been sharpened via such studies.",
            "section": "Top Quarks",
            "paragraph_rank": 45,
            "section_rank": 10
        },
        {
            "text": "Dibosons",
            "section_rank": 11
        },
        {
            "text": "The lowest cross section SM processes so far probed at the LHC are those in which two electroweak vector bosons are produced. ",
            "section": "Dibosons",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "These processes receive contributions from triple, and in principle quartic, gauge boson couplings, and so are directly sensitive to the gauge symmetry structure sector of the SM, as well as producing topologies characteristic of many extensions of the SM. ",
            "section": "Dibosons",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "Diphotons (already discussed), W + W − and ZZ production are also key Higgs boson search channels.",
            "section": "Dibosons",
            "paragraph_rank": 46,
            "section_rank": 11
        },
        {
            "text": "The cross sections for W γ, Zγ [93,92], W W [95,94], ZZ [96] and W Z [97] production have all been measured. ",
            "section": "Dibosons",
            "paragraph_rank": 47,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "type": "bibr",
                    "ref_id": "b90",
                    "text": "[93,"
                },
                {
                    "start": 35,
                    "end": 38,
                    "type": "bibr",
                    "ref_id": "b89",
                    "text": "92]"
                },
                {
                    "start": 44,
                    "end": 48,
                    "type": "bibr",
                    "ref_id": "b92",
                    "text": "[95,"
                },
                {
                    "start": 48,
                    "end": 51,
                    "type": "bibr",
                    "ref_id": "b91",
                    "text": "94]"
                },
                {
                    "start": 56,
                    "end": 60,
                    "type": "bibr",
                    "ref_id": "b93",
                    "text": "[96]"
                },
                {
                    "start": 69,
                    "end": 73,
                    "type": "bibr",
                    "ref_id": "b94",
                    "text": "[97]"
                }
            ]
        },
        {
            "text": "In most cases the visible cross section in a well-defined phase space region has been measured, as well as an extrapolation to the total cross section (except for those involving photons, where a p T cut on the photon, at around 20 GeV, is still required in order to define a physical final state). ",
            "section": "Dibosons",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "For several channels, limits have been derived on triple-gauge couplings in various constrained approximations.",
            "section": "Dibosons",
            "paragraph_rank": 47,
            "section_rank": 11
        },
        {
            "text": "Since the top quark decays to W bosons, a particular challenge for measurements of W W production is the background from top production, either in pairs or singly in association with a W . ",
            "section": "Dibosons",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "To suppress this, a veto is often applied on the presence of jets, especially b-jets. ",
            "section": "Dibosons",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "However, there is a strong interest in measuring diboson production in the presence of jets, especially since vector-boson fusion or scattering processes have in general two jets in the final state. ",
            "section": "Dibosons",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "These processes, which have an even lower cross section than diboson production via parton fusion, are another key search channel and studying them will be essential to validate any picture of electroweak symmetry breaking or other new physics which emerges from Higgs searches and other studies.",
            "section": "Dibosons",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "Studies of dibosons are thus only just beginning. ",
            "section": "Dibosons",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "More statistics are required to measure differential cross sections and fully characterise these processes, and the couplings, in a less model-dependent fashion. ",
            "section": "Dibosons",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "Nevertheless, even with published datasets of 1 fb −1 or less, the LHC results are competitive with LEP and Tevatron data.",
            "section": "Dibosons",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "Conclusions",
            "section_rank": 12
        },
        {
            "text": "Less than two years after the start of 7 TeV pp collisions, the LHC experiments have delivered a broad array of analyses of hard processes. ",
            "section": "Conclusions",
            "paragraph_rank": 50,
            "section_rank": 12
        },
        {
            "text": "Experimental uncertainties in the measurements range from about 5%, for example for the W and Z boson cross sections, to about 20% for measurements of differential jet rates. ",
            "section": "Conclusions",
            "paragraph_rank": 50,
            "section_rank": 12
        },
        {
            "text": "In nearly all cases there is excellent agreement with theoretical predictions, especially those including higher-order corrections and/or matching of fixed-order and parton-shower calculations, which tend to have precisions comparable to experimental results. ",
            "section": "Conclusions",
            "paragraph_rank": 50,
            "section_rank": 12
        },
        {
            "text": "A summary of data-theory comparisons is given in Fig. 10.",
            "section": "Conclusions",
            "paragraph_rank": 50,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 56,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 10"
                }
            ]
        },
        {
            "text": "This early success of the LHC program builds on many factors: the impressive performance of the accelerator; the dedication of the large numbers of experimenters within the collaborations; and also the considerable preparatory work that took place in the years preceding the LHC's startup. ",
            "section": "Conclusions",
            "paragraph_rank": 51,
            "section_rank": 12,
            "entity_spans": [
                {
                    "start": 30,
                    "end": 37,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "The latter involved understanding the detectors' characteristics and calibration, as well as the development of a range of tools for predicting the properties of collisions and for performing sound comparisons between theory and data.",
            "section": "Conclusions",
            "paragraph_rank": 51,
            "section_rank": 12
        },
        {
            "text": "The study of hard processes at the LHC is not merely about comparing data and theoretical predictions, but also about constraining our knowledge of the standard model and its phenomenology. ",
            "section": "Conclusions",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "This has already taken place for example in the context of the tuning of Monte Carlo programs. ",
            "section": "Conclusions",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "In the near future one can expect the LHC data to start providing important constraints on pdfs and on fundamental electroweak parameters such as the top-quark mass. ",
            "section": "Conclusions",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "And the handful of observables that show discrepancies relative to predictions, notably those sensitive to the presence of heavy flavor, will hopefully spur the development of yet better predictive tools.",
            "section": "Conclusions",
            "paragraph_rank": 52,
            "section_rank": 12
        },
        {
            "text": "Finally, the overall good agreement between data and theoretical predictions provides a solid foundation in the search for the Higgs boson and physics beyond the standard model. ",
            "section": "Conclusions",
            "paragraph_rank": 53,
            "section_rank": 12
        },
        {
            "text": "Indeed as analysis of the most recent data continues and as new data are collected in the coming years, the LHC is becoming sensitive to the full range of allowed Higgs-boson masses and it will start to probe the region above the electroweak scale in a wide variety of channels. ",
            "section": "Conclusions",
            "paragraph_rank": 53,
            "section_rank": 12
        },
        {
            "text": "It is in part thanks to the studies of hard processes carried out so far that this program of research can be pursued with confidence. ",
            "section": "Conclusions",
            "paragraph_rank": 53,
            "section_rank": 12,
            "entity_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "type": "software",
                    "rawForm": "program",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "Figure 1 :",
            "section_rank": 13
        },
        {
            "text": "Figure 1: Schematic representation of a proton-proton collision, involving a quark-gluon scattering that leads to a final state consisting of a Z boson and a hard jet.",
            "section": "Figure 1 :",
            "paragraph_rank": 54,
            "section_rank": 13
        },
        {
            "text": "Figure 3 :",
            "section_rank": 14
        },
        {
            "text": "Figure 3: Left: Inclusive double-differential b-jet cross-section as a function of p T for different rapidity ranges, compared to the predictions of several Monte Carlo models [38]; Right: Differential BB production cross section as a function of the angular separation ∆R = [(y B − yB) 2 + (φ B − φB) 2 ] 1 2(the Monte Carlo prediction is normalized to the region ∆R > 2.4 (shaded))[39].",
            "section": "Figure 3 :",
            "paragraph_rank": 55,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 383,
                    "end": 387,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[39]"
                }
            ]
        },
        {
            "text": "Figure 5 :",
            "section_rank": 15
        },
        {
            "text": "Figure 5: Left: Inclusive photon production cross section, as a function of photon E T [57]; Right: Diphoton cross section as a function of the azimuthal separation of the two photons, with data from CMS[61] compared to a recent NNLO calculation[63] (plot from[64]).",
            "section": "Figure 5 :",
            "paragraph_rank": 56,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b60",
                    "text": "[61]"
                },
                {
                    "start": 245,
                    "end": 249,
                    "type": "bibr",
                    "ref_id": "b62",
                    "text": "[63]"
                },
                {
                    "start": 260,
                    "end": 264,
                    "type": "bibr",
                    "ref_id": "b63",
                    "text": "[64]"
                }
            ]
        },
        {
            "text": "Figure 6 :",
            "section_rank": 16
        },
        {
            "text": "Figure 6: Inclusive W and Z boson production: Cross sections extrapolated to full phase space and compared to NNLO theory predictions [76] (left); Measured and predicted fiducial cross sections times leptonic branching ratios[77], compared to predictions obtained using a variety of pdf sets (right).",
            "section": "Figure 6 :",
            "paragraph_rank": 57,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b75",
                    "text": "[77]"
                }
            ]
        },
        {
            "text": "Figure 7 :",
            "section_rank": 17
        },
        {
            "text": "Figure 7: A comparison of ATLAS, CMS and LHCb results on the lepton charge asymmetry with theoretical predictions based on several different pdf sets[75].",
            "section": "Figure 7 :",
            "paragraph_rank": 58,
            "section_rank": 17,
            "ref_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b74",
                    "text": "[75]"
                }
            ]
        },
        {
            "text": "Figure 10 :",
            "section_rank": 18
        },
        {
            "text": "Figure 10: Summary of cross sections for hard processes measured at the LHC, where CMS results are used as an example [76]. ",
            "section": "Figure 10 :",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "text": "Similar plots are available for ATLAS [98].",
            "section": "Figure 10 :",
            "paragraph_rank": 59,
            "section_rank": 18
        },
        {
            "text": "Acknowledgements",
            "section_rank": 20
        },
        {
            "text": "The results discussed here were only possible because of the hard work and dedication of many thousands of people working on the LHC and its detectors. ",
            "section": "Acknowledgements",
            "paragraph_rank": 60,
            "section_rank": 20
        },
        {
            "text": "JMB and GD have particularly benefited from working closely with many colleagues on ATLAS and CMS, and all three authors gratefully acknowledge this, as well as discussions with the wider experimental and theoretical communities. ",
            "section": "Acknowledgements",
            "paragraph_rank": 60,
            "section_rank": 20
        },
        {
            "text": "We additionally thank F. P. Schilling for assistance in replotting the top cross section. ",
            "section": "Acknowledgements",
            "paragraph_rank": 60,
            "section_rank": 20
        },
        {
            "text": "Despite all of this, responsibility for any errors or omissions is, of course, our own. ",
            "section": "Acknowledgements",
            "paragraph_rank": 60,
            "section_rank": 20
        },
        {
            "text": "Finally, GPS wishes to acknowledge support from the French Agence Nationale de la Recherche under grant ANR-09-BLAN-0060 and the European Commission under grant PITN-GA-2010-264564 and JMB wishes to acknowledge the STFC, and the Royal Society for a Wolfson Research Merit award.",
            "section": "Acknowledgements",
            "paragraph_rank": 60,
            "section_rank": 20
        }
    ]
}