{
    "level": "sentence",
    "abstract": [],
    "body_text": [
        {
            "text": "We present measurements of the tW b coupling form factors using information from electroweak single top quark production and from the helicity of W bosons from top quark decays in tt events. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "We set upper limits on anomalous tW b coupling form factors using data collected with the D0 detector at the Tevatron pp collider corresponding to an integrated luminosity of 5.4 fb −1 . ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The top quark is being studied in unprecedented detail with the large data samples from Run II of the Fermilab Tevatron collider. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "Since the top quark is by far the most massive known fermion, with a coupling to the Higgs field of order unity, these studies may shed light on the mechanism of electroweak symmetry breaking and provide hints of new physics. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "Within the standard model (SM), the top quark coupling to the bottom quark and the W boson (tW b) has the V − A form of a left-handed vector interaction. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "We consider a more general form for the tW b coupling to allow for departures from the SM [1]. ",
            "paragraph_rank": 0,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "We look for physics beyond the SM in the form of right-handed vector couplings or left-or right-handed tensor couplings, described by the effective Lagrangian * with visitors from a Augustana College, Sioux Falls, SD, USA, b The University of Liverpool, Liverpool, UK, c UPIITA-IPN, Mexico City, Mexico, d DESY, Hamburg, Germany, , e SLAC, Menlo Park, CA, USA, f University College London, London, UK, g Centro de Investigacion en Computacion -IPN, Mexico City, Mexico, h ECFM, Universidad Autonoma de Sinaloa, Culiacán, Mexico and i Universidade Estadual Paulista, São Paulo, Brazil. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "‡ Deceased.",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "including operators up to dimension five [2]:",
            "paragraph_rank": 1,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 41,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "where M W is the mass of the W boson, q is its four-momentum, V tb is the Cabibbo-Kobayashi-Maskawa matrix element [3], and",
            "paragraph_rank": 2,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "is the left-handed (right-handed) projection operator. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "In the SM, the left-handed vector coupling form factor is f L V = 1, the right-handed vector coupling form factor is f R V = 0, and the tensor coupling form factors are f L T = f R T = 0. ",
            "paragraph_rank": 3,
            "section_rank": 1
        },
        {
            "text": "We assume real coupling form factors, implying CP conservation, and a spin- 1 2 top quark which decays predominantly to W b.",
            "paragraph_rank": 3,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 76,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "1"
                }
            ]
        },
        {
            "text": "An alternative parameterization of anomalous couplings through effective operators has been proposed recently [4,5]. ",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[4,"
                },
                {
                    "start": 113,
                    "end": 115,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "5]"
                }
            ]
        },
        {
            "text": "The anomalous coupling limits presented in this letter can be translated into the operator parameterization [5]:",
            "paragraph_rank": 4,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 108,
                    "end": 111,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "where Λ is the scale of the new physics and v = 246 GeV is the scale of electroweak symmetry breaking. ",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "C",
            "paragraph_rank": 5,
            "section_rank": 1
        },
        {
            "text": "φφ , C 33 dW and C 33 uW are constants for dimension-six gauge-invariant effective operators for third generation quarks, involving the Higgs field (φ), the W boson, uptype (u) and down-type (d) quarks. ",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "The constants C are assumed to be real.",
            "paragraph_rank": 6,
            "section_rank": 1
        },
        {
            "text": "Indirect constraints on the magnitude of the righthanded vector coupling and tensor couplings exist from measurements of the b → sγ branching fraction [6]. ",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "General unitarity considerations require the anomalous tensor couplings to be less than 0.5 [7]. ",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "While the b → sγ limits are tighter than the direct limits presented in this Letter, they include assumptions that are not required here, in particular that there is no new physics affecting the b quark other than anomalous tW b couplings. ",
            "paragraph_rank": 7,
            "section_rank": 1
        },
        {
            "text": "Direct constraints on anomalous tW b couplings have been obtained from previous D0 analyses [8,9] and from an analysis of LHC results [10].",
            "paragraph_rank": 7,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[8,"
                },
                {
                    "start": 95,
                    "end": 97,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "9]"
                },
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "This Letter describes a combination of recent W boson helicity [11] and single top quark [8] measurements, using the same procedure as in a previous combination of W boson helicity with single top quark information in D0 data [9]. ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[11]"
                },
                {
                    "start": 89,
                    "end": 92,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[8]"
                },
                {
                    "start": 226,
                    "end": 229,
                    "type": "bibr",
                    "ref_id": "b25",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "Deviations from the SM expectation in the coupling form factors manifest themselves in two distinct ways that are observable at D0: ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "(i) by altering the fractions of W bosons from top quark decays produced in each of the three possible helicity states, and ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "(ii) by changing the rate and kinematic distributions of electroweak single top quark production. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "We translate W boson helicity fractions [11] into form factors using the general framework given in Ref. ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "[12]. ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b28",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "By combining these with the single top quark anomalous couplings analysis [8], we obtain posterior probability density distributions for the anomalous coupling form factors. ",
            "paragraph_rank": 8,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "Three separate scenarios are investigated using the same dataset, for f R V , f L T , and f R T . ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "In each scenario we investigate the anomalous coupling form factor and the SM coupling form factor f L V simultaneously and set the other two anomalous coupling form factors to zero. ",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "We form a two-dimensional posterior density as a function of two coupling form factors and then marginalize over the SM coupling to obtain a 95% C.L. limit on the anomalous coupling.",
            "paragraph_rank": 8,
            "section_rank": 1
        },
        {
            "text": "This analysis is based on data collected with the D0 detector [13][14][15][16] corresponding to an integrated luminosity of 5.4 fb −1 . ",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "type": "bibr",
                    "ref_id": "b29",
                    "text": "[13]"
                },
                {
                    "start": 66,
                    "end": 70,
                    "type": "bibr",
                    "ref_id": "b30",
                    "text": "[14]"
                },
                {
                    "start": 70,
                    "end": 74,
                    "type": "bibr",
                    "ref_id": "b31",
                    "text": "[15]"
                },
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b32",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "For the W boson helicity analysis, tt events are selected in both the lepton plus jets (tt → W + W − bb → ℓνqq ′ bb, requiring a lepton, missing transverse energy and at least four jets) and dilepton (tt → W + W − bb → ℓνℓ ′ ν ′ bb, requiring two leptons, missing transverse energy and at least two jets) channels [11].",
            "paragraph_rank": 9,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 314,
                    "end": 318,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "We use the alpgen leading-order Monte Carlo (MC) event generator [17], interfaced to pythia [18], to model tt events as well as W +jets and Z+jets background events. ",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 65,
                    "end": 69,
                    "type": "bibr",
                    "ref_id": "b33",
                    "text": "[17]"
                },
                {
                    "start": 92,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b34",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "We generate tt events with both SM V − A and V + A couplings, and reweight these to model any given W boson helicity state. ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "We use the CTEQ6L1 parton distribution functions [19] and set the top quark mass to 172.5 GeV, consistent with the world average top mass [20]. ",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 53,
                    "type": "bibr",
                    "ref_id": "b35",
                    "text": "[19]"
                },
                {
                    "start": 138,
                    "end": 142,
                    "type": "bibr",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "The response of the D0 detector is simulated using geant [21]. ",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 61,
                    "type": "bibr",
                    "ref_id": "b37",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "The presence of additional pp interactions is modeled by overlaying the simulation with data events, selected from random beam crossings matching the instantaneous luminosity profile in the data. ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "The background from multijet production, where a jet is misidentified as an isolated electron or muon, is modeled with data events containing lepton candidates that pass all of the lepton identification requirements except one, but otherwise resemble the signal events. ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "We use MC to model the smaller background from dibosons. ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "The SM single top quark background is modeled using the comphep MC event generator [22] normalized to theory predictions [23]. ",
            "paragraph_rank": 10,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 83,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[22]"
                },
                {
                    "start": 121,
                    "end": 125,
                    "type": "bibr",
                    "ref_id": "b39",
                    "text": "[23]"
                }
            ]
        },
        {
            "text": "In the W boson helicity analysis, the possible presence of anomalous couplings does not significantly modify the small background from single top quark production. ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "A multivariate likelihood discriminant that uses both kinematic and b quark lifetime information distinguishes tt events from background, separately in the lepton plus jets and dilepton channels. ",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "A requirement on the likelihood selects 1431 lepton plus jet events and 319 dilepton events with expected backgrounds of 404 ± 32 and 69 ± 10 events, respectively, where the uncertainty includes both statistical and background modeling components.",
            "paragraph_rank": 10,
            "section_rank": 1
        },
        {
            "text": "We determine the fractions of W bosons with lefthanded, longitudinal, and right-handed helicity (f − , f 0 , and f + , respectively). ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "The SM predicts f − = 30%, f 0 = 70%, and f + ≈ O(10 −4 ) [24]. ",
            "paragraph_rank": 11,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "type": "bibr",
                    "ref_id": "b40",
                    "text": "[24]"
                }
            ]
        },
        {
            "text": "The fractions are measured in a fit to the distribution of the angle θ * , where θ * is the angle between the direction opposite to the top quark and the direction of the down-type fermion (charged lepton or down-type quark) from the decay of the W boson, both in the W boson rest frame. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "A binned maximum likelihood fit compares the cos θ * distribution of the selected events to expectations from each W boson helicity state and the background. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "In the lepton plus jets channel, each possible assignment of the four leading jets in the event is considered to reconstruct the two top quarks in the event, based on the χ 2 of a kinematic fit and the compatibility between the assigned jet flavor and b quark lifetime information. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "For the W boson that decays hadronically, we do not attempt to determine which of the daughter jets corresponds to the up-type quark. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "Rather we select one jet at random. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "Since this introduces a sign ambiguity, we can only distinguish the longitudinal helicity from the other two states and can no longer distinguish left-handed and right-handed helicity states. ",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "In the dilepton channel, we determine the momenta of the two neutrinos using an algebraic solution.",
            "paragraph_rank": 11,
            "section_rank": 1
        },
        {
            "text": "Since the system is kinematically underconstrained, we assume a value for the top quark mass of 172.5 GeV to perform the kinematic reconstruction. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "We vary both the longitudinal and right-handed helicity fractions f 0 and f + in the fit and find the relative likelihood of any set of helicity fractions being consistent with the data. ",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "The result is presented in Fig. 1, which also demonstrates how non-SM values for the coupling form factors could alter the W boson helicity fractions.  ",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 33,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "The result is interpreted in terms of the coupling form factors in Fig. 2, which shows that the W boson helicity measurement only constrains ratios of the coupling form factors and not their magnitude. ",
            "paragraph_rank": 12,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 67,
                    "end": 73,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "These distributions provide one of the inputs to the combined constraint on the coupling form factors.",
            "paragraph_rank": 12,
            "section_rank": 1
        },
        {
            "text": "The other input to the form factor constraint comes from the search for anomalous tW b couplings in the single top quark final state. ",
            "paragraph_rank": 13,
            "section_rank": 1
        },
        {
            "text": "Both t-channel (the exchange of a W boson between a light quark and a heavy quark) and schannel (the production and decay of a virtual W boson) modes contribute to single top quark production at the Tevatron. ",
            "paragraph_rank": 13,
            "section_rank": 1,
            "entity_spans": [
                {
                    "start": 6,
                    "end": 14,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "Single top quark production was observed by the CDF and D0 collaborations [25,26], and the t-channel mode was also isolated by the D0 collaboration [27].",
            "paragraph_rank": 13,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b41",
                    "text": "[25,"
                },
                {
                    "start": 78,
                    "end": 81,
                    "type": "bibr",
                    "ref_id": "b42",
                    "text": "26]"
                },
                {
                    "start": 148,
                    "end": 152,
                    "type": "bibr",
                    "ref_id": "b43",
                    "text": "[27]"
                }
            ],
            "entity_spans": [
                {
                    "start": 92,
                    "end": 100,
                    "type": "software",
                    "rawForm": "-channel",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "Both the single top quark production cross section and kinematic distributions are modified by anomalous couplings. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "The single top quark cross section may also differ from the SM prediction because |V tb | < 1, but that is not considered here. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "We assume that single top quark production proceeds exclusively through the tW b vertex and not through the exchange of a new particle. ",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "We also assume that |V td | 2 + |V ts | 2 ≪ |V tb | 2 , i.e., top quark production and decay through light quarks is negligible.",
            "paragraph_rank": 14,
            "section_rank": 1
        },
        {
            "text": "The single top quark anomalous couplings analysis selects events in which the top quark decays to a W boson and a b quark, followed by the decay of the W boson to an electron or muon, and a neutrino. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "The final state contains two or three jets, one from the top quark decay, one produced together with the top quark, and possibly a third jet from initial-state or final-state gluon radiation. ",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "The event selection is identical to that in the anomalous coupling single top quark analysis [8] and the SM single top quark analysis [28], except that events with four jets are removed from the sample to avoid overlap with the W boson helicity analysis. ",
            "paragraph_rank": 15,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 93,
                    "end": 96,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[8]"
                },
                {
                    "start": 134,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "One or two of the jets are required to be b-tagged, i.e., identified as originating from B hadrons [29]. ",
            "paragraph_rank": 15,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "type": "bibr",
                    "ref_id": "b45",
                    "text": "[29]"
                }
            ]
        },
        {
            "text": "To increase the search sensitivity, the data are divided into four independent analysis channels based on jet multiplicity (2 or 3), and number of b-tagged jets (1 or 2).",
            "paragraph_rank": 15,
            "section_rank": 1
        },
        {
            "text": "We use Bayesian neural networks (BNN) [30] to discriminate between the single top quark anomalous coupling signal and the backgrounds. ",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b46",
                    "text": "[30]"
                }
            ]
        },
        {
            "text": "For each of the three coupling scenarios, the signal in the BNN training consists of only that particular anomalous single top quark couplings sample while the background in the training consists of all SM backgrounds plus SM single top quark events. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The main background contributions to the single top quark analysis are those from W +jets, tt and multijet production. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The background modeling and normalization procedures are the same as in the W boson helicity analysis. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "The tt contribution to the background is small and is modeled by simulated SM tt events and normalized to the theoretical cross section [31]. ",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "type": "bibr",
                    "ref_id": "b47",
                    "text": "[31]"
                }
            ]
        },
        {
            "text": "The effect of anomalous couplings on the tt background is negligible. ",
            "paragraph_rank": 16,
            "section_rank": 1
        },
        {
            "text": "We model the single top quark signal using the comphep MC event generator [22] where anomalous tW b couplings are considered in both the production and decay of the top quark.",
            "paragraph_rank": 16,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "type": "bibr",
                    "ref_id": "b38",
                    "text": "[22]"
                }
            ]
        },
        {
            "text": "We use the four-vectors of the reconstructed final state particles in the BNN training (transverse momentum p T , pseudorapidity η, angle ∆φ with respect to the lepton, and the mass of each jet), i.e., twelve variables for events with two jets and sixteen variables for events with three jets. ",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "We add four angular variables that are particularly sensitive to the anomalous couplings. ",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "These are cosines of angles between various final state objects in the top quark rest frame.",
            "paragraph_rank": 17,
            "section_rank": 1
        },
        {
            "text": "The BNN output is used in a Bayesian analysis that determines a posterior density as a function of the anomalous coupling and the SM coupling, separately for each scenario. ",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "Figure 3 shows the probability density distributions from the single top quark anomalous couplings search, and the middle column of Table I gives the anomalous coupling form factor limits obtained from the single top quark anomalous couplings analysis alone. ",
            "paragraph_rank": 18,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 3"
                },
                {
                    "start": 132,
                    "end": 139,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "These differ slightly from those given in Ref. ",
            "paragraph_rank": 18,
            "section_rank": 1
        },
        {
            "text": "[8] due to the exclusion of the 4-jet sample.",
            "paragraph_rank": 18,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b24",
                    "text": "[8]"
                }
            ]
        },
        {
            "text": "We account for all systematic uncertainties and their correlations among different analysis channels, and sources of signal or background, in the two analyses. ",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "Systematic uncertainties in the W boson helicity measurement are detailed in Ref. ",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "[11]. ",
            "paragraph_rank": 19,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b27",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "They arise from finite MC statistics and uncertainties on the top quark mass, jet energy scale, and MC models of signal and background. ",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "Variations in these parameters can change the measurement in two ways: by altering the estimate of the background (i.e., if the background selection efficiency changes) and by modifying the shape of the cos θ * templates. ",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "Systematic uncertainties on the tt normalization do not affect the measurement. ",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "We also assign a systematic uncertainty to account for differences between the input f 0 and f + values and the average fit values in pseudo-experiments.",
            "paragraph_rank": 19,
            "section_rank": 1
        },
        {
            "text": "Systematic uncertainties on the signal and background models in the single top quark anomalous couplings analysis are estimated using the methods described in Ref. ",
            "paragraph_rank": 20,
            "section_rank": 1
        },
        {
            "text": "[28]. ",
            "paragraph_rank": 20,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b44",
                    "text": "[28]"
                }
            ]
        },
        {
            "text": "The dominant sources of uncertainty are the jet energy scale, b-tag modeling, and MC models of signal and background, with smaller contributions from background normalizations, top quark mass, and object identification.",
            "paragraph_rank": 20,
            "section_rank": 1
        },
        {
            "text": "Uncertainties that only affect the W boson helicity measurement are MC statistics and the tt cos θ * template modeling uncertainty. ",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "Uncertainties that only affect the single top quark anomalous coupling analysis are those related to signal modeling and background normalization, including luminosity, object reconstruction, and b-tag modeling.",
            "paragraph_rank": 21,
            "section_rank": 1
        },
        {
            "text": "We use a Bayesian statistical analysis [32] to combine the W boson helicity result with that of the single top quark anomalous couplings analysis. ",
            "paragraph_rank": 22,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "type": "bibr",
                    "ref_id": "b48",
                    "text": "[32]"
                }
            ]
        },
        {
            "text": "The likelihood from the W boson helicity analysis shown in Fig. 2 is used as a prior to the analysis of single top anomalous couplings analysis. ",
            "paragraph_rank": 22,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 59,
                    "end": 65,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "For each anomalous coupling form factor scenario (f R V , f L T , and f R T ), we compare the corresponding BNN output for data with the sum of backgrounds and two signal models, the anomalous coupling model and the SM (f L V ). ",
            "paragraph_rank": 22,
            "section_rank": 1
        },
        {
            "text": "In the f L T scenario the two amplitudes interfere for single top quark production, which is taken into account through a superposition of three signal samples: one with only left-handed vector couplings, one with only left-handed tensor couplings, and one with both coupling form factors set to one (which also includes the interference term). ",
            "paragraph_rank": 22,
            "section_rank": 1
        },
        {
            "text": "For tt production all interference terms are accounted for properly in all three scenarios.",
            "paragraph_rank": 22,
            "section_rank": 1
        },
        {
            "text": "We then compute a likelihood as a product over all separate analysis channels. ",
            "paragraph_rank": 23,
            "section_rank": 1
        },
        {
            "text": "We assume Poisson distributions for the observed counts and use Gaussian distributions to model the uncertainties on the signal acceptance and background yields, including correlations of systematic uncertainties.",
            "paragraph_rank": 23,
            "section_rank": 1
        },
        {
            "text": "The uncertainties are evaluated through MC integration in an ensemble of 200,000 samples. ",
            "paragraph_rank": 24,
            "section_rank": 1
        },
        {
            "text": "Each sample has the same data distribution but signal and background contributions that are shifted by the systematic uncertainties, i.e., the signal and background shapes and normalizations as well as the prior from the W boson helicity change for each sample. ",
            "paragraph_rank": 24,
            "section_rank": 1
        },
        {
            "text": "The final posterior is the ensemble average of all individual posteriors.",
            "paragraph_rank": 24,
            "section_rank": 1
        },
        {
            "text": "The two-dimensional posterior probability density is computed as a function of |f",
            "paragraph_rank": 25,
            "section_rank": 1
        },
        {
            "text": "These probability density distributions including both W boson helicity and single top quark anomalous coupling information are shown in Fig. 4. ",
            "paragraph_rank": 26,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 137,
                    "end": 143,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 4"
                }
            ]
        },
        {
            "text": "We observe no significant anomalous contributions.",
            "paragraph_rank": 26,
            "section_rank": 1
        },
        {
            "text": "We compute 95% C.L. upper limits on the anomalous form factors by integrating over the left-handed vector contribution to obtain one-dimensional posterior probability densities. ",
            "paragraph_rank": 27,
            "section_rank": 1
        },
        {
            "text": "The limits are given in Table I.  is obtained from the f R V scenario filter by setting f R V = 0 and integrating the resulting |f L V | 2 posterior density starting at |f L V | 2 = 1 to find the 95% C.L. limit on the anomalous contribution. ",
            "paragraph_rank": 27,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 24,
                    "end": 31,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table I"
                }
            ]
        },
        {
            "text": "Limits for the other operators are obtained from the corresponding form factor limits. ",
            "paragraph_rank": 27,
            "section_rank": 1
        },
        {
            "text": "These limits are a significant improvement over previous limits. ",
            "paragraph_rank": 27,
            "section_rank": 1
        },
        {
            "text": "A separate analysis of Tevatron and early LHC results [10] provides limits on anomalous couplings that appear stronger than those presented here even though it uses less information. ",
            "paragraph_rank": 27,
            "section_rank": 1,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b26",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "This is mainly due to the use of priors that are flat in the coupling rather than the coupling squared as is done here.",
            "paragraph_rank": 27,
            "section_rank": 1
        },
        {
            "text": "In summary, we have presented a study of tW b couplings that combines W boson helicity measurements in top quark decay with anomalous couplings searches in the single top quark final state, thus using all currently applicable top quark measurements by D0. ",
            "paragraph_rank": 28,
            "section_rank": 1
        },
        {
            "text": "We find consistency with the SM and set 95% C.L. limits on anomalous tW b couplings. ",
            "paragraph_rank": 28,
            "section_rank": 1
        },
        {
            "text": "Our limits represent significant improvements over previous D0 results beyond the increase in luminosity.  ",
            "paragraph_rank": 28,
            "section_rank": 1
        },
        {
            "text": "FIG. 1 :",
            "section_rank": 2
        },
        {
            "text": "FIG. 1: (color online) Likelihood contours at the 68% C.L. and the 95% C.L. as a function of W boson helicity fractions. ",
            "section": "FIG. 1 :",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "Statistical uncertainties and systematic uncertainties that are uncorrelated with the single top quark measurement are included. ",
            "section": "FIG. 1 :",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "The squares, triangles and upside-down triangles show f RV , f L T and f R T varying in fifty equal-size steps such that their ratio to f L V goes from zero to ten-to-one. ",
            "section": "FIG. 1 :",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "The dashed triangle denotes the physically allowed region.",
            "section": "FIG. 1 :",
            "paragraph_rank": 29,
            "section_rank": 2
        },
        {
            "text": "FIG. 2 :FIG. ",
            "section_rank": 3
        },
        {
            "text": "3 :",
            "section_rank": 3
        },
        {
            "text": "FIG. 2: (color online) Likelihood density as a function of tW b coupling form factors, for ",
            "section": "FIG. 2 :FIG. 3 :",
            "paragraph_rank": 30,
            "section_rank": 3
        },
        {
            "text": "(a) right-vector vs. left-vector couplings, ",
            "section": "FIG. 2 :FIG. 3 :",
            "paragraph_rank": 30,
            "section_rank": 3
        },
        {
            "text": "(b) left-tensor vs. left-vector couplings, and ",
            "section": "FIG. 2 :FIG. 3 :",
            "paragraph_rank": 30,
            "section_rank": 3
        },
        {
            "text": "(c) right-tensor vs. left-vector couplings, using information from the W boson helicity measurement only. ",
            "section": "FIG. 2 :FIG. 3 :",
            "paragraph_rank": 30,
            "section_rank": 3
        },
        {
            "text": "All systematic uncertainties are included. ",
            "section": "FIG. 2 :FIG. 3 :",
            "paragraph_rank": 30,
            "section_rank": 3
        },
        {
            "text": "Each color corresponds to a contour of equal likelihood density.",
            "section": "FIG. 2 :FIG. 3 :",
            "paragraph_rank": 30,
            "section_rank": 3
        },
        {
            "text": "FIG. 4 :",
            "section_rank": 4
        },
        {
            "text": "FIG. 4: Posterior density distribution for the combination of W boson helicity and single top quark measurements for ",
            "section": "FIG. 4 :",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "text": "(a) right-vector vs. left-vector form factors, ",
            "section": "FIG. 4 :",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "text": "(b) left-tensor vs. left-vector form factors and ",
            "section": "FIG. 4 :",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "text": "(c) right-tensor vs. left-vector form factors. ",
            "section": "FIG. 4 :",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "text": "All systematic uncertainties are included.",
            "section": "FIG. 4 :",
            "paragraph_rank": 31,
            "section_rank": 4
        },
        {
            "text": "L. Uvarov, 36 S. Uvarov, 36 S. Uzunyan, 47 R. Van Kooten, 49 W.M. van Leeuwen, 30 N. Varelas, 46 E.W. Varnes, 42 I.A. Vasilyev, 35 P. Verdier, 17 A.Y. Verkheev, 32 L.S. Vertogradov, 32 M. Verzocchi, 45 M. Vesterinen, 41 D. Vilanova, 15 P. Vokac, 7 H.D. Wahl, 44 M.H.L.S. Wang, 45 J. Warchol, 51 G. Watts, 77 M. Wayne, 51 J. Weichert, 21 L. Welty-Rieger, 48 A. White, 73 D. Wicke, 23 M.R.J. Williams, 39 G.W. Wilson, 53 M. Wobisch, 55 D.R. Wood, 57 T.R. Wyatt, 41 Y. Xie, 45 R. Yamada, 45 W.",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "text": "-C. ",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "text": "Yang, 41 T. Yasuda, 45 Y.A. Yatsunenko, 32 W. Ye, 67 Z. Ye, 45 H. Yin, 45 K. Yip, 68 S.W. Youn, 45 J. Zennamo, 64 T. Zhao, 77 T.G. Zhao, 41 B. Zhou, 58 J. Zhu, 58 M. Zielinski, 66 D. Zieminska, 49 and L. Zivkovic 72 (The D0 Collaboration",
            "paragraph_rank": 32,
            "section_rank": 5
        },
        {
            "text": "* )",
            "paragraph_rank": 33,
            "section_rank": 5
        },
        {
            "text": "PACS numbers: 14.65.Ha; 12.15.Ji; 13.85.Qk",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "text": "TABLE I :",
            "section_rank": 7
        },
        {
            "text": "Observed upper limits on anomalous tW b couplings at 95% C.L. from W boson helicity assuming f",
            "section": "TABLE I :",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "text": "Table Ialso shows the limits obtained from only the W boson helicity analysis with the additional assumption that f L V = 1. ",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "Compared with the results obtained using only the single-top search, the combination improves the limits on the form factors significantly because the individual analyses provide complementary information.The 95% C.L. limits on the coupling operators in the operator notation based on Eq. ",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "2 are |C",
            "paragraph_rank": 36,
            "section_rank": 8
        },
        {
            "text": "We thank the staffs at Fermilab and collaborating institutions, and acknowledge support from the DOE and NSF (USA); CEA and CNRS/IN2P3 (France); MON, Rosatom and RFBR (Russia); CNPq, FAPERJ, FAPESP and FUNDUNESP (Brazil); DAE and DST (India); Colciencias (Colombia); CONACyT (Mexico); NRF (Korea); FOM (The Netherlands); STFC and the Royal Society (United Kingdom); MSMT and GACR (Czech Republic); BMBF and DFG (Germany); SFI (Ireland); The Swedish Research Council (Sweden); and CAS and CNSF (China).",
            "paragraph_rank": 37,
            "section_rank": 10
        }
    ]
}