{
    "level": "sentence",
    "abstract": [
        {
            "text": "Prompt photons are a powerful tool to study heavy ion collisions. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "Their production rates provide access to the initial state parton distribution functions and also provide a means to calibrate the expected energy of jets that are produced in the medium. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The ATLAS detector measures photons with its hermetic, longitudinally segmented calorimeter, which gives excellent spatial and energy resolutions, and detailed information about the shower shape of each measured photon. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "This provides significant rejection against the expected background from the decays of neutral pions in jets. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "Rejection against jet fragmentation products is further enhanced by requiring candidate photons to be isolated. ",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "First results on the spectra of isolated prompt photons from a dataset with an integrated luminosity of approximately 0.13 nb −1 of lead-lead collisions at √ s NN = 2.76 TeV are shown as a function of transverse momentum and centrality.",
            "paragraph_rank": 0,
            "section_rank": 1
        },
        {
            "text": "The measured spectra are compared to expectations from perturbative QCD calculations.",
            "paragraph_rank": 1,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "While di-jet asymmetry distributions at the Large Hadron Collider (LHC) [1] are consistent with energy loss in the hot, dense medium, the detailed physical mechanism of \"jet quenching\" is still not understood. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 75,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "One of the limiting factors in understanding jet quenching is having a proper calibration of the initial jet energy. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "Replacing one of the jets with a penetrating probe, such as a photon or electroweak boson (W or Z), offers the possibility of calibrating the energy of the initial jet. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "This was first proposed by Wang and collaborators in Ref. ",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2
        },
        {
            "text": "[2].",
            "section": "Introduction",
            "paragraph_rank": 2,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Prompt photons are themselves expected to arise via direct emission and fragmentation from jets. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In order to remove background events from di-jet processes, as well as the fragmentation photons, an \"isolation\" criterion is typically applied within a cone of a well-defined radius relative to the photon direction. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "In lower-energy heavy ion collisions, the PHENIX experiment performed measurements of direct photon rates in gold-gold collisions at √ s NN = 200 GeV [3]. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 150,
                    "end": 153,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ],
            "entity_spans": [
                {
                    "start": 42,
                    "end": 48,
                    "type": "software",
                    "rawForm": "PHENIX",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "The CMS experiment performed the first measurement of isolated prompt photon rates in both proton-proton as well as lead-lead collisions, at the nucleon-nucleon center-of-mass energy of √ s NN = 2.76 TeV [4].",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "They found rates consistent with a scaling with the number of binary collisions. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This work presents the measurement of the yield of prompt isolated photons in the transverse momentum range p T = 45 − 200 GeV as a function of collision centrality from the ATLAS experiment. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The results are described in more detail in Ref.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "[5].",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Experimental setup and photon reconstruction",
            "section_rank": 3
        },
        {
            "text": "The ATLAS detector is described in detail in Ref. ",
            "section": "Experimental setup and photon reconstruction",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "[6]. ",
            "section": "Experimental setup and photon reconstruction",
            "paragraph_rank": 6,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[6]"
                }
            ]
        },
        {
            "text": "The ATLAS inner detector is comprised of three major subsystems: the pixel detector, the semiconductor detector (SCT) and the transition radiation tracker (TRT), which cover full azimuth and pseudorapidity out to |η| = 2.5. ",
            "section": "Experimental setup and photon reconstruction",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "The ATLAS calorimeter is a large-acceptance, longitudinallysegmented sampling calorimeter covering |η| < 4.9 with electromagnetic and hadronic sections. ",
            "section": "Experimental setup and photon reconstruction",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "In test beam environments and in typical proton-proton collisions, the calorimeter is found to have a sampling term for electromagnetic arXiv:1209.4910v1 [hep-ex] 21 Sep 2012",
            "section": "Experimental setup and photon reconstruction",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": ". The total material in front of the electromagnetic calorimeter ranges from 2.5 to 6 radiation lengths as a function of pseudorapidity, except the transition region between the barrel and endcap regions, in which the material is up to 11.5 radiation lengths. The hadronic calorimeter section is located radially just after the electromagnetic calorimeter. Within |η| < 1.7, it is a sampling calorimeter of steel and scintillator tiles, with a depth of 7.4 hadronic interaction lengths. In the endcap region it is copper and liquid argon with a depth of 9 interaction lengths.",
            "section": "Experimental setup and photon reconstruction",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "To reconstruct photons in the context of a heavy ion collision, the large background from the underlying event (UE) is subtracted from each event. ",
            "section": "Experimental setup and photon reconstruction",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "This is performed during the heavy ion jet reconstruction, which precedes the photon reconstruction, as explained in detail in Ref. ",
            "section": "Experimental setup and photon reconstruction",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "[7]. ",
            "section": "Experimental setup and photon reconstruction",
            "paragraph_rank": 8,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "This procedure provides a new set of \"subtracted\" cells, from which the mean underlying event, as well as the large-scale modulation from elliptic flow, has been removed. ",
            "section": "Experimental setup and photon reconstruction",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Acting upon the subtracted cells, the ATLAS photon reconstruction [8] is seeded by clusters of at least 2.5 GeV found using a sliding window algorithm applied to the second sampling layer of the electromagnetic calorimeter, which typically absorbs over 50% of the deposited photon energy. ",
            "section": "Experimental setup and photon reconstruction",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "The energy measurement is made using all three layers of the electromagnetic calorimeter and the presampler, with a size in the barrel region of ∆η × ∆φ = 0.075 × 0.0125. ",
            "section": "Experimental setup and photon reconstruction",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "In the dense environment of the heavy ion collision, the photon conversion recovery procedure is not performed, due to the overwhelming number of combinatoric pairs in more central collisions.",
            "section": "Experimental setup and photon reconstruction",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "To reject clusters arising from hadronic fragments of jets, particularly neutral mesons, the calorimeter is also used to measure an isolation energy for each photon candidate, E T (R iso ). ",
            "section": "Experimental setup and photon reconstruction",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "The isolation energy is the sum of transverse energies in calorimeter cells (including hadronic and electromagnetic sections) in a cone defined by R = ∆η 2 + ∆φ 2 < R iso around the photon axis, excluding central core of cells in a region with a size corresponding to 5×7 second layer cells.",
            "section": "Experimental setup and photon reconstruction",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "Data and simulation samples",
            "section_rank": 4
        },
        {
            "text": "The data sample analyzed here is from the 2011 LHC heavy ion run, colliding lead nuclei at",
            "section": "Data and simulation samples",
            "paragraph_rank": 10,
            "section_rank": 4
        },
        {
            "text": "TeV. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "After a trigger requiring a 16 GeV energy deposition in the electromagnetic calorimeter, which is sensitive in particular to both electrons and photons, events were selected which contained a reconstructed photon or electron candidate with a cluster transverse energy of at least 40 GeV. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Events were then further analyzed if they satisfied a set of quality cuts: the event had to be taken during a period when the detector was found to be working properly, leaving an integrated luminoisty of approximately L int = 0.13 nb −1 for this analysis, after the exclusion of several runs. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Two sets of Minimum Bias Trigger Scintillators covering 2.09 < |η| < 3.84 are required to have a well reconstructed time signal, and a relative time between the two counters of less than 5 ns. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "Finally, a good vertex is required to be reconstructed in the ATLAS detector, to reject background events from e.g. cosmic rays. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "In this measurement, yields are presented per minimum bias collision, which are estimated using the total integrated luminosity, measured using the ATLAS luminosity detectors [9]. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 175,
                    "end": 178,
                    "type": "bibr",
                    "text": "[9]"
                }
            ]
        },
        {
            "text": "The centrality of each heavy ion collision is determined using the sum of the transverse energy in all cells in the forward calorimeter (3.1 < |η| < 4.9), at the electromagnetic scale. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "The minimum bias trigger and event selection criteria were studied in detail in the 2010 data sample [13] and it was found that 98 ± 2% of the total inelastic cross section is sampled by the trigger and event selection requirements. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "For this analysis, the data have been divided into four centrality intervals, covering the 0-10%, 10-20%, 20-40% and 40-80% most central events. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "In this convention, the 0-10% interval has the highest multiplicities, and the 40-80% the lowest.",
            "section": "Data and simulation samples",
            "paragraph_rank": 11,
            "section_rank": 4
        },
        {
            "text": "For the extraction of photon performance parameters (efficiencies, photon energy scale, isolation properties), a set of 450,000 photon+jet events generated using the ATLAS MC11 tune of PYTHIA 6.4 [10] at √ s = 2.76 TeV, is overlaid on minimum-bias HIJING [11] events, which are referred-to as the \"PYTHIA+HIJING\" sample. ",
            "section": "Data and simulation samples",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "[10]"
                },
                {
                    "start": 255,
                    "end": 259,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[11]"
                }
            ],
            "entity_spans": [
                {
                    "start": 185,
                    "end": 191,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                },
                {
                    "start": 298,
                    "end": 304,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "The generated events are fully simulated using GEANT4 [12] and digitized to produce simulated raw data files, that are reconstructed and analyzed exactly as is done for experimental data.",
            "section": "Data and simulation samples",
            "paragraph_rank": 12,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 54,
                    "end": 58,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Photon selection and reconstruction performance",
            "section_rank": 5
        },
        {
            "text": "The fine-grained, longitudinally segmented calorimeter utilized in ATLAS allows detailed characterization of the shape of each photon shower, providing tools to reject jets and hadrons, while maintaining high efficiency for the photons themselves. ",
            "section": "Photon selection and reconstruction performance",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "In this analysis, nine shower-shape variables are used, all of which have been used extensively in previous ATLAS measurements, particularly the measurement of prompt photon spectra as a function of pseudorapidity [14,15]. ",
            "section": "Photon selection and reconstruction performance",
            "paragraph_rank": 13,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[14,"
                },
                {
                    "start": 218,
                    "end": 221,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "15]"
                }
            ]
        },
        {
            "text": "The cuts used in this analysis are \"HI tight\" cuts, defined in Ref.",
            "section": "Photon selection and reconstruction performance",
            "paragraph_rank": 13,
            "section_rank": 5
        },
        {
            "text": "[5] as a minimal set of changes to the standard set of tight cuts used for unconverted photons in the proton-proton analysis. ",
            "section": "Photon selection and reconstruction performance",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Photons are also restricted to be in the pseudorapidity interval |η| < 1.3.",
            "section": "Photon selection and reconstruction performance",
            "paragraph_rank": 14,
            "section_rank": 5
        },
        {
            "text": "Relative to the energy calibration determined in pp collisions [8], the residual correction needed to compensate for the mixture of converted and unconverted photons is found to be generally less than a percent for much of the measured p T range. ",
            "section": "Photon selection and reconstruction performance",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "It was found in the PYTHIA+HIJING sample, that there are no significant differences in the residual corrections between peripheral and central events. ",
            "section": "Photon selection and reconstruction performance",
            "paragraph_rank": 15,
            "section_rank": 5,
            "entity_spans": [
                {
                    "start": 20,
                    "end": 26,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "Figure 1 shows the distributions of the isolation energy E T (R iso = 0.3) for two centrality bins, compared with simulated distributions, normalized in the region E T (R iso = 0.3) < 0. ",
            "section": "Photon selection and reconstruction performance",
            "paragraph_rank": 15,
            "section_rank": 5,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "Both data and MC distributions grow noticeably wider with increasing centrality, and agree well in the region of negative isolation energy. ",
            "section": "Photon selection and reconstruction performance",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "The observed enhancement on the E T (R iso = 0.3) > 0 side of these distributions is expected from di-jet background events.",
            "section": "Photon selection and reconstruction performance",
            "paragraph_rank": 15,
            "section_rank": 5
        },
        {
            "text": "Measurement of photon yields",
            "section_rank": 6
        },
        {
            "text": "Di-jet backgrounds are subtracted using the so-called \"double sideband method\" [14,15]) where photons are binned along two axes: the isolation energy within a chosen isolation cone size, and the photon selection criterion (\"tight\" or \"non tight\"). ",
            "section": "Measurement of photon yields",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 83,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[14,"
                },
                {
                    "start": 83,
                    "end": 86,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "15]"
                }
            ]
        },
        {
            "text": "Non-tight photons fail at least one of the more stringent cuts, and have an enhanced di-jet contribution. ",
            "section": "Measurement of photon yields",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "The double sideband approach uses the ratio of counts for non-tight photons which satisfy or fail the isolation requirement to extrapolate the measured number of tight non-isolated photons into the signal region. ",
            "section": "Measurement of photon yields",
            "paragraph_rank": 16,
            "section_rank": 6
        },
        {
            "text": "The purity extracted using this technique is shown in the left panel of Figure 2 (as 1−Purity) for four centrality intervals.",
            "section": "Measurement of photon yields",
            "paragraph_rank": 16,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 72,
                    "end": 80,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "The final conversion of the measured yield into a yield per event requires two more factors: the total number of events in each centrality sample, and a reconstruction efficiency including all known effects. ",
            "section": "Measurement of photon yields",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The efficiencies are defined for \"HI tight\", isolated photons relative to all PYTHIA photons with an isolation energy in a cone of R iso = 0.3 around the photon direction of less than 6 GeV. ",
            "section": "Measurement of photon yields",
            "paragraph_rank": 17,
            "section_rank": 6,
            "entity_spans": [
                {
                    "start": 78,
                    "end": 84,
                    "type": "software",
                    "rawForm": "PYTHIA",
                    "resp": "whitelist",
                    "id": "software-simple-w4"
                }
            ]
        },
        {
            "text": "The needed efficiency corrections are categorized into three broad classes: reconstruction efficiency, identification efficiency, and isolation efficiency. ",
            "section": "Measurement of photon yields",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "These are defined in such a way that the \"total efficiency\" tot is simply the product of these three factors. ",
            "section": "Measurement of photon yields",
            "paragraph_rank": 17,
            "section_rank": 6
        },
        {
            "text": "The right panel of Figure 2 shows the product of the reconstruction and identification efficiency (points) and the total efficiency (solid lines).",
            "section": "Measurement of photon yields",
            "paragraph_rank": 17,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 19,
                    "end": 27,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Figure 2"
                }
            ]
        },
        {
            "text": "Several sources of systematic uncertainty have been estimated by varying the assumptions applied to the analysis: the definition of tight and non-tight cuts, the event counting procedure, the photon energy scale, and the photon energy resolution. ",
            "section": "Measurement of photon yields",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "The uncertainties are dominated by the variations in the choice of the photon identification cuts and the precise choice of isolation cone properties, and a p T -and centrality-independent uncertainty of 31% is applied.",
            "section": "Measurement of photon yields",
            "paragraph_rank": 18,
            "section_rank": 6
        },
        {
            "text": "The photon yield is defined as 1",
            "section": "Measurement of photon yields",
            "paragraph_rank": 19,
            "section_rank": 6
        },
        {
            "text": "A is the background-subtracted yield in region A, tot is the abovementioned total efficiency, N evt is the number of events in the centrality bin c, ∆p T is the width of the transverse momentum interval. ",
            "section": "Measurement of photon yields",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "The final yields are shown divided by the mean nuclear thickness T AA (which scales as the number of binary collisions) as a function of photon p T in Figure 3. ",
            "section": "Measurement of photon yields",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 151,
                    "end": 159,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "While the most peripheral interval (40-80%) is unscaled, each subsequent centrality interval is scaled up by a factor of 10 for visibility. ",
            "section": "Measurement of photon yields",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "Also included are CMS data [4] for 0-10% central heavy ion collisions, |η| < 1.44 (a 10% larger interval in η), and an isolation condition of at most 5 GeV transverse energy in a cone of radius R iso = 0.4, superimposed on the most central bin, as well as CMS pp data [4] from √ s = 2.76 TeV, superimposed on the most peripheral bin. ",
            "section": "Measurement of photon yields",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                },
                {
                    "start": 268,
                    "end": 271,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "[4]"
                }
            ]
        },
        {
            "text": "The systematic uncertainties on the yield are indicated by yellow bands, and the uncertainties on the mean nuclear thickness are tabulated in Ref. ",
            "section": "Measurement of photon yields",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "[5]. ",
            "section": "Measurement of photon yields",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "text": "[5]"
                }
            ]
        },
        {
            "text": "The ratio of the data to JETPHOX 1.3.0 [16, 17] is shown in the right panel of Figure 3. ",
            "section": "Measurement of photon yields",
            "paragraph_rank": 20,
            "section_rank": 6,
            "ref_spans": [
                {
                    "start": 79,
                    "end": 87,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "It is observed that, within the statistical and systematic uncertainties, the data are consistent with the predictions in all centrality intervals.",
            "section": "Measurement of photon yields",
            "paragraph_rank": 20,
            "section_rank": 6
        },
        {
            "text": "Conclusion",
            "section_rank": 7
        },
        {
            "text": "Yields of isolated prompt photons in lead-lead collisions have been measured as a function of collision centrality in a kinematic range of photon p T = 45 − 200 GeV and for |η| < 1.3. ",
            "section": "Conclusion",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "Photons have been reconstructed using the large-acceptance, longitudinally segmented ATLAS electromagnetic calorimeter, after subtraction of the average background, event-by-event. ",
            "section": "Conclusion",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "After scaling the yields by the mean nuclear thickness T AA , they are observed to be constant as a function of centrality within experimental uncertainties, implying a linear scaling with the number of binary collisions. ",
            "section": "Conclusion",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "The scaled yields, as a function of p T , are found to be in good agreement with next-to-leading order pQCD calculations, as implemented in JETPHOX 1.3.0. ",
            "section": "Conclusion",
            "paragraph_rank": 21,
            "section_rank": 7
        },
        {
            "text": "Figure 1 :",
            "section_rank": 8
        },
        {
            "text": "Figure 1: Distributions of photon isolation energy in a R iso = 0.3 cone for the most peripheral and central centrality bins in data (black points) and for MC (yellow histogram), normalized for negative E T (R iso = 0.3) values [5]. ",
            "section": "Figure 1 :",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "The differences at large values of E T (R iso = 0.3) can be attributed to the presence of jet contamination in the data, which is not present in the MC sample.",
            "section": "Figure 1 :",
            "paragraph_rank": 22,
            "section_rank": 8
        },
        {
            "text": "Figure 2 :",
            "section_rank": 9
        },
        {
            "text": "photon p 0 100 200 300",
            "section": "Figure 2 :",
            "paragraph_rank": 23,
            "section_rank": 9
        },
        {
            "text": "Figure 3 :",
            "section_rank": 10
        },
        {
            "text": "photon p 0 100 200",
            "section": "Figure 3 :",
            "paragraph_rank": 24,
            "section_rank": 10
        }
    ]
}