{
    "level": "sentence",
    "abstract": [
        {
            "text": "The luminosity calibration for the ATLAS detector at the LHC during pp collisions at √ s = 7 TeV in 2010 and 2011 is presented. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "Evaluation of the luminosity scale is performed using several luminosity-sensitive detectors, and comparisons are made of the long-term stability and accuracy of this calibration applied to the pp collisions at √ s = 7 TeV. ",
            "paragraph_rank": 2,
            "section_rank": 1
        },
        {
            "text": "A luminosity uncertainty of δL/L = ±3.5 % is obtained for the 47 pb −1 of data delivered to ATLAS in 2010, and an uncertainty of δL/L = ±1.8 % is obtained for the 5.5 fb −1 delivered in 2011.",
            "paragraph_rank": 2,
            "section_rank": 1
        }
    ],
    "body_text": [
        {
            "text": "Introduction",
            "section_rank": 2
        },
        {
            "text": "An accurate measurement of the delivered luminosity is a key component of the ATLAS [1] physics programme. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 84,
                    "end": 87,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "For cross-section measurements, the uncertainty on the delivered luminosity is often one of the major systematic uncertainties. ",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "Searches for, and eventual discoveries of, new physical phenomena beyond the Standard Model also rely on accurate information about the delivered luminosity to evaluate background levels and determine sensitivity to the signatures of new phenomena.",
            "section": "Introduction",
            "paragraph_rank": 3,
            "section_rank": 2
        },
        {
            "text": "This paper describes the measurement of the luminosity delivered to the ATLAS detector at the LHC in pp collisions at a centre-of-mass energy of √ s = 7 TeV during 2010 and 2011. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The analysis is an evolution of the process documented in the initial ATLAS luminosity publication [2] and includes an improved determination of the luminosity in 2010 along with a new analysis for 2011. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Table 1 highlights the operational conditions of the LHC during 2010 and 2011. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "ref_id": "tab_0",
                    "text": "Table 1"
                }
            ]
        },
        {
            "text": "The peak instantaneous luminosity delivered by the LHC at the start of a fill increased from L peak = 2.0 × 10 32 cm −2 s −1 in 2010 to L peak = 3.6 × 10 33 cm −2 s −1 by the end of 2011. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "This increase results from both an increased instantaneous luminosity delivered per bunch crossing as well as a significant increase in the total number of e-mail: atlas.publications@cern.ch bunches colliding. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "Figure 1 illustrates the evolution of these two parameters as a function of time. ",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 1"
                }
            ]
        },
        {
            "text": "As a result of these changes in operating conditions, the details of the luminosity measurement have evolved from 2010 to 2011, although the overall methodology remains largely the same.",
            "section": "Introduction",
            "paragraph_rank": 4,
            "section_rank": 2
        },
        {
            "text": "The strategy for measuring and calibrating the luminosity is outlined in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "2, followed in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "3 by a brief description of the detectors used for luminosity determination. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Each of these detectors utilizes one or more luminosity algorithms as described in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "4. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "The absolute calibration of these algorithms using beam-separation scans is described in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "5, while a summary of the systematic uncertainties on the luminosity calibration as well as the calibration results are presented in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "6. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "Additional corrections which must be applied over the course of the 2011 data-taking period are described in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "7, while additional uncertainties related to the extrapolation of the absolute luminosity calibration to the full 2010 and 2011 data samples are described in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "8. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "The final results and uncertainties are summarized in Sect. ",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "9.",
            "section": "Introduction",
            "paragraph_rank": 5,
            "section_rank": 2
        },
        {
            "text": "Overview",
            "section_rank": 3
        },
        {
            "text": "The luminosity L of a pp collider can be expressed as",
            "section": "Overview",
            "paragraph_rank": 6,
            "section_rank": 3
        },
        {
            "text": "where R inel is the rate of inelastic collisions and σ inel is the pp inelastic cross-section. ",
            "section": "Overview",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "For a storage ring, operating at a revolution frequency f r and with n b bunch pairs colliding per revolution, this expression can be rewritten as",
            "section": "Overview",
            "paragraph_rank": 7,
            "section_rank": 3
        },
        {
            "text": "where μ is the average number of inelastic interactions per bunch crossing. ",
            "section": "Overview",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Maximum inelastic interactions per crossing ∼5 ∼20",
            "section": "Overview",
            "paragraph_rank": 8,
            "section_rank": 3
        },
        {
            "text": "Total integrated luminosity delivered 47 pb −1 5.5 fb −1 Fig. 1 Average number of inelastic pp interactions per bunch crossing at the start of each LHC fill (above) and number of colliding bunches per LHC fill (below) are shown as a function of time in 2010 and 2011. ",
            "section": "Overview",
            "paragraph_rank": 9,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 63,
                    "type": "figure",
                    "text": "Fig. 1"
                }
            ]
        },
        {
            "text": "The product of these two quantities is proportional to the peak luminosity at the start of each fill",
            "section": "Overview",
            "paragraph_rank": 9,
            "section_rank": 3
        },
        {
            "text": "As discussed in Sects. ",
            "section": "Overview",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "3 and 4, ATLAS monitors the delivered luminosity by measuring the observed interaction rate per crossing, μ vis , independently with a variety of detectors and using several different algorithms. ",
            "section": "Overview",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The luminosity can then be written as L = μ vis n b f r σ vis (3) where σ vis = εσ inel is the total inelastic cross-section multiplied by the efficiency ε of a particular detector and algorithm, and similarly μ vis = εμ. ",
            "section": "Overview",
            "paragraph_rank": 10,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 62,
                    "end": 65,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "(3)"
                }
            ]
        },
        {
            "text": "Since μ vis is an experimentally observable quantity, the calibration of the luminosity scale for a particular detector and algorithm is equivalent to determining the visible cross-section σ vis . ",
            "section": "Overview",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "The majority of the algorithms used in the ATLAS luminosity determination are event counting algorithms, where each particular bunch crossing is categorized as either passing or not passing a given set of criteria designed to detect the presence of at least one inelastic pp collision. ",
            "section": "Overview",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "In the limit μ vis 1, the average number of visible inelastic interactions per bunch crossing is given by the simple expression μ vis ≈ N/N BC where N is the number of bunch crossings (or events) passing the selection criteria that are observed during a given time interval, and N BC is the total number of bunch crossings in that same interval. ",
            "section": "Overview",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "As μ vis increases, the probability that two or more pp interactions occur in the same bunch crossing is no longer negligible (a condition referred to as \"pile-up\"), and μ vis is no longer linearly related to the raw event count N . ",
            "section": "Overview",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "Instead μ vis must be calculated taking into account Poisson statistics, and in some cases instrumental or pile-up-related effects. ",
            "section": "Overview",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "In the limit where all bunch crossings in a given time interval contain an event, the event counting algorithm no longer provides any useful information about the interaction rate.",
            "section": "Overview",
            "paragraph_rank": 10,
            "section_rank": 3
        },
        {
            "text": "An alternative approach, which is linear to higher values of μ vis but requires control of additional systematic effects, is that of hit counting algorithms. ",
            "section": "Overview",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "Rather than counting how many bunch crossings pass some minimum criteria for containing at least one inelastic interaction, in hit counting algorithms the number of detector readout channels with signals above some predefined threshold is counted. ",
            "section": "Overview",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "This provides more information per event, and also increases the μ vis value at which the algorithm saturates compared to an event-counting algorithm. ",
            "section": "Overview",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "The extreme limit of hit counting algorithms, achievable only in detectors with very fine segmentation, are particle counting algorithms, where the number of individual particles entering a given detector is counted directly. ",
            "section": "Overview",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "More details on how these different algorithms are defined, as well as the procedures for converting the observed event or hit rate into the visible interaction rate μ vis , are discussed in Sect. ",
            "section": "Overview",
            "paragraph_rank": 11,
            "section_rank": 3
        },
        {
            "text": "4.",
            "section": "Overview",
            "paragraph_rank": 11,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "As described more fully in Sect. ",
            "section": "Overview",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "5, the calibration of σ vis is performed using dedicated beam-separation scans, also known as van der Meer (vdM) scans, where the absolute luminosity can be inferred from direct measurements of the beam parameters [3,4]. ",
            "section": "Overview",
            "paragraph_rank": 12,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3,"
                },
                {
                    "start": 217,
                    "end": 219,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4]"
                }
            ]
        },
        {
            "text": "The delivered luminosity can be written in terms of the accelerator parameters as",
            "section": "Overview",
            "paragraph_rank": 12,
            "section_rank": 3
        },
        {
            "text": "x Σ y (4) where n 1 and n 2 are the bunch populations (protons per bunch) in beam 1 and beam 2 respectively (together forming the bunch population product), and Σ x and Σ y characterize the horizontal and vertical convolved beam widths. ",
            "section": "Overview",
            "paragraph_rank": 13,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 6,
                    "end": 9,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "(4)"
                }
            ]
        },
        {
            "text": "In a vdM scan, the beams are separated by steps of a known distance, which allows a direct measurement of Σ x and Σ y . ",
            "section": "Overview",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "Combining this scan with an external measurement of the bunch population product n 1 n 2 provides a direct determination of the luminosity when the beams are unseparated.",
            "section": "Overview",
            "paragraph_rank": 13,
            "section_rank": 3
        },
        {
            "text": "A fundamental ingredient of the ATLAS strategy to assess and control the systematic uncertainties affecting the absolute luminosity determination is to compare the measurements of several luminosity detectors, most of which use more than one algorithm to assess the luminosity. ",
            "section": "Overview",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "These multiple detectors and algorithms are characterized by significantly different acceptance, response to pile-up, and sensitivity to instrumental effects and to beam-induced backgrounds. ",
            "section": "Overview",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "In particular, since the calibration of the absolute luminosity scale is established in dedicated vdM scans which are carried out relatively infrequently (in 2011 there was only one set of vdM scans at √ s = 7 TeV for the entire year), this calibration must be assumed to be constant over long periods and under different machine conditions. ",
            "section": "Overview",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "The level of consistency across the various methods, over the full range of single-bunch luminosities and beam conditions, and across many months of LHC operation, provides valuable cross-checks as well as an estimate of the detectorrelated systematic uncertainties. ",
            "section": "Overview",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "A full discussion of these is presented in Sects. ",
            "section": "Overview",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "6-8. ",
            "section": "Overview",
            "paragraph_rank": 14,
            "section_rank": 3,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "6-8."
                }
            ]
        },
        {
            "text": "The information needed for most physics analyses is an integrated luminosity for some well-defined data sample. ",
            "section": "Overview",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "The basic time unit for storing luminosity information for physics use is the Luminosity Block (LB). ",
            "section": "Overview",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "The boundaries of each LB are defined by the ATLAS Central Trigger Processor (CTP), and in general the duration of each LB is one minute. ",
            "section": "Overview",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Trigger configuration changes, such as prescale changes, can only happen at luminosity block boundaries, and data are analysed under the assumption that each luminosity block contains data taken under uniform conditions, including luminosity. ",
            "section": "Overview",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "The average luminosity for each detector and algorithm, along with a variety of general ATLAS data quality information, is stored for each LB in a relational database. ",
            "section": "Overview",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "To define a data sample for physics, quality criteria are applied to select LBs where conditions are acceptable, then the average luminosity in that LB is multiplied by the LB duration to provide the integrated luminosity delivered in that LB. ",
            "section": "Overview",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Additional corrections can be made for trigger deadtime and trigger prescale factors, which are also recorded on a per-LB basis. ",
            "section": "Overview",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Adding up the integrated luminosity delivered in a specific set of luminosity blocks provides the integrated luminosity of the entire data sample.",
            "section": "Overview",
            "paragraph_rank": 14,
            "section_rank": 3
        },
        {
            "text": "Luminosity detectors",
            "section_rank": 4
        },
        {
            "text": "This section provides a description of the detector subsystems used for luminosity measurements. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "The ATLAS detector is discussed in detail in Ref. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "[1]. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "[1]"
                }
            ]
        },
        {
            "text": "The first set of detectors uses either event or hit counting algorithms to measure the luminosity on a bunch-by-bunch basis. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "The second set infers the total luminosity (summed over all bunches) by monitoring detector currents sensitive to average particle rates over longer time scales. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "In each case, the detector descriptions are arranged in order of increasing magnitude of pseudorapidity. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "1 The Inner Detector is used to measure the momentum of charged particles over a pseudorapidity interval of |η| < 2.5. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b0",
                    "text": "1"
                }
            ]
        },
        {
            "text": "It consists of three subsystems: a pixel detector, a silicon microstrip tracker, and a transition-radiation straw-tube tracker. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "These detectors are located inside a solenoidal magnet that provides a 2 T axial field. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "The tracking efficiency as a function of transverse momentum (p T ), averaged over all pseudorapidity, rises from 10 % at 100 MeV to around 86 % for p T above a few GeV [5,6]. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 15,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "[5,"
                },
                {
                    "start": 172,
                    "end": 174,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6]"
                }
            ],
            "entity_spans": [
                {
                    "start": 126,
                    "end": 129,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w0"
                }
            ]
        },
        {
            "text": "The main application of the Inner Detector for luminosity measurements is to detect the primary vertices produced in inelastic pp interactions.",
            "section": "Luminosity detectors",
            "paragraph_rank": 15,
            "section_rank": 4
        },
        {
            "text": "To provide efficient triggers at low instantaneous luminosity (L < 10 33 cm −2 s −1 ), ATLAS has been equipped with segmented scintillator counters, the Minimum Bias Trigger Scintillators (MBTS). ",
            "section": "Luminosity detectors",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Located at z = ±365 cm from the nominal interaction point (IP), and covering a rapidity range 2.09 < |η| < 3.84, the main purpose of the MBTS system is to provide a trigger on minimum collision activity during a pp bunch crossing. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "Light emitted by the scintillators is collected by wavelength-shifting optical fibers and guided to photomultiplier tubes. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "The MBTS signals, after being shaped and amplified, are fed into leading-edge discriminators and sent to the trigger system. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "The MBTS detectors are primarily used for luminosity measurements in early 2010, and are no longer used in the 2011 data.",
            "section": "Luminosity detectors",
            "paragraph_rank": 16,
            "section_rank": 4
        },
        {
            "text": "The Beam Conditions Monitor (BCM) consists of four small diamond sensors, approximately 1 cm 2 in crosssection each, arranged around the beampipe in a cross pattern on each side of the IP, at a distance of z = ±184 cm. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "The BCM is a fast device originally designed to monitor background levels and issue beam-abort requests when beam losses start to risk damaging the Inner Detector. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "The fast readout of the BCM also provides a bunch-by-bunch luminosity signal at |η| = 4.2 with a time resolution of 0.7 ns. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "The horizontal and vertical pairs of BCM detectors are read out separately, leading to two luminosity measurements labelled BCMH and BCMV respectively. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "Because the acceptances, thresholds, and data paths may all have small differences between BCMH and BCMV, these two measurements are treated as being made by independent devices for calibration and monitoring purposes, although the overall response of the two devices is expected to be very similar. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "In the 2010 data, only the BCMH readout is available for luminosity measurements, while both BCMH and BCMV are available in 2011.",
            "section": "Luminosity detectors",
            "paragraph_rank": 17,
            "section_rank": 4
        },
        {
            "text": "LUCID is a Cherenkov detector specifically designed for measuring the luminosity. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "Sixteen mechanically polished aluminium tubes filled with C 4 F 10 gas surround the beampipe on each side of the IP at a distance of 17 m, covering the pseudorapidity range 5.6 < |η| < 6.0. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "The Cherenkov photons created by charged particles in the gas are reflected by the tube walls until they reach photomultiplier tubes (PMTs) situated at the back end of the tubes. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "Additional Cherenkov photons are produced in the quartz window separating the aluminium tubes from the PMTs. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "The Cherenkov light created in the gas typically produces 60-70 photoelectrons per incident charged particle, while the quartz window adds another 40 photoelectrons to the signal. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "If one of the LUCID PMTs produces a signal over a preset threshold (equivalent to 15 photoelectrons), a \"hit\" is recorded for that tube in that bunch crossing. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "The LUCID hit pattern is processed by a custom-built electronics card which contains Field Programmable Gate Arrays (FPGAs). ",
            "section": "Luminosity detectors",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "This card can be programmed with different luminosity algorithms, and provides separate luminosity measurements for each LHC bunch crossing.",
            "section": "Luminosity detectors",
            "paragraph_rank": 18,
            "section_rank": 4
        },
        {
            "text": "Both BCM and LUCID are fast detectors with electronics capable of making statistically precise luminosity measurements separately for each bunch crossing within the LHC fill pattern with no deadtime. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "These FPGA-based front-end electronics run autonomously from the main data acquisition system, and in particular are not affected by any deadtime imposed by the CTP. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "2 The Inner Detector vertex data and the MBTS data are components of the events read out through the data acquisition system, and so must be corrected for deadtime imposed by the CTP in order to measure delivered luminosity. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 19,
            "section_rank": 4,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "2"
                }
            ]
        },
        {
            "text": "Normally this deadtime is below 1 %, but can occasionally be larger. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "Since not every inelastic collision event can be read out through the data acquisition system, the bunch crossings are sampled with a random or minimum bias trigger. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "While the triggered events uniformly sample every bunch crossing, the trigger bandwidth devoted to random or minimum bias triggers is not large enough to measure the luminosity separately for each bunch pair in a given LHC fill pattern during normal physics operations. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "For special running conditions such as the vdM scans, a custom trigger with partial event readout has been introduced in 2011 to record enough events to allow bunch-by-bunch luminosity measurements from the Inner Detector vertex data.",
            "section": "Luminosity detectors",
            "paragraph_rank": 19,
            "section_rank": 4
        },
        {
            "text": "In addition to the detectors listed above, further luminosity-sensitive methods have been developed which use components of the ATLAS calorimeter system. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "These techniques do not identify particular events, but rather measure average particle rates over longer time scales.",
            "section": "Luminosity detectors",
            "paragraph_rank": 20,
            "section_rank": 4
        },
        {
            "text": "The Tile Calorimeter (TileCal) is the central hadronic calorimeter of ATLAS. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "It is a sampling calorimeter constructed from iron plates (absorber) and plastic tile scintillators (active material) covering the pseudorapidity range |η| < 1.7. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "The detector consists of three cylinders, a central long barrel and two smaller extended barrels, one on each side of the long barrel. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "Each cylinder is divided into 64 slices in φ (modules) and segmented into three radial sampling layers. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "Cells are defined in each layer according to a projective geometry, and each cell is connected by optical fibers to two photomultiplier tubes. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "The current drawn by each PMT is monitored by an integrator system which is sensitive to currents from 0.1 nA to 1.2 mA with a time constant of 10 ms. The current drawn is proportional to the total number of particles interacting in a given TileCal cell, and provides a signal proportional to the total luminosity summed over all the colliding bunches present at a given time.",
            "section": "Luminosity detectors",
            "paragraph_rank": 21,
            "section_rank": 4
        },
        {
            "text": "The Forward Calorimeter (FCal) is a sampling calorimeter that covers the pseudorapidity range 3.2 < |η| < 4.9 and is housed in the two endcap cryostats along with the electromagnetic endcap and the hadronic endcap calorimeters. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "Each of the two FCal modules is divided into three longitudinal absorber matrices, one made of copper (FCal-1) and the other two of tungsten (FCal-2/3). ",
            "section": "Luminosity detectors",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "Each matrix contains tubes arranged parallel to the beam axis filled with liquid argon as the active medium. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "Each FCal-1 matrix is divided into 16 φ-sectors, each of them fed by four independent high-voltage lines. ",
            "section": "Luminosity detectors",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "The high voltage on each sector is regulated to provide a stable electric field across the liquid argon gaps and, similar to the TileCal PMT currents, the currents provided by the FCal-1 high-voltage system are directly proportional to the average rate of particles interacting in a given FCal sector.",
            "section": "Luminosity detectors",
            "paragraph_rank": 22,
            "section_rank": 4
        },
        {
            "text": "Luminosity algorithms",
            "section_rank": 5
        },
        {
            "text": "This section describes the algorithms used by the luminositysensitive detectors described in Sect. ",
            "section": "Luminosity algorithms",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "3 to measure the visible interaction rate per bunch crossing, μ vis . ",
            "section": "Luminosity algorithms",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "Most of the algorithms used do not measure μ vis directly, but rather measure some other rate which can be used to determine μ vis .",
            "section": "Luminosity algorithms",
            "paragraph_rank": 23,
            "section_rank": 5
        },
        {
            "text": "ATLAS primarily uses event counting algorithms to measure luminosity, where a bunch crossing is said to contain an \"event\" if the criteria for a given algorithm to observe one or more interactions are satisfied. ",
            "section": "Luminosity algorithms",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "The two main algorithm types being used are EventOR (inclusive counting) and EventAND (coincidence counting). ",
            "section": "Luminosity algorithms",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "Additional algorithms have been developed using hit counting and average particle rate counting, which provide a cross-check of the linearity of the event counting techniques.",
            "section": "Luminosity algorithms",
            "paragraph_rank": 24,
            "section_rank": 5
        },
        {
            "text": "Interaction rate determination",
            "section_rank": 6
        },
        {
            "text": "Most of the primary luminosity detectors consist of two symmetric detector elements placed in the forward (\"A\") and backward (\"C\") direction from the interaction point. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "For the LUCID, BCM, and MBTS detectors, each side is further segmented into a discrete number of readout segments, typically arranged azimuthally around the beampipe, each with a separate readout channel. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "For event counting algorithms, a threshold is applied to the analoge signal output from each readout channel, and every channel with a response above this threshold is counted as containing a \"hit\".",
            "section": "Interaction rate determination",
            "paragraph_rank": 25,
            "section_rank": 6
        },
        {
            "text": "In an EventOR algorithm, a bunch crossing is counted if there is at least one hit on either the A side or the C side. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "Assuming that the number of interactions in a bunch crossing can be described by a Poisson distribution, the probability of observing an OR event can be computed as",
            "section": "Interaction rate determination",
            "paragraph_rank": 26,
            "section_rank": 6
        },
        {
            "text": "Here the raw event count N OR is the number of bunch crossings, during a given time interval, in which at least one pp interaction satisfies the event-selection criteria of the OR algorithm under consideration, and N BC is the total number of bunch crossings during the same interval. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "Solving for μ vis in terms of the event counting rate yields:",
            "section": "Interaction rate determination",
            "paragraph_rank": 27,
            "section_rank": 6
        },
        {
            "text": "In the case of an EventAND algorithm, a bunch crossing is counted if there is at least one hit on both sides of the detector. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "This coincidence condition can be satisfied either from a single pp interaction or from individual hits on either side of the detector from different pp interactions in the same bunch crossing. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "Assuming equal acceptance for sides A and C, the probability of recording an AND event can be expressed as",
            "section": "Interaction rate determination",
            "paragraph_rank": 28,
            "section_rank": 6
        },
        {
            "text": "This relationship cannot be inverted analytically to determine μ AND vis as a function of N AND /N BC so a numerical inversion is performed instead.",
            "section": "Interaction rate determination",
            "paragraph_rank": 29,
            "section_rank": 6
        },
        {
            "text": "When μ vis 1, event counting algorithms lose sensitivity as fewer and fewer events in a given time interval have bunch crossings with zero observed interactions. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "text": "In the limit where N/N BC = 1, it is no longer possible to use event counting to determine the interaction rate μ vis , and more sophisticated techniques must be used. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "text": "One example is a hit counting algorithm, where the number of hits in a given detector is counted rather than just the total number of events. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "text": "This provides more information about the interaction rate per event, and increases the luminosity at which the algorithm saturates.",
            "section": "Interaction rate determination",
            "paragraph_rank": 30,
            "section_rank": 6
        },
        {
            "text": "Under the assumption that the number of hits in one pp interaction follows a Binomial distribution and that the number of interactions per bunch crossing follows a Poisson distribution, one can calculate the average probability to have a hit in one of the detector channels per bunch crossing as",
            "section": "Interaction rate determination",
            "paragraph_rank": 31,
            "section_rank": 6
        },
        {
            "text": "where N HIT and N BC are the total numbers of hits and bunch crossings during a time interval, and N CH is the number of detector channels. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "text": "The expression above enables μ HIT vis to be calculated from the number of hits as",
            "section": "Interaction rate determination",
            "paragraph_rank": 32,
            "section_rank": 6
        },
        {
            "text": "Hit counting is used to analyse the LUCID response (N CH = 30) only in the high-luminosity data taken in 2011. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "text": "The lower acceptance of the BCM detector allows event counting to remain viable for all of 2011. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "text": "The binomial assumption used to derive Eq. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "text": "(9) is only true if the probability to observe a hit in a single channel is independent of the number of hits observed in the other channels. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "text": "A study of the LUCID hit distributions shows that this is not a correct assumption, although the data presented in Sect. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "text": "8 also show that Eq. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "text": "(9) provides a good description of how μ HIT vis depends on the average number of hits.",
            "section": "Interaction rate determination",
            "paragraph_rank": 33,
            "section_rank": 6
        },
        {
            "text": "An additional type of algorithm that can be used is a particle counting algorithm, where some observable is directly proportional to the number of particles interacting in the detector. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "text": "These should be the most linear of all of the algorithm types, and in principle the interaction rate is directly proportional to the particle rate. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "text": "As discussed below, the Tile-Cal and FCal current measurements are not exactly particle counting algorithms, as individual particles are not counted, but the measured currents should be directly proportional to luminosity. ",
            "section": "Interaction rate determination",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "text": "Similarly, the number of primary vertices is directly proportional to the luminosity, although the vertex reconstruction efficiency is significantly affected by pile-up as discussed below.",
            "section": "Interaction rate determination",
            "paragraph_rank": 34,
            "section_rank": 6
        },
        {
            "text": "Online algorithms",
            "section_rank": 7
        },
        {
            "text": "The two main luminosity detectors used are LUCID and BCM. ",
            "section": "Online algorithms",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "text": "Each of these is equipped with customized FPGAbased readout electronics which allow the luminosity algorithms to be applied \"online\" in real time. ",
            "section": "Online algorithms",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "text": "These electronics provide fast diagnostic signals to the LHC (within a few seconds), in addition to providing luminosity measurements for physics use. ",
            "section": "Online algorithms",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "text": "Each colliding bunch pair can be identified numerically by a Bunch-Crossing Identifier (BCID) which labels each of the 3564 possible 25 ns slots in one full revolution of the nominal LHC fill pattern. ",
            "section": "Online algorithms",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "text": "The online algorithms measure the delivered luminosity independently in each BCID.",
            "section": "Online algorithms",
            "paragraph_rank": 35,
            "section_rank": 7
        },
        {
            "text": "For the LUCID detector, the two main algorithms are the inclusive LUCID_EventOR and the coincidence LUCID_ EventAND. ",
            "section": "Online algorithms",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "text": "In each case, a hit is defined as a PMT signal above a predefined threshold which is set lower than the average single-particle response. ",
            "section": "Online algorithms",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "text": "There are two additional algorithms defined, LUCID_EventA and LUCID_ EventC, which require at least one hit on either the A or C side respectively. ",
            "section": "Online algorithms",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "text": "Events passing these LUCID_EventA and LUCID_EventC algorithms are subsets of the events passing the LUCID_EventOR algorithm, and these single-sided algorithms are used primarily to monitor the stability of the LUCID detector. ",
            "section": "Online algorithms",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "text": "There is also a LUCID_HitOR hit counting algorithm which has been employed in the 2011 running to cross-check the linearity of the event counting algorithms at high values of μ vis .",
            "section": "Online algorithms",
            "paragraph_rank": 36,
            "section_rank": 7
        },
        {
            "text": "For the BCM detector, there are two independent readout systems (BCMH and BCMV). ",
            "section": "Online algorithms",
            "paragraph_rank": 37,
            "section_rank": 7
        },
        {
            "text": "A hit is defined as a single sensor with a response above the noise threshold. ",
            "section": "Online algorithms",
            "paragraph_rank": 37,
            "section_rank": 7
        },
        {
            "text": "Inclusive OR and coincidence AND algorithms are defined for each of these independent readout systems, for a total of four BCM algorithms.",
            "section": "Online algorithms",
            "paragraph_rank": 37,
            "section_rank": 7
        },
        {
            "text": "Offline algorithms",
            "section_rank": 8
        },
        {
            "text": "Additional offline analyses have been performed which rely on the MBTS and the vertexing capabilities of the Inner Detector. ",
            "section": "Offline algorithms",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "These offline algorithms use data triggered and read out through the standard ATLAS data acquisition system, and do not have the necessary rate capability to measure luminosity independently for each BCID under normal physics conditions. ",
            "section": "Offline algorithms",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "Instead, these algorithms are typically used as cross-checks of the primary online algorithms under special running conditions, where the trigger rates for these algorithms can be increased.",
            "section": "Offline algorithms",
            "paragraph_rank": 38,
            "section_rank": 8
        },
        {
            "text": "The MBTS system is used for luminosity measurements only for the data collected in the 2010 run before 150 ns bunch train operation began. ",
            "section": "Offline algorithms",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "Events are triggered by the L1_MBTS_1 trigger which requires at least one hit in any of the 32 MBTS counters (which is equivalent to an inclusive MBTS_EventOR requirement). ",
            "section": "Offline algorithms",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "In addition to the trigger requirement, the MBTS_Timing analysis uses the time measurement of the MBTS detectors to select events where the time difference between the average hit times on the two sides of the MBTS satisfies |Δt| < 10 ns. ",
            "section": "Offline algorithms",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "This requirement is effective in rejecting beam-induced background events, as the particles produced in these events tend to traverse the detector longitudinally resulting in large values of |Δt|, while particles coming from the interaction point produce values of |Δt| 0. ",
            "section": "Offline algorithms",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "To form a Δt value requires at least one hit on both sides of the IP, and so the MBTS_Timing algorithm is in fact a coincidence algorithm.",
            "section": "Offline algorithms",
            "paragraph_rank": 39,
            "section_rank": 8
        },
        {
            "text": "Additional algorithms have been developed which are based on reconstructing interaction vertices formed by tracks measured in the Inner Detector. ",
            "section": "Offline algorithms",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "text": "In 2010, the events were triggered by the L1_MBTS_1 trigger. ",
            "section": "Offline algorithms",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "text": "The 2010 algorithm counts events with at least one reconstructed vertex, with at least two tracks with p T > 100 MeV. ",
            "section": "Offline algorithms",
            "paragraph_rank": 40,
            "section_rank": 8,
            "entity_spans": [
                {
                    "start": 113,
                    "end": 116,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w1"
                }
            ]
        },
        {
            "text": "This \"primary vertex event counting\" (PrimVtx) algorithm is fundamentally an inclusive event-counting algorithm, and the conversion from the observed event rate to μ vis follows Eq. ",
            "section": "Offline algorithms",
            "paragraph_rank": 40,
            "section_rank": 8
        },
        {
            "text": "(5).",
            "section": "Offline algorithms",
            "paragraph_rank": 40,
            "section_rank": 8,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "(5)"
                }
            ]
        },
        {
            "text": "The 2011 vertexing algorithm uses events from a trigger which randomly selects crossings from filled bunch pairs where collisions are possible. ",
            "section": "Offline algorithms",
            "paragraph_rank": 41,
            "section_rank": 8
        },
        {
            "text": "The average number of visible interactions per bunch crossing is determined by counting the number of reconstructed vertices found in each bunch crossing (Vertex). ",
            "section": "Offline algorithms",
            "paragraph_rank": 41,
            "section_rank": 8
        },
        {
            "text": "The vertex selection criteria in 2011 were changed to require five tracks with p T > 400 MeV while also requiring tracks to have a hit in any active pixel detector module along their path.",
            "section": "Offline algorithms",
            "paragraph_rank": 41,
            "section_rank": 8,
            "entity_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "type": "software",
                    "rawForm": "MeV",
                    "resp": "whitelist",
                    "id": "software-simple-w2"
                }
            ]
        },
        {
            "text": "Vertex counting suffers from nonlinear behaviour with increasing interaction rates per bunch crossing, primarily due to two effects: vertex masking and fake vertices. ",
            "section": "Offline algorithms",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "text": "Vertex masking occurs when the vertex reconstruction algorithm fails to resolve nearby vertices from separate interactions, decreasing the vertex reconstruction efficiency as the interaction rate increases. ",
            "section": "Offline algorithms",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "text": "A data-driven correction is derived from the distribution of distances in the longitudinal direction (Δz) between pairs of reconstructed vertices. ",
            "section": "Offline algorithms",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "text": "The measured distribution of longitudinal positions (z) is used to predict the expected Δz distribution of pairs of vertices if no masking effect was present. ",
            "section": "Offline algorithms",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "text": "Then, the difference between the expected and observed Δz distributions is related to the number of vertices lost due to masking. ",
            "section": "Offline algorithms",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "text": "The procedure is checked with simulation for self-consistency at the subpercent level, and the magnitude of the correction reaches up to +50 % over the range of pile-up values in 2011 physics data. ",
            "section": "Offline algorithms",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "text": "Fake vertices result from a vertex that would normally fail the requirement on the minimum number of tracks, but additional tracks from a second nearby interaction are erroneously assigned so that the resulting reconstructed vertex satisfies the selection criteria. ",
            "section": "Offline algorithms",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "text": "A correction is derived from simulation and reaches −10 % in 2011. ",
            "section": "Offline algorithms",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "text": "Since the 2010 PrimVtx algorithm requirements are already satisfied with one reconstructed vertex, vertex masking has no effect, although a correction must still be made for fake vertices.",
            "section": "Offline algorithms",
            "paragraph_rank": 42,
            "section_rank": 8
        },
        {
            "text": "Calorimeter-based algorithms",
            "section_rank": 9
        },
        {
            "text": "The TileCal and FCal luminosity determinations do not depend upon event counting, but rather upon measuring detector currents that are proportional to the total particle flux in specific regions of the calorimeters. ",
            "section": "Calorimeter-based algorithms",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "text": "These particle counting algorithms are expected to be free from pile-up effects up to the highest interaction rates observed in late 2011 (μ 20).",
            "section": "Calorimeter-based algorithms",
            "paragraph_rank": 43,
            "section_rank": 9
        },
        {
            "text": "The Tile luminosity algorithm measures PMT currents for selected cells in a region near |η| ≈ 1.25 where the largest variations in current as a function of the luminosity are observed. ",
            "section": "Calorimeter-based algorithms",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "In 2010, the response of a common set of cells was calibrated with respect to the luminosity measured by the LUCID_EventOR algorithm in a single ATLAS run. ",
            "section": "Calorimeter-based algorithms",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "At the higher luminosities encountered in 2011, TileCal started to suffer from frequent trips of the low-voltage power supplies, causing the intermittent loss of current measurements from several modules. ",
            "section": "Calorimeter-based algorithms",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "For these data, a second method is applied, based on the calibration of individual cells, which has the advantage of allowing different sets of cells to be used depending on their availability at a given time. ",
            "section": "Calorimeter-based algorithms",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "The calibration is performed by comparing the luminosity measured by the LUCID_EventOR algorithm to the individual cell currents at the peaks of the 2011 vdM scan, as more fully described in Sect. ",
            "section": "Calorimeter-based algorithms",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "7.5. ",
            "section": "Calorimeter-based algorithms",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "While TileCal does not provide an independent absolute luminosity measurement, it enables systematic uncertainties associated with both long-term stability and μ-dependence to be evaluated.",
            "section": "Calorimeter-based algorithms",
            "paragraph_rank": 44,
            "section_rank": 9
        },
        {
            "text": "Similarly, the FCal high-voltage currents cannot be directly calibrated during a vdM scan because the total luminosity delivered in these scans remains below the sensitivity of the current-measurement technique. ",
            "section": "Calorimeter-based algorithms",
            "paragraph_rank": 45,
            "section_rank": 9
        },
        {
            "text": "Instead, calibrations were evaluated for each usable HV line independently by comparing to the LUCID_EventOR luminosity for a single ATLAS run in each of 2010 and 2011. ",
            "section": "Calorimeter-based algorithms",
            "paragraph_rank": 45,
            "section_rank": 9
        },
        {
            "text": "As a result, the FCal also does not provide an independently calibrated luminosity measurement, but it can be used as a systematic check of the stability and linearity of other algorithms. ",
            "section": "Calorimeter-based algorithms",
            "paragraph_rank": 45,
            "section_rank": 9
        },
        {
            "text": "For both the TileCal and FCal analyses, the luminosity is assumed to be linearly proportional to the observed currents after correcting for pedestals and non-collision backgrounds.",
            "section": "Calorimeter-based algorithms",
            "paragraph_rank": 45,
            "section_rank": 9
        },
        {
            "text": "Luminosity calibration",
            "section_rank": 10
        },
        {
            "text": "In order to use the measured interaction rate μ vis as a luminosity monitor, each detector and algorithm must be calibrated by determining its visible cross-section σ vis . ",
            "section": "Luminosity calibration",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "The pri-mary calibration technique to determine the absolute luminosity scale of each luminosity detector and algorithm employs dedicated vdM scans to infer the delivered luminosity at one point in time from the measurable parameters of the colliding bunches. ",
            "section": "Luminosity calibration",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "By comparing the known luminosity delivered in the vdM scan to the visible interaction rate μ vis , the visible cross-section can be determined from Eq. ",
            "section": "Luminosity calibration",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "(3).",
            "section": "Luminosity calibration",
            "paragraph_rank": 46,
            "section_rank": 10
        },
        {
            "text": "To achieve the desired accuracy on the absolute luminosity, these scans are not performed during normal physics operations, but rather under carefully controlled conditions with a limited number of colliding bunches and a modest peak interaction rate (μ 2). ",
            "section": "Luminosity calibration",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "At √ s = 7 TeV, three sets of such scans were performed in 2010 and one set in 2011. ",
            "section": "Luminosity calibration",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "This section describes the vdM scan procedure, while Sect. ",
            "section": "Luminosity calibration",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "6 discusses the systematic uncertainties on this procedure and summarizes the calibration results.",
            "section": "Luminosity calibration",
            "paragraph_rank": 47,
            "section_rank": 10
        },
        {
            "text": "Absolute luminosity from beam parameters",
            "section_rank": 11
        },
        {
            "text": "In terms of colliding-beam parameters, the luminosity L is defined (for beams colliding with zero crossing angle) as",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 48,
            "section_rank": 11
        },
        {
            "text": "where n b is the number of colliding bunch pairs, f r is the machine revolution frequency (11245.5 Hz for the LHC), n 1 n 2 is the bunch population product, andρ 1(2) (x, ",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "y) is the normalized particle density in the transverse (x-y) plane of beam 1 (2) at the IP. ",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "Under the general assumption that the particle densities can be factorized into independent horizontal and vertical components, (ρ(x, ",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "y) = ρ x ",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "(x)ρ y ",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "(y)), Eq. ",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "(10) can be rewritten as",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 49,
            "section_rank": 11
        },
        {
            "text": "where",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 50,
            "section_rank": 11
        },
        {
            "text": "is the beam-overlap integral in the x direction (with an analogous definition in the y direction). ",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 51,
            "section_rank": 11
        },
        {
            "text": "In the method proposed by van der Meer [3] the overlap integral (for example in the x direction) can be calculated as",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 51,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 39,
                    "end": 42,
                    "type": "bibr",
                    "ref_id": "b2",
                    "text": "[3]"
                }
            ]
        },
        {
            "text": "where R x (δ) is the luminosity (or equivalently μ vis )-at this stage in arbitrary units-measured during a horizontal scan at the time the two beams are separated by the distance δ, and δ = 0 represents the case of zero beam separation. ",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 52,
            "section_rank": 11
        },
        {
            "text": "Defining the parameter Σ x as",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 52,
            "section_rank": 11
        },
        {
            "text": "and similarly for Σ y , the luminosity in Eq. ",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "text": "(11) can be rewritten as",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 53,
            "section_rank": 11
        },
        {
            "text": "which enables the luminosity to be extracted from machine parameters by performing a vdM (beam-separation) scan. ",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "In the case where the luminosity curve R x (δ) is Gaussian, Σ x coincides with the standard deviation of that distribution. ",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "Equation 14is quite general; Σ x and Σ y , as defined in Eq. ",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 54,
            "section_rank": 11,
            "ref_spans": [
                {
                    "start": 9,
                    "end": 11,
                    "ref_id": "formula_13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "(13), depend only upon the area under the luminosity curve, and make no assumption as to the shape of that curve.",
            "section": "Absolute luminosity from beam parameters",
            "paragraph_rank": 54,
            "section_rank": 11
        },
        {
            "text": "vdM scan calibration",
            "section_rank": 12
        },
        {
            "text": "To calibrate a given luminosity algorithm, one can equate the absolute luminosity computed using Eq. ",
            "section": "vdM scan calibration",
            "paragraph_rank": 55,
            "section_rank": 12
        },
        {
            "text": "14to the luminosity measured by a particular algorithm at the peak of the scan curve using Eq. ",
            "section": "vdM scan calibration",
            "paragraph_rank": 55,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "ref_id": "formula_13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "3to get",
            "section": "vdM scan calibration",
            "paragraph_rank": 55,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "text": "3"
                }
            ]
        },
        {
            "text": "where μ MAX vis is the visible interaction rate per bunch crossing observed at the peak of the scan curve as measured by that particular algorithm. ",
            "section": "vdM scan calibration",
            "paragraph_rank": 56,
            "section_rank": 12
        },
        {
            "text": "Equation 15provides a direct calibration of the visible cross-section σ vis for each algorithm in terms of the peak visible interaction rate μ MAX vis , the product of the convolved beam widths Σ x Σ y , and the bunch population product n 1 n 2 . ",
            "section": "vdM scan calibration",
            "paragraph_rank": 56,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 9,
                    "end": 11,
                    "ref_id": "formula_14",
                    "text": "15"
                }
            ]
        },
        {
            "text": "As discussed below, the bunch population product must be determined from an external analysis of the LHC beam currents, but the remaining parameters are extracted directly from the analysis of the vdM scan data.",
            "section": "vdM scan calibration",
            "paragraph_rank": 56,
            "section_rank": 12
        },
        {
            "text": "For scans performed with a crossing angle, where the beams no longer collide head-on, the formalism becomes considerably more involved [7], but the conclusions remain unaltered and Eqs. ",
            "section": "vdM scan calibration",
            "paragraph_rank": 57,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 135,
                    "end": 138,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "[7]"
                }
            ]
        },
        {
            "text": "(13)-(15) remain valid. ",
            "section": "vdM scan calibration",
            "paragraph_rank": 57,
            "section_rank": 12
        },
        {
            "text": "The non-zero vertical crossing angle used for some scans widens the luminosity curve by a factor that depends on the bunch length, the transverse beam size and the crossing angle, but reduces the peak luminosity by the same factor. ",
            "section": "vdM scan calibration",
            "paragraph_rank": 57,
            "section_rank": 12
        },
        {
            "text": "The corresponding increase in the measured value of Σ y is exactly cancelled by the decrease in μ MAX vis , so that no correction for the crossing angle is needed in the determination of σ vis .",
            "section": "vdM scan calibration",
            "paragraph_rank": 57,
            "section_rank": 12,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "type": "bibr",
                    "text": "MAX"
                }
            ]
        },
        {
            "text": "One useful quantity that can be extracted from the vdM scan data for each luminosity method and that depends only on the transverse beam sizes, is the specific luminosity L spec :",
            "section": "vdM scan calibration",
            "paragraph_rank": 58,
            "section_rank": 12
        },
        {
            "text": "Comparing the specific luminosity values (i.e. the inverse product of the convolved beam sizes) measured in the same scan by different detectors and algorithms provides a direct check on the mutual consistency of the absolute luminosity scale provided by these methods.",
            "section": "vdM scan calibration",
            "paragraph_rank": 59,
            "section_rank": 12
        },
        {
            "text": "vdM scan data sets",
            "section_rank": 13
        },
        {
            "text": "The beam conditions during the dedicated vdM scans are different from the conditions in normal physics fills, with fewer bunches colliding, no bunch trains, and lower bunch intensities. ",
            "section": "vdM scan data sets",
            "paragraph_rank": 60,
            "section_rank": 13
        },
        {
            "text": "These conditions are chosen to reduce various systematic uncertainties in the scan procedure. ",
            "section": "vdM scan data sets",
            "paragraph_rank": 60,
            "section_rank": 13
        },
        {
            "text": "A total of five vdM scans were performed in 2010, on three different dates separated by weeks or months, and an additional two vdM scans at √ s = 7 TeV were performed in 2011 on the same day to calibrate the absolute luminosity scale. ",
            "section": "vdM scan data sets",
            "paragraph_rank": 60,
            "section_rank": 13
        },
        {
            "text": "As shown in Table 2, the scan parameters evolved from the early 2010 scans where single bunches and very low bunch charges were used. ",
            "section": "vdM scan data sets",
            "paragraph_rank": 60,
            "section_rank": 13,
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "The final set of scans in 2010 and the scans in 2011 were more similar, as both used closeto-nominal bunch charges, more than one bunch colliding, and typical peak μ values in the range 1.3-2.3.",
            "section": "vdM scan data sets",
            "paragraph_rank": 60,
            "section_rank": 13
        },
        {
            "text": "Generally, each vdM scan consists of two separate beam scans, one where the beams are separated by up to ±6σ b in the x direction keeping the beams centred in y, and a second where the beams are separated in the y direction with the beams centred in x, where σ b is the transverse size of a single beam. ",
            "section": "vdM scan data sets",
            "paragraph_rank": 61,
            "section_rank": 13
        },
        {
            "text": "The beams are moved in a certain number of scan steps, then data are recorded for 20-30 seconds at each step to obtain a statistically significant measurement in each luminosity detector under calibration. ",
            "section": "vdM scan data sets",
            "paragraph_rank": 61,
            "section_rank": 13
        },
        {
            "text": "To help assess experimental systematic uncertainties in the calibration procedure, two sets of identical vdM scans are usually taken in short succession to provide two independent calibrations under similar beam conditions. ",
            "section": "vdM scan data sets",
            "paragraph_rank": 61,
            "section_rank": 13
        },
        {
            "text": "In 2011, a third scan was performed with the beams separated by 160 µm in the nonscanning plane to constrain systematic uncertainties on the factorization assumption as discussed in Sect. ",
            "section": "vdM scan data sets",
            "paragraph_rank": 61,
            "section_rank": 13
        },
        {
            "text": "6.1.11.",
            "section": "vdM scan data sets",
            "paragraph_rank": 61,
            "section_rank": 13
        },
        {
            "text": "Since the luminosity can be different for each colliding bunch pair, both because the beam sizes can vary bunch-tobunch but also because the bunch population product n 1 n 2 can vary at the level of 10-20 %, the determination of Σ x/y and the measurement of μ MAX vis at the scan peak must be performed independently for each colliding BCID. ",
            "section": "vdM scan data sets",
            "paragraph_rank": 62,
            "section_rank": 13
        },
        {
            "text": "As a result, the May 2011 scan provides 14 independent measurements of σ vis within the same scan, and the October 2010 scan provides 6. ",
            "section": "vdM scan data sets",
            "paragraph_rank": 62,
            "section_rank": 13
        },
        {
            "text": "The agreement among the σ vis values extracted from these different BCIDs provides an additional consistency check for the calibration procedure.",
            "section": "vdM scan data sets",
            "paragraph_rank": 62,
            "section_rank": 13
        },
        {
            "text": "vdM scan analysis",
            "section_rank": 14
        },
        {
            "text": "For each algorithm being calibrated, the vdM scan data are analysed in a very similar manner. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 63,
            "section_rank": 14
        },
        {
            "text": "For each BCID, the specific visible interaction rate μ vis /(n 1 n 2 ) is measured as a Table 2 Summary of the main characteristics of the 2010 and 2011 vdM scans performed at the ATLAS interaction point. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 63,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 88,
                    "end": 95,
                    "type": "table",
                    "text": "Table 2"
                }
            ]
        },
        {
            "text": "Scan directions are indicated by \"H\" for horizontal and \"V\" for vertical. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 63,
            "section_rank": 14
        },
        {
            "text": "The values of luminosity/bunch and μ are given for zero beam separation function of the \"nominal\" beam separation, i.e. the separation specified by the LHC control system for each scan step. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 63,
            "section_rank": 14
        },
        {
            "text": "The specific interaction rate is used so that the result is not affected by the change in beam currents over the duration of the scan. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 63,
            "section_rank": 14
        },
        {
            "text": "An example of the vdM scan data for a single BCID from scan VII in the horizontal plane is shown in Fig. 2. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 63,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 106,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The value of μ vis is determined from the raw event rate using the analytic function described in Sect. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 63,
            "section_rank": 14
        },
        {
            "text": "4.1 for the inclusive EventOR algorithms. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 63,
            "section_rank": 14
        },
        {
            "text": "The coincidence EventAND algorithms are more involved, and a numerical inversion is performed to determine μ vis from the raw EventAND rate. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 63,
            "section_rank": 14
        },
        {
            "text": "Since the EventAND μ determination depends on σ AND vis as well as σ OR vis , an iterative procedure must be employed. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 63,
            "section_rank": 14
        },
        {
            "text": "This procedure is found to converge after a few steps.",
            "section": "vdM scan analysis",
            "paragraph_rank": 63,
            "section_rank": 14
        },
        {
            "text": "At each scan step, the beam separation and the visible interaction rate are corrected for beam-beam effects as described in Sect. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "text": "5.8. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "text": "These corrected data for each BCID of each scan are then fitted independently to a characteristic function to provide a measurement of μ MAX vis from the peak of the fitted function, while Σ is computed from the integral of the function, using Eq. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "text": "(13). ",
            "section": "vdM scan analysis",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "text": "Depending upon the beam conditions, this function can be a double Gaussian plus a constant term, a single Gaussian plus a constant term, a spline function, or other variations. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "text": "As described in Sect. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "text": "6, the differences between the different treatments are taken into account as a systematic uncertainty in the calibration result.",
            "section": "vdM scan analysis",
            "paragraph_rank": 64,
            "section_rank": 14
        },
        {
            "text": "One important difference in the vdM scan analysis between 2010 and 2011 is the treatment of the backgrounds in the luminosity signals. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "Figure 3 shows the average BCMV_EventOR luminosity as a function of BCID during the May 2011 vdM scan. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 65,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "text": "Figure 3"
                }
            ]
        },
        {
            "text": "The 14 large spikes around Fig. 2 Specific visible interaction rate versus nominal beam separation for the BCMH_EventOR algorithm during scan VII in the horizontal plane for BCID 817. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 65,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 27,
                    "end": 33,
                    "type": "figure",
                    "text": "Fig. 2"
                }
            ]
        },
        {
            "text": "The residual deviation of the data from the Gaussian plus constant term fit, normalized at each point to the statistical uncertainty (σ data), is shown in the bottom panel L 3 × 10 29 cm −2 s −1 are the BCIDs containing colliding bunches. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "Both the LUCID and BCM detectors observe some small activity in the BCIDs immediately following a collision which tends to die away to some baseline value with several different time constants. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "This \"afterglow\" is most Fig. 3 Average observed luminosity per BCID from BCMV_EventOR in the May 2011 vdM scan. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 65,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 25,
                    "end": 31,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "In addition to the 14 large spikes in the BCIDs where two bunches are colliding, induced \"afterglow\" activity can also be seen in the following BCIDs. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "Single-beam background signals are also observed in BCIDs corresponding to unpaired bunches (24 in each beam) likely caused by photons from nuclear de-excitation, which in turn is induced by the hadronic cascades initiated by pp collision products. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "The level of the afterglow background is observed to be proportional to the luminosity in the colliding BCIDs, and in the vdM scans this background can be estimated by looking at the luminosity signal in the BCID immediately preceding a colliding bunch pair. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "A second background contribution comes from activity correlated with the passage of a single beam through the detector. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "This \"singlebeam\" background, seen in Fig. 3 as the numerous small spikes at the 10 26 cm −2 s −1 level, is likely a combination of beam-gas interactions and halo particles which intercept the luminosity detectors in time with the main beam. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 65,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 38,
                    "end": 44,
                    "type": "figure",
                    "text": "Fig. 3"
                }
            ]
        },
        {
            "text": "It is observed that this single-beam background is proportional to the bunch charge present in each bunch, and can be considerably different for beams 1 and 2, but is otherwise uniform for all bunches in a given beam. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "The single-beam background underlying a collision BCID can be estimated by measuring the single-beam backgrounds in unpaired bunches and correcting for the difference in bunch charge between the unpaired and colliding bunches. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "Adding the single-beam backgrounds measured for beams 1 and 2 then gives an estimate for the single-beam background present in a colliding BCID. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "Because the single-beam background does not depend on the luminosity, this background can dominate the observed luminosity response when the beams are separated.",
            "section": "vdM scan analysis",
            "paragraph_rank": 65,
            "section_rank": 14
        },
        {
            "text": "In 2010, these background sources were accounted for by assuming that any constant term fitted to the observed scan curve is the result of luminosity-independent background sources, and has not been included as part of the luminosity integrated to extract Σ x or Σ y . ",
            "section": "vdM scan analysis",
            "paragraph_rank": 66,
            "section_rank": 14
        },
        {
            "text": "In 2011, a more detailed background subtraction is first performed to correct each BCID for afterglow and single-beam backgrounds, then any remaining constant term observed in the scan curve has been treated as a broad luminosity signal which contributes to the determination of Σ .",
            "section": "vdM scan analysis",
            "paragraph_rank": 66,
            "section_rank": 14
        },
        {
            "text": "The combination of one x scan and one y scan is the minimum needed to perform a measurement of σ vis . ",
            "section": "vdM scan analysis",
            "paragraph_rank": 67,
            "section_rank": 14
        },
        {
            "text": "The average value of μ MAX vis between the two scan planes is used in the determination of σ vis , and the correlation matrix from each fit between μ MAX vis and Σ is taken into account when evaluating the statistical uncertainty.",
            "section": "vdM scan analysis",
            "paragraph_rank": 67,
            "section_rank": 14
        },
        {
            "text": "Each BCID should measure the same σ vis value, and the average over all BCIDs is taken as the σ vis measurement for that scan. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 68,
            "section_rank": 14
        },
        {
            "text": "Any variation in σ vis between BCIDs, as well as between scans, reflects the reproducibility and stability of the calibration procedure during a single fill. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 68,
            "section_rank": 14
        },
        {
            "text": "Figure 4 shows the σ vis values determined for LU-CID_EventOR separately by BCID and by scan in the May 2011 scans. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 68,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 4"
                }
            ]
        },
        {
            "text": "The RMS variation seen between the σ vis results measured for different BCIDs is 0.4 % for scan VII and 0.3 % for scan VIII. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 68,
            "section_rank": 14
        },
        {
            "text": "The BCID-averaged σ vis values found in scans VII and VIII agree to 0.5 % (or better) for all four LUCID algorithms. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 68,
            "section_rank": 14
        },
        {
            "text": "Similar data for the BCMV_EventOR algorithm are shown in Fig. 5. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 68,
            "section_rank": 14,
            "ref_spans": [
                {
                    "start": 57,
                    "end": 63,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 5"
                }
            ]
        },
        {
            "text": "Again an RMS variation between BCIDs of up to 0.55 % is seen, and a difference between the two scans of up to 0.67 % is observed for the BCM_EventOR algorithms. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 68,
            "section_rank": 14
        },
        {
            "text": "The agreement in the BCM_EventAND algorithms is worse, with an RMS around 1 %, although these measurements also have significantly larger statistical errors.",
            "section": "vdM scan analysis",
            "paragraph_rank": 68,
            "section_rank": 14
        },
        {
            "text": "Similar features are observed in the October 2010 scan, where the σ vis results measured for different BCIDs, and the BCID-averaged σ vis value found in scans IV and V agree to 0.3 % for LUCID_EventOR and 0.2 % for LU-CID_EventAND. ",
            "section": "vdM scan analysis",
            "paragraph_rank": 69,
            "section_rank": 14
        },
        {
            "text": "The BCMH_EventOR results agree between BCIDs and between the two scans at the 0.4 % level, while the BCMH_EventAND calibration results are consis-  ",
            "section": "vdM scan analysis",
            "paragraph_rank": 69,
            "section_rank": 14
        },
        {
            "text": "Internal scan consistency",
            "section_rank": 15
        },
        {
            "text": "The variation between the measured σ vis values by BCID and between scans quantifies the stability and reproducibility of the calibration technique. ",
            "section": "Internal scan consistency",
            "paragraph_rank": 70,
            "section_rank": 15
        },
        {
            "text": "Comparing Figs. ",
            "section": "Internal scan consistency",
            "paragraph_rank": 70,
            "section_rank": 15
        },
        {
            "text": "4 and 5 for the May 2011 scans, it is clear that some of the variation seen in σ vis is not statistical in nature, but rather is correlated by BCID. ",
            "section": "Internal scan consistency",
            "paragraph_rank": 70,
            "section_rank": 15
        },
        {
            "text": "As discussed in Sect. ",
            "section": "Internal scan consistency",
            "paragraph_rank": 70,
            "section_rank": 15
        },
        {
            "text": "6, the RMS variation of σ vis between BCIDs within a given scan is taken as a systematic uncertainty in the calibration technique, as is the reproducibility of σ vis between scans. ",
            "section": "Internal scan consistency",
            "paragraph_rank": 70,
            "section_rank": 15
        },
        {
            "text": "The yellow band in these figures, which represents a range of ±0.9 %, shows the quadrature sum of these two systematic uncertainties. ",
            "section": "Internal scan consistency",
            "paragraph_rank": 70,
            "section_rank": 15
        },
        {
            "text": "Similar results are found in the final scans taken in 2010, although with only 6 colliding bunch pairs there are fewer independent measurements to compare.",
            "section": "Internal scan consistency",
            "paragraph_rank": 70,
            "section_rank": 15
        },
        {
            "text": "Further checks can be made by considering the distribution of L spec defined in Eq. ",
            "section": "Internal scan consistency",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "(16) for a given BCID as measured by different algorithms. ",
            "section": "Internal scan consistency",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "Since this quantity depends only on the convolved beam sizes, consistent results should be measured by all methods for a given scan. ",
            "section": "Internal scan consistency",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "Figure 6 shows the measured L spec values by BCID and scan for LUCID and BCMV algorithms, as well as the ratio of these values in the May 2011 scans. ",
            "section": "Internal scan consistency",
            "paragraph_rank": 71,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 6"
                }
            ]
        },
        {
            "text": "Bunch-to-bunch variations of the specific luminosity are typically 5-10 %, reflecting bunch-to-bunch differences in transverse emittance also seen during normal physics fills. ",
            "section": "Internal scan consistency",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "For each BCID, however, all algorithms are statistically consistent. ",
            "section": "Internal scan consistency",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "A small systematic reduction in L spec can be observed between scans VII and VIII, which is due to emittance growth in the colliding beams.  ",
            "section": "Internal scan consistency",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "Figures 7 and 8 show the Σ x and Σ y values determined by the BCM algorithms during scans VII and VIII, and for each BCID a clear increase can be seen with time. ",
            "section": "Internal scan consistency",
            "paragraph_rank": 71,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 15,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figures 7 and 8"
                }
            ]
        },
        {
            "text": "This emittance growth can also be seen clearly as a reduction in the peak specific interaction rate μ MAX vis /(n 1 n 2 ) shown in Fig. 9 for BCMV_EventOR. ",
            "section": "Internal scan consistency",
            "paragraph_rank": 71,
            "section_rank": 15,
            "ref_spans": [
                {
                    "start": 131,
                    "end": 137,
                    "type": "figure",
                    "text": "Fig. 9"
                }
            ]
        },
        {
            "text": "Here the peak rate is shown for each of the four individual horizontal and vertical scans, and a monotonic decrease in rate is generally observed as each individual scan curve is recorded. ",
            "section": "Internal scan consistency",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "The fact that the σ vis values are consistent between scan VII and scan VIII demonstrates that to first order the emittance growth cancels out of the measured luminosity calibration factors. ",
            "section": "Internal scan consistency",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "The residual uncertainty associated with emittance growth is discussed in Sect. ",
            "section": "Internal scan consistency",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "6.",
            "section": "Internal scan consistency",
            "paragraph_rank": 71,
            "section_rank": 15
        },
        {
            "text": "Bunch population determination",
            "section_rank": 16
        },
        {
            "text": "The dominant systematic uncertainty on the 2010 luminosity calibration, and a significant uncertainty on the 2011 cal- ibration, is associated with the determination of the bunch population product (n 1 n 2 ) for each colliding BCID. ",
            "section": "Bunch population determination",
            "paragraph_rank": 72,
            "section_rank": 16
        },
        {
            "text": "Since the luminosity is calibrated on a bunch-by-bunch basis for the reasons described in Sect. ",
            "section": "Bunch population determination",
            "paragraph_rank": 72,
            "section_rank": 16
        },
        {
            "text": "5.3, the bunch population per BCID is necessary to perform this calibration. ",
            "section": "Bunch population determination",
            "paragraph_rank": 72,
            "section_rank": 16
        },
        {
            "text": "Measuring the bunch population product separately for each BCID is also unavoidable as only a subset of the circulating bunches collide in ATLAS (14 out of 38 during the 2011 scan).",
            "section": "Bunch population determination",
            "paragraph_rank": 72,
            "section_rank": 16
        },
        {
            "text": "The bunch population measurement is performed by the LHC Bunch Current Normalization Working Group (BC-NWG) and has been described in detail in Refs. ",
            "section": "Bunch population determination",
            "paragraph_rank": 73,
            "section_rank": 16
        },
        {
            "text": "[8,9] for 2010 and Refs. ",
            "section": "Bunch population determination",
            "paragraph_rank": 73,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "[8,"
                },
                {
                    "start": 3,
                    "end": 5,
                    "type": "bibr",
                    "ref_id": "b8",
                    "text": "9]"
                }
            ]
        },
        {
            "text": "[10][11][12] for 2011. ",
            "section": "Bunch population determination",
            "paragraph_rank": 73,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                },
                {
                    "start": 4,
                    "end": 8,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                },
                {
                    "start": 8,
                    "end": 12,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "A brief summary of the analysis is presented here, along with the uncertainties on the bunch population product. ",
            "section": "Bunch population determination",
            "paragraph_rank": 73,
            "section_rank": 16
        },
        {
            "text": "The relative uncertainty on the bunch population product (n 1 n 2 ) is shown in Table 3 for the vdM scan fills in 2010 and 2011.",
            "section": "Bunch population determination",
            "paragraph_rank": 73,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 80,
                    "end": 87,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "The bunch currents in the LHC are determined by eight Bunch Current Transformers (BCTs) in a multi-step process Fig. 9 Peak specific interaction rate μ MAX vis /(n 1 n 2 ) determined by BCMV_EventOR per BCID for scans VII and VIII. ",
            "section": "Bunch population determination",
            "paragraph_rank": 74,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 118,
                    "type": "figure",
                    "text": "Fig. 9"
                }
            ]
        },
        {
            "text": "The statistical uncertainty on each measurement is approximately the size of the marker Each beam is also monitored by two fast beam-current transformers (FBCT) which have the ability to measure bunch currents individually for each of the 3564 nominal 25 ns slots in each beam. ",
            "section": "Bunch population determination",
            "paragraph_rank": 74,
            "section_rank": 16
        },
        {
            "text": "The relative fraction of the total current in each BCID can be determined from the FBCT system, but this relative measurement must be normalized to the overall current scale provided by the DCCT. ",
            "section": "Bunch population determination",
            "paragraph_rank": 74,
            "section_rank": 16
        },
        {
            "text": "Additional corrections are made for any out-of-time charge that may be present in a given BCID but not colliding at the interaction point. ",
            "section": "Bunch population determination",
            "paragraph_rank": 74,
            "section_rank": 16
        },
        {
            "text": "The DCCT baseline offset is the dominant uncertainty on the bunch population product in early 2010. ",
            "section": "Bunch population determination",
            "paragraph_rank": 74,
            "section_rank": 16
        },
        {
            "text": "The DCCT is known to have baseline drifts for a variety of reasons including temperature effects, mechanical vibrations, and electromagnetic pick-up in cables. ",
            "section": "Bunch population determination",
            "paragraph_rank": 74,
            "section_rank": 16
        },
        {
            "text": "For each vdM scan fill the baseline readings for each beam (corresponding to zero current) must be determined by looking at periods with no beam immediately before and after each fill. ",
            "section": "Bunch population determination",
            "paragraph_rank": 74,
            "section_rank": 16
        },
        {
            "text": "Because the baseline offsets vary by at most ±0.8 × 10 9 protons in each beam, the relative uncertainty from the baseline determination decreases as the total circulating currents go up. ",
            "section": "Bunch population determination",
            "paragraph_rank": 74,
            "section_rank": 16
        },
        {
            "text": "So while this is a significant uncertainty in scans I-III, for the remaining scans which were taken at higher beam currents, this uncertainty is negligible.",
            "section": "Bunch population determination",
            "paragraph_rank": 74,
            "section_rank": 16
        },
        {
            "text": "In addition to the baseline correction, the absolute scale of the DCCT must be understood. ",
            "section": "Bunch population determination",
            "paragraph_rank": 75,
            "section_rank": 16
        },
        {
            "text": "A precision current source with a relative accuracy of 0.1 % is used to calibrate the DCCT system at regular intervals, and the peak-to-peak variation of the measurements made in 2010 is used to set an uncertainty on the bunch current product of ±2.7 %. ",
            "section": "Bunch population determination",
            "paragraph_rank": 75,
            "section_rank": 16
        },
        {
            "text": "A considerably more detailed analysis has been performed on the 2011 DCCT data as described in Ref. ",
            "section": "Bunch population determination",
            "paragraph_rank": 75,
            "section_rank": 16
        },
        {
            "text": "[10]. ",
            "section": "Bunch population determination",
            "paragraph_rank": 75,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b9",
                    "text": "[10]"
                }
            ]
        },
        {
            "text": "In particular, a careful evaluation of various sources of systematic uncertainties and dedicated measurements to constrain these sources results in an uncertainty on the absolute DCCT scale in 2011 of 0.2 %.",
            "section": "Bunch population determination",
            "paragraph_rank": 75,
            "section_rank": 16
        },
        {
            "text": "Since the DCCT can measure only the total bunch population in each beam, the FBCT is used to determine the relative fraction of bunch population in each BCID, such that the bunch population product colliding in a particular BCID can be determined. ",
            "section": "Bunch population determination",
            "paragraph_rank": 76,
            "section_rank": 16
        },
        {
            "text": "To evaluate possible uncertainties in the bunch-to-bunch determination, checks are made by comparing the FBCT measurements to other systems which have sensitivity to the relative bunch population, including the ATLAS beam pick-up timing system. ",
            "section": "Bunch population determination",
            "paragraph_rank": 76,
            "section_rank": 16
        },
        {
            "text": "As described in Ref. ",
            "section": "Bunch population determination",
            "paragraph_rank": 76,
            "section_rank": 16
        },
        {
            "text": "[11], the agreement between the various determinations of the bunch population is used to determine an uncertainty on the relative bunch population fraction. ",
            "section": "Bunch population determination",
            "paragraph_rank": 76,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b10",
                    "text": "[11]"
                }
            ]
        },
        {
            "text": "This uncertainty is significantly smaller for 2011 because of a more sophisticated analysis, that exploits the consistency requirement that the visible cross-section be bunch-independent.",
            "section": "Bunch population determination",
            "paragraph_rank": 76,
            "section_rank": 16
        },
        {
            "text": "Additional corrections to the bunch-by-bunch fraction are made to correct for \"ghost charge\" and \"satellite bunches\". ",
            "section": "Bunch population determination",
            "paragraph_rank": 77,
            "section_rank": 16
        },
        {
            "text": "Ghost charge refers to protons that are present in nominally empty BCIDs at a level below the FBCT threshold (and hence invisible), but still contribute to the current measured by the more precise DCCT. ",
            "section": "Bunch population determination",
            "paragraph_rank": 77,
            "section_rank": 16
        },
        {
            "text": "Satellite bunches describe out-of-time protons present in collision BCIDs that are measured by the FBCT, but that remain captured in an RFbucket at least one period (2.5 ns) away from the nominally filled LHC bucket, and as such experience only long-range encounters with the nominally filled bunches in the other beam. ",
            "section": "Bunch population determination",
            "paragraph_rank": 77,
            "section_rank": 16,
            "entity_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "software",
                    "rawForm": "Satellite",
                    "resp": "whitelist",
                    "id": "software-simple-w3"
                }
            ]
        },
        {
            "text": "These corrections, as well as the associated systematic uncertainties, are described in detail in Ref. ",
            "section": "Bunch population determination",
            "paragraph_rank": 77,
            "section_rank": 16
        },
        {
            "text": "[12].",
            "section": "Bunch population determination",
            "paragraph_rank": 77,
            "section_rank": 16,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b11",
                    "text": "[12]"
                }
            ]
        },
        {
            "text": "Length scale determination",
            "section_rank": 17
        },
        {
            "text": "Another key input to the vdM scan technique is the knowledge of the beam separation at each scan point. ",
            "section": "Length scale determination",
            "paragraph_rank": 78,
            "section_rank": 17
        },
        {
            "text": "The ability to measure Σ x/y depends upon knowing the absolute distance by which the beams are separated during the vdM scan, which is controlled by a set of closed orbit bumps 3 applied locally near the ATLAS IP using steering correctors. ",
            "section": "Length scale determination",
            "paragraph_rank": 78,
            "section_rank": 17
        },
        {
            "text": "To determine this beam-separation length scale, dedicated length scale calibration measurements are performed close in time to each vdM scan set using the same collision-optics configuration at the interaction point. ",
            "section": "Length scale determination",
            "paragraph_rank": 78,
            "section_rank": 17
        },
        {
            "text": "Length scale scans are performed by displacing the beams in collision by five steps over a range of up to ±3σ b . ",
            "section": "Length scale determination",
            "paragraph_rank": 78,
            "section_rank": 17
        },
        {
            "text": "Because the beams remain in collision during these scans, the actual position of the luminous region can be reconstructed with high accuracy using the primary vertex position reconstructed by the ATLAS tracking detectors. ",
            "section": "Length scale determination",
            "paragraph_rank": 78,
            "section_rank": 17
        },
        {
            "text": "Since each of the four bump amplitudes (two beams in two transverse directions) depends on different magnet and lattice functions, the distance-scale calibration scans are performed so that each of these four calibration constants can be extracted independently. ",
            "section": "Length scale determination",
            "paragraph_rank": 78,
            "section_rank": 17
        },
        {
            "text": "These scans have verified the nominal length scale assumed in the LHC control system at the ATLAS IP at the level of ±0.3 %.",
            "section": "Length scale determination",
            "paragraph_rank": 78,
            "section_rank": 17
        },
        {
            "text": "Beam-beam corrections",
            "section_rank": 18
        },
        {
            "text": "When charged-particle bunches collide, the electromagnetic field generated by a bunch in beam 1 distorts the individual particle trajectories in the corresponding bunch of beam 2 (and vice-versa). ",
            "section": "Beam-beam corrections",
            "paragraph_rank": 79,
            "section_rank": 18
        },
        {
            "text": "This so-called beam-beam interaction affects the scan data in two ways.",
            "section": "Beam-beam corrections",
            "paragraph_rank": 79,
            "section_rank": 18
        },
        {
            "text": "The first phenomenon, called dynamic β [13], arises from the mutual defocusing of the two colliding bunches: this effect is tantamount to inserting a small quadrupole at the collision point. ",
            "section": "Beam-beam corrections",
            "paragraph_rank": 80,
            "section_rank": 18
        },
        {
            "text": "The resulting fractional change in β * (the value of the β function 4 at the IP), or equivalently the optical demagnification between the LHC arcs and the collision point, varies with the transverse beam separation, sligthly modifying the collision rate at each scan step and thereby distorting the shape of the vdM scan curve.",
            "section": "Beam-beam corrections",
            "paragraph_rank": 80,
            "section_rank": 18
        },
        {
            "text": "Secondly, when the bunches are not exactly centred on each other in the x-y plane, their electromagnetic repulsion induces a mutual angular kick [15] that distorts the closed orbits by a fraction of a micrometer and modulates the actual transverse separation at the IP in a manner that depends on the separation itself. ",
            "section": "Beam-beam corrections",
            "paragraph_rank": 81,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "type": "bibr",
                    "ref_id": "b13",
                    "text": "[15]"
                }
            ]
        },
        {
            "text": "If left unaccounted for, these beambeam deflections would bias the measurement of the overlap integrals in a manner that depends on the bunch parameters.",
            "section": "Beam-beam corrections",
            "paragraph_rank": 81,
            "section_rank": 18
        },
        {
            "text": "The amplitude and the beam-separation dependence of both effects depend similarly on the beam energy, the tunes 5 and the unperturbed β-functions, as well as the bunch intensities and transverse beam sizes. ",
            "section": "Beam-beam corrections",
            "paragraph_rank": 82,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 112,
                    "end": 113,
                    "type": "bibr",
                    "ref_id": "b4",
                    "text": "5"
                }
            ]
        },
        {
            "text": "The dynamic evolution of β * during the scan is modelled using the MAD-X optics code [16] assuming bunch parameters representative of the May 2011 vdM scan (fill 1783), and then scaled using the measured intensities and convolved beam sizes of each colliding-bunch pair. ",
            "section": "Beam-beam corrections",
            "paragraph_rank": 82,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "[16]"
                }
            ]
        },
        {
            "text": "The correction function is intrinsically independent of whether the bunches collide in ATLAS only, or also at other LHC interaction points [13]. ",
            "section": "Beam-beam corrections",
            "paragraph_rank": 82,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "type": "bibr",
                    "text": "[13]"
                }
            ]
        },
        {
            "text": "The largest β * variation during the 2011 scans is about 0.9 %.",
            "section": "Beam-beam corrections",
            "paragraph_rank": 82,
            "section_rank": 18
        },
        {
            "text": "The beam-beam deflections and associated orbit distortions are calculated analytically [17] assuming elliptical Gaussian beams that collide in ATLAS only. ",
            "section": "Beam-beam corrections",
            "paragraph_rank": 83,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "type": "bibr",
                    "ref_id": "b15",
                    "text": "[17]"
                }
            ]
        },
        {
            "text": "For a typical bunch, the peak angular kick during the 2011 scans is about ±0.5 µrad, and the corresponding peak increase in relative beam separation amounts to ±0.6 µm. ",
            "section": "Beam-beam corrections",
            "paragraph_rank": 83,
            "section_rank": 18
        },
        {
            "text": "The MAD-X simulation is used to validate this analytical calculation, and to verify that higher-order dynamical effects (such as the orbit shifts induced at other collision points by beam-beam deflections at the ATLAS IP) result in negligible corrections to the analytical prediction.",
            "section": "Beam-beam corrections",
            "paragraph_rank": 83,
            "section_rank": 18
        },
        {
            "text": "At each scan step, the measured visible interaction rate is rescaled by the ratio of the dynamic to the unperturbed bunch-size product, and the predicted change in beam separation is added to the nominal beam separation. ",
            "section": "Beam-beam corrections",
            "paragraph_rank": 84,
            "section_rank": 18
        },
        {
            "text": "Comparing the results of the scan analysis in Sect. ",
            "section": "Beam-beam corrections",
            "paragraph_rank": 84,
            "section_rank": 18
        },
        {
            "text": "5.4 with and without beam-beam corrections for the 2011 scans, it is found that the visible cross-sections are increased by approximately 0.4 % from the dynamic-β correction and 1.0 % from the deflection correction. ",
            "section": "Beam-beam corrections",
            "paragraph_rank": 84,
            "section_rank": 18
        },
        {
            "text": "The two corrections combined amount to +1.4 % for 2011, and to +2.1 % for the October 2010 scans, 6 reflecting the smaller emittances and slightly larger bunch intensities in that scan session.",
            "section": "Beam-beam corrections",
            "paragraph_rank": 84,
            "section_rank": 18,
            "ref_spans": [
                {
                    "start": 98,
                    "end": 99,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "vdM scan results",
            "section_rank": 19
        },
        {
            "text": "The calibrated visible cross-section results for the vdM scans performed in 2010 and 2011 are shown in Tables 4 and 5. ",
            "section": "vdM scan results",
            "paragraph_rank": 85,
            "section_rank": 19,
            "ref_spans": [
                {
                    "start": 103,
                    "end": 117,
                    "type": "table",
                    "ref_id": "tab_3",
                    "text": "Tables 4 and 5"
                }
            ]
        },
        {
            "text": "There were four algorithms which were calibrated in all five 2010 scans, while the BCMH algorithms were only available in the final two scans. ",
            "section": "vdM scan results",
            "paragraph_rank": 85,
            "section_rank": 19
        },
        {
            "text": "The BCMV algorithms were not considered for luminosity measurements in 2010. ",
            "section": "vdM scan results",
            "paragraph_rank": 85,
            "section_rank": 19
        },
        {
            "text": "Due to changes in the hardware or algorithm details between 2010 and 2011, the σ vis values are not expected to be exactly the same in the two years. ",
            "section": "vdM scan results",
            "paragraph_rank": 85,
            "section_rank": 19
        },
        {
            "text": "Calibration uncertainties and results",
            "section_rank": 20
        },
        {
            "text": "This section outlines the systematic uncertainties which have been evaluated for the measurement of σ vis from the vdM calibration scans for 2010 and 2011, and summarizes the calibration results. ",
            "section": "Calibration uncertainties and results",
            "paragraph_rank": 86,
            "section_rank": 20
        },
        {
            "text": "For scans I-III, the ability to make internal cross-checks is limited due to the presence of only one colliding bunch pair in these scans, and the systematic uncertainties for these scans are unchanged from those evaluated in Ref. ",
            "section": "Calibration uncertainties and results",
            "paragraph_rank": 86,
            "section_rank": 20
        },
        {
            "text": "[18]. ",
            "section": "Calibration uncertainties and results",
            "paragraph_rank": 86,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "text": "[18]"
                }
            ]
        },
        {
            "text": "Starting with scans IV and V, the redundancy from having multiple bunch pairs colliding has allowed a much more detailed study of systematic uncertainties. ",
            "section": "Calibration uncertainties and results",
            "paragraph_rank": 86,
            "section_rank": 20
        },
        {
            "text": "The five different scans taken in 2010 have different systematic uncertainties, and the combination process used to determine a single σ vis value is described in Sect. ",
            "section": "Calibration uncertainties and results",
            "paragraph_rank": 86,
            "section_rank": 20
        },
        {
            "text": "6.2. ",
            "section": "Calibration uncertainties and results",
            "paragraph_rank": 86,
            "section_rank": 20
        },
        {
            "text": "For 2011, the two vdM scans are of equivalent quality, and the calibration results are simply averaged based on the statistical uncertainties. ",
            "section": "Calibration uncertainties and results",
            "paragraph_rank": 86,
            "section_rank": 20
        },
        {
            "text": "Tables 6 and 7 summarize the systematic uncertainties on the calibration in 2010 and 2011 respectively, while the combined calibration results are shown in Table 8.",
            "section": "Calibration uncertainties and results",
            "paragraph_rank": 86,
            "section_rank": 20,
            "ref_spans": [
                {
                    "start": 156,
                    "end": 163,
                    "type": "table",
                    "text": "Table 8"
                }
            ]
        },
        {
            "text": "Calibration uncertainties",
            "section_rank": 21
        },
        {
            "text": "Beam centring",
            "section_rank": 22
        },
        {
            "text": "If the beams are not perfectly centred in the non-scanning plane at the start of a vdM scan, the assumption that the luminosity observed at the peak is equal to the maximum head-on luminosity is not correct. ",
            "section": "Beam centring",
            "paragraph_rank": 87,
            "section_rank": 22
        },
        {
            "text": "In the last set of 2010 scans and the 2011 scans, the beams were centred at the beginning of the scan session, and the maximum observed non-reproducibility in relative beam position at the peak of the fitted scan curve is used to determine the uncertainty. ",
            "section": "Beam centring",
            "paragraph_rank": 87,
            "section_rank": 22
        },
        {
            "text": "For instance, in the 2011 scan the maximum offset is 3 µm, corresponding to a 0.1 % error on the peak instantaneous interaction rate. ",
            "section": "Beam centring",
            "paragraph_rank": 87,
            "section_rank": 22
        },
        {
            "text": "Beam-position jitter",
            "section_rank": 23
        },
        {
            "text": "At each step of a scan, the actual beam separation may be affected by random deviations of the beam positions from their nominal setting. ",
            "section": "Beam-position jitter",
            "paragraph_rank": 88,
            "section_rank": 23
        },
        {
            "text": "The magnitude of this potential \"jitter\" has been evaluated from the shifts in relative beam centring recorded during the length-scale calibration scans described in Sect. ",
            "section": "Beam-position jitter",
            "paragraph_rank": 88,
            "section_rank": 23
        },
        {
            "text": "5.7, and amounts to aproximately 0.6 µm RMS. ",
            "section": "Beam-position jitter",
            "paragraph_rank": 88,
            "section_rank": 23
        },
        {
            "text": "Very similar values are observed in 2010 and 2011. ",
            "section": "Beam-position jitter",
            "paragraph_rank": 88,
            "section_rank": 23
        },
        {
            "text": "The resulting systematic uncertainty on σ vis is obtained by randomly displacing each measurement point by this amount in a series of simulated scans, and taking the RMS of the resulting variations in fitted visible cross-section. ",
            "section": "Beam-position jitter",
            "paragraph_rank": 88,
            "section_rank": 23
        },
        {
            "text": "This procedure yields a ±0.3 % systematic error associated with beam-positioning jitter during scans IV-VIII. ",
            "section": "Beam-position jitter",
            "paragraph_rank": 88,
            "section_rank": 23
        },
        {
            "text": "For scans I-III, this is assumed to be part of the 3 % non-reproducibility uncertainty.",
            "section": "Beam-position jitter",
            "paragraph_rank": 88,
            "section_rank": 23
        },
        {
            "text": "Emittance growth",
            "section_rank": 24
        },
        {
            "text": "The vdM scan formalism assumes that the luminosity and the convolved beam sizes Σ x/y are constant, or more precisely that the transverse emittances of the two beams do not vary significantly either in the interval between the horizontal and the associated vertical scan, or within a single x or y scan. ",
            "section": "Emittance growth",
            "paragraph_rank": 89,
            "section_rank": 24
        },
        {
            "text": "Emittance growth between scans would manifest itself by a slight increase of the measured value of Σ from one scan to the next. ",
            "section": "Emittance growth",
            "paragraph_rank": 89,
            "section_rank": 24
        },
        {
            "text": "At the same time, emittance growth would decrease the peak specific luminosity in successive scans (i.e. reduce the specific visible interaction rate at zero beam separation). ",
            "section": "Emittance growth",
            "paragraph_rank": 89,
            "section_rank": 24
        },
        {
            "text": "Both effects are clearly visible in the 2011 May scan data presented in Sect. ",
            "section": "Emittance growth",
            "paragraph_rank": 89,
            "section_rank": 24
        },
        {
            "text": "5.5, where Figs. 7 and 8 show the increase in Σ and Fig. 9 shows the reduction in the peak interaction rate.",
            "section": "Emittance growth",
            "paragraph_rank": 89,
            "section_rank": 24,
            "ref_spans": [
                {
                    "start": 11,
                    "end": 24,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Figs. 7 and 8"
                },
                {
                    "start": 52,
                    "end": 58,
                    "type": "figure",
                    "text": "Fig. 9"
                }
            ]
        },
        {
            "text": "In principle, when computing the visible cross-section using Eq. ",
            "section": "Emittance growth",
            "paragraph_rank": 90,
            "section_rank": 24
        },
        {
            "text": "(15), the increase in Σ from scan to scan should exactly cancel the decrease in specific interaction rate. ",
            "section": "Emittance growth",
            "paragraph_rank": 90,
            "section_rank": 24
        },
        {
            "text": "In practice, the cancellation is almost complete: the bunchaveraged visible cross-sections measured in scans IV-V differ by at most 0.5 %, while in scans VII-VIII the values differ by at most 0.67 %. ",
            "section": "Emittance growth",
            "paragraph_rank": 90,
            "section_rank": 24
        },
        {
            "text": "These maximum differences are taken as estimates of the systematic uncertainties due to emittance growth.",
            "section": "Emittance growth",
            "paragraph_rank": 90,
            "section_rank": 24
        },
        {
            "text": "Emittance growth within a scan would manifest itself by a very slight distortion of the scan curve. ",
            "section": "Emittance growth",
            "paragraph_rank": 91,
            "section_rank": 24
        },
        {
            "text": "The associated systematic uncertainty determined by a toy Monte Carlo study with the observed level of emittance growth was found to be negligible.",
            "section": "Emittance growth",
            "paragraph_rank": 91,
            "section_rank": 24
        },
        {
            "text": "For scans I-III, an uncertainty of 3 % was determined from the variation in the peak specific interaction rate between successive scans. ",
            "section": "Emittance growth",
            "paragraph_rank": 92,
            "section_rank": 24
        },
        {
            "text": "This uncertainty is assumed to cover both emittance growth and other unidentified sources of non-reproducibility. ",
            "section": "Emittance growth",
            "paragraph_rank": 92,
            "section_rank": 24
        },
        {
            "text": "Variations of such magnitude were not observed in later scans.",
            "section": "Emittance growth",
            "paragraph_rank": 92,
            "section_rank": 24
        },
        {
            "text": "Consistency of bunch-by-bunch visible cross-sections",
            "section_rank": 25
        },
        {
            "text": "The calibrated σ vis value found for a given detector and algorithm should be a constant factor independent of machine conditions or BCID. ",
            "section": "Consistency of bunch-by-bunch visible cross-sections",
            "paragraph_rank": 93,
            "section_rank": 25
        },
        {
            "text": "Comparing the σ vis values determined by BCID in Figs. 4 and 5, however, it is clear that there is some degree of correlation between these values: the scatter observed is not entirely statistical in nature. ",
            "section": "Consistency of bunch-by-bunch visible cross-sections",
            "paragraph_rank": 93,
            "section_rank": 25,
            "ref_spans": [
                {
                    "start": 49,
                    "end": 62,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figs. 4 and 5"
                }
            ]
        },
        {
            "text": "The RMS variation of σ vis for each of the LUCID and BCM algorithms is consistently around 0.5 %, except for the BCM_EventAND algorithms, which have much larger statistical uncertainties. ",
            "section": "Consistency of bunch-by-bunch visible cross-sections",
            "paragraph_rank": 93,
            "section_rank": 25
        },
        {
            "text": "An additional uncertainty of ±0.55 % has been applied, corresponding to the largest RMS variation observed in either the LUCID or BCM measurements to account for this observed BCID dependence in 2011. ",
            "section": "Consistency of bunch-by-bunch visible cross-sections",
            "paragraph_rank": 93,
            "section_rank": 25
        },
        {
            "text": "For the 2010 scans, only scans IV-V have multiple BCIDs with collisions, and in those scans the agreement between BCIDs and between scan sessions was consistent with the statistical accuracy of the comparison. ",
            "section": "Consistency of bunch-by-bunch visible cross-sections",
            "paragraph_rank": 93,
            "section_rank": 25
        },
        {
            "text": "As such, no additional uncertainty beyond the 0.5 % derived for emittance growth was assigned.",
            "section": "Consistency of bunch-by-bunch visible cross-sections",
            "paragraph_rank": 93,
            "section_rank": 25
        },
        {
            "text": "Fit model",
            "section_rank": 26
        },
        {
            "text": "The vdM scan data in 2010 are analysed using a fit to a double Gaussian plus a constant background term, while for 2011 the data are first corrected for known backgrounds, then fitted to a single Gaussian plus constant term. ",
            "section": "Fit model",
            "paragraph_rank": 94,
            "section_rank": 26
        },
        {
            "text": "Refitting the data with several different model assumptions including a cubic spline function and no constant term leads to different values of σ vis . ",
            "section": "Fit model",
            "paragraph_rank": 94,
            "section_rank": 26
        },
        {
            "text": "The maximum variation between these different fit assumptions is used to set an uncertainty on the fit model.",
            "section": "Fit model",
            "paragraph_rank": 94,
            "section_rank": 26
        },
        {
            "text": "Background subtraction",
            "section_rank": 27
        },
        {
            "text": "The importance of the background subtraction used in the 2011 vdM analysis is evaluated by comparing the visible cross-section measured by the BCM_EventOR algorithms when the detailed background subtraction is performed or not performed before fitting the scan curve. ",
            "section": "Background subtraction",
            "paragraph_rank": 95,
            "section_rank": 27
        },
        {
            "text": "Half the difference (0.31 %) is adopted as a systematic uncertainty on this procedure. ",
            "section": "Background subtraction",
            "paragraph_rank": 95,
            "section_rank": 27
        },
        {
            "text": "For scans IV-V, no dedicated background subtraction was performed and the uncertainty on the background treatment is accounted for in the fit model uncertainty, where one of the comparisons is between assuming the constant term results from luminosity-independent background sources compared to a luminosity-dependent signal.",
            "section": "Background subtraction",
            "paragraph_rank": 95,
            "section_rank": 27
        },
        {
            "text": "Reference specific luminosity",
            "section_rank": 28
        },
        {
            "text": "The transverse convolved beam sizes Σ x/y measured by the vdM scan are directly related to the specific luminosity defined in Eq. ",
            "section": "Reference specific luminosity",
            "paragraph_rank": 96,
            "section_rank": 28
        },
        {
            "text": "(16). ",
            "section": "Reference specific luminosity",
            "paragraph_rank": 96,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 4,
                    "type": "bibr",
                    "ref_id": "b14",
                    "text": "(16)"
                }
            ]
        },
        {
            "text": "Since this specific luminosity is determined by the beam parameters, each detector and algorithm should measure identical values from the scan curve fits.",
            "section": "Reference specific luminosity",
            "paragraph_rank": 96,
            "section_rank": 28
        },
        {
            "text": "For simplicity, the visible cross-section value extracted from a set of vdM scans for a given detector and algorithm uses the convolved beam sizes measured by that same detector and algorithm. ",
            "section": "Reference specific luminosity",
            "paragraph_rank": 97,
            "section_rank": 28
        },
        {
            "text": "7 As shown in Fig. 6, the values measured by LUCID_EventOR and BCM_EventOR are rather consistent within statistical uncertainties, although averaged over all BCIDs there may be a slight systematic difference between the two results. ",
            "section": "Reference specific luminosity",
            "paragraph_rank": 97,
            "section_rank": 28,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b6",
                    "text": "7"
                },
                {
                    "start": 14,
                    "end": 20,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 6"
                }
            ]
        },
        {
            "text": "The difference observed between these two algorithms, after averaging over all BCIDs, results in a systematic uncertainty of 0.29 % related to the choice of specific luminosity value.",
            "section": "Reference specific luminosity",
            "paragraph_rank": 97,
            "section_rank": 28
        },
        {
            "text": "Length-scale calibration",
            "section_rank": 29
        },
        {
            "text": "The length scale of each scan step enters into the extraction of Σ x/y and hence directly affects the predicted peak luminosity during a vdM scan. ",
            "section": "Length-scale calibration",
            "paragraph_rank": 98,
            "section_rank": 29
        },
        {
            "text": "The length scale calibration procedure is described in Sect. ",
            "section": "Length-scale calibration",
            "paragraph_rank": 98,
            "section_rank": 29
        },
        {
            "text": "5.7 and results in a ±0.3 % uncertainty for scans IV-VIII. ",
            "section": "Length-scale calibration",
            "paragraph_rank": 98,
            "section_rank": 29
        },
        {
            "text": "For scans I-III, a less sophisticated length scale calibration procedure was performed which was more sensitive to hysteresis effects and re-centring errors resulting in a correspondingly larger systematic uncertainty of 2 %.",
            "section": "Length-scale calibration",
            "paragraph_rank": 98,
            "section_rank": 29
        },
        {
            "text": "Absolute length scale of the Inner Detector",
            "section_rank": 30
        },
        {
            "text": "The determination of the length scale relies on comparing the scan step requested by the LHC with the actual transverse displacement of the luminous centroid measured by ATLAS. ",
            "section": "Absolute length scale of the Inner Detector",
            "paragraph_rank": 99,
            "section_rank": 30
        },
        {
            "text": "This measurement relies on the length scale of the Inner Detector tracking system (primarily the pixel detector) being correct in measuring displacements of vertex positions away from the centre of the detector. ",
            "section": "Absolute length scale of the Inner Detector",
            "paragraph_rank": 99,
            "section_rank": 30
        },
        {
            "text": "An uncertainty on this absolute length scale was evaluated by analysing Monte Carlo events simulated using several different misaligned Inner Detector geometries. ",
            "section": "Absolute length scale of the Inner Detector",
            "paragraph_rank": 99,
            "section_rank": 30
        },
        {
            "text": "These geometries represent distortions of the pixel detector which are at the extreme limits of those allowed by the data-driven alignment procedure. ",
            "section": "Absolute length scale of the Inner Detector",
            "paragraph_rank": 99,
            "section_rank": 30
        },
        {
            "text": "Samples were produced with displaced interaction points to simulate the transverse beam displacements seen in a vdM scan. ",
            "section": "Absolute length scale of the Inner Detector",
            "paragraph_rank": 99,
            "section_rank": 30
        },
        {
            "text": "The variations between the true and reconstructed vertex positions in these samples give a conservative upper bound of ±0.3 % on the uncertainty on the determination of σ vis due to the absolute length scale.",
            "section": "Absolute length scale of the Inner Detector",
            "paragraph_rank": 99,
            "section_rank": 30
        },
        {
            "text": "Beam-beam effects",
            "section_rank": 31
        },
        {
            "text": "For given values of the bunch intensity and transverse convolved beam sizes, which are precisely measured, the deflection-induced orbit distortion and the relative variation of β * are both proportional to β * itself; they also depend on the fractional tune. ",
            "section": "Beam-beam effects",
            "paragraph_rank": 100,
            "section_rank": 31
        },
        {
            "text": "Assigning a ±20 % uncertainty on each β-function value at the IP and a ±0.02 upper limit on each tune variation results in a ±0.5 % (±0.7 %) uncertainty on σ vis for 2011 (2010). ",
            "section": "Beam-beam effects",
            "paragraph_rank": 100,
            "section_rank": 31
        },
        {
            "text": "This uncertainty is computed under the conservative assumption that β-function and tune uncertainties are correlated between the horizontal and vertical planes, but uncorrelated between the two LHC rings; it also includes a contribution that accounts for small differences between the analytical and simulated beam-beam-induced orbit distortions.",
            "section": "Beam-beam effects",
            "paragraph_rank": 100,
            "section_rank": 31
        },
        {
            "text": "Transverse correlations",
            "section_rank": 32
        },
        {
            "text": "The vdM formalism outlined in Sect. ",
            "section": "Transverse correlations",
            "paragraph_rank": 101,
            "section_rank": 32
        },
        {
            "text": "5.1 explicitly assumes that the particle densities in each bunch can be factorized into independent horizontal and vertical components such that the term 1/(2πΣ x Σ y ) in Eq. ",
            "section": "Transverse correlations",
            "paragraph_rank": 101,
            "section_rank": 32
        },
        {
            "text": "14fully describes the overlap integral of the two beams. ",
            "section": "Transverse correlations",
            "paragraph_rank": 101,
            "section_rank": 32,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 2,
                    "ref_id": "formula_13",
                    "text": "14"
                }
            ]
        },
        {
            "text": "If the factorization assumption is violated, the convolved beam width Σ in one plane is no longer independent of the beam separation δ in the other plane, although a straightforward generalization of the vdM formalism still correctly handles an arbitrary two-dimensional luminosity distribution as a function of the transverse beam separation (δ x , δ y ), provided this distribution is known with sufficient accuracy.",
            "section": "Transverse correlations",
            "paragraph_rank": 101,
            "section_rank": 32
        },
        {
            "text": "Linear x-y correlations do not invalidate the factorization assumption, but they can rotate the ellipse which describes the luminosity distribution away from the x-y scanning planes such that the measured Σ x and Σ y values no longer accurately reflect the true convolved beam widths [19]. ",
            "section": "Transverse correlations",
            "paragraph_rank": 102,
            "section_rank": 32,
            "ref_spans": [
                {
                    "start": 284,
                    "end": 288,
                    "type": "bibr",
                    "ref_id": "b16",
                    "text": "[19]"
                }
            ]
        },
        {
            "text": "The observed transverse displacements of the luminous region during the scans from reconstructed event vertex data directly measure this effect, and a 0.1 % upper limit on the associated systematic uncertainty is determined. ",
            "section": "Transverse correlations",
            "paragraph_rank": 102,
            "section_rank": 32
        },
        {
            "text": "This uncertainty is comparable to the upper limit on the rotation of the luminous region derived during 2010 LHC operations from measurements of the LHC lattice functions by resonant excitation, combined with emittance ratios based on wire-scanner data [20].",
            "section": "Transverse correlations",
            "paragraph_rank": 102,
            "section_rank": 32,
            "ref_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "type": "bibr",
                    "ref_id": "b17",
                    "text": "[20]"
                }
            ]
        },
        {
            "text": "More general, non-linear correlations violate the factorization assumption, and additional data are used to constrain any possible bias in the luminosity calibration from this effect. ",
            "section": "Transverse correlations",
            "paragraph_rank": 103,
            "section_rank": 32
        },
        {
            "text": "These data include the event vertex distributions, where both the position and shape of the three-dimensional luminous region are measured for each scan step, and the offset scan data from scan IX, where the convolved beam widths are measured with a fixed beam-beam offset of 160 µm in the non-scanning plane. ",
            "section": "Transverse correlations",
            "paragraph_rank": 103,
            "section_rank": 32
        },
        {
            "text": "Two different analyses are performed to determine a systematic uncertainty.",
            "section": "Transverse correlations",
            "paragraph_rank": 103,
            "section_rank": 32
        },
        {
            "text": "First, a simulation of the collision process, starting with single-beam profiles constructed from the sum of two threedimensional Gaussian distributions with arbitrary widths and orientations, is performed by numerically evaluating the overlap integral of the bunches. ",
            "section": "Transverse correlations",
            "paragraph_rank": 104,
            "section_rank": 32
        },
        {
            "text": "This simulation, which allows for a crossing angle in both planes, is performed for each scan step to predict the geometry of the luminous region, along with the produced luminosity. ",
            "section": "Transverse correlations",
            "paragraph_rank": 104,
            "section_rank": 32
        },
        {
            "text": "Since the position and shape of the luminous region during a beam-separation scan varies depending on the single-beam parameters [21], the simulation parameters are adjusted to provide a reasonable description of the mean and RMS width of the luminous region observed at each scan step in the May 2011 scans VII-IX (including the offset scan). ",
            "section": "Transverse correlations",
            "paragraph_rank": 104,
            "section_rank": 32,
            "ref_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "type": "bibr",
                    "ref_id": "b18",
                    "text": "[21]"
                }
            ]
        },
        {
            "text": "Luminosity profiles are then generated for simulated vdM scans using these tuned beam parameters, and analysed in the same fashion as the real vdM scan data, which assumes factorization. ",
            "section": "Transverse correlations",
            "paragraph_rank": 104,
            "section_rank": 32
        },
        {
            "text": "The impact of a small non-factorization in the single-beam distributions is determined from the difference between the 'true' luminosity from the simulated overlap integral at zero beam separation and the 'measured' luminosity from the luminosity profile fits. ",
            "section": "Transverse correlations",
            "paragraph_rank": 104,
            "section_rank": 32
        },
        {
            "text": "This difference is 0.1-0.2 % for the May 2011 scans, depending on the fitting model used. ",
            "section": "Transverse correlations",
            "paragraph_rank": 104,
            "section_rank": 32
        },
        {
            "text": "The number of events with vertex data recorded during the 2010 vdM scans is not sufficient to perform a similar analysis for those scans.",
            "section": "Transverse correlations",
            "paragraph_rank": 104,
            "section_rank": 32
        },
        {
            "text": "A second approach, which does not use the luminous region data, fits the observed luminosity distributions as a function of beam separation to a number of generalized, two-dimensional functions. ",
            "section": "Transverse correlations",
            "paragraph_rank": 105,
            "section_rank": 32
        },
        {
            "text": "These functions include non-factorizable functions constructed from multiple twodimensional Gaussian distributions with possible rotations from the scan axes, and other functions where factorization between the scan axes is explicitly imposed. ",
            "section": "Transverse correlations",
            "paragraph_rank": 105,
            "section_rank": 32
        },
        {
            "text": "By performing a combined fit to the luminosity data in the two scan planes of scan VII, plus the two scan planes in the offset scan IX, the relative difference between the non-factorizable and factorizable functions is evaluated for 2011. ",
            "section": "Transverse correlations",
            "paragraph_rank": 105,
            "section_rank": 32
        },
        {
            "text": "The resulting fractional difference on σ vis is 0.5 %. ",
            "section": "Transverse correlations",
            "paragraph_rank": 105,
            "section_rank": 32
        },
        {
            "text": "For 2010, no offset scan data are available, but a similar analysis performed on scans IV and V found a difference of 0.9 %.",
            "section": "Transverse correlations",
            "paragraph_rank": 105,
            "section_rank": 32
        },
        {
            "text": "The systematic uncertainty associated with transverse correlations is taken as the largest effect among the two approaches described above, to give an uncertainty of 0.5 % for 2011. ",
            "section": "Transverse correlations",
            "paragraph_rank": 106,
            "section_rank": 32
        },
        {
            "text": "For 2010, the 0.9 % uncertainty is taken as the difference between non-factorizable and factorizable fit models.",
            "section": "Transverse correlations",
            "paragraph_rank": 106,
            "section_rank": 32
        },
        {
            "text": "μ dependence",
            "section_rank": 33
        },
        {
            "text": "Scans IV-V were taken over a range of interactions per bunch crossing 0 < μ < 1.3 while scans VII-VIII covered the range 0 < μ < 2.6, so uncertainties on the μ correction can directly affect the evaluation of σ vis . ",
            "section": "μ dependence",
            "paragraph_rank": 107,
            "section_rank": 33
        },
        {
            "text": "Figure 10 shows the variation in measured luminosity as a function of μ between several algorithms and detectors in 2011, and on the Fig. 10 Fractional deviation in the average value of μ obtained using different algorithms with respect to the BCMV_EventOR value as a function of μ during scans VII-VIII basis of this agreement an uncertainty of ±0.5 % has been applied for scans IV-VIII. ",
            "section": "μ dependence",
            "paragraph_rank": 107,
            "section_rank": 33,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 10"
                },
                {
                    "start": 133,
                    "end": 140,
                    "type": "figure",
                    "text": "Fig. 10"
                }
            ]
        },
        {
            "text": "8 Scans I-III were performed with μ 1 and so uncertainties in the treatment of the μ-dependent corrections are small. ",
            "section": "μ dependence",
            "paragraph_rank": 107,
            "section_rank": 33,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 1,
                    "type": "bibr",
                    "ref_id": "b7",
                    "text": "8"
                }
            ]
        },
        {
            "text": "A ±2 % uncertainty was assigned, however, on the basis of the agreement at low μ values between various detectors and algorithms, which were described in Ref. ",
            "section": "μ dependence",
            "paragraph_rank": 107,
            "section_rank": 33
        },
        {
            "text": "[2].",
            "section": "μ dependence",
            "paragraph_rank": 107,
            "section_rank": 33,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 3,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "Bunch-population product",
            "section_rank": 34
        },
        {
            "text": "The determination of this uncertainty has been described in Sect. ",
            "section": "Bunch-population product",
            "paragraph_rank": 108,
            "section_rank": 34
        },
        {
            "text": "5.6 and the contributions are summarized in Table 3.",
            "section": "Bunch-population product",
            "paragraph_rank": 108,
            "section_rank": 34,
            "ref_spans": [
                {
                    "start": 44,
                    "end": 51,
                    "type": "table",
                    "ref_id": "tab_2",
                    "text": "Table 3"
                }
            ]
        },
        {
            "text": "Combination of 2010 scans",
            "section_rank": 35
        },
        {
            "text": "The five vdM scans in 2010 were taken under very different conditions and have very different systematic uncertainties. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 109,
            "section_rank": 35
        },
        {
            "text": "To combine the individual measurements of σ vis from the five scans to determine the best calibrated σ vis value per algorithm, a Best Linear Unbiased Estimator (BLUE) technique has been employed taking into account both statistical and systematic uncertainties, and the appropriate correlations [23,24]. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 109,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "type": "bibr",
                    "ref_id": "b20",
                    "text": "[23,"
                },
                {
                    "start": 300,
                    "end": 303,
                    "type": "bibr",
                    "ref_id": "b21",
                    "text": "24]"
                }
            ]
        },
        {
            "text": "The BLUE technique is a generalization of a χ 2 minimization, where for any set of measurements x i of a physical observable θ , the best estimate of θ can be found by minimizing",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 109,
            "section_rank": 35
        },
        {
            "text": "where V −1 is the inverse of the covariance matrix V, and θ is the product of the unit vector and θ . ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 110,
            "section_rank": 35
        },
        {
            "text": "Using the systematic uncertainties described above, including the correlations indicated in Table 6, a covariance matrix is constructed for each error source according to V ij = σ i σ j ρ ij where σ i is the uncertainty from a given source for scan i, and ρ ij is the linear correlation coefficient for that error source between scans i and j . ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 110,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 92,
                    "end": 99,
                    "type": "table",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "As there are a total of five vdM scans, a 5 × 5 covariance matrix is determined for each source of uncertainty. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 110,
            "section_rank": 35
        },
        {
            "text": "These individual covariance matrices are combined to produce the complete covariance matrix, along with the statistical uncertainty shown in Table 5. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 110,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 141,
                    "end": 148,
                    "type": "table",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "While in principle, each algorithm and detector indicated in Table 5 could have different systematic uncertainties, no significant sources of systematic uncertainty have been identified which vary between algorithms. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 110,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 61,
                    "end": 68,
                    "type": "table",
                    "text": "Table 5"
                }
            ]
        },
        {
            "text": "As a result, a common systematic covariance matrix has been used in all combinations.",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 110,
            "section_rank": 35
        },
        {
            "text": "The best estimate of the visible cross-section σ vis for each luminosity method in 2010 is shown in Table 8 along with the uncertainty. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 111,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 100,
                    "end": 107,
                    "type": "table",
                    "text": "Table 8"
                }
            ]
        },
        {
            "text": "Because the same covariance matrix is used in all combinations aside from the small statistical component, the relative weighting of the five scan points is almost identical for all methods. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 111,
            "section_rank": 35
        },
        {
            "text": "Here detailed results are given for the LUCID_EventOR combination. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 111,
            "section_rank": 35
        },
        {
            "text": "Because most of the uncorrelated uncertainties were significantly reduced from scans I-III to scans IV-V, the values from the last two vdM scans dominate the combination. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 111,
            "section_rank": 35
        },
        {
            "text": "Scans IV and V contribute a weight of 45 % each, while the other three scans make up the remaining 10 % of the weighted average value. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 111,
            "section_rank": 35
        },
        {
            "text": "The total uncertainty on the LUCID_EventOR combination represents a relative error of ±3.4 %, and is nearly identical to the uncertainty quoted for scans IV-V alone in Table 6. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 111,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 168,
                    "end": 175,
                    "type": "table",
                    "text": "Table 6"
                }
            ]
        },
        {
            "text": "Applying the beam-beam corrections described in Sect. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 111,
            "section_rank": 35
        },
        {
            "text": "5.8, which only affect scans IV-V in 2010, changes the best estimate of σ vis by +1.9 % compared to making no corrections to the 2010 calibrations. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 111,
            "section_rank": 35
        },
        {
            "text": "Figure 11 shows the agreement among the algorithms within each scan in 2010 by plotting the deviations of the ratios σ vis /σ vis (LUCID_EventOR) for several algorithms from the mean value of these ratios, σ vis /σ vis (LUCID_ EventOR). ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 111,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_4",
                    "text": "Figure 11"
                }
            ]
        },
        {
            "text": "By construction, any variation between scans related to the bunch population product n 1 n 2 cancels out, and the remaining scatter reflects the variation between algorithms in measuring μ MAX vis Σ x Σ y . ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 111,
            "section_rank": 35,
            "ref_spans": [
                {
                    "start": 189,
                    "end": 192,
                    "type": "bibr",
                    "text": "MAX"
                }
            ]
        },
        {
            "text": "The observed variation is mostly consistent with the statistical uncertainties, and the observed variation of up to ±2 % is consistent with the systematic uncertainty assigned to scans I-III for μ dependence. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 111,
            "section_rank": 35
        },
        {
            "text": "No evidence for any additional source of significant systematic uncertainty between the algorithms is apparent. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 111,
            "section_rank": 35
        },
        {
            "text": "The σ vis values determined in Sect. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 111,
            "section_rank": 35
        },
        {
            "text": "6 allow each calibrated algorithm to provide luminosity measurements over the course of the 2010 and 2011 runs. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 111,
            "section_rank": 35
        },
        {
            "text": "Several additional effects due to the LHC operating with a large number of bunches and large μ values must be considered for the 2011 data, however, and additional uncertainties related to the extrapolation of the vdM scan calibration to the complete data sample must be evaluated. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 111,
            "section_rank": 35
        },
        {
            "text": "Several specific corrections are described in this section for the 2011 data, while more general uncertainties, related to the agreement and stability of the various luminosity methods applicable to both 2010 and 2011, are described in Sect. ",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 111,
            "section_rank": 35
        },
        {
            "text": "8.",
            "section": "Combination of 2010 scans",
            "paragraph_rank": 111,
            "section_rank": 35
        },
        {
            "text": "2011 hardware changes",
            "section_rank": 36
        },
        {
            "text": "Several changes were made to the readout chain of both the BCM and LUCID detectors before and during the early 2011 data-taking period.",
            "section": "2011 hardware changes",
            "paragraph_rank": 112,
            "section_rank": 36
        },
        {
            "text": "During the 2010-2011 LHC winter shutdown, resistors on the BCM front-end boards were replaced to increase the dynamic range of the low-gain BCM signals used for beamabort monitoring. ",
            "section": "2011 hardware changes",
            "paragraph_rank": 113,
            "section_rank": 36
        },
        {
            "text": "While the adjustments were performed in a way that should have left the high-gain BCM signal (used for the luminosity measurement) unchanged, variations at the percent level remain possible. ",
            "section": "2011 hardware changes",
            "paragraph_rank": 113,
            "section_rank": 36
        },
        {
            "text": "As a result, the BCM calibration in 2010 is not expected to be directly applicable to the 2011 data.",
            "section": "2011 hardware changes",
            "paragraph_rank": 113,
            "section_rank": 36
        },
        {
            "text": "On 21 April 2011, the BCM thresholds were adjusted to place them at a better point in the detector response plateau. ",
            "section": "2011 hardware changes",
            "paragraph_rank": 114,
            "section_rank": 36
        },
        {
            "text": "As this change was made during a period with stable beams, the ratio of the BCM luminosity to that of any other detector shows a clear step, which can be used to measure directly the relative change in σ vis due to this adjustment. ",
            "section": "2011 hardware changes",
            "paragraph_rank": 114,
            "section_rank": 36
        },
        {
            "text": "After the threshold change, the luminosity measured by BCMH_EventOR was observed to increase with respect to other detectors by +3.1 %, which implies that the σ vis value for BCMH_EventOR decreased by this amount. ",
            "section": "2011 hardware changes",
            "paragraph_rank": 114,
            "section_rank": 36
        },
        {
            "text": "For BCMV the equivalent luminosity change is +4.1 %. ",
            "section": "2011 hardware changes",
            "paragraph_rank": 114,
            "section_rank": 36
        },
        {
            "text": "Since the 2011 vdM scan calibration happened after this date, for any BCM data taken before this threshold change, the σ vis values applied have been scaled up accordingly from the 2011 calibrated values. ",
            "section": "2011 hardware changes",
            "paragraph_rank": 114,
            "section_rank": 36
        },
        {
            "text": "The total change in σ vis for BCMH_EventOR shown in Table 8 is +2.5 %, implying that over the 2010-2011 winter shutdown the BCMH_EventOR response changed by about +5.6 %.",
            "section": "2011 hardware changes",
            "paragraph_rank": 114,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 52,
                    "end": 59,
                    "type": "table",
                    "text": "Table 8"
                }
            ]
        },
        {
            "text": "During the LHC technical stop in early April 2011, the LUCID receiver cards were changed to improve the performance of the readout with 50 ns bunch spacing. ",
            "section": "2011 hardware changes",
            "paragraph_rank": 115,
            "section_rank": 36
        },
        {
            "text": "Since this change was made during a period with no collisions, there is no direct measurement of the shift in LUCID calibration. ",
            "section": "2011 hardware changes",
            "paragraph_rank": 115,
            "section_rank": 36
        },
        {
            "text": "Using data taken before and after the technical stop it can be estimated that the LUCID_EventOR σ vis value increased by about 2-3 %. ",
            "section": "2011 hardware changes",
            "paragraph_rank": 115,
            "section_rank": 36
        },
        {
            "text": "The total change in LUCID_EventOR calibration from 2010 to 2011 shown in Table 8 is +2.4 %, which indicates that the LUCID σ vis calibration is consistent between 2010 and 2011 at a level of approximately 1 %.",
            "section": "2011 hardware changes",
            "paragraph_rank": 115,
            "section_rank": 36,
            "ref_spans": [
                {
                    "start": 73,
                    "end": 80,
                    "type": "table",
                    "text": "Table 8"
                }
            ]
        },
        {
            "text": "Finally, on 30 July 2011, the radiator gas was removed from the LUCID Cherenkov tubes and the detector was operated for the rest of the 2011 physics run using only the Cherenkov signal from the quartz window. ",
            "section": "2011 hardware changes",
            "paragraph_rank": 116,
            "section_rank": 36
        },
        {
            "text": "This reduction in detector efficiency was motivated by several factors, including the increasing interaction rate which was starting to saturate the LUCID_EventOR response when the detector was filled with gas, as well as the better stability and linearity observed without gas. ",
            "section": "2011 hardware changes",
            "paragraph_rank": 116,
            "section_rank": 36
        },
        {
            "text": "The calibration of the LUCID luminosity measurements without gas was determined by comparing to the TileCal luminosity as described in Sect. ",
            "section": "2011 hardware changes",
            "paragraph_rank": 116,
            "section_rank": 36
        },
        {
            "text": "7.3.",
            "section": "2011 hardware changes",
            "paragraph_rank": 116,
            "section_rank": 36
        },
        {
            "text": "Backgrounds",
            "section_rank": 37
        },
        {
            "text": "As described in Sect. ",
            "section": "Backgrounds",
            "paragraph_rank": 117,
            "section_rank": 37
        },
        {
            "text": "5.4, both the LUCID and BCM detectors observe some small \"afterglow\" activity in the BCIDs immediately following a collision in normal physics operations. ",
            "section": "Backgrounds",
            "paragraph_rank": 117,
            "section_rank": 37
        },
        {
            "text": "With a 2011 bunch spacing of 50 ns and a relatively large number of bunches injected into the LHC, this afterglow tends to reach a fairly stable equilibrium after the first few bunches in a train, and is observed to scale with the instantaneous luminosity. ",
            "section": "Backgrounds",
            "paragraph_rank": 117,
            "section_rank": 37
        },
        {
            "text": "Figure 12 shows the luminosity as determined by LUCID_ EventOR and BCMV_EventOR for a span of 400 BCIDs within a fill in June 2011 with 1042 colliding bunch pairs. ",
            "section": "Backgrounds",
            "paragraph_rank": 117,
            "section_rank": 37,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "text": "Figure 12"
                }
            ]
        },
        {
            "text": "The afterglow level can be seen to be roughly constant at the 1 % level for LUCID_EventOR and at the 0.5 % level for BCMV_EventOR during the bunch train, and dropping during gaps in the fill pattern.",
            "section": "Backgrounds",
            "paragraph_rank": 117,
            "section_rank": 37
        },
        {
            "text": "To assess the effect of afterglow, the probability of an afterglow event must be combined with the Poisson probabilities outlined in Sect. ",
            "section": "Backgrounds",
            "paragraph_rank": 118,
            "section_rank": 37
        },
        {
            "text": "4.1 to obtain the correction to the Fig. 12 Observed luminosity averaged over the fill as a function of BCID for the LUCID_EventOR and BCMV_EventOR algorithms for a single LHC fill with 1042 colliding bunch pairs. ",
            "section": "Backgrounds",
            "paragraph_rank": 118,
            "section_rank": 37,
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "type": "figure",
                    "text": "Fig. 12"
                }
            ]
        },
        {
            "text": "On this scale the BCMV and LUCID luminosity values for colliding BCIDs are indistinguishable. ",
            "section": "Backgrounds",
            "paragraph_rank": 118,
            "section_rank": 37
        },
        {
            "text": "The small \"afterglow\" luminosity comes in BCIDs where no bunches are colliding and is the result of induced activity seen in the detectors. ",
            "section": "Backgrounds",
            "paragraph_rank": 118,
            "section_rank": 37
        },
        {
            "text": "Only 400 BCIDs are shown so that the details of the afterglow in the short and long gaps in the fill pattern can be seen more clearly observed μ value. ",
            "section": "Backgrounds",
            "paragraph_rank": 118,
            "section_rank": 37
        },
        {
            "text": "For EventOR and HitOR algorithms, this correction is μ = μ obs − μ bgd while for the EventAND algorithms a considerably more involved formula must be applied. ",
            "section": "Backgrounds",
            "paragraph_rank": 118,
            "section_rank": 37
        },
        {
            "text": "To estimate μ bgd , the calibrated μ value observed in the BCID immediately preceding a collision has been used. ",
            "section": "Backgrounds",
            "paragraph_rank": 118,
            "section_rank": 37
        },
        {
            "text": "Different estimates using the following BCID or the average of the preceding and following BCIDs produce negligibly different results.",
            "section": "Backgrounds",
            "paragraph_rank": 118,
            "section_rank": 37
        },
        {
            "text": "This afterglow subtraction has been applied to all BCM and LUCID luminosity determinations. ",
            "section": "Backgrounds",
            "paragraph_rank": 119,
            "section_rank": 37
        },
        {
            "text": "Since the afterglow level in the BCID immediately following a colliding bunch may be different from the level in the second BCID after a colliding bunch, BCIDs at the end of a bunch train have been used to evaluate any possible bias in the afterglow correction. ",
            "section": "Backgrounds",
            "paragraph_rank": 119,
            "section_rank": 37
        },
        {
            "text": "It is observed that the simple afterglow subtraction over-corrects for the afterglow background in the BCMH_EventOR algorithm by approximately 0.2 %, although for the BCMV_EventOR algorithm the method works better. ",
            "section": "Backgrounds",
            "paragraph_rank": 119,
            "section_rank": 37
        },
        {
            "text": "A systematic uncertainty of ±0.2 % is assigned to cover any possible bias on the BCMV_EventOR luminosity. ",
            "section": "Backgrounds",
            "paragraph_rank": 119,
            "section_rank": 37
        },
        {
            "text": "The LUCID_EventOR algorithm is over-corrected by around 0.5 %, and this bias is removed by applying a constant scale factor to the LUCID luminosity measurements. ",
            "section": "Backgrounds",
            "paragraph_rank": 119,
            "section_rank": 37
        },
        {
            "text": "A more detailed comparison, using luminosity data from a single-bunch run to construct an afterglow \"template\" which can be combined with any arbitrary bunch pattern to emulate the behavior in a train, yields consistent results.",
            "section": "Backgrounds",
            "paragraph_rank": 119,
            "section_rank": 37
        },
        {
            "text": "Afterglow in 2010 was considerably less important due to the 150 ns bunch spacing, and the relatively short trains used that year. ",
            "section": "Backgrounds",
            "paragraph_rank": 120,
            "section_rank": 37
        },
        {
            "text": "Afterglow is generally negligible in vdM scans due to the small number of colliding bunches and the large spacing between them.",
            "section": "Backgrounds",
            "paragraph_rank": 120,
            "section_rank": 37
        },
        {
            "text": "The additional single-beam backgrounds observed by both BCM and LUCID are generally negligible during nor-mal physics operations as these luminosity-independent backgrounds are tiny compared to the typical signal during physics operations. ",
            "section": "Backgrounds",
            "paragraph_rank": 121,
            "section_rank": 37
        },
        {
            "text": "These backgrounds must be treated carefully, however, during vdM scans or other special beam tests which involve low-luminosity running.",
            "section": "Backgrounds",
            "paragraph_rank": 121,
            "section_rank": 37
        },
        {
            "text": "LUCID PMT current correction",
            "section_rank": 38
        },
        {
            "text": "Due to the increase in the total luminosity delivered by the LHC, both in terms of the number of bunches colliding and of the average number of interactions per bunch crossing, the LUCID PMTs in 2011 were operating in a regime where the average anodic PMT current is of order 10 µA, which has an observable effect on the PMT gain.",
            "section": "LUCID PMT current correction",
            "paragraph_rank": 122,
            "section_rank": 38
        },
        {
            "text": "Uncorrected, this effect shows up both as an apparent μ dependence of the luminosity, since the PMT currents are highly correlated with the average μ during a fill, as well as a long-term time dependence in the LUCID luminosity value, since the number of colliding bunches steadily increased in 2011. ",
            "section": "LUCID PMT current correction",
            "paragraph_rank": 123,
            "section_rank": 38
        },
        {
            "text": "The magnitude of this effect was of the order of 4 % on the LUCID_EventOR luminosity by the end of 2011.",
            "section": "LUCID PMT current correction",
            "paragraph_rank": 123,
            "section_rank": 38
        },
        {
            "text": "The total anodic current summed over all LUCID tubes has been observed to produce a deviation of the luminosity measured by the various LUCID algorithms with respect to the TileCal value. ",
            "section": "LUCID PMT current correction",
            "paragraph_rank": 124,
            "section_rank": 38
        },
        {
            "text": "A correction for this effect has been evaluated using a single ATLAS run with 1317 colliding bunches. ",
            "section": "LUCID PMT current correction",
            "paragraph_rank": 124,
            "section_rank": 38
        },
        {
            "text": "TileCal is used as the reference, and a second-order polynomial is fitted to the ratio between the LUCID and TileCal luminosity, for all the algorithms, as a function of the total anodic PMT current. ",
            "section": "LUCID PMT current correction",
            "paragraph_rank": 124,
            "section_rank": 38
        },
        {
            "text": "This PMT current correction has been applied to all LUCID data used to describe luminosity during physics operations.",
            "section": "LUCID PMT current correction",
            "paragraph_rank": 124,
            "section_rank": 38
        },
        {
            "text": "The constant term of the fitted function, representing the extrapolation to zero PMT anodic current, provides the correction to be applied to the LUCID vdM calibration resulting from the removal of the radiator gas from the detector, as well as from any ageing-related variation in PMT gain to that point in time. ",
            "section": "LUCID PMT current correction",
            "paragraph_rank": 125,
            "section_rank": 38
        },
        {
            "text": "As discussed in Sect. ",
            "section": "LUCID PMT current correction",
            "paragraph_rank": 125,
            "section_rank": 38
        },
        {
            "text": "4.4, the TileCal luminosity calibration is performed relative to LU-CID_EventOR at the time of the vdM scan. ",
            "section": "LUCID PMT current correction",
            "paragraph_rank": 125,
            "section_rank": 38
        },
        {
            "text": "As a result, the LUCID and TileCal luminosity measurements are implicitly tied to each other at one point in time, although any long-term variations away from that point are still significant. ",
            "section": "LUCID PMT current correction",
            "paragraph_rank": 125,
            "section_rank": 38
        },
        {
            "text": "Similarly, any μ dependence between the LUCID and TileCal response is largely removed by this correction procedure, although comparisons to other detectors remain relevant.",
            "section": "LUCID PMT current correction",
            "paragraph_rank": 125,
            "section_rank": 38
        },
        {
            "text": "BCM calibration shifts",
            "section_rank": 39
        },
        {
            "text": "The BCM detectors are solid-state devices constructed from chemical vapour deposition diamonds to provide tolerance to high radiation levels. ",
            "section": "BCM calibration shifts",
            "paragraph_rank": 126,
            "section_rank": 39
        },
        {
            "text": "A well-known feature of such detectors is a tendency for the gain to increase under moderate irradiation levels up to a stable asymptotic value at high dose rates [25,26]. ",
            "section": "BCM calibration shifts",
            "paragraph_rank": 126,
            "section_rank": 39,
            "ref_spans": [
                {
                    "start": 163,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b22",
                    "text": "[25,"
                },
                {
                    "start": 167,
                    "end": 170,
                    "type": "bibr",
                    "ref_id": "b23",
                    "text": "26]"
                }
            ]
        },
        {
            "text": "This so-called \"pumping\" is generally ascribed to the filling of charge traps in the diamond sensors with continued irradiation until enough charge has been sent through the device to fill essentially all of the traps. ",
            "section": "BCM calibration shifts",
            "paragraph_rank": 126,
            "section_rank": 39
        },
        {
            "text": "Measurements of this effect in diamond samples outside ATLAS and the predicted fluences in the presence of LHC collisions predict that the diamonds should become fully pumped within tens of minutes when the ATLAS instantaneous luminosity is 10 33 cm −2 s −1 .",
            "section": "BCM calibration shifts",
            "paragraph_rank": 126,
            "section_rank": 39
        },
        {
            "text": "In the 2011 BCM data it has been observed that the apparent luminosity scale of the different sides of the BCM detectors tends to vary by up to about 1 % immediately after an extended period with no beam in the LHC. ",
            "section": "BCM calibration shifts",
            "paragraph_rank": 127,
            "section_rank": 39
        },
        {
            "text": "Figure 13 shows the fractional deviation of the BCMH_EventOR and BCMV_EventOR luminosity values from the luminosity measured by TileCal. ",
            "section": "BCM calibration shifts",
            "paragraph_rank": 127,
            "section_rank": 39,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Figure 13"
                }
            ]
        },
        {
            "text": "The vdM calibration occurs near the start of the period shown in this figure, and a clear drift of the BCMH_EventOR luminosity scale is observed during the first fill and the start of the second fill, until settling at an asymptotically stable value. ",
            "section": "BCM calibration shifts",
            "paragraph_rank": 127,
            "section_rank": 39
        },
        {
            "text": "The drift of the BCMH_EventOR luminosity from the calibrated value is estimated to be +1.0 %, while the BCMV_EventOR luminosity is consistent with no significant net drift by the end of this time interval. ",
            "section": "BCM calibration shifts",
            "paragraph_rank": 127,
            "section_rank": 39
        },
        {
            "text": "Comparable shifts are observed in the BCM_EventAND luminosity scales. ",
            "section": "BCM calibration shifts",
            "paragraph_rank": 127,
            "section_rank": 39
        },
        {
            "text": "Similar patterns are observed after each LHC technical stop, a two or three week period during physics running, scheduled approximately every two months to allow for machine development and equipment maintenance. ",
            "section": "BCM calibration shifts",
            "paragraph_rank": 127,
            "section_rank": 39
        },
        {
            "text": "Within a couple of fills after each technical stop has ended and normal physics collisions have resumed, the BCM luminosity scale is observed to return, with rather good reproducibility, to the level recorded before the technical stop.",
            "section": "BCM calibration shifts",
            "paragraph_rank": 127,
            "section_rank": 39
        },
        {
            "text": "One interpretation of these data is that a small amount of annealing at the few percent level can occur during the technical stops. ",
            "section": "BCM calibration shifts",
            "paragraph_rank": 128,
            "section_rank": 39
        },
        {
            "text": "In the first few low-luminosity fills after a technical stop, some amount of \"micro-pumping\" takes place to refill these short-lifetime traps. ",
            "section": "BCM calibration shifts",
            "paragraph_rank": 128,
            "section_rank": 39
        },
        {
            "text": "The first fill shown in Fig. 13 is the vdM scan, which takes place right after the May 2011 technical stop. ",
            "section": "BCM calibration shifts",
            "paragraph_rank": 128,
            "section_rank": 39,
            "ref_spans": [
                {
                    "start": 24,
                    "end": 31,
                    "type": "figure",
                    "ref_id": "fig_5",
                    "text": "Fig. 13"
                }
            ]
        },
        {
            "text": "With an average luminosity around 3 × 10 30 cm −2 s −1 , this fill does not provide enough particle fluence through the BCM detectors to fully pump the short-lifetime traps. ",
            "section": "BCM calibration shifts",
            "paragraph_rank": 128,
            "section_rank": 39
        },
        {
            "text": "By the time of the third fill, where the luminosity reaches 4 × 10 32 cm −2 s −1 , the particle fluences since the technical stop are sufficient to return the detectors to their asymptotic response.",
            "section": "BCM calibration shifts",
            "paragraph_rank": 128,
            "section_rank": 39
        },
        {
            "text": "To account for this short-term change in the BCMH detector response, the BCMH luminosity scale has been corrected by the observed 1.0 % drift after the vdM scan. ",
            "section": "BCM calibration shifts",
            "paragraph_rank": 129,
            "section_rank": 39
        },
        {
            "text": "No correction has been applied to the BCMV_EventOR algorithm which is used to set the physics luminosity scale, but an additional systematic uncertainty of ±0.25 % has been applied as an estimate of the uncertainty due to this effect.",
            "section": "BCM calibration shifts",
            "paragraph_rank": 129,
            "section_rank": 39
        },
        {
            "text": "TileCal calibration",
            "section_rank": 40
        },
        {
            "text": "As described in Sect. ",
            "section": "TileCal calibration",
            "paragraph_rank": 130,
            "section_rank": 40
        },
        {
            "text": "4.4, the TileCal PMT currents from selected cells are calibrated with respect to the luminosity observed by the LUCID_EventOR algorithm at relatively low μ values. ",
            "section": "TileCal calibration",
            "paragraph_rank": 130,
            "section_rank": 40
        },
        {
            "text": "This current-based luminosity measurement is not absolutely calibrated, and does not provide bunch-by-bunch information, but is still a valuable cross-check of the stability of the other luminosity algorithms.",
            "section": "TileCal calibration",
            "paragraph_rank": 130,
            "section_rank": 40
        },
        {
            "text": "In the 2010 data, the total TileCal PMT current for a common group of cells is calibrated during a single LHC fill taken in October 2010. ",
            "section": "TileCal calibration",
            "paragraph_rank": 131,
            "section_rank": 40
        },
        {
            "text": "The calibration is performed by fitting the TileCal response as a function of the LUCID_EventOR luminosity over a range 50-100 × 10 30 cm −2 s −1 with a first-order polynomial, where the constant term accounts for any pedestal or non-collision backgrounds present in the TileCal currents. ",
            "section": "TileCal calibration",
            "paragraph_rank": 131,
            "section_rank": 40
        },
        {
            "text": "This crosscalibrated luminosity value is then compared to LUCID_ EventOR for all of the 2010 pp data where the luminosity was greater than 35 × 10 30 cm −2 s −1 . ",
            "section": "TileCal calibration",
            "paragraph_rank": 131,
            "section_rank": 40
        },
        {
            "text": "This luminosity represents the approximate threshold above which the luminosity-based current signal is large enough to be resolved. ",
            "section": "TileCal calibration",
            "paragraph_rank": 131,
            "section_rank": 40
        },
        {
            "text": "The RMS residual deviation between TileCal and LUCID is found to be about 0.2 % when comparing the average luminosity measured over a time range of about 2 minutes.",
            "section": "TileCal calibration",
            "paragraph_rank": 131,
            "section_rank": 40
        },
        {
            "text": "For the calibration method used in the 2011 data, a few cells around |η| = 1.25 with the highest observed currents are compared to the LUCID_EventOR luminosity at the peak of the vdM scan. ",
            "section": "TileCal calibration",
            "paragraph_rank": 132,
            "section_rank": 40
        },
        {
            "text": "The TileCal pedestals are explicitly measured using data taken at the start of the fill before the beams are put into collision, and the pedestal-corrected Tile-Cal currents are assumed to be directly proportional to the luminosity (with no constant offset). ",
            "section": "TileCal calibration",
            "paragraph_rank": 132,
            "section_rank": 40
        },
        {
            "text": "The LUCID luminosity at the peak of the vdM scan, which is itself calibrated by the scan at that point in time, is simply used to set the proportionality constant for each TileCal cell. ",
            "section": "TileCal calibration",
            "paragraph_rank": 132,
            "section_rank": 40
        },
        {
            "text": "These few calibrated cells are then compared to other TileCal cells in a fill shortly after the vdM scan when the luminosity is in the range 100-200 × 10 30 cm −2 s −1 which is high enough to produce a reasonable current in all cells. ",
            "section": "TileCal calibration",
            "paragraph_rank": 132,
            "section_rank": 40
        },
        {
            "text": "The proportionality constants for these remaining cells are determined by comparing the pedestal-corrected currents to the luminosity measured by the subset of cells which were directly calibrated during the vdM scan. ",
            "section": "TileCal calibration",
            "paragraph_rank": 132,
            "section_rank": 40
        },
        {
            "text": "This two-stage calibration is necessary because the total luminosity during the vdM scan is too low to provide reasonable currents to all of the TileCal cells used to measure luminosity. ",
            "section": "TileCal calibration",
            "paragraph_rank": 132,
            "section_rank": 40
        },
        {
            "text": "The result is a TileCal calibration which is nearly independent of LUCID or any other detector in 2011.",
            "section": "TileCal calibration",
            "paragraph_rank": 132,
            "section_rank": 40
        },
        {
            "text": "The calibration of individual cells in 2011 allows all available cells to be used at any given time to provide a luminosity, which is important in 2011 due to an increasing number of tripped TileCal cells over the course of the year. ",
            "section": "TileCal calibration",
            "paragraph_rank": 133,
            "section_rank": 40
        },
        {
            "text": "Since the set of available cells can vary significantly over time, this method is more sensitive to the residual variations of the cell calibration constants. ",
            "section": "TileCal calibration",
            "paragraph_rank": 133,
            "section_rank": 40
        },
        {
            "text": "For the 2011 data, the RMS variation of the TileCal luminosity measurement is estimated to be about 0.5 % based on the agreement between individual cells and the typical number of calibrated cells available to make a measurement.",
            "section": "TileCal calibration",
            "paragraph_rank": 133,
            "section_rank": 40
        },
        {
            "text": "Additionally, the response of the TileCal PMTs showed variations in time related to the exposure of the detector to collisions. ",
            "section": "TileCal calibration",
            "paragraph_rank": 134,
            "section_rank": 40
        },
        {
            "text": "A downward drift of the mean PMT response was observed during data-taking periods, and an upward drift back to an asymptotically stable value was observed after a few days during a technical stop when there were no collisions. ",
            "section": "TileCal calibration",
            "paragraph_rank": 134,
            "section_rank": 40
        },
        {
            "text": "The typical size of this variation is around 1 %. ",
            "section": "TileCal calibration",
            "paragraph_rank": 134,
            "section_rank": 40
        },
        {
            "text": "This effect has been identified during calibration runs with a caesium-137 source that circulates among the TileCal cells and during laser calibration runs, where a laser signal is directly injected into the PMTs. ",
            "section": "TileCal calibration",
            "paragraph_rank": 134,
            "section_rank": 40
        },
        {
            "text": "Comparison of the luminosity measured by specific TileCal cells also confirms a time variation based on the rates of exposure seen by each individual cell. ",
            "section": "TileCal calibration",
            "paragraph_rank": 134,
            "section_rank": 40
        },
        {
            "text": "The TileCal laser calibration system is used to derive a global correction factor as a function of time based on the observed change in mean PMT response. ",
            "section": "TileCal calibration",
            "paragraph_rank": 134,
            "section_rank": 40
        },
        {
            "text": "This global correction improves the time stability of the TileCal luminosity, but as discussed further in Sect. ",
            "section": "TileCal calibration",
            "paragraph_rank": 134,
            "section_rank": 40
        },
        {
            "text": "8.1 it does not remove the effect completely. ",
            "section": "TileCal calibration",
            "paragraph_rank": 134,
            "section_rank": 40
        },
        {
            "text": "Performing cell-by-cell corrections is unfeasible as the statistical error on the individual cell corrections would be too large.",
            "section": "TileCal calibration",
            "paragraph_rank": 134,
            "section_rank": 40
        },
        {
            "text": "FCal calibration",
            "section_rank": 41
        },
        {
            "text": "Similarly, the FCal high-voltage (HV) currents are calibrated to one of the other detectors at one time to provide a luminosity measurement which can be used to check the stability of other methods. ",
            "section": "FCal calibration",
            "paragraph_rank": 135,
            "section_rank": 41
        },
        {
            "text": "The FCal needs a higher instantaneous luminosity than TileCal (a minimum value around 1 × 10 32 cm −2 s −1 ) to have a significant current signal. ",
            "section": "FCal calibration",
            "paragraph_rank": 135,
            "section_rank": 41
        },
        {
            "text": "In order to check the validity of the calibration throughout the 2010 data-taking period, the calibrated FCal luminosity is compared to the LUCID_EventOR luminosity for a set of runs recorded during October 2010 when the luminosity was high enough for the FCal technique to work. ",
            "section": "FCal calibration",
            "paragraph_rank": 135,
            "section_rank": 41
        },
        {
            "text": "The RMS residual variation between FCal and LUCID is found to be about 0.5 %. ",
            "section": "FCal calibration",
            "paragraph_rank": 135,
            "section_rank": 41
        },
        {
            "text": "For 2011, a similar calibration was performed between FCal and BCMV_EventOR during a single run. ",
            "section": "FCal calibration",
            "paragraph_rank": 135,
            "section_rank": 41
        },
        {
            "text": "The FCal HV lines are selected for luminosity determination based on their noise, and lines that are connected to shorted calorimeter electrodes are excluded. ",
            "section": "FCal calibration",
            "paragraph_rank": 135,
            "section_rank": 41
        },
        {
            "text": "Individual HV currents are then compared to BCMV_EventOR during an LHC fill in September when the beams were purposely separated to provide a wide range of μ values in a short period of time. ",
            "section": "FCal calibration",
            "paragraph_rank": 135,
            "section_rank": 41
        },
        {
            "text": "These so-called \"μ scans\" are also used to assess the μ dependence of various algorithms as described in Sect. ",
            "section": "FCal calibration",
            "paragraph_rank": 135,
            "section_rank": 41
        },
        {
            "text": "8.2. ",
            "section": "FCal calibration",
            "paragraph_rank": 135,
            "section_rank": 41
        },
        {
            "text": "The μ-scan data provide the largest range of luminosities to calibrate the FCal current data accurately, and a linear fit is applied to extract calibration parameters for each FCal HV line. ",
            "section": "FCal calibration",
            "paragraph_rank": 135,
            "section_rank": 41
        },
        {
            "text": "These calibrations are then applied to all measured HV currents in 2011 to provide a measured luminosity per HV line, and these individual measurements are averaged to produce a single FCal luminosity measurement.",
            "section": "FCal calibration",
            "paragraph_rank": 135,
            "section_rank": 41
        },
        {
            "text": "Luminosity stability",
            "section_rank": 42
        },
        {
            "text": "To produce the integrated luminosity values used in ATLAS physics analyses, a single algorithm is chosen to provide the central value for a certain range of time, with the remaining calibrated algorithms providing independent measurements to evaluate systematic uncertainties on the stability of these results. ",
            "section": "Luminosity stability",
            "paragraph_rank": 136,
            "section_rank": 42
        },
        {
            "text": "The LUCID_EventOR algorithm is primarily used in 2010 where the large visible cross-section makes it more sensitive to the relatively low luminosity delivered in that year. ",
            "section": "Luminosity stability",
            "paragraph_rank": 136,
            "section_rank": 42
        },
        {
            "text": "In 2011 the BCMV_EventOR algorithm is primarily used, due to the better relative stability of this detector compared to either BCMH or LUCID during the 2011 run.",
            "section": "Luminosity stability",
            "paragraph_rank": 136,
            "section_rank": 42
        },
        {
            "text": "The calibration of σ vis is performed on only a few occasions (only once in 2011) and at a relatively low value of μ compared to the range of μ values routinely seen in physics operations, particularly in 2011 where peak values of μ 20 for certain BCIDs were not uncommon. ",
            "section": "Luminosity stability",
            "paragraph_rank": 137,
            "section_rank": 42
        },
        {
            "text": "As discussed in Sect. ",
            "section": "Luminosity stability",
            "paragraph_rank": 137,
            "section_rank": 42
        },
        {
            "text": "6.1.12, the number of interactions per bunch crossing (μ) is equivalent to the luminosity per bunch crossing and provides an intuitive unit to describe pile-up conditions.",
            "section": "Luminosity stability",
            "paragraph_rank": 137,
            "section_rank": 42
        },
        {
            "text": "Two additional sources of uncertainty are evaluated, which are related to the stability of the calibrated results when applied to the entire 2010 and 2011 data samples. ",
            "section": "Luminosity stability",
            "paragraph_rank": 138,
            "section_rank": 42
        },
        {
            "text": "The first is the long-term stability of each algorithm with respect to time, and the second is the linearity of the calibrated luminosity value with respect to the interaction rate μ. ",
            "section": "Luminosity stability",
            "paragraph_rank": 138,
            "section_rank": 42
        },
        {
            "text": "In each case, the agreement between all available detectors and algorithms is used to limit the possible systematic variation of the primary algorithm used to deliver physics luminosity results.",
            "section": "Luminosity stability",
            "paragraph_rank": 138,
            "section_rank": 42
        },
        {
            "text": "Long-term stability",
            "section_rank": 43
        },
        {
            "text": "One key source of potential uncertainty is the assumption that the σ vis calibration determined in a set of vdM scans is stable across the entire 2010 or 2011 data set. ",
            "section": "Long-term stability",
            "paragraph_rank": 139,
            "section_rank": 43
        },
        {
            "text": "Several effects could degrade the long-term stability of a given detector, including slow drifts in the detector response and sensitivity to varying LHC beam conditions, particularly the total number of colliding bunches. ",
            "section": "Long-term stability",
            "paragraph_rank": 139,
            "section_rank": 43
        },
        {
            "text": "Because the number of colliding bunches increased rather monotonically during both the 2010 and 2011 data-taking periods, it is not possible to disentangle these two effects, so the tests of long-term stability should be viewed as covering both possibilities. ",
            "section": "Long-term stability",
            "paragraph_rank": 139,
            "section_rank": 43
        },
        {
            "text": "Figure 14 shows the interaction rate ratio of a given algorithm to the reference algorithm as a function of time in 2011. ",
            "section": "Long-term stability",
            "paragraph_rank": 139,
            "section_rank": 43,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Figure 14"
                }
            ]
        },
        {
            "text": "Each point shows the average number of interactions per bunch crossing measured by a particular algorithm divided by the number measured by BCMV_EventOR, averaged over one ATLAS run. ",
            "section": "Long-term stability",
            "paragraph_rank": 139,
            "section_rank": 43
        },
        {
            "text": "The average number of interactions per bunch crossing, μ , is the number of interactions per bunch μ averaged over all BCIDs with colliding bunch pairs, and must be used for any comparison with TileCal or FCal. ",
            "section": "Long-term stability",
            "paragraph_rank": 139,
            "section_rank": 43
        },
        {
            "text": "The figure shows the relative variation of this ratio over time compared to a single fill in September which is used to provide a reference point, and comes approximately four months after the vdM scan in May. ",
            "section": "Long-term stability",
            "paragraph_rank": 139,
            "section_rank": 43
        },
        {
            "text": "The variation seen on the left-hand side of this plot indicates the level of long-term stability from the vdM scan until this time in mid-September.",
            "section": "Long-term stability",
            "paragraph_rank": 139,
            "section_rank": 43
        },
        {
            "text": "The various BCM algorithms are very stable with respect to each other, with agreement at the level of a few tenths of a percent over the entire 2011 run (the first few fills with low numbers of colliding bunches after each technical stop are not shown in this figure). ",
            "section": "Long-term stability",
            "paragraph_rank": 140,
            "section_rank": 43,
            "ref_spans": [
                {
                    "start": 260,
                    "end": 267,
                    "type": "figure",
                    "text": "figure)"
                }
            ]
        },
        {
            "text": "This demonstrates the reproducibility of the BCM luminosity scale after each technical stop as discussed in Sect. ",
            "section": "Long-term stability",
            "paragraph_rank": 140,
            "section_rank": 43
        },
        {
            "text": "7.4. ",
            "section": "Long-term stability",
            "paragraph_rank": 140,
            "section_rank": 43
        },
        {
            "text": "The LUCID data are shown only for the period of operation without gas from July onwards. ",
            "section": "Long-term stability",
            "paragraph_rank": 140,
            "section_rank": 43
        },
        {
            "text": "Some variation at the level of ±0.5 % can be seen for the LUCID_Event algorithms, with somewhat larger variations observed for LUCID_HitOR. ",
            "section": "Long-term stability",
            "paragraph_rank": 140,
            "section_rank": 43
        },
        {
            "text": "These variations are observed to be correlated with drifts in the PMT gains inferred from measurements of single-photon pulse-height distributions in the LUCID data.",
            "section": "Long-term stability",
            "paragraph_rank": 140,
            "section_rank": 43
        },
        {
            "text": "The FCal luminosity scale is observed to change by about −0.5 % with respect to BCMV_EventOR from early to late 2011. ",
            "section": "Long-term stability",
            "paragraph_rank": 141,
            "section_rank": 43
        },
        {
            "text": "Studies have shown that this variation is actually the result of a residual non-linearity in the FCal luminosity response. ",
            "section": "Long-term stability",
            "paragraph_rank": 141,
            "section_rank": 43
        },
        {
            "text": "Since the average luminosity increased considerably from early to late 2011 due to the increase in the number of colliding bunches, this non-linearity with total luminosity manifests itself as an apparent drift on the time stability plot. ",
            "section": "Long-term stability",
            "paragraph_rank": 141,
            "section_rank": 43
        },
        {
            "text": "The TileCal luminosity is observed to undergo a slow drift with respect to BCMV_EventOR at the level of 1 % over the course of 2011. ",
            "section": "Long-term stability",
            "paragraph_rank": 141,
            "section_rank": 43
        },
        {
            "text": "In contrast to the FCal, this variation has been shown not to be dependent on luminosity, but rather is likely due to residual PMT gain variations which are not corrected by the TileCal laser calibration system.",
            "section": "Long-term stability",
            "paragraph_rank": 141,
            "section_rank": 43
        },
        {
            "text": "Based on the observed variation with time between the various algorithms shown in Fig. 14, a systematic uncertainty on long-term stability, which includes any effects related to dependence on the number of colliding bunches or other operational conditions seen in the 2011 data, is set at ±0.7 %. ",
            "section": "Long-term stability",
            "paragraph_rank": 142,
            "section_rank": 43,
            "ref_spans": [
                {
                    "start": 82,
                    "end": 103,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 14, a systematic"
                }
            ]
        },
        {
            "text": "Similar tests on the 2010 data show consistency at the level of ±0.5 %, where very good agreement is observed between the LUCID, BCM, TileCal, and FCal luminosity measurements.",
            "section": "Long-term stability",
            "paragraph_rank": 142,
            "section_rank": 43
        },
        {
            "text": "Interaction rate dependence",
            "section_rank": 44
        },
        {
            "text": "A final key cross-check is the level of agreement between the calibrated luminosity algorithms as a function of μ, the number of interactions per bunch crossing. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 143,
            "section_rank": 44
        },
        {
            "text": "In 2010, the measured values of μ in normal physics operations were in the range 0 < μ < 5, and a direct comparison of the four LUCID and BCMH algorithms over this range showed agreement at the ±0.5 % level. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 143,
            "section_rank": 44
        },
        {
            "text": "In 2011, the measured values of μ seen in physics data are considerably larger, with most data in the range 4 < μ < 20. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 143,
            "section_rank": 44
        },
        {
            "text": "The effects of pile-up increase at larger interaction rates, and it is important to verify that the various algorithms still provide an accurate and linear measurement of the luminosity up to the highest values of μ observed in the data.",
            "section": "Interaction rate dependence",
            "paragraph_rank": 143,
            "section_rank": 44
        },
        {
            "text": "A first way to assess the linearity is to take the data presented in Fig. 14 and calculate the interaction rate ratio as a function of the average number of interactions per bunch crossing μ . ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 144,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 69,
                    "end": 76,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 14"
                }
            ]
        },
        {
            "text": "This is shown in Fig. 15. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 144,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 17,
                    "end": 24,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 15"
                }
            ]
        },
        {
            "text": "Because the calorimeter methods measure only the interaction rate averaged over all colliding bunches μ , the range of this comparison is smaller than the BCID-sensitive methods which test the full μ range. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 144,
            "section_rank": 44
        },
        {
            "text": "Since there is no absolute linearity reference available, the agreement between multiple algorithms with different acceptances and analysis methods is used to demonstrate consistency with each other, under the assumption that it is highly unlikely that they would all deviate from linearity in exactly the same way.",
            "section": "Interaction rate dependence",
            "paragraph_rank": 144,
            "section_rank": 44
        },
        {
            "text": "Again, since there is a ramp-up in the number of interactions per bunch crossing with time in 2011, issues with time stability are reflected in this figure as an apparent μ dependence. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 145,
            "section_rank": 44
        },
        {
            "text": "The large variation in TileCal is a good example, as the data with μ < 8 were recorded largely before the July technical stop, while the data with μ > 8 came mostly after this technical stop. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 145,
            "section_rank": 44
        },
        {
            "text": "The FCal variation appears to be a genuine non-linearity, although studies show that this is most accurately described as a dependence on total luminosity (not μ ). ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 145,
            "section_rank": 44
        },
        {
            "text": "The LUCID_HitOR response varies by up to ±0.5 %, although this is also most likely explained by the variations seen in the time stability. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 145,
            "section_rank": 44
        },
        {
            "text": "The remaining al- Fig. 15 Fractional deviation of the average number of interactions per bunch crossing μ (averaged over BCIDs) obtained using different algorithms from the BCMV_EventOR value as a function of μ . ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 145,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 18,
                    "end": 25,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 15"
                }
            ]
        },
        {
            "text": "Statistical uncertainties are shown per point, but generally are negligible gorithms all agree at the level of ±0.5 %, although this distribution does not test the linearity of the algorithms all the way down to the vdM calibration at μ ≈ 2.",
            "section": "Interaction rate dependence",
            "paragraph_rank": 145,
            "section_rank": 44
        },
        {
            "text": "To improve the characterization of the μ dependence in the range 2 < μ < 10, without complications from longterm stability, a series of \"μ-scans\" was performed in 2011 to provide a direct measurement of the linearity of the various luminosity algorithms. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 146,
            "section_rank": 44
        },
        {
            "text": "The μ-scans are performed at the end of normal physics operations by separating the beams by ±5 σ b in 19 steps, using the same procedure as employed in the vdM scans. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 146,
            "section_rank": 44
        },
        {
            "text": "Because this was done at the end of an LHC fill when the luminosity is fairly modest, and the entire scan can be performed in less than an hour, the cost of this procedure in terms of lost physics luminosity is much less than performing a vdM scan.",
            "section": "Interaction rate dependence",
            "paragraph_rank": 146,
            "section_rank": 44
        },
        {
            "text": "During these μ-scans, special triggers are used to collect large samples of events for the vertex-based luminosity algorithm from two specific BCIDs. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 147,
            "section_rank": 44
        },
        {
            "text": "In addition to the online algorithms, the TileCal and FCal current measurements also provide useful data during these scans. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 147,
            "section_rank": 44
        },
        {
            "text": "Figure 16 shows the μ-scan data comparison for several algorithms. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 147,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 9,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Figure 16"
                }
            ]
        },
        {
            "text": "Because single-beam backgrounds become relatively more important as the beams are separated, the LU-CID and BCM data were corrected for both afterglow and single-beam backgrounds using a procedure similar to that employed in the vdM scans.",
            "section": "Interaction rate dependence",
            "paragraph_rank": 147,
            "section_rank": 44
        },
        {
            "text": "The approximately constant offsets between algorithms are the result of drifts in the calibrated scales due to longterm stability. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 148,
            "section_rank": 44
        },
        {
            "text": "The linearity consistency is assessed by looking for a slope in the luminosity ratio with respect to the reference algorithm BCMV_EventOR. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 148,
            "section_rank": 44
        },
        {
            "text": "All of the algorithms show good linearity from the μ value where the vdM scan is performed (around μ = 2) up to the μ value observed Fig. 16 Fractional deviation of the average number of interactions per bunch crossing μ (averaged over BCIDs) obtained using different algorithms from the BCMV_EventOR value as a function of μ . ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 148,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 133,
                    "end": 140,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 16"
                }
            ]
        },
        {
            "text": "Data shown are taken during a μ-scan, where the beams are purposely separated to sample a large μ range under similar conditions. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 148,
            "section_rank": 44
        },
        {
            "text": "Statistical uncertainties are shown per point, but generally are negligible for μ > 2 in nominal physics operations (here around μ = 10). ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 148,
            "section_rank": 44
        },
        {
            "text": "A deviation of around 1 % is observed in the FCal luminosity over this range, which is consistent with the dependence on total luminosity also observed in Fig. 15. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 148,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 155,
                    "end": 162,
                    "type": "figure",
                    "ref_id": "fig_1",
                    "text": "Fig. 15"
                }
            ]
        },
        {
            "text": "The TileCal data agree very well with BCM, which is significant since the TileCal luminosity scale is cross-calibrated to LUCID_EventOR during the vdM scan taken four months earlier. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 148,
            "section_rank": 44
        },
        {
            "text": "The LUCID_EventOR data also agree with BCM at the ±0.5 % level, while LUCID_EventAND deviates by a few percent at the lowest luminosity values. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 148,
            "section_rank": 44
        },
        {
            "text": "This is interpreted as an imperfect subtraction of the single-beam background which is complicated by the presence of afterglow in this physics-based LHC filling pattern. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 148,
            "section_rank": 44
        },
        {
            "text": "Deviations of LU-CID_EventAND are not observed at low luminosity in the vdM scan, shown in Fig. 10, where the background correction can be performed more accurately. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 148,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 98,
                    "type": "figure",
                    "text": "Fig. 10"
                }
            ]
        },
        {
            "text": "The vertex counting data are also shown in Fig. 16 for the two BCIDs which were recorded with a special trigger during this time. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 148,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 43,
                    "end": 50,
                    "type": "figure",
                    "ref_id": "fig_2",
                    "text": "Fig. 16"
                }
            ]
        },
        {
            "text": "The vertex luminosity increases by about 1 % over the range of this figure, which is consistent with the additional systematic uncertainties on the vertex counting technique. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 148,
            "section_rank": 44
        },
        {
            "text": "These uncertainties, related to the vertex masking and fake vertex corrections, grow with the interaction rate and are estimated to reach ±2 % by an interaction rate of μ = 10.",
            "section": "Interaction rate dependence",
            "paragraph_rank": 148,
            "section_rank": 44
        },
        {
            "text": "A final test of μ dependence is performed by comparing the luminosity ratio between algorithms as a function of μ for a single LHC fill. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 149,
            "section_rank": 44
        },
        {
            "text": "This comparison, shown in Fig. 17 for a fill in October 2011, provides a way to assess the linearity independently from any long-term stability effects up to the very highest μ values observed in 2011. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 149,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 26,
                    "end": 33,
                    "type": "figure",
                    "ref_id": "fig_3",
                    "text": "Fig. 17"
                }
            ]
        },
        {
            "text": "Here the shapes of the curves are directly sensitive to variations in the linearity as a function of μ , while the overall shifts of each algorithm up or down result from variations in the long-term stability. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 149,
            "section_rank": 44
        },
        {
            "text": "So while TileCal and LUCID_HitOR luminosity scales are both seen to deviate from BCMV_EventOR by up to 0.5 %, this variation is expected from the data shown in Fig. 14. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 149,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 160,
                    "end": 167,
                    "type": "figure",
                    "ref_id": "fig_0",
                    "text": "Fig. 14"
                }
            ]
        },
        {
            "text": "Each algorithm shows a linear response with respect to BCMV_EventOR, with the largest variations observed for LUCID_HitOR at the 0.5 % level.",
            "section": "Interaction rate dependence",
            "paragraph_rank": 149,
            "section_rank": 44
        },
        {
            "text": "As a result of all the information available, a systematic uncertainty of ±0.5 % has been applied to account for any possible μ dependence in the extrapolation from the low-μ vdM scan calibration to the higher-μ physics data in 2011. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 150,
            "section_rank": 44
        },
        {
            "text": "More limited data were available in 2010, although the extrapolation range was significantly smaller (μ ≤ 5). ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 150,
            "section_rank": 44
        },
        {
            "text": "Similar comparisons for the 2010 data lead to an uncertainty due to a possible μ dependence of ±0.5 %. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 150,
            "section_rank": 44
        },
        {
            "text": "Table 9 lists the contributions to the total systematic uncertainty on the luminosity scale provided for physics analyses in the 2010 and 2011 data samples. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 150,
            "section_rank": 44,
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "type": "table",
                    "text": "Table 9"
                }
            ]
        },
        {
            "text": "The bunch population product and other calibration uncertainties are related to the vdM scan calibration described in Sects. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 150,
            "section_rank": 44
        },
        {
            "text": "5 and ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 150,
            "section_rank": 44
        },
        {
            "text": "6. The afterglow and BCM stability uncertainties are related to particular conditions in 2011 as described in Sect. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 150,
            "section_rank": 44
        },
        {
            "text": "7. The longterm stability and μ dependence uncertainties are both related to extrapolating the vdM calibration to the entire 2010 and 2011 data samples as described in Sect. ",
            "section": "Interaction rate dependence",
            "paragraph_rank": 150,
            "section_rank": 44
        },
        {
            "text": "8. The single largest improvement between 2010 and 2011 has come from a better understanding of the bunch population product during the vdM scan.",
            "section": "Interaction rate dependence",
            "paragraph_rank": 150,
            "section_rank": 44
        },
        {
            "text": "Total systematic uncertainty",
            "section_rank": 45
        },
        {
            "text": "Conclusions",
            "section_rank": 46
        },
        {
            "text": "The luminosity scales determined by the ATLAS Collaboration for 2010 and 2011 have been calibrated based on data from dedicated beam-separation scans, also known as van Table 9 Relative uncertainty on the calibrated luminosity scale broken down by source. ",
            "section": "Conclusions",
            "paragraph_rank": 151,
            "section_rank": 46,
            "ref_spans": [
                {
                    "start": 169,
                    "end": 176,
                    "type": "table",
                    "text": "Table 9"
                }
            ]
        },
        {
            "text": "The vdM scan calibration uncertainty has been separated into the uncertainty on the bunch population product and the uncertainties from all other sources der Meer (vdM) scans. ",
            "section": "Conclusions",
            "paragraph_rank": 151,
            "section_rank": 46
        },
        {
            "text": "Systematic uncertainties on the absolute luminosity calibration have been evaluated. ",
            "section": "Conclusions",
            "paragraph_rank": 151,
            "section_rank": 46
        },
        {
            "text": "For the 2010 calibrations, the uncertainty is dominated by the understanding of the bunch charge product, while for 2011 the uncertainty is mostly due to the accuracy of the vdM calibration procedure. ",
            "section": "Conclusions",
            "paragraph_rank": 151,
            "section_rank": 46
        },
        {
            "text": "Additional uncertainties are evaluated to assess the stability of the calibrated luminosity scale over time and over variation in operating conditions, most notably the number of interactions per bunch crossing. ",
            "section": "Conclusions",
            "paragraph_rank": 151,
            "section_rank": 46
        },
        {
            "text": "The combination of these systematic uncertainties results in a final uncertainty on the ATLAS luminosity scale during pp collisions at √ s = 7 TeV of δL/L = ±3.5 % for the 47 pb −1 of data delivered to ATLAS in 2010 and δL/L = ±1.8 % for the 5.5 fb −1 delivered in 2011. ",
            "section": "Conclusions",
            "paragraph_rank": 151,
            "section_rank": 46
        },
        {
            "text": "These results include explicit corrections for beam-beam effects in the vdM calibration scans that were not understood until late in the luminosity analysis and were therefore not applied to the luminosity scale used in any ATLAS publication prior to July of 2013. ",
            "section": "Conclusions",
            "paragraph_rank": 151,
            "section_rank": 46
        },
        {
            "text": "Consequently, the luminosity scale used in previous ATLAS results should be scaled down by 1.9 % in 2010 and 1.4 % in 2011.",
            "section": "Conclusions",
            "paragraph_rank": 151,
            "section_rank": 46
        },
        {
            "text": "Fig. 4",
            "section_rank": 47
        },
        {
            "text": "Fig. 4Measured σ vis values for LUCID_EventOR by BCID for scans VII and VIII. ",
            "section": "Fig. 4",
            "paragraph_rank": 152,
            "section_rank": 47
        },
        {
            "text": "The error bars represent statistical errors only. ",
            "section": "Fig. 4",
            "paragraph_rank": 152,
            "section_rank": 47
        },
        {
            "text": "The vertical lines indicate the weighted average over BCIDs for scans VII and VIII separately. ",
            "section": "Fig. 4",
            "paragraph_rank": 152,
            "section_rank": 47
        },
        {
            "text": "The shaded band indicates a ±0.9 % variation from the average, which is the systematic uncertainty evaluated from the per-BCID and per-scan σ vis consistency",
            "section": "Fig. 4",
            "paragraph_rank": 152,
            "section_rank": 47
        },
        {
            "text": "Fig. 5",
            "section_rank": 48
        },
        {
            "text": "Fig. 5Measured σ vis values for BCMV_EventOR by BCID for scans VII and VIII. ",
            "section": "Fig. 5",
            "paragraph_rank": 153,
            "section_rank": 48
        },
        {
            "text": "The error bars represent statistical errors only. ",
            "section": "Fig. 5",
            "paragraph_rank": 153,
            "section_rank": 48
        },
        {
            "text": "The vertical lines indicate the weighted average over BCIDs for Scans VII and VIII separately. ",
            "section": "Fig. 5",
            "paragraph_rank": 153,
            "section_rank": 48
        },
        {
            "text": "The shaded band indicates a ±0.9 % variation from the average, which is the systematic uncertainty evaluated from the per-BCID and per-scan σ vis consistency",
            "section": "Fig. 5",
            "paragraph_rank": 153,
            "section_rank": 48
        },
        {
            "text": "Fig. 6",
            "section_rank": 49
        },
        {
            "text": "Fig. 6 Specific luminosity determined by BCMV and LUCID per BCID for scans VII and VIII. ",
            "section": "Fig. 6",
            "paragraph_rank": 154,
            "section_rank": 49
        },
        {
            "text": "The figure on the top shows the specific luminosity values determined by BCMV_EventOR and LU-CID_EventOR, while the figure on the bottom shows the ratios of these values. ",
            "section": "Fig. 6",
            "paragraph_rank": 154,
            "section_rank": 49
        },
        {
            "text": "The vertical lines indicate the weighted average over BCIDs for scans VII and VIII separately. ",
            "section": "Fig. 6",
            "paragraph_rank": 154,
            "section_rank": 49
        },
        {
            "text": "The error bars represent statistical uncertainties only",
            "section": "Fig. 6",
            "paragraph_rank": 154,
            "section_rank": 49
        },
        {
            "text": "Fig. 7",
            "section_rank": 50
        },
        {
            "text": "Fig. 7Σ x determined by BCM_EventOR algorithms per BCID for scans VII and VIII. ",
            "section": "Fig. 7",
            "paragraph_rank": 155,
            "section_rank": 50
        },
        {
            "text": "The statistical uncertainty on each measurement is approximately the size of the marker",
            "section": "Fig. 7",
            "paragraph_rank": 155,
            "section_rank": 50
        },
        {
            "text": "Fig. 11",
            "section_rank": 51
        },
        {
            "text": "Fig. 11Residuals of the σ vis ratios between algorithms for each scan in 2010 are shown as a relative deviation from the mean ratio based on σ vis . ",
            "section": "Fig. 11",
            "paragraph_rank": 156,
            "section_rank": 51
        },
        {
            "text": "Error bars represent statistical uncertainties only",
            "section": "Fig. 11",
            "paragraph_rank": 156,
            "section_rank": 51
        },
        {
            "text": "Fig. 13",
            "section_rank": 52
        },
        {
            "text": "Fig. 13 Fractional deviation of BCMH_EventOR and BCMV_ EventOR luminosity values with respect to TileCal as a function of time since the May 2011 vdM scan. ",
            "section": "Fig. 13",
            "paragraph_rank": 157,
            "section_rank": 52
        },
        {
            "text": "The TileCal luminosity scale is calibrated to LUCID_EventOR at the time of the vdM scan. ",
            "section": "Fig. 13",
            "paragraph_rank": 157,
            "section_rank": 52
        },
        {
            "text": "The vdM scan was performed immediately following an LHC technical stop, when there had been no collisions for about 2 weeks",
            "section": "Fig. 13",
            "paragraph_rank": 157,
            "section_rank": 52
        },
        {
            "text": "Fig. 14",
            "section_rank": 53
        },
        {
            "text": "Fig. 14 Fractional deviation of the mean interaction rate obtained using different algorithms from the BCMV_EventOR value as a function of time in 2011. ",
            "section": "Fig. 14",
            "paragraph_rank": 158,
            "section_rank": 53
        },
        {
            "text": "Each point shows the mean deviation of the rate in a single run from the rate in a reference run taken in the middle of September. ",
            "section": "Fig. 14",
            "paragraph_rank": 158,
            "section_rank": 53
        },
        {
            "text": "Statistical uncertainties per point are negligible",
            "section": "Fig. 14",
            "paragraph_rank": 158,
            "section_rank": 53
        },
        {
            "text": "Fig. 17",
            "section_rank": 54
        },
        {
            "text": "Fig. 17 Fractional deviation of the average number of interactions per bunch crossing μ (averaged over BCIDs) obtained using different algorithms from the BCMV_EventOR value as a function of μ . ",
            "section": "Fig. 17",
            "paragraph_rank": 159,
            "section_rank": 54
        },
        {
            "text": "Data from only a single LHC fill are shown. ",
            "section": "Fig. 17",
            "paragraph_rank": 159,
            "section_rank": 54
        },
        {
            "text": "Statistical uncertainties are shown per point, but generally are negligible",
            "section": "Fig. 17",
            "paragraph_rank": 159,
            "section_rank": 54
        },
        {
            "text": "Table 1",
            "section_rank": 55
        },
        {
            "text": "Selected LHC parameters for pp collisions at √ s = 7 TeV in 2010 and 2011. ",
            "section": "Table 1",
            "paragraph_rank": 160,
            "section_rank": 55
        },
        {
            "text": "Parameters shown are the best achieved for that year in normal physics operations",
            "section": "Table 1",
            "paragraph_rank": 160,
            "section_rank": 55
        },
        {
            "text": "Table 3",
            "section_rank": 56
        },
        {
            "text": "Systematic uncertainties on the determination of the bunch population product n 1 n 2 for the 2010 and 2011 vdM scan fills. ",
            "section": "Table 3",
            "paragraph_rank": 161,
            "section_rank": 56
        },
        {
            "text": "The uncertainty on ghost charge and satellite bunches is included in the bunch-to-bunch fraction for scans I-V",
            "section": "Table 3",
            "paragraph_rank": 161,
            "section_rank": 56
        },
        {
            "text": "due to the different capabilities of the available instrumentation. ",
            "section": "Table 3",
            "paragraph_rank": 162,
            "section_rank": 56
        },
        {
            "text": "Each beam is monitored by two identical and redundant DC current transformers (DCCT) which are high-accuracy devices but do not have any ability to separate individual bunch populations.",
            "section": "Table 3",
            "paragraph_rank": 162,
            "section_rank": 56
        },
        {
            "text": "Table 4",
            "section_rank": 57
        },
        {
            "text": "Visible cross-section measurements (in mb) determined from vdM scan data in 2011. ",
            "section": "Table 4",
            "paragraph_rank": 163,
            "section_rank": 57
        },
        {
            "text": "Errors shown are statistical only",
            "section": "Table 4",
            "paragraph_rank": 163,
            "section_rank": 57
        },
        {
            "text": "Table 5 Table 6 Table 7 Table 8",
            "section_rank": 58
        },
        {
            "text": "Visible cross-section measurements (in mb) determined from vdM scan data in 2010. ",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 164,
            "section_rank": 58
        },
        {
            "text": "Errors shown are statistical only Relative systematic uncertainties on the determination of the visible cross-section σ vis from vdM scans in 2010. ",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 164,
            "section_rank": 58
        },
        {
            "text": "The assumed correlations of these parameters between scans is also indicated Relative systematic uncertainties on the determination of the visible cross-section σ vis from vdM scans in 2011 Best estimates of the visible cross-section determined from vdM scan data for 2010 and 2011. ",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 164,
            "section_rank": 58
        },
        {
            "text": "Total uncertainties are shown including the statistical component and the total systematic uncertainty taking all correlations into account. ",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 164,
            "section_rank": 58
        },
        {
            "text": "The 2010 and 2011 values are not expected to be consistent due to changes in the hardware for LUCID and BCM, and changes in the algorithm used for vertex counting",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 164,
            "section_rank": 58
        },
        {
            "text": "ATLAS uses a right-handed coordinate system with its origin at the nominal interaction point (IP) in the centre of the detector, and the zaxis along the beam line. ",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 165,
            "section_rank": 58
        },
        {
            "text": "The x-axis points from the IP to the centre of the LHC ring, and the y-axis points upwards. ",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 165,
            "section_rank": 58
        },
        {
            "text": "Cylindrical coordinates (r, φ) are used in the transverse plane, φ being the azimuthal angle around the beam line. ",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 165,
            "section_rank": 58
        },
        {
            "text": "The pseudorapidity is defined in terms of the polar angle θ as η = − ln tan(θ/2).",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 165,
            "section_rank": 58
        },
        {
            "text": "The CTP inhibits triggers (causing deadtime) for a variety of reasons, but especially for several bunch crossings after a triggered event to allow time for the detector readout to conclude. ",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 166,
            "section_rank": 58
        },
        {
            "text": "Any new triggers which occur during this time are ignored.",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 166,
            "section_rank": 58
        },
        {
            "text": "A closed orbit bump is a local distortion of the beam orbit that is implemented using pairs of steering dipoles located on either side of the affected region. ",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 167,
            "section_rank": 58
        },
        {
            "text": "In this particular case, these bumps are tuned to offset the trajectory of either beam parallel to itself at the IP, in either the horizontal or the vertical direction.4 ",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 167,
            "section_rank": 58,
            "ref_spans": [
                {
                    "start": 168,
                    "end": 169,
                    "type": "bibr",
                    "ref_id": "b3",
                    "text": "4"
                }
            ]
        },
        {
            "text": "The β function describes the single-particle motion and determines the variation of the beam envelope along the beam orbit. ",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 167,
            "section_rank": 58
        },
        {
            "text": "It is calculated from the focusing properties of the magnetic lattice (see for example Ref.[14]).",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 167,
            "section_rank": 58,
            "ref_spans": [
                {
                    "start": 91,
                    "end": 95,
                    "type": "bibr",
                    "ref_id": "b12",
                    "text": "[14]"
                }
            ]
        },
        {
            "text": "The tune of a storage ring is defined as the betatron phase advance per turn, or equivalently as the number of betatron oscillations over one full ring circumference.6 ",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 168,
            "section_rank": 58,
            "ref_spans": [
                {
                    "start": 166,
                    "end": 167,
                    "type": "bibr",
                    "ref_id": "b5",
                    "text": "6"
                }
            ]
        },
        {
            "text": "For 2010, the correction is computed for scans IV and V only, because the bunch intensities during the earlier scans are so low as to make beam-beam effects negligible.",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 168,
            "section_rank": 58
        },
        {
            "text": "An exception is the BCM_EventAND algorithms, for which the visible cross-section is computed using the convolved beam sizes measured by the corresponding, higher-rate BCM_EventOR algorithm, thereby providing slightly improved statistical accuracy.",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 169,
            "section_rank": 58
        },
        {
            "text": "The number of interactions per bunch crossing (μ) is determined from the luminosity per bunch crossing as μ = L σ inel /f r where the inelastic cross-section is assumed to be σ inel = 71.5 mb. ",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 170,
            "section_rank": 58
        },
        {
            "text": "This value of σ inel comes from a phenomenological model implemented in PYTHIA6.4[22] which was found to be consistent with the early luminosity calibrations in 2010[2]. ",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 170,
            "section_rank": 58,
            "ref_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "type": "bibr",
                    "ref_id": "b19",
                    "text": "[22]"
                },
                {
                    "start": 165,
                    "end": 168,
                    "type": "bibr",
                    "ref_id": "b1",
                    "text": "[2]"
                }
            ]
        },
        {
            "text": "This cross-section is only used to present the luminosity data in terms of a more intuitive quantity, and does not enter into the luminosity determination in any way.",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 170,
            "section_rank": 58
        },
        {
            "text": "Eur. ",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 171,
            "section_rank": 58
        },
        {
            "text": "Phys. ",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 171,
            "section_rank": 58
        },
        {
            "text": "J. C (2013) 73:2518",
            "section": "Table 5 Table 6 Table 7 Table 8",
            "paragraph_rank": 171,
            "section_rank": 58
        },
        {
            "text": "Acknowledgements",
            "section_rank": 60
        },
        {
            "text": "We thank CERN for the very successful operation of the LHC, as well as the support staff from our institutions without whom ATLAS could not be operated efficiently.",
            "section": "Acknowledgements",
            "paragraph_rank": 172,
            "section_rank": 60
        },
        {
            "text": "We acknowledge the support of ANPCyT, Argentina; YerPhI, Armenia; ARC, Australia; BMWF and FWF, Austria; ANAS, Azerbaijan; SSTC, Belarus; CNPq and FAPESP, Brazil; NSERC, NRC and",
            "section": "Acknowledgements",
            "paragraph_rank": 173,
            "section_rank": 60
        }
    ]
}